{
 "awd_id": "1854767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research: An inclusive approach to assessing integrative scenarios and visions for protected area management",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 180001.0,
 "awd_amount": 180001.0,
 "awd_min_amd_letter_date": "2019-03-31",
 "awd_max_amd_letter_date": "2021-04-06",
 "awd_abstract_narration": "Innovative research on the complex interaction of socio-economic and global environmental trends on biodiversity and ecosystem services is needed to help develop more informative scenarios for addressing environmental and human development challenges. To overcome these challenges coupled natural-human systems approaches and analyses are needed. These provide improved scenarios of biodiversity and ecosystem services that couple the outputs of direct and indirect drivers such as land use, invasive species, overexploitation, biodiversity, environmental change, and pollution. The resulting models provide a methodological state-of-the art that results in more accurate quantitative assessments, better land use, and more effective ecosystem services. Employing this methodology, this research project, which is an international coalition between scientists in the US and six European nations, seeks to establish a process that accounts for multiple viewpoints in decision-making on the future of conservation and resource management using sites in the US, Sweden, Spain, and the Netherlands as case studies, with the US site consisting of the Denali National Park and Preserve in Alaska. Selected sites were chosen because protected wilderness areas designations in the US and Europe are among the most ambitious in the world, yet these areas face unprecedented threats from changing socio-ecological dynamics and diverging societal visions for conservation. Common challenges for protected wilderness areas include inconsistent priorities between local and national governments, a need to expand stakeholder involvement in conservation initiatives, and an imbalance between biodiversity conservation goals and economic objectives. Thus, over a three-year period this research will develop processes and forums that link local, national, US, and European policy makers with researchers, civil society members, and the private sector to foster dialogue that seeks to accommodate multiple visions for biodiversity conservation. The project will construct strategies that span interest groups and enable protected area management agencies to develop policy that is responsive to community needs and preferences for future growth using participatory scenario modelling, multi-narrative platforms, knowledge co-creation, and capacity building through local and inter-site knowledge alliances. Research results will deliver useful means and models for advancing policy, developing communities of practice, and contribute to the advancement of scientific literature in biodiversity and social science conservation. The Program found the broader impacts of the work to be strong. These include international collaboration with scientists from six nations (Germany, Spain, the Netherlands, Sweden, the UK, and Switzerland), improving the interaction between local communities; the private sector; conservation groups; and government such that common visions and sustainable policies can be envisioned and enacted to protect wilderness areas. The project also provides training of a postdoctoral researcher in international transdisciplinary conservation work.\r\n\r\nThis award supports US researchers participating in a project competitively selected by a coalition of 26 funding agencies from 23 countries through the Belmont Forum call for proposals on \"Scenarios of Biodiversity and Ecosystem Services\". The call was a multilateral initiative designed to support research projects that contribute to the development of scenarios, models, and decision-support tools for understanding and solving critical issues facing our planet. The goal of the competition was to improve and apply participatory scenario methods to enhance research relevance and its acceptance and to address gaps in methods for modelling impact drivers and policy interventions. It was also to develop and communicate levels of uncertainty associated with the models, to improve data accessibility and fill gaps in knowledge. Using this methodology, this research project involves seven integrated work packages that are designed to engage and learn from various stakeholders and local communities associated with protected wilderness areas to help them collectively identify ways to balance social, ecological, and economic well-being. This approach involves novel strategies for communicating and engaging with inter-site and local site knowledge alliances as well as mobilizing and synthesizing multiple types of knowledge and ways of engaging with and better knowing the benefits and resources of protected areas. A model for inclusive conservation will be developed through site-based, social-ecological inventories, systematic scientific literature reviews, and oral histories of diverse stakeholders including those of environmental managers, indigenous peoples, non-native subsistence users, industry, local businesses, local government, and educators. The hands-on tool, STREAMLINE, will be used to examine the consequences of different scenarios and visions for protected areas that take into account all perspectives. Results will be quantified and visualized in easy-to-use, visually appealing, graphical formats. The work will also include development of experiments to determine how, why, and to what extent values of different stakeholders shift over time. This will be achieved using participatory mapping methods (e.g., Maptionnaire) and the translation of stakeholder visions into potential management strategies that incorporate estimates of uncertainty. An additional goal of the project is to establish workable governance models using social network analysis, characterizing power relationships, and providing for co-creation of knowledge which is essential for viable conservation approaches. Research results will be broadly disseminated to stakeholders and the public via outlets such as factsheets, policy briefs, webinars, film, and festivals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carena",
   "pi_last_name": "van Riper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carena van Riper",
   "pi_email_addr": "cvanripe@illinois.edu",
   "nsf_id": "000780420",
   "pi_start_date": "2019-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Stewart",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "William P Stewart",
   "pi_email_addr": "wstewart@illinois.edu",
   "nsf_id": "000786430",
   "pi_start_date": "2019-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618014930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 23355.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 98069.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 58577.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protected areas of the world face unprecedented threats from changing socio-ecological dynamics and multiple societal visions for conservation. Common challenges for protected areas &ndash; such as national parks and forest reserves &ndash; include inconsistent priorities between local and national governments, a need to expand community involvement in conservation initiatives, and increasing demands on regional natural resources, including demands tied to conservation, tourism, economic development, mining and energy, and subsistence use. In response to these challenges, this project focused on developing a process for <em><span style=\"text-decoration: underline;\">inclusive conservation</span></em> by integrating multiple viewpoints into decision-making about the future of protected area management. Specifically, implemented methods for participatory scenario modelling, multi-narrative platforms, collaborative co-creation of knowledge, and a knowledge alliance comprised of key community leaders.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of our project expanded and integrated stakeholders into protected area management decision-making. We advanced knowledge through three primary contributions: (1) innovation of methods for a baseline characterization of landscape change inclusive of stakeholder perspectives, (2) adapting theory to assess a broad array of stakeholder values related to preferences for future management of the regional landscape, and (3) creation of a public engagement technique to assess social learning and value shifts among stakeholders. The intellectual merit of each contribution is discussed in turn.</p>\n<p>&nbsp;</p>\n<p>A baseline set of methods was developed to identify and understand the ways in which the region was characterized using three complementary techniques tied to place meanings, drivers of landscape change, and mechanisms of regional governance. &nbsp;Firstly, through interviews with stakeholders and community residents, we identified recurrent themes commonly used to characterize the sense of place of the regional landscape that not only reflected current perceptions but also held implications for preferences of land management (see factsheet here: <a href=\"https://doi.org/10.5281/zenodo.4352166\">https://doi.org/10.5281/zenodo.4352166</a>).&nbsp; Secondly, we engaged stakeholders with a cognitive mapping exercise that reflected their &ldquo;mental map&rdquo; of key features in the landscape and primary drivers of landscape change (for the policy brief, see: <a href=\"https://doi.org/10.5281/zenodo.4304086\">https://doi.org/10.5281/zenodo.4304086</a>).&nbsp; <em>Climate change </em>and <em>large-scale development </em>were two primary drivers of change that influenced social-ecological resilience and indicated a departure from the traditional trade-offs associated with protected areas of &ldquo;use versus preservation.&rdquo;&nbsp; Thirdly, we examined the formal and informal governance mechanisms used in decision-making about protected areas. Through a regional household survey, we identified the organizations influencing resource management decisions and residents&rsquo; perceptions of how they are (or are not) reflected in policymaking.&nbsp;</p>\n<p>&nbsp;</p>\n<p>After assessing baseline characteristics of ways in which stakeholders characterize the region and its social-ecological dynamics, we assessed the array of preferences for future management and explained such preferences by understanding values held by residents. Using a residential household survey, we asked residents to make choices of preferred futures for their region.&nbsp;&nbsp; The options were based upon four different changes in landscape characteristics: changes in moose populations, off-season tourism growth, acres of forest managed for fire control, and willingness-to-pay for change. We found that increasing levels of moose population and acres of forest managed by fire were most preferred (see factsheet here:&nbsp; <a href=\"https://doi.org/10.5281/zenodo.5706747\">https://doi.org/10.5281/zenodo.5706747</a>).&nbsp; Through a statewide survey of households, we also found that trust of federal agencies is low and residents feel left-out from decision-making processes.</p>\n<p>&nbsp;</p>\n<p>Our third step in the development of intellectual merit was to assess potential for social learning and shifts in positions among stakeholders through deliberation of values.&nbsp; We developed an online interface to engage study participants using a discussion forum (available here: <a href=\"https://denalidiscussion.org/\">https://denalidiscussion.org/</a> &nbsp;Password: Alaska1). This adaptation allowed for a comparatively inclusive engagement of stakeholders due to the potential to cover a broad geographic range, asynchronous engagement of community members, and in-depth interaction across an extended period of time. In addition, the method was innovative and adaptable to align with operational protocol in response to the COVID-19 pandemic. We determined that the effects of learning on conservation behavior are strengthened in a variety of ways. People learned about issues related to public land management from a variety of sources, the most common included friends and family, environmental groups, and social media. Residents&rsquo; capacity for learning along with their personal norms were significant predictors of conservation behavior. Our research has resulted in 27 publications.</p>\n<p>&nbsp;</p>\n<p>The broader impacts of the study closely aligned with the original contributions described above. Each aspect of our research was field based, in that we engaged organizational leaders and a diverse array of community residents across the geography of a regional landscape. The development of a knowledge alliance was essential to our broader impact as we held periodic meetings for feedback and advice from organizational leaders. Our short film, festival, policy briefs, and online communications further advanced deliberation and collaborative engagement with residents, which was essential for sustaining evidence-informed decision-making throughout the project. We hope for a lasting legacy from this research that serves as a structure for communication and regional conservation that cuts across agencies, organizations and communities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2023<br>\n\t\t\t\t\tModified by: Carena&nbsp;Van Riper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtected areas of the world face unprecedented threats from changing socio-ecological dynamics and multiple societal visions for conservation. Common challenges for protected areas &ndash; such as national parks and forest reserves &ndash; include inconsistent priorities between local and national governments, a need to expand community involvement in conservation initiatives, and increasing demands on regional natural resources, including demands tied to conservation, tourism, economic development, mining and energy, and subsistence use. In response to these challenges, this project focused on developing a process for inclusive conservation by integrating multiple viewpoints into decision-making about the future of protected area management. Specifically, implemented methods for participatory scenario modelling, multi-narrative platforms, collaborative co-creation of knowledge, and a knowledge alliance comprised of key community leaders. \n\n \n\nThe intellectual merit of our project expanded and integrated stakeholders into protected area management decision-making. We advanced knowledge through three primary contributions: (1) innovation of methods for a baseline characterization of landscape change inclusive of stakeholder perspectives, (2) adapting theory to assess a broad array of stakeholder values related to preferences for future management of the regional landscape, and (3) creation of a public engagement technique to assess social learning and value shifts among stakeholders. The intellectual merit of each contribution is discussed in turn.\n\n \n\nA baseline set of methods was developed to identify and understand the ways in which the region was characterized using three complementary techniques tied to place meanings, drivers of landscape change, and mechanisms of regional governance.  Firstly, through interviews with stakeholders and community residents, we identified recurrent themes commonly used to characterize the sense of place of the regional landscape that not only reflected current perceptions but also held implications for preferences of land management (see factsheet here: https://doi.org/10.5281/zenodo.4352166).  Secondly, we engaged stakeholders with a cognitive mapping exercise that reflected their \"mental map\" of key features in the landscape and primary drivers of landscape change (for the policy brief, see: https://doi.org/10.5281/zenodo.4304086).  Climate change and large-scale development were two primary drivers of change that influenced social-ecological resilience and indicated a departure from the traditional trade-offs associated with protected areas of \"use versus preservation.\"  Thirdly, we examined the formal and informal governance mechanisms used in decision-making about protected areas. Through a regional household survey, we identified the organizations influencing resource management decisions and residents’ perceptions of how they are (or are not) reflected in policymaking. \n\n \n\nAfter assessing baseline characteristics of ways in which stakeholders characterize the region and its social-ecological dynamics, we assessed the array of preferences for future management and explained such preferences by understanding values held by residents. Using a residential household survey, we asked residents to make choices of preferred futures for their region.   The options were based upon four different changes in landscape characteristics: changes in moose populations, off-season tourism growth, acres of forest managed for fire control, and willingness-to-pay for change. We found that increasing levels of moose population and acres of forest managed by fire were most preferred (see factsheet here:  https://doi.org/10.5281/zenodo.5706747).  Through a statewide survey of households, we also found that trust of federal agencies is low and residents feel left-out from decision-making processes.\n\n \n\nOur third step in the development of intellectual merit was to assess potential for social learning and shifts in positions among stakeholders through deliberation of values.  We developed an online interface to engage study participants using a discussion forum (available here: https://denalidiscussion.org/  Password: Alaska1). This adaptation allowed for a comparatively inclusive engagement of stakeholders due to the potential to cover a broad geographic range, asynchronous engagement of community members, and in-depth interaction across an extended period of time. In addition, the method was innovative and adaptable to align with operational protocol in response to the COVID-19 pandemic. We determined that the effects of learning on conservation behavior are strengthened in a variety of ways. People learned about issues related to public land management from a variety of sources, the most common included friends and family, environmental groups, and social media. Residents’ capacity for learning along with their personal norms were significant predictors of conservation behavior. Our research has resulted in 27 publications.\n\n \n\nThe broader impacts of the study closely aligned with the original contributions described above. Each aspect of our research was field based, in that we engaged organizational leaders and a diverse array of community residents across the geography of a regional landscape. The development of a knowledge alliance was essential to our broader impact as we held periodic meetings for feedback and advice from organizational leaders. Our short film, festival, policy briefs, and online communications further advanced deliberation and collaborative engagement with residents, which was essential for sustaining evidence-informed decision-making throughout the project. We hope for a lasting legacy from this research that serves as a structure for communication and regional conservation that cuts across agencies, organizations and communities.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2023\n\n\t\t\t\t\tSubmitted by: Carena Van Riper"
 }
}