{
 "awd_id": "1854763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining the Fundamental Cognitive Properties of Decision Making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 147646.0,
 "awd_amount": 147646.0,
 "awd_min_amd_letter_date": "2019-05-06",
 "awd_max_amd_letter_date": "2019-05-06",
 "awd_abstract_narration": "Non-technical Description of the Project\r\nIn nearly every decision a person makes, they are required to combine multiple, sometimes conflicting sources information.  Thus, understanding how people use these multiple sources of information is fundamental to understanding and predicting choices.  Established approaches within psychology allow examination these processes in some situations. For example, to explore decision stages, a decision-maker may be asked to describe her thought process when making a choice, and that description is used to inform the researcher. In many situations, direct information about the choice processes is not accessible. For example, a decision maker may search her memory to find the information that could be used for choosing between options. When memory search is fast, people rarely have clear insight into how the memories were accessed and used. To allow for investigating decisions based on multiple sources of information across the widest range of situations, the principal investigators will integrate a powerful methodology based on mathematical cognitive modelling with standard decision-making research methodologies. The research will accomplish three objectives: (1) to gain an important understanding how multiple sources of information are combined during decision making, (2) conduct new empirical tests of the fundamental process across different decision making tasks, and (3) rigorously compare among the top decision making theories based on the new empirical findings.  These results will inform decision makers, allow assessment of decision making efficiency, and enable better models of choice behavior.\r\n\r\nTechnical Description\r\nOver the years, several decision-making models were proposed that can account for many of the typical findings in human decision making, using both choice accuracy and response time output measures. However, no clear agreement about the underlying cognitive mechanism has been reached. These models can often be distinguished by strong implications about the processes that lead to a decision. Specifically, these models imply (a) how information is searched for, (b) when this information search is stopped, and (c) how the acquired information is integrated to reach the decision. Nonetheless, the disagreement remains.  In part this is due to model mimicking:  Without appropriate experimental design and analysis, different theories can make equivalent predictions. For example, inferences based on traditional mean response time (RT) analysis are limited due to model mimicking, as different decision-making models can imply exactly the same mean response time patterns. To overcome this limitation, we will integrate the powerful systems factorial technology (SFT) with traditional decision-making methods. SFT has been successfully applied in a wide range of perceptual and cognitive tasks to identify processing order, stopping rule and process dependency (a, b, and c from above), but has only been applied to decision making in very limited way.  Our research will link SFT to the classical methods in judgment and decision making to improve our understanding of the cognitive processes underlying decision making.  Our project will also contribute to improving the professional academic development of undergraduate and graduate students at two state universities that traditionally have fewer research opportunities for students.  All aspects of this research project, from methodology to theoretical development, will be communicated at national and international professional Furthermore, the research will be submitted for publication in high-quality, peer-reviewed journals. One of the aims of the proposed research is to disseminate the findings to a broader audience through our respective university press offices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mario",
   "pi_last_name": "Fific",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mario Fific",
   "pi_email_addr": "fificm@gvsu.edu",
   "nsf_id": "000597879",
   "pi_start_date": "2019-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grand Valley State University",
  "inst_street_address": "1 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "ALLENDALE",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163316840",
  "inst_zip_code": "494019403",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "GRAND VALLEY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y2M5HUXKJPF1"
 },
 "perf_inst": {
  "perf_inst_name": "Grand Valley State University",
  "perf_str_addr": "1 Campus Drive",
  "perf_city_name": "Allendale",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494019401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 147646.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Focused particularly on the System Factorial Technology (SFT) approach, our work has made significant strides in understanding the complexities of decision-making processes. Through innovative applications of SFT, we have unveiled valuable insights into the organization of mental processes during decision-making, enriching our comprehension of how humans navigate complex choices. SFT, as an analytical tool, has proven invaluable, enabling us to dissect and comprehend intricate mechanisms governing decision-making strategies, which are often unobservable in human behavior. By analyzing response time distributions with SFT's precision and harnessing advanced statistical models, we've not only confirmed the existence of these strategies but illuminated their underlying mechanisms. This research contributes to intellectual merit by unraveling the subtleties of human decision-making and offering novel perspectives on cognitive processes.</p>\n<p>In one application, we compared two theoretical approaches explaining decision-making in the classical gamble task. One suggests utility-based decisions, considering properties of each option (e.g., prospect theory). The other posits heuristic-based choices, evaluating attributes one at a time (e.g., Priority Heuristic). To validate these approaches, we used parametric Systems Factorial Technology (SFT). Analyzing choice response times, we compared various models. Individual differences emerged, with some subjects using purely Take-the-Best, while others combined parallel attribute analysis or even utility-based decision-making, creating novel psychologically valued attributes. Some subjects combined strategies within the same experiment on a trial-to-trial basis (on average, 1/3 of trials used heuristics and approximately 1/3 used utility-based strategies). These findings challenge and refine prevailing theories, emphasizing the blend of heuristics and rationality in decision-making. SFT methodology has illuminated the intricate interplay of cognitive strategies, advancing our comprehension of decision processes.</p>\n<p>Resulting from this project, the Modular Serial-Parallel Network (MSPN) framework emerged as a groundbreaking computational model. Synthesizing perceptual and cognitive approaches, including memory representations, signal detection theory, and rule-based decision-making, MSPN integrates random walks and process interactivity. Designed to provide a sophisticated theoretical account of cognitive processes, it illuminates four stages within face perception: (a) representational, (b) decisional, (c) logical-rule implementation, and (d) modular stochastic accrual of information. MSPN excels in accounting for choice probabilities and response-time predictions, making it versatile for cognitive research.</p>\n<p>In essence, the creation of MSPN stands as a pivotal outcome, synthesizing multiple perspectives to model intricate cognitive processes. As this framework takes center stage in the project's outcomes, it promises to shape future research endeavors and enhance our understanding of decision-making complexities. This transition from SFT to MSPN exemplifies our project's evolution, showcasing how SFT's foundation led to a more versatile model spanning diverse domains.</p>\n<p>The project's broader impacts extend beyond academia, with implications reaching practical domains. Identifying and validating decision-making strategies has implications for areas like individual assessment, job recruitment, and clinical evaluation. Understanding how individuals approach decision-making aids in identifying suitable candidates and revealing cognitive processes.</p>\n<p>In summary, focusing on the SFT approach has advanced our understanding of decision-making, leading to the comprehensive MSPN model. Through MSPN's applications, we've expanded knowledge in decision-making processes, empowered educational experiences, nurtured emerging researchers, and opened doors to practical applications. As we move forward, the rich data set collected promises further publications, extending our work's influence in the coming years.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2023<br>\n\t\t\t\t\tModified by: Mario&nbsp;Fific</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFocused particularly on the System Factorial Technology (SFT) approach, our work has made significant strides in understanding the complexities of decision-making processes. Through innovative applications of SFT, we have unveiled valuable insights into the organization of mental processes during decision-making, enriching our comprehension of how humans navigate complex choices. SFT, as an analytical tool, has proven invaluable, enabling us to dissect and comprehend intricate mechanisms governing decision-making strategies, which are often unobservable in human behavior. By analyzing response time distributions with SFT's precision and harnessing advanced statistical models, we've not only confirmed the existence of these strategies but illuminated their underlying mechanisms. This research contributes to intellectual merit by unraveling the subtleties of human decision-making and offering novel perspectives on cognitive processes.\n\nIn one application, we compared two theoretical approaches explaining decision-making in the classical gamble task. One suggests utility-based decisions, considering properties of each option (e.g., prospect theory). The other posits heuristic-based choices, evaluating attributes one at a time (e.g., Priority Heuristic). To validate these approaches, we used parametric Systems Factorial Technology (SFT). Analyzing choice response times, we compared various models. Individual differences emerged, with some subjects using purely Take-the-Best, while others combined parallel attribute analysis or even utility-based decision-making, creating novel psychologically valued attributes. Some subjects combined strategies within the same experiment on a trial-to-trial basis (on average, 1/3 of trials used heuristics and approximately 1/3 used utility-based strategies). These findings challenge and refine prevailing theories, emphasizing the blend of heuristics and rationality in decision-making. SFT methodology has illuminated the intricate interplay of cognitive strategies, advancing our comprehension of decision processes.\n\nResulting from this project, the Modular Serial-Parallel Network (MSPN) framework emerged as a groundbreaking computational model. Synthesizing perceptual and cognitive approaches, including memory representations, signal detection theory, and rule-based decision-making, MSPN integrates random walks and process interactivity. Designed to provide a sophisticated theoretical account of cognitive processes, it illuminates four stages within face perception: (a) representational, (b) decisional, (c) logical-rule implementation, and (d) modular stochastic accrual of information. MSPN excels in accounting for choice probabilities and response-time predictions, making it versatile for cognitive research.\n\nIn essence, the creation of MSPN stands as a pivotal outcome, synthesizing multiple perspectives to model intricate cognitive processes. As this framework takes center stage in the project's outcomes, it promises to shape future research endeavors and enhance our understanding of decision-making complexities. This transition from SFT to MSPN exemplifies our project's evolution, showcasing how SFT's foundation led to a more versatile model spanning diverse domains.\n\nThe project's broader impacts extend beyond academia, with implications reaching practical domains. Identifying and validating decision-making strategies has implications for areas like individual assessment, job recruitment, and clinical evaluation. Understanding how individuals approach decision-making aids in identifying suitable candidates and revealing cognitive processes.\n\nIn summary, focusing on the SFT approach has advanced our understanding of decision-making, leading to the comprehensive MSPN model. Through MSPN's applications, we've expanded knowledge in decision-making processes, empowered educational experiences, nurtured emerging researchers, and opened doors to practical applications. As we move forward, the rich data set collected promises further publications, extending our work's influence in the coming years.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2023\n\n\t\t\t\t\tSubmitted by: Mario Fific"
 }
}