{
 "awd_id": "1854454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining the role of chemical transformations in  the cycling of mercury at the Arctic Ocean air-sea interface",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 482258.0,
 "awd_amount": 482258.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2019-08-08",
 "awd_abstract_narration": "This project will provide new understanding about mercury exchange between the air and sea surface in the Arctic, in conjunction with studies of the forms of mercury in seawater. Results will help predict how increasing ice melt and warming waters will affect mercury levels in polar regions. The investigators will use a novel approach of comparing the dynamics of radon, an unreactive gas, and mercury, which is reactive in all its forms, to understand the importance of chemical and biological reactions influencing mercury levels in seawater. Results will be useful for the international Minamata Convention and resource managers concerned with mercury bioaccumulation in humans and wildlife. The project will train a post-doctoral investigator, who will be involved in all aspects of the research, as well as provide research experience for undergraduate students. The investigators also plan to create outreach publications for non-specialists and highlight the work on their websites.\r\n\r\nThis project will combine shipboard measurements and incubation experiments to improve our understanding of the cycling of inorganic and methylated mercury across the water-air interface and the role of ice cover in affecting this exchange. To separate gas exchange from redox reactions and other transformations in surface waters, the investigators will collect samples for the determination of radon and radium, as the mixed layer deficit in radon can be used as an independent estimate of the gas exchange flux. The investigators will test the hypotheses that: 1) gas evasion of mercury is not the primary sink for water column mercury in the Arctic Ocean, in contrast to other oceans; 2) in situ water column degradation of dimethylmercury is a more important sink than loss to the atmosphere; and 3) the relatively low net production of mercury in the Arctic reflects lower ultraviolet light levels and ice cover, productivity, and bioavailable mercury for reduction. Results will help predict how the bioaccumulation of methylmercury may be altered by a changing climate and an evolving Arctic sea ice regime.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mason",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Mason",
   "pi_email_addr": "robert.mason@uconn.edu",
   "nsf_id": "000064296",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "1080 Shennecossett Road",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "063406048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 482258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mercury (Hg) is a pervasive global pollutant known for its toxicity to humans, primarily in its most toxic and bioaccumulative form of methylmercury (MeHg). Its atmospheric concentration has been substantially enhanced by human-related emissions from coal burning and other industrial activities, and from the use of Hg in small-scale artisanal goldmining. Anthropogenic emissions have increased wet and dry Hg deposition to land and the surface ocean 5 to 10-fold, and especially for the Arctic Ocean. The increased MeHg in the Arctic foodweb has led to elevated levels of MeHg in fish and marine mammals, and heightened exposure of the people who consume these marine foods. While previous atmospheric Hg deposition studies and oceanic measurements in this region have investigated both (HgT) and methylated Hg cycling, the air-sea exchange and sediment-water exchange of these Hg forms has been less investigated and are not well constrained. Additionally, in the Arctic Ocean climate change has led to dramatic changes in seasonal ice cover and therefore to the relative amount of exchange of chemicals between the ocean and atmosphere. To examine this exchange further and quantify the controlling processes for Hg, we made both atmospheric Hg speciation measurements (gaseous, rain and aerosol) of total Hg (HgT) and methylmercury (MeHg) and conducted high-resolution surface seawater dimethylmercury (DMeHg) and elemental Hg (Hg0) measurements during an Arctic cruise (May/June 2021) from Dutch Harbor to the Chukchi Sea and back to Seward, AK. In addition to air and surface water measurements for Hg, ancillary variables were measured and rates of exchange of gases with the atmosphere quantified using radon, a radioactive inert gas, by our collaborators on the cruise. The primary focus was to examine the air-sea exchange of Hg species and the role of sea ice presence in influencing the exchange, but these objectives could not be achieved without also examining the concentrations and distributions of Hg forms in surface snow, sea ice and in the sediments. Studies onboard examined the rates of transformation of Hg species and also the rate of exchange of chemicals across the sediment-water interface. Water column samples were collected throughout the water column to understand the sources, cycling and transformations (e.g. methylation and demethylation) of Hg species, and how they were impacted by other variables, especially in the shallower dynamic regions and at the open water-sea ice interface.</p>\n<p>The underway sampling demonstrated that DMeHg is not ubiquitous in the surface waters of the region and is only present in high concentrations under very specific conditions. The Hg0 concentrations were not as high as expected under the ice suggesting that its rate of formation in the absence of light is less that previously expected. The atmospheric data demonstrated the formation of reactive gaseous Hg over the sea ice and this is the first concrete demonstration of this phenomenon, and also that the Hg associated with aerosols was mostly associated with large, likely sea salt, aerosols, as precited by models. The sediments are an important source of Hg and MeHg to the water column and have an impact on Hg dynamics in the region.</p>\n<p>Overall, our results provided a clearer understanding of Hg cycling in the region and the role of the ocean as a source of atmospheric Hg through gas evasion, and the impact of ice cover on Hg speciation in the upper waters of the Arctic Ocean. The project provided research experience for three graduate students who participated in the cruise and has led to the publication of several research manuscripts, as well as a MS and PhD thesis to date. Presentations have also been made at national and international meetings by the study&rsquo;s participants. While demonstrating the complexity of assessing the impact of this global pollutant on ecosystems and human well-being in the Arctic and elsewhere, this study has provided important information for managers and regulators and will assist modelers examining regional and global mercury cycling. Finally, the information collected will provide data for the current assessment of the effectiveness of the United Nations Environment Programme&rsquo;s Minamata Convention on Mercury, which is designed to reduce Hg emissions and releases globally, and the levels of Hg in the biosphere. The treaty came into force in 2013 so the evaluation is examining the impact of the first 10 years of the convention&rsquo;s activities. The project Principal Investigator and a former student are involved in this analysis of the Convention.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/31/2024<br>\nModified by: Robert&nbsp;P&nbsp;Mason</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMercury (Hg) is a pervasive global pollutant known for its toxicity to humans, primarily in its most toxic and bioaccumulative form of methylmercury (MeHg). Its atmospheric concentration has been substantially enhanced by human-related emissions from coal burning and other industrial activities, and from the use of Hg in small-scale artisanal goldmining. Anthropogenic emissions have increased wet and dry Hg deposition to land and the surface ocean 5 to 10-fold, and especially for the Arctic Ocean. The increased MeHg in the Arctic foodweb has led to elevated levels of MeHg in fish and marine mammals, and heightened exposure of the people who consume these marine foods. While previous atmospheric Hg deposition studies and oceanic measurements in this region have investigated both (HgT) and methylated Hg cycling, the air-sea exchange and sediment-water exchange of these Hg forms has been less investigated and are not well constrained. Additionally, in the Arctic Ocean climate change has led to dramatic changes in seasonal ice cover and therefore to the relative amount of exchange of chemicals between the ocean and atmosphere. To examine this exchange further and quantify the controlling processes for Hg, we made both atmospheric Hg speciation measurements (gaseous, rain and aerosol) of total Hg (HgT) and methylmercury (MeHg) and conducted high-resolution surface seawater dimethylmercury (DMeHg) and elemental Hg (Hg0) measurements during an Arctic cruise (May/June 2021) from Dutch Harbor to the Chukchi Sea and back to Seward, AK. In addition to air and surface water measurements for Hg, ancillary variables were measured and rates of exchange of gases with the atmosphere quantified using radon, a radioactive inert gas, by our collaborators on the cruise. The primary focus was to examine the air-sea exchange of Hg species and the role of sea ice presence in influencing the exchange, but these objectives could not be achieved without also examining the concentrations and distributions of Hg forms in surface snow, sea ice and in the sediments. Studies onboard examined the rates of transformation of Hg species and also the rate of exchange of chemicals across the sediment-water interface. Water column samples were collected throughout the water column to understand the sources, cycling and transformations (e.g. methylation and demethylation) of Hg species, and how they were impacted by other variables, especially in the shallower dynamic regions and at the open water-sea ice interface.\n\n\nThe underway sampling demonstrated that DMeHg is not ubiquitous in the surface waters of the region and is only present in high concentrations under very specific conditions. The Hg0 concentrations were not as high as expected under the ice suggesting that its rate of formation in the absence of light is less that previously expected. The atmospheric data demonstrated the formation of reactive gaseous Hg over the sea ice and this is the first concrete demonstration of this phenomenon, and also that the Hg associated with aerosols was mostly associated with large, likely sea salt, aerosols, as precited by models. The sediments are an important source of Hg and MeHg to the water column and have an impact on Hg dynamics in the region.\n\n\nOverall, our results provided a clearer understanding of Hg cycling in the region and the role of the ocean as a source of atmospheric Hg through gas evasion, and the impact of ice cover on Hg speciation in the upper waters of the Arctic Ocean. The project provided research experience for three graduate students who participated in the cruise and has led to the publication of several research manuscripts, as well as a MS and PhD thesis to date. Presentations have also been made at national and international meetings by the studys participants. While demonstrating the complexity of assessing the impact of this global pollutant on ecosystems and human well-being in the Arctic and elsewhere, this study has provided important information for managers and regulators and will assist modelers examining regional and global mercury cycling. Finally, the information collected will provide data for the current assessment of the effectiveness of the United Nations Environment Programmes Minamata Convention on Mercury, which is designed to reduce Hg emissions and releases globally, and the levels of Hg in the biosphere. The treaty came into force in 2013 so the evaluation is examining the impact of the first 10 years of the conventions activities. The project Principal Investigator and a former student are involved in this analysis of the Convention.\n\n\n\t\t\t\t\tLast Modified: 01/31/2024\n\n\t\t\t\t\tSubmitted by: RobertPMason\n"
 }
}