{
 "awd_id": "1854750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reliable, Flexible Patch for Monitoring Head Injuries in High-contact Sports.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 470251.0,
 "awd_min_amd_letter_date": "2019-04-10",
 "awd_max_amd_letter_date": "2021-06-11",
 "awd_abstract_narration": "With the discovery of chronic traumatic encephalopathy (CTE) in 2002, the topic of brain injuries in high-contact sports gained plenty of deserved attention. CTE is a progressive degenerative brain disease. It is a consequence of a repeated concussions and traumatic brain injuries, such as those experienced by athletes in high-contact sports. A brain with CTE gradually deteriorates and loses mass. The disease not only deteriorates skills necessary for daily life (e.g. memory, self-control, time-management, focus); but it also causes much bigger mental problems (e.g. strong suicidal thoughts, depression, cognitive and thinking problems, anxiety, violent/abusive behavior, dementia) which become worse over time. The main issue with CTE is that it can only be diagnosed after death. Therefore, early detection is impossible, and prevention relies on monitoring individual impacts.  While there have been significant efforts in the development of helmets with capabilities of measuring head injuries in athletes, current technologies come with limitations and inaccuracies that are inherent to the approaches and transduction mechanisms used. For example, current approaches consists on using an array of accelerometers that are physically connected to the helmet, and trigger data collection whenever any of the accelerometers measures an acceleration beyond certain threshold. The main limitation of this approach is that it relies on accelerator-based sensors attached to the helmet's not the athlete's head. Thus, the sliding that can occur between the helmet and the head makes it difficult to predict how the brain moves inside the skull. The resonance of the micro-mechanical structures inside the MEMS-based accelerometers are within the range of head motion frequencies; which has been found to cause large errors when measuring the peak angular accelerations. The proposed work is aimed at developing a reliable, robust, flexible patch that overcomes the sliding problems and frequency issues present in the current technologies by developing a reliable patch monitor that is in direct contact with the athlete's head and does not rely on suspended micrometer structures to measure acceleration.  A 2-week summer activity for high-school students will be developed as part of this project.  Undergraduate students and high-school teachers from the summer research opportunities program and research experience for teachers site at MSU will participate. This program will also help to motivate talented underrepresented student from The University of Puerto Rico to continue graduate studies.\r\n\r\nThree Major Research Tasks have been designed to start at the device level, continue with system integration, and finalize with a validation process. In the first task, we will perform fundamental studies on the integration of PPFE films with carbon nanotube-based thin films as electrodes of a flexible patch; where a mechanical impact will produce an electrical signal from which the force and acceleration of the mechanical impact will be extracted. The use of CNT films (instead of metal electrodes) is aimed at eliminating issues due to metal electrode cracking and enabling a reliable patch. The second task we will look for integration of the patch into a reliable, self-powered wireless transmitter, from which the information of the mechanical impact can be extracted. The third task looks for the validation of the developed patch, where the device will characterized and compared to a benchmark to confirm its performance. The idea is that the final patch can produce and transmit signals that provide a comprehensive representation of the impact; and from which the severity of an impact on the human body (particularly the head) can be assessed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nelson",
   "pi_last_name": "Sepulveda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nelson Sepulveda",
   "pi_email_addr": "sepulve6@msu.edu",
   "nsf_id": "000479668",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "1449 Eng. Res. Complex Room C127",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241326",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 431990.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 38261.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A report in July 2017 showed that 99% of National Football League (NFL) players in the study had chronic traumatic encephalopathy (CTE). The study also showed that 91% of College Football, and 21% of high-school players in the study also had CTE.&nbsp;CTE is a progressive degenerative brain disease. It is a consequence of a repeated concussions and traumatic brain injuries, such as those experienced by athletes in high-contact sports.&nbsp;One of the biggest problems with CTE is that it can only be diagnosed after death. Therefore, early detection is not possible, and its prevention relies on measuring and analyzing individual impacts.&nbsp;</p>\n<p>The main limitation of current approaches to monitor CTE in sports is that they rely on sensors attached to the helmet -- not the athlete's head. As it has been pointed out by experts in biomechanics, the sliding that can occur between the helmet and the head makes it difficult to predict how the brain moves inside the skull.&nbsp;A solution to this sliding problem was presented by the X-Patch, which had two versions: one used as a skin patch behind the ear, and the other in a mouth guard. Both of these systems consist of accelerometers that track the rotational speed of the impact. However, the resonance of the micro-mechanical structures inside the MEMS-based accelerometers are within the range of head motion frequencies. This has been found to cause large errors when measuring the peak angular accelerations. Additionally, this approach relies completely on rotational accelerations, and does not have a contact sensor that can directly measure the force magnitude of linear impacts to the head.&nbsp;</p>\n<p>The main goal of this porject is to overcome the sliding problems and frequency issues present in the current technologies by developing a reliable patch monitor that is in direct contact with the athlete's head and does not rely on suspended micrometer structures to measure acceleration. This goal was achieved. The flexible patch was developed, and its performance was characterized and validated by comparing its output with that of accelerometers integrated in a human head substitute. The device is completely untethered and capable of transmitting reliable data that can be used to monitor human head kinematics during an impact. Although the systme is not compeltely powerless, it can be operated with a small coin battery, similar to the ones used in car keys.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/26/2024<br>\nModified by: Nelson&nbsp;Sepulveda</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1854750/1854750_10600324_1711464088988_AbstractImage--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1854750/1854750_10600324_1711464088988_AbstractImage--rgov-800width.png\" title=\"Untethered, flexible self-powered patch to analyze head impact kinematics\"><img src=\"/por/images/Reports/POR/2024/1854750/1854750_10600324_1711464088988_AbstractImage--rgov-66x44.png\" alt=\"Untethered, flexible self-powered patch to analyze head impact kinematics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Our set up consisted of a human head substitute with integrated accelerometers (used as ground truth for data validation purposes), our developed patch with Bluetooth Low Energy module, and a microcontroller. Measured responses were sent wirelessly to a handheld device for data storage and analysis.</div>\n<div class=\"imageCredit\">Gerardo Morales</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Nelson&nbsp;Sepulveda\n<div class=\"imageTitle\">Untethered, flexible self-powered patch to analyze head impact kinematics</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nA report in July 2017 showed that 99% of National Football League (NFL) players in the study had chronic traumatic encephalopathy (CTE). The study also showed that 91% of College Football, and 21% of high-school players in the study also had CTE.CTE is a progressive degenerative brain disease. It is a consequence of a repeated concussions and traumatic brain injuries, such as those experienced by athletes in high-contact sports.One of the biggest problems with CTE is that it can only be diagnosed after death. Therefore, early detection is not possible, and its prevention relies on measuring and analyzing individual impacts.\n\n\nThe main limitation of current approaches to monitor CTE in sports is that they rely on sensors attached to the helmet -- not the athlete's head. As it has been pointed out by experts in biomechanics, the sliding that can occur between the helmet and the head makes it difficult to predict how the brain moves inside the skull.A solution to this sliding problem was presented by the X-Patch, which had two versions: one used as a skin patch behind the ear, and the other in a mouth guard. Both of these systems consist of accelerometers that track the rotational speed of the impact. However, the resonance of the micro-mechanical structures inside the MEMS-based accelerometers are within the range of head motion frequencies. This has been found to cause large errors when measuring the peak angular accelerations. Additionally, this approach relies completely on rotational accelerations, and does not have a contact sensor that can directly measure the force magnitude of linear impacts to the head.\n\n\nThe main goal of this porject is to overcome the sliding problems and frequency issues present in the current technologies by developing a reliable patch monitor that is in direct contact with the athlete's head and does not rely on suspended micrometer structures to measure acceleration. This goal was achieved. The flexible patch was developed, and its performance was characterized and validated by comparing its output with that of accelerometers integrated in a human head substitute. The device is completely untethered and capable of transmitting reliable data that can be used to monitor human head kinematics during an impact. Although the systme is not compeltely powerless, it can be operated with a small coin battery, similar to the ones used in car keys.\n\n\n\t\t\t\t\tLast Modified: 03/26/2024\n\n\t\t\t\t\tSubmitted by: NelsonSepulveda\n"
 }
}