{
 "awd_id": "1854706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: PREEVENTS Track 2: Land-atmosphere feedbacks over urban terrain under heat waves",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 658278.0,
 "awd_amount": 680273.0,
 "awd_min_amd_letter_date": "2019-06-24",
 "awd_max_amd_letter_date": "2020-01-09",
 "awd_abstract_narration": "Heat waves are one of the most important causes of weather-related mortality and could lead to unprecedented peak electricity demand. While heat waves are usually instigated by large-scale atmospheric circulation patterns, land-atmosphere feedbacks can further amplify their local magnitudes. However, investigations of land-atmosphere feedbacks over urban areas under heat waves are lacking, despite urban areas being home for over 50% of the global population and 80% of the US population. This project aims to advance the understanding of land-atmosphere feedbacks over urban areas under heat waves and the prediction of local heat wave impacts on natural systems and human activities in urban areas. This project will provide the scientific basis and tools for policy makers to design heat mitigation strategies over the Boston region by engaging policy makers through scientific briefings, workshops and outreach activities. Beyond the tutoring of one graduate student and two postdoctoral researchers, the project will provide summer research opportunities for undergraduate students to participate in interdisciplinary research tackling real urban sustainability challenges. The simulations and analyses generated by this project will be incorporated into various undergraduate and graduate courses that the PIs teach.\r\n\r\nIn particular, this project focuses on the coupled dynamics and feedbacks between the natural (e.g., vegetation) and built (e.g., buildings) components of the urban environment and the local meteorological conditions under heat waves, and their representations in numerical weather prediction models. New understanding generated by analysis of existing sap flux measurements will be incorporated into the Weather Research and Forecasting (WRF) model to better predict urban evapotranspiration under heat wave conditions. The response of building energy use to heat wave conditions and how the feedback of anthropogenic heat flux further modulates the local meteorological conditions will be also quantified in an iterative manner using WRF and a city scale building energy use model.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Li",
   "pi_email_addr": "lidan@bu.edu",
   "nsf_id": "000704672",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lucy",
   "pi_last_name": "Hutyra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucy Hutyra",
   "pi_email_addr": "lrhutyra@bu.edu",
   "nsf_id": "000500967",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "685 Commonwealth Avenue Room 130",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 658278.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 21995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Heat is one of the leading environmental issues in cities. The overarching aim of this project was to advance the fundamental understanding of coupling dynamics and feedbacks between urban microclimate, vegetation, and building energy, and to develop new tools to improve our capability to model and forecast heat hazards, including heat waves (HWs) and urban heat islands (UHIs). The scientific questions included: How do local meteorological conditions over heterogeneous urban environments change under HWs? How does urban vegetation respond to HWs and how do such responses further alter the local meteorological conditions? How does building energy use (and the associated anthropogenic heat flux) respond to HWs and how do such responses and further alter the local meteorological conditions? How can the new understanding of the interactions between the coupled natural-human system and the atmosphere be used to improve local HW predictions and to better design urban mitigation and adaptation strategies?&nbsp;<br />Through collaborative efforts between the Boston University (BU) and Iowa State University teams, we addressed the above scientific questions. Key outcomes from this project include the following. First, we conducted simulations with the Weather Research and Forecasting (WRF) model over Boston and Phoenix to examine interactions between urban heat islands and heat waves. We improved an attribution method to quantify the urban-rural differences of near-surface air temperature and heat stress, and applied the improved attribution method to analyzing numerical simulations. Using numerical simulations, we also studied the urban-rural difference in temperature persistence, a key quantity that determines the length of heatwaves, and quantified the role of anthropogenic heat flux in enhancing urban temperatures. Second, we reviewed current understanding and proposed future research directions on tree transpiration and urban temperatures. We further developed an improved evapotranspiration module into the urban vegetation-photosynthesis respiration model (VPRM) and validated the improved evapotranspiration module using sap flux data. We then applied this evapotranspiration model for city heat resiliency planning. Third, we quantified the effects of land cover distributions and albedo on land surface temperature across seven US cities, building from which we advanced a decision support tool for assessing the temperature impacts of redevelopment based on albedo, land cover, and neighborhood characteristics<br />From this project, the BU team published 14 peer-reviewed papers, with another 2 manuscripts in review. This project provided financial support for several Ph.D. students with two Ph.D. dissertations directly related to this project. The research has been showcased at multiple national and international conferences and workshops. Through collaborations with Boston officials, we have successfully integrated our research into policy. We collaborated with Boston Transportation Department and Boston Environment Department to apply the urban evapotranspiration model to assess the urban heat impacts of tree removal for a proposed major transportation project. We also presented the evaporative cooling framework for a city hall lunch speaker series and worked with the Boston Redevelopment Authority to implement the framework into planning.&nbsp;<br /><br /><br /><br /></p><br>\n<p>\n Last Modified: 08/20/2024<br>\nModified by: Dan&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHeat is one of the leading environmental issues in cities. The overarching aim of this project was to advance the fundamental understanding of coupling dynamics and feedbacks between urban microclimate, vegetation, and building energy, and to develop new tools to improve our capability to model and forecast heat hazards, including heat waves (HWs) and urban heat islands (UHIs). The scientific questions included: How do local meteorological conditions over heterogeneous urban environments change under HWs? How does urban vegetation respond to HWs and how do such responses further alter the local meteorological conditions? How does building energy use (and the associated anthropogenic heat flux) respond to HWs and how do such responses and further alter the local meteorological conditions? How can the new understanding of the interactions between the coupled natural-human system and the atmosphere be used to improve local HW predictions and to better design urban mitigation and adaptation strategies?\nThrough collaborative efforts between the Boston University (BU) and Iowa State University teams, we addressed the above scientific questions. Key outcomes from this project include the following. First, we conducted simulations with the Weather Research and Forecasting (WRF) model over Boston and Phoenix to examine interactions between urban heat islands and heat waves. We improved an attribution method to quantify the urban-rural differences of near-surface air temperature and heat stress, and applied the improved attribution method to analyzing numerical simulations. Using numerical simulations, we also studied the urban-rural difference in temperature persistence, a key quantity that determines the length of heatwaves, and quantified the role of anthropogenic heat flux in enhancing urban temperatures. Second, we reviewed current understanding and proposed future research directions on tree transpiration and urban temperatures. We further developed an improved evapotranspiration module into the urban vegetation-photosynthesis respiration model (VPRM) and validated the improved evapotranspiration module using sap flux data. We then applied this evapotranspiration model for city heat resiliency planning. Third, we quantified the effects of land cover distributions and albedo on land surface temperature across seven US cities, building from which we advanced a decision support tool for assessing the temperature impacts of redevelopment based on albedo, land cover, and neighborhood characteristics\nFrom this project, the BU team published 14 peer-reviewed papers, with another 2 manuscripts in review. This project provided financial support for several Ph.D. students with two Ph.D. dissertations directly related to this project. The research has been showcased at multiple national and international conferences and workshops. Through collaborations with Boston officials, we have successfully integrated our research into policy. We collaborated with Boston Transportation Department and Boston Environment Department to apply the urban evapotranspiration model to assess the urban heat impacts of tree removal for a proposed major transportation project. We also presented the evaporative cooling framework for a city hall lunch speaker series and worked with the Boston Redevelopment Authority to implement the framework into planning.\n\n\n\n\t\t\t\t\tLast Modified: 08/20/2024\n\n\t\t\t\t\tSubmitted by: DanLi\n"
 }
}