{
 "awd_id": "1854415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of Curvature-Induced Secondary Flows on Mechanotransduction and Cell Biochemical Signaling in 3D Bioprinted Artery Models with Physiological Inflow",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 599390.0,
 "awd_amount": 599390.0,
 "awd_min_amd_letter_date": "2019-03-08",
 "awd_max_amd_letter_date": "2019-03-08",
 "awd_abstract_narration": "Heart disease is the leading cause of death for men and women in the United States and throughout the world. In addition to the detrimental effects on human health and loss of life, the economic impact of cardiovascular diseases is tens of billions of dollars annually in the US. Diseases associated with plaque formation, such as atherosclerosis, are triggered by the biochemical signals expressed by the arterial lining cells in direct contact with the blood, the endothelial cells. It is known that the endothelial cells transmit biochemical signals to adjacent smooth muscle cell layers that control the properties of the arteries, such as their stiffness and cross-sectional area through which the blood flows.  These biochemical signals are, in part, the response of the cells to the mechanical forces that they see as the blood flows past.  The objective of this project is to study how these cells respond to complex flows, such as those that occur in various parts of the vasculature (e.g. regions of curvature, constrictions, branching). This project will produce novel, 3D bioprinted blood vessel models with endothelial cells based on actual physiological arteries.  These realistic bioreactors will then be subjected to blood flow that mimics the natural physiology. This study will improve the understanding of the interactions of blood flow and arterial lining cells under realistic conditions.  This advancement in understanding may eventually translate to research to address the onset and progression  of vascular diseases. The project also supports substantial outreach to enhance the participation of underrepresented students in STEM fields.\r\n\r\nThis project includes a combination of experimental and computational modeling along with the development of realistic bioreactors for the assessment of endothelial response.  Vascular structures are complex, and the combination of external and internal geometry, including curvature, tortuosity, and stenoses, leads to flow fields that are variable in both space and time.  In the first aim, the research will use state-of-the-art, non-invasive laser-based techniques, such as Particle Image Velocimetry, to measure the entire flow field in patient-specific vascular geometries.  This will be combined with the assessment of wall shear stress distributions determined from computational simulations. These realistic geometries will create the complex physiological and pathophysiological flows, including secondary flows and stenosis-induced flow separations, that are seen in natural vascular structures.  In aim 2, the patient-specific geometries will be replicated through 3D bioprinted structures that include endothelial cells.  These realistic bioreactors will be used to measure cellular biochemical signaling within these vessels under different flow conditions through cell staining, immunofluorescence imaging, and gene analysis. By integrating these two approaches from different disciplines, the project will be able to examine the cause and effect between the complex blood flow and the resulting cell response.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Plesniak",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Plesniak",
   "pi_email_addr": "plesniak@gwu.edu",
   "nsf_id": "000308687",
   "pi_start_date": "2019-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lijie Grace",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lijie Grace Zhang",
   "pi_email_addr": "lgzhang@gwu.edu",
   "nsf_id": "000606274",
   "pi_start_date": "2019-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520066",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 599390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study focused on how endothelial cells respond to complex flows, such as those that occur within the human vascular system.&nbsp; This is important because the cell response via biochemical signaling, through a process known as mechanotransduction, can lead to cardiovascular diseases such as atherosclerosis.&nbsp; This disease is commonly known as \"hardening of the arteries\" and is characterized by the buildup of fats, cholesterol, cellular waste products, and other products on the artery walls (the endothelium).&nbsp; These deposits are called plaques, which can cause blockages in the arteries and restrict blood flow. The plaques can also burst and form blood clots.&nbsp; These conditions can lead to strokes and heart attacks.&nbsp; In the United States, about 50% of deaths are caused by cardiovascular diseases such as strokes and heart attacks.&nbsp; Plaque deposits and blockages occur primarily at locations of complex arterial vessel geometry, such as bifurcations or branching, and curvatures.&nbsp; To understand the mechanotransduction process, we explored endothelial cell response mechanisms due to stresses generated from complex physiological flow geometries and complex flow structures, such as the swirling motion vortices, in arteries.&nbsp; The flow quantity known as wall shear stress (a physical phenomenon that is the consequence of the frictional forces generated by the blood flow acting on the cells lining the wall of the artery) has been correlated to cell biochemical signaling pathways.&nbsp; Our study essentially examines how the blood flow triggers certain cellular responses, which in turn may affect the onset and progression of diseases like atherosclerosis.<br /><br />The primary model studied was a flow branching from one vessel into two, such as occurs in the carotid artery that supplies blood to the brain and face via the internal and external carotid arteries that branch from the common carotid artery.&nbsp; We found from published clinical studies that patients which eventually developed atherosclerosis had different anatomical features, on average, than healthy patients.&nbsp; We built representative models (developed from patient-averaged data reported in the clinical literature) to study the difference in flow between the healthy and disease-prone artery anatomical features, or blood vessel geometry.&nbsp; We conducted high fidelity measurements and computational simulations of pulsatile, physiological and pathological flows and their induced shear stresses in the model arteries.&nbsp; Our computational simulations of a healthy and a disease-prone geometry revealed substantial differences in the behavior of vortical flow structures in the internal carotid artery sinus. We found a strong correlation between a long-lasting, stably persistent vortical swirling motion and the related increased wall shear stress, known to have a positive physiological impact on the endothelium (lining of the arterial walls) to promote health. The characterization of the sinus vortical structure is a precursor to developing a promising clinical indicator for atherosclerosis risk. Thus, the advances made in this study could be translated to inform the clinical early detection of patients at higher risk for carotid bifurcation atherosclerosis.<br /><br />We also investigated endothelial cell responses in biomimetic 3D bioprinted blood vessel models with complex flows and complex flow structures, such as secondary flows flow separation. Three-dimensional bioprinted vessels were created using a variety of materials and exhibited structural features observed within human blood vessels, such as regions of curvature, constrictions (stenoses), and vascular branching.&nbsp; A fundamental understanding of the fabrication of artificial blood vessels, vascular cells, and their combined interaction within different flow environments, such as the presence of steady and pulsatile flows, was elucidated. Hence, the resultant \"printed\" blood vessels could facilitate a series of complex fluid flows which encouraged vascular cell growth and allowed for the in-depth study of vascular cells response to flow dynamics. The novel printed blood vessels created in this project serve as an excellent platform to study the effects that complex flows have on not only vascular development, but also the development of various vascular diseases such as atherosclerosis.<br /><br />Another exciting aspect of the research is our adaptation of a state-of-the-art technique known as molecular tagging velocimetry (MTV), which allows direct determination of the wall shear stress experimentally by measuring the velocity profile with high resolution near the artery wall.&nbsp; Experimental wall shear stress measurements in cardiovascular flows have heretofore been challenging when using wall mounted sensors, or traditional non-intrusive and tracer-particle-based optical diagnostic techniques. &nbsp;<br /><br />This research program's Broader Impacts include: (1) affecting engineering and societal environments, (2) increasing participation of undergraduates and underrepresented groups, and (3) K-12 outreach programs.&nbsp; Three Ph.D. students (one already graduated) and six undergraduate students received training and research experience.&nbsp; Five of the students involved in the research were members of underrepresented groups in engineering.&nbsp; Additionally, we have published six archival journal papers, one book chapter, many conference presentations and invited talks based on the results obtained from this project. The research results and 3D bioprinting techniques developed were also included in the co-PIs courses: MAE 6204 Tissue Engineering and MAE 6238/MAE 4168 Biomaterials.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;W&nbsp;Plesniak</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691182420374_NSFVascularFlowProjectSummaryFigure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691182420374_NSFVascularFlowProjectSummaryFigure--rgov-800width.jpg\" title=\"Vascular Cell Growth in 3D Printed Vessels\"><img src=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691182420374_NSFVascularFlowProjectSummaryFigure--rgov-66x44.jpg\" alt=\"Vascular Cell Growth in 3D Printed Vessels\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Vascular Cell Growth in 3D Printed Vessels with Dynamic Biological Flows a). 3D printing techniques are used to fabricate artificial blood vessels. b). The growth and maturation of vascular cells seeded within 3D printed blood vessels are influenced by factors such as vessel material crystallinity,</div>\n<div class=\"imageCredit\">Zhang lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;W&nbsp;Plesniak</div>\n<div class=\"imageTitle\">Vascular Cell Growth in 3D Printed Vessels</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691182613176_graphicalAbstract_detailedVersion-NSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691182613176_graphicalAbstract_detailedVersion-NSF--rgov-800width.jpg\" title=\"Atheroprotective Vortices in the Carotid Artery Bifurcarion\"><img src=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691182613176_graphicalAbstract_detailedVersion-NSF--rgov-66x44.jpg\" alt=\"Atheroprotective Vortices in the Carotid Artery Bifurcarion\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Disease-prone anatomy has asymmetric branching angle. An important vortex that promotes higher wall shear stresses necessary for normal cell function in healthy patients deteriorates more rapidly.  Vortex deterioration is associated with less pressure difference in the disease-prone case.</div>\n<div class=\"imageCredit\">Plesniak Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;W&nbsp;Plesniak</div>\n<div class=\"imageTitle\">Atheroprotective Vortices in the Carotid Artery Bifurcarion</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691184079688_velocity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691184079688_velocity--rgov-800width.jpg\" title=\"Flow in Healthy and Disease-prone Carotid Attery Models\"><img src=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1691184079688_velocity--rgov-66x44.jpg\" alt=\"Flow in Healthy and Disease-prone Carotid Attery Models\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Flow field comparison at peak and decelerating inflow between a healthy and a disease-prone anatomy. A high velocity jet forms near the bifurcation apex, splitting more equally between branches for the disease-prone geometry, which also has a larger low-velocity flow-separation zone in the sinus.</div>\n<div class=\"imageCredit\">Plesniak Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;W&nbsp;Plesniak</div>\n<div class=\"imageTitle\">Flow in Healthy and Disease-prone Carotid Attery Models</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1693241638571_TAWSS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1693241638571_TAWSS--rgov-800width.jpg\" title=\"Time-Averaged Wall Shear Stress (TAWSS)\"><img src=\"/por/images/Reports/POR/2023/1854415/1854415_10596061_1693241638571_TAWSS--rgov-66x44.jpg\" alt=\"Time-Averaged Wall Shear Stress (TAWSS)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Greatest differences between the two geometries occur in the upstream sinus, close to the bifurcation (circled area). The disease-prone, pre-disposed geometry has lower TAWSS and this low TAWSS spans over a much larger area.  Lower TAWSS correlated with predisposition for atherosclerosis.</div>\n<div class=\"imageCredit\">Plesniak Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;W&nbsp;Plesniak</div>\n<div class=\"imageTitle\">Time-Averaged Wall Shear Stress (TAWSS)</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis study focused on how endothelial cells respond to complex flows, such as those that occur within the human vascular system.  This is important because the cell response via biochemical signaling, through a process known as mechanotransduction, can lead to cardiovascular diseases such as atherosclerosis.  This disease is commonly known as \"hardening of the arteries\" and is characterized by the buildup of fats, cholesterol, cellular waste products, and other products on the artery walls (the endothelium).  These deposits are called plaques, which can cause blockages in the arteries and restrict blood flow. The plaques can also burst and form blood clots.  These conditions can lead to strokes and heart attacks.  In the United States, about 50% of deaths are caused by cardiovascular diseases such as strokes and heart attacks.  Plaque deposits and blockages occur primarily at locations of complex arterial vessel geometry, such as bifurcations or branching, and curvatures.  To understand the mechanotransduction process, we explored endothelial cell response mechanisms due to stresses generated from complex physiological flow geometries and complex flow structures, such as the swirling motion vortices, in arteries.  The flow quantity known as wall shear stress (a physical phenomenon that is the consequence of the frictional forces generated by the blood flow acting on the cells lining the wall of the artery) has been correlated to cell biochemical signaling pathways.  Our study essentially examines how the blood flow triggers certain cellular responses, which in turn may affect the onset and progression of diseases like atherosclerosis.\n\nThe primary model studied was a flow branching from one vessel into two, such as occurs in the carotid artery that supplies blood to the brain and face via the internal and external carotid arteries that branch from the common carotid artery.  We found from published clinical studies that patients which eventually developed atherosclerosis had different anatomical features, on average, than healthy patients.  We built representative models (developed from patient-averaged data reported in the clinical literature) to study the difference in flow between the healthy and disease-prone artery anatomical features, or blood vessel geometry.  We conducted high fidelity measurements and computational simulations of pulsatile, physiological and pathological flows and their induced shear stresses in the model arteries.  Our computational simulations of a healthy and a disease-prone geometry revealed substantial differences in the behavior of vortical flow structures in the internal carotid artery sinus. We found a strong correlation between a long-lasting, stably persistent vortical swirling motion and the related increased wall shear stress, known to have a positive physiological impact on the endothelium (lining of the arterial walls) to promote health. The characterization of the sinus vortical structure is a precursor to developing a promising clinical indicator for atherosclerosis risk. Thus, the advances made in this study could be translated to inform the clinical early detection of patients at higher risk for carotid bifurcation atherosclerosis.\n\nWe also investigated endothelial cell responses in biomimetic 3D bioprinted blood vessel models with complex flows and complex flow structures, such as secondary flows flow separation. Three-dimensional bioprinted vessels were created using a variety of materials and exhibited structural features observed within human blood vessels, such as regions of curvature, constrictions (stenoses), and vascular branching.  A fundamental understanding of the fabrication of artificial blood vessels, vascular cells, and their combined interaction within different flow environments, such as the presence of steady and pulsatile flows, was elucidated. Hence, the resultant \"printed\" blood vessels could facilitate a series of complex fluid flows which encouraged vascular cell growth and allowed for the in-depth study of vascular cells response to flow dynamics. The novel printed blood vessels created in this project serve as an excellent platform to study the effects that complex flows have on not only vascular development, but also the development of various vascular diseases such as atherosclerosis.\n\nAnother exciting aspect of the research is our adaptation of a state-of-the-art technique known as molecular tagging velocimetry (MTV), which allows direct determination of the wall shear stress experimentally by measuring the velocity profile with high resolution near the artery wall.  Experimental wall shear stress measurements in cardiovascular flows have heretofore been challenging when using wall mounted sensors, or traditional non-intrusive and tracer-particle-based optical diagnostic techniques.  \n\nThis research program's Broader Impacts include: (1) affecting engineering and societal environments, (2) increasing participation of undergraduates and underrepresented groups, and (3) K-12 outreach programs.  Three Ph.D. students (one already graduated) and six undergraduate students received training and research experience.  Five of the students involved in the research were members of underrepresented groups in engineering.  Additionally, we have published six archival journal papers, one book chapter, many conference presentations and invited talks based on the results obtained from this project. The research results and 3D bioprinting techniques developed were also included in the co-PIs courses: MAE 6204 Tissue Engineering and MAE 6238/MAE 4168 Biomaterials.\n\n\t\t\t\t\tLast Modified: 08/28/2023\n\n\t\t\t\t\tSubmitted by: Michael W Plesniak"
 }
}