{
 "awd_id": "1855193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAR-PF Subsurface Nitrous Oxide Emissions Along River Corridors: Analysis Across Spatial and Temporal Scales",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2019-04-11",
 "awd_max_amd_letter_date": "2019-04-11",
 "awd_abstract_narration": "Dr. Corey D. Wallace has been granted an NSF EAR Postdoctoral Fellowship to work at the University of Cincinnati to examine how agricultural practices and changes in precipitation patterns affect nitrous oxide production along rivers. Some evidence suggests that fertilizers from agricultural activities near streams could contribute to the release of greenhouse gases to the atmosphere, a process that has accelerated as human food and energy demands have increased. Surface water and groundwater mixing along rivers delivers this nitrogen to river beds and banks, where it stimulates the formation of nitrogen gases. The release may be influenced by the amount of rainfall, the characteristics of the soil, and type of land use. Through experimental, field work, and modeling activities, this work will study how streams contribute to the release of greenhouse gases into the atmosphere and how such emissions might change in the future. Results from this work will advance knowledge on how greenhouse gases are released to the atmosphere and will contribute to the development of management strategies to reduce these emissions. The postdoctoral fellow will also enhance graduate and undergraduate education by hosting a field and classroom-based course on the environmental effects of climate change and agriculture.\r\n\r\n\r\nAs a redox process, the extent and magnitude of subsurface nitrogen cycling changes with nutrient availability and groundwater flow patterns. Subsequent nitrous oxide production is thus highly variable across spatial and temporal scales. The working hypotheses of this study include: (a) sediment heterogeneity increases subsurface nitrous oxide flux relative to a homogenous lithology in an otherwise analogous geochemical environment, and (b) climate change related shifts in precipitation patterns increase nitrous oxide flux along river corridors, creating a positive feedback loop that further stimulates climate change. The postdoctoral fellow will utilize the CV Theis Groundwater Observatory at the University of Cincinnati to evaluate the riparian aquifer adjacent to the Great Miami River at high spatial and temporal resolution and elucidate the hydrologic and geochemical controls on nitrous oxide yield from subsurface nitrogen cycling. These field measurements will inform numerical model development, which in turn will provide information on the influence of sediment heterogeneity and other factors on nitrous oxide production. Watershed-scale effects will be assessed by concomitantly using simulated future climate data and projected land use change to estimate nitrous oxide flux along river corridors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Wallace",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Corey D Wallace",
   "pi_email_addr": "",
   "nsf_id": "000787287",
   "pi_start_date": "2019-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wallace, Corey David",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "43210",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati",
  "perf_str_addr": null,
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210013",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrous oxide (N<sub>2</sub>O) is a potent ozone-depleting greenhouse gas produced by incomplete denitrification, a microbial process which removes nitrate from groundwater. The project utilized a comprehensive suite of high-resolution field measurements coupled with advanced numerical groundwater modeling techniques to determine how N<sub>2</sub>O production in the banks along rivers changes in response to the occurrence and orientation of different soil types, and how production rates may change in response to global climate change. Field measurements were collected at the Theis Environmental Monitoring and Modeling Site (TEMMS), a state-of-the-art groundwater observatory within the Great Miami River watershed established by the University of Cincinnati (UC) in 2017. Measurements of river levels and water table elevation at the site indicate that significant flows during storms alter groundwater flow patterns, even between consecutive storm events, which has direct implications for nutrient transport through the aquifer. Results suggest that water resources management decisions based on average flow conditions may inaccurately represent the system being evaluated, and could reduce the effectiveness of remediation strategies for nutrients like nitrate. Continuous, high-resolution oxidation-reduction monitoring at the site further revealed that while dynamic flow conditions like storms intermittently perturb geochemical conditions, but the underlying soil structure ultimately governs the spatial and temporal dynamics of aquifer geochemical conditions. Site-scale numerical models of groundwater flow and reactive nitrogen transport developed using field measurements demonstrate that N<sub>2</sub>O production is greatest within sandy sediments where denitrification rates are highest, and that N<sub>2</sub>O emissions increase by more than an order of magnitude during storms. The findings from these smaller-scale models were used to create a large-scale model of the Great Miami River watershed, wherein land use is predominantly agricultural and fertilizer application rates are amongst the highest in the United States. Denitrification, and subsequent N<sub>2</sub>O production, was simulated throughout the watershed through year 2100. Land-use change throughout the simulated future period was based on estimates found in the literature, and the effects of climate change on watershed-scale precipitation patterns were determined by incorporating simulated future climate data into the model. Model results show that denitrification may become increasingly abundant throughout the watershed as conditions change, further enhancing N<sub>2</sub>O production. Models used for process understanding in complex environments, like those developed in this project, can improve predictive understandings of nutrient remediation processes and their response to perturbations in other vulnerable regions. Further, dynamic regions of nutrient mixing identified through modeling can inform and optimize resource allocation for field sampling and sensor deployment. The results from this project contribute to a clearer understanding of how sediment and nutrient heterogeneity control N<sub>2</sub>O production across spatial scales, which is becoming especially important in light of the growing global concern regarding climate change driven hydrologic changes within watersheds worldwide.</p>\n<p>&nbsp;</p>\n<p><input id=\"idg-io-safe-browsing-enabled\" type=\"hidden\" /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2021<br>\n\t\t\t\t\tModified by: Corey&nbsp;D&nbsp;Wallace</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNitrous oxide (N2O) is a potent ozone-depleting greenhouse gas produced by incomplete denitrification, a microbial process which removes nitrate from groundwater. The project utilized a comprehensive suite of high-resolution field measurements coupled with advanced numerical groundwater modeling techniques to determine how N2O production in the banks along rivers changes in response to the occurrence and orientation of different soil types, and how production rates may change in response to global climate change. Field measurements were collected at the Theis Environmental Monitoring and Modeling Site (TEMMS), a state-of-the-art groundwater observatory within the Great Miami River watershed established by the University of Cincinnati (UC) in 2017. Measurements of river levels and water table elevation at the site indicate that significant flows during storms alter groundwater flow patterns, even between consecutive storm events, which has direct implications for nutrient transport through the aquifer. Results suggest that water resources management decisions based on average flow conditions may inaccurately represent the system being evaluated, and could reduce the effectiveness of remediation strategies for nutrients like nitrate. Continuous, high-resolution oxidation-reduction monitoring at the site further revealed that while dynamic flow conditions like storms intermittently perturb geochemical conditions, but the underlying soil structure ultimately governs the spatial and temporal dynamics of aquifer geochemical conditions. Site-scale numerical models of groundwater flow and reactive nitrogen transport developed using field measurements demonstrate that N2O production is greatest within sandy sediments where denitrification rates are highest, and that N2O emissions increase by more than an order of magnitude during storms. The findings from these smaller-scale models were used to create a large-scale model of the Great Miami River watershed, wherein land use is predominantly agricultural and fertilizer application rates are amongst the highest in the United States. Denitrification, and subsequent N2O production, was simulated throughout the watershed through year 2100. Land-use change throughout the simulated future period was based on estimates found in the literature, and the effects of climate change on watershed-scale precipitation patterns were determined by incorporating simulated future climate data into the model. Model results show that denitrification may become increasingly abundant throughout the watershed as conditions change, further enhancing N2O production. Models used for process understanding in complex environments, like those developed in this project, can improve predictive understandings of nutrient remediation processes and their response to perturbations in other vulnerable regions. Further, dynamic regions of nutrient mixing identified through modeling can inform and optimize resource allocation for field sampling and sensor deployment. The results from this project contribute to a clearer understanding of how sediment and nutrient heterogeneity control N2O production across spatial scales, which is becoming especially important in light of the growing global concern regarding climate change driven hydrologic changes within watersheds worldwide.\n\n \n\n\n\n\t\t\t\t\tLast Modified: 10/02/2021\n\n\t\t\t\t\tSubmitted by: Corey D Wallace"
 }
}