{
 "awd_id": "1855464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Problems and Methods in Extremal Combinatorics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2019-04-18",
 "awd_max_amd_letter_date": "2021-04-30",
 "awd_abstract_narration": "Extremal Combinatorics investigates the maximum or minimum possible sizes of combinatorial objects satisfying prescribed sets of required properties. Questions of this type are often motivated by applications in other areas including theoretical computer science, geometry and information theory. This is one of the most active areas in modern Combinatorics and has developed spectacularly over the last decades. In this project the PI intends to investigate several fundamental problems in the area, including ones that are motivated by algorithmic applications. A representative example is the problem of finding the smallest possible size of a graph that contains every member of a given family as an induced subgraph. This is closely related to the ability to store members of the family in an economical way in distributed systems. It is expected that work on the problems addressed in the proposal will lead to new methods and new applications. It is also expected that the project will contribute to advancing mathematics through education by mentoring graduate students working on these topics and by giving lectures on these and related subjects to experts and to graduate and undergraduate students.\r\n\r\nThe aim of the project is to study several important problems in Extremal Combinatorics, including ones motivated by algorithmic applications. The first topic addressed deals with universal graphs which are graphs that contain every member of a given family as an induced subgraph. The investigation of the smallest possible number of vertices of universal graphs for prescribed interesting families is motivated by the study of adjacency labeling schemes and received a considerable amount of attention. Within this area, the main goals are to obtain tight estimates for the smallest possible sizes of universal graphs or hypergraphs for the family of all graphs or hypergraphs with a given number of vertices, the family of all Cayley graphs of a given group, and several families of intersection graphs of simple geometric objects. The second topic proposed concerns traces of hypergraphs and the related notions of their VC-dimension and Littlestone dimension. The PI hopes to prove new bounds for the general extremal problem of estimating the maximum number of projections on a set of vertices of a given size that can be guaranteed in any hpergraph with a given number of vertices and edges. In the study of these problems and related ones the PI plans to apply and develop a range of methods combining combinatorial, probabilistic, algebraic and geometric tools with ideas from Coding Theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noga",
   "pi_last_name": "Alon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noga Alon",
   "pi_email_addr": "nalon@math.princeton.edu",
   "nsf_id": "000784827",
   "pi_start_date": "2019-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Fine Hall, Washington Road",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 236137.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 93863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project deals with extremal problems in Combinatorics. Questions of this type are often motivated by applications in other areas including theoretical computer science. One of the highlights of our project is in joint paper with Livni, Malliaris and Moran and a followup joint work with them together with Bun, that establishes the equivalence between two central notions in Computational Learning: private learning and online learning. The methods in this project combine combinatorial tools including Ramsey Theory and techniques from Extremal Set Theory with probabilistic ideas. This brief survey contains a description of the main results in a somewhat informal way.</p>\n<p>Statistical analysis and computer algorithms play significant roles in the decisions which shape modern society. The collection and analysis of individuals&rsquo; data drives computer programs which determine many critical outcomes, including the allocation of community resources, decisions to give loans, and school admissions. While data-driven and automated approaches have obvious benefits in terms of efficiency, they also raise the possibility of unintended negative impacts, especially against marginalized groups. This possibility highlights the need for responsible algorithms that obey relevant ethical requirements. Differential Privacy plays a key role in this context. In our work we study the problem of identifying the binary classification tasks that can be learned in the private PAC model. The PAC model, introduced by Valiant in the 80s, is the most elegant mathematical model for learning, and our work follows a long line of papers studying binary classification under differential privacy.</p>\n<p>The work provides a qualitative characterization, showing that a hypothesis class of binary functions is differentially-privately learnable (with some finite number of samples) if and only if it is online learnable (with some finite mistake bound).</p>\n<p>Online learning is a well-studied branch of machine learning which addresses algorithms making real-time predictions on sequentially arriving data. Such tasks arise in contexts including recommendation systems and advertisement placement. The literature on this subject is vast, including several books and numerous articles. In online prediction we have a class of predictors assigning to each point of a domain a binary label.&nbsp; An algorithm gets in each step a datapoint, predicts its binary label, and then gets the correct label. The regret of the algorithm is the number of mistakes it makes compared to that of the best predictor, and a class is said to be online learnable if there is an algorithm that achieves sublinear regret against any sequence of examples. It is known that this is the case if and only if a combinatorial dimension associated with the class, which is called its Littlestone dimension, is finite. This dimensionis closely related to the notion of stability in logic.</p>\n<p>In our work we show that a class is privately learnable if and only if its Litlestone dimension is finite, establishing the qualitative equivalence of these three notions: private learnability, online learnability, and having a finite Littlestone dimension. This resolves open problems of Bun, Nissim, Stemmer and Vadhan and of Feldman and Xiao, showing that stability plays a key role not only in online learning but in differential privacy as well.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2023<br>\n\t\t\t\t\tModified by: Noga&nbsp;Alon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project deals with extremal problems in Combinatorics. Questions of this type are often motivated by applications in other areas including theoretical computer science. One of the highlights of our project is in joint paper with Livni, Malliaris and Moran and a followup joint work with them together with Bun, that establishes the equivalence between two central notions in Computational Learning: private learning and online learning. The methods in this project combine combinatorial tools including Ramsey Theory and techniques from Extremal Set Theory with probabilistic ideas. This brief survey contains a description of the main results in a somewhat informal way.\n\nStatistical analysis and computer algorithms play significant roles in the decisions which shape modern society. The collection and analysis of individuals’ data drives computer programs which determine many critical outcomes, including the allocation of community resources, decisions to give loans, and school admissions. While data-driven and automated approaches have obvious benefits in terms of efficiency, they also raise the possibility of unintended negative impacts, especially against marginalized groups. This possibility highlights the need for responsible algorithms that obey relevant ethical requirements. Differential Privacy plays a key role in this context. In our work we study the problem of identifying the binary classification tasks that can be learned in the private PAC model. The PAC model, introduced by Valiant in the 80s, is the most elegant mathematical model for learning, and our work follows a long line of papers studying binary classification under differential privacy.\n\nThe work provides a qualitative characterization, showing that a hypothesis class of binary functions is differentially-privately learnable (with some finite number of samples) if and only if it is online learnable (with some finite mistake bound).\n\nOnline learning is a well-studied branch of machine learning which addresses algorithms making real-time predictions on sequentially arriving data. Such tasks arise in contexts including recommendation systems and advertisement placement. The literature on this subject is vast, including several books and numerous articles. In online prediction we have a class of predictors assigning to each point of a domain a binary label.  An algorithm gets in each step a datapoint, predicts its binary label, and then gets the correct label. The regret of the algorithm is the number of mistakes it makes compared to that of the best predictor, and a class is said to be online learnable if there is an algorithm that achieves sublinear regret against any sequence of examples. It is known that this is the case if and only if a combinatorial dimension associated with the class, which is called its Littlestone dimension, is finite. This dimensionis closely related to the notion of stability in logic.\n\nIn our work we show that a class is privately learnable if and only if its Litlestone dimension is finite, establishing the qualitative equivalence of these three notions: private learnability, online learnability, and having a finite Littlestone dimension. This resolves open problems of Bun, Nissim, Stemmer and Vadhan and of Feldman and Xiao, showing that stability plays a key role not only in online learning but in differential privacy as well.\n\n\t\t\t\t\tLast Modified: 07/04/2023\n\n\t\t\t\t\tSubmitted by: Noga Alon"
 }
}