{
 "awd_id": "1855784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Catalan Function and Schubert Calculus",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 179816.0,
 "awd_amount": 179816.0,
 "awd_min_amd_letter_date": "2019-06-27",
 "awd_max_amd_letter_date": "2021-07-06",
 "awd_abstract_narration": "Combinatorics is an area of mathematics concerned with analyzing, organizing, and optimizing over discrete data.  It is a fundamental tool in many scientific areas such as genomics, computer science, statistics, and physics.  This project will develop combinatorial methods for attacking problems in algebra, geometry, and symmetric function theory, an area with applications to probability and statistical mechanics. A mutually beneficial component is the further development of the SAGE open-source mathematics software, a crucial tool for this investigation.\r\n\r\nThis project spans combinatorial problems in representation theory, algebraic geometry, and physics.  The inspiration comes from constructions such as tableaux and Bruhat posets which lie at the heart of classical mathematics such as Schubert calculus and the representation theory of the complex linear group.  Fundamental objects in our investigations are the Schur functions and generalizations known as k-Schur functions, which are closely tied to (affine) Schubert calculus.  This project will capitalize on PIs' recent work connecting k-Schur functions with certain Catalan symmetric functions to solve problems involving Macdonald polynomials, parabolic Hall-Littlewood polynomials, Gromov-Witten invariants, and the co(homology) and K-theory of affine Grassmannians.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonah",
   "pi_last_name": "Blasiak",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jonah D Blasiak",
   "pi_email_addr": "jblasiak@gmail.com",
   "nsf_id": "000512163",
   "pi_start_date": "2019-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49217.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 70228.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 60371.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Combinatorics is an area of mathematics concerned with analyzing, organizing, and optimizing over discrete data.&nbsp; It is a fundamental tool in many scientific areas such as genomics, computer science, statistics, and physics. This project developed combinatorial methods for attacking problems in symmetric function theory, an area with applications to probability, statistical mechanics, and quantum information theory.</p>\n<p>The project specifically focused on combinatorial problems tied to Macdonald polynomials, a remarkable family of orthogonal polynomials which form a basis for the ring of symmetric functions. Since their introduction in the 80's, they have developed connections with many areas, including particle physics and knot theory.Studies of Macdonald polynomials in the 90's led to the space of diagonal harmonics,&nbsp;a vector space of polynomials in 2n variables.&nbsp; Its dimension is (n+1)^(n-1), of combinatorial significance as it matches the number of rooted trees on n+1 labelled vertices, and a finer dimension count which takes into account the degrees of the polynomials is closely tied to the&nbsp;Macdonald polynomials. The celebrated shuffle conjecture from around 2000 proposed an explicit formula for a symmetric function encoding these finer dimensions.&nbsp; This conjecture was finally proven in 2015.&nbsp;&nbsp;</p>\n<p>The PIs' work over the last several years has centered around Catalan functions,a family of polynomials indexed by southeast lattice paths from (0,n) to (n,0) which stay above the diagonal. These objects formed the key ingredient in the PIs' resolution of two long-standing open problems related to Schubert calculus and crystals of quantum groups.&nbsp; In this project, the PIs and their collaborators&nbsp;tied Macdonald theory to Catalan functions.&nbsp; They used this to prove the extended Delta and Loehr-Warrington conjectures, two long-standing problems related to the shuffle theorem.&nbsp; They wrote four papers on this topic, two of which recently appeared in Forum of Mathematics, Pi,&nbsp;one of the top mathematics journals.</p><br>\n<p>\n Last Modified: 11/06/2023<br>\nModified by: Jonah&nbsp;D&nbsp;Blasiak</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCombinatorics is an area of mathematics concerned with analyzing, organizing, and optimizing over discrete data. It is a fundamental tool in many scientific areas such as genomics, computer science, statistics, and physics. This project developed combinatorial methods for attacking problems in symmetric function theory, an area with applications to probability, statistical mechanics, and quantum information theory.\n\n\nThe project specifically focused on combinatorial problems tied to Macdonald polynomials, a remarkable family of orthogonal polynomials which form a basis for the ring of symmetric functions. Since their introduction in the 80's, they have developed connections with many areas, including particle physics and knot theory.Studies of Macdonald polynomials in the 90's led to the space of diagonal harmonics,a vector space of polynomials in 2n variables. Its dimension is (n+1)^(n-1), of combinatorial significance as it matches the number of rooted trees on n+1 labelled vertices, and a finer dimension count which takes into account the degrees of the polynomials is closely tied to theMacdonald polynomials. The celebrated shuffle conjecture from around 2000 proposed an explicit formula for a symmetric function encoding these finer dimensions. This conjecture was finally proven in 2015.\n\n\nThe PIs' work over the last several years has centered around Catalan functions,a family of polynomials indexed by southeast lattice paths from (0,n) to (n,0) which stay above the diagonal. These objects formed the key ingredient in the PIs' resolution of two long-standing open problems related to Schubert calculus and crystals of quantum groups. In this project, the PIs and their collaboratorstied Macdonald theory to Catalan functions. They used this to prove the extended Delta and Loehr-Warrington conjectures, two long-standing problems related to the shuffle theorem. They wrote four papers on this topic, two of which recently appeared in Forum of Mathematics, Pi,one of the top mathematics journals.\t\t\t\t\tLast Modified: 11/06/2023\n\n\t\t\t\t\tSubmitted by: JonahDBlasiak\n"
 }
}