{
 "awd_id": "1855383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient Modeling of Fluid-Structure Interaction in Flapping, Flexible Wings for Real-Time Control and Parametric Design",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 370244.0,
 "awd_amount": 374244.0,
 "awd_min_amd_letter_date": "2019-05-06",
 "awd_max_amd_letter_date": "2021-12-10",
 "awd_abstract_narration": "Flexible flapping wings are an important component in several developing technologies with potential to benefit national infrastructure and welfare. For example, miniature robotic vehicles with flapping wings could be deployed to identify leaks in dense networks of pipes, to survey air quality, or even to artificially pollinate crops. Flapping wings could also be used to harvest energy and thus power a sensor network for specific applications. However, engineering tools are not sufficiently evolved to utilize flexible flapping wings for these emerging technologies. Methods currently used to predict the physics of flapping wings are inefficient, often requiring long time to estimate the performance of just a single flapping wing system. As such, they cannot be used for real-time control applications where the system must adapt rapidly to dynamic environmental conditions. The primary goal of this award is therefore to develop efficient and rapid experimental methods to predict the physics governing flapping flexible wings. Such methods will advance the design for flapping wing technologies. This award will support American Indian students recruited through Montana State University's EMPower program. It will also promote science, technology, engineering and math fields through public outreach activities including Montana State Family Science Day and National Biomechanics Day.  \r\n\r\nThis project specifically aims to realize a reduced-order fluid-structure interaction model of flapping wings.  Conventional fluid-structure interaction models rely on coupled finite element and computational fluid dynamics solvers, both which require considerable computational resources.  Existing low-order approaches are typically restricted to rigid wings and cannot account for the aerodynamic forces that result from elastic structural deformation.  The model developed through this work will deliver solution accuracy near that of high-fidelity solvers with the computational efficiency achieved by low-order methods.  This model will be applied to study both artificial wings as well as real insect wings and will be realized by accomplishing the following objectives.  First, wings will be geometrically, structurally, and aerodynamically characterized via a combination of micro-computed-tomography scans, computational fluid dynamics, experimental modal analysis, and model updating routines.  Second, the fluid-structure interaction framework will be derived using a novel deformable blade element momentum approach.  Deformed wing aerodynamics are accounted for e&#64259;ciently through a predetermined look-up table of coe&#64259;cients and dynamic correction factors that will be incorporated into the quasi-steady model as necessary. This low-order model will initially be benchmarked against direct high-fidelity computational simulation. Third, the model will be validated experimentally. A linkage mechanism will be used to generate flapping kinematics.  Wing strain, aerodynamic forces and torques will be measured and compared to theoretic predictions. The expected outcome of this project is a robust fluid-structure interaction framework capable of supporting real-time control as well as parametric design of flapping, flexible wing technologies.\r\n\r\nThis project is jointly funded by CBET-Fluid Dynamics, the Established Program to Stimulate Competitive Research (EPSCoR), and BIO-IOS programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Jankauski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Jankauski",
   "pi_email_addr": "Mark.jankauski@montana.edu",
   "nsf_id": "000755553",
   "pi_start_date": "2019-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erick",
   "pi_last_name": "Johnson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Erick L Johnson",
   "pi_email_addr": "erick.johnson@montana.edu",
   "nsf_id": "000646674",
   "pi_start_date": "2019-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "220 Roberts Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597173800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 370244.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Flapping, flexible insect wings serve as a design paradigm for several bio-inspired technologies that may benefit national infrastructure and welfare. For example, miniature flapping-wing micro air vehicles could be deployed to identify leaks in piping networks, or small energy harvesting devices emulating flapping wings may be used to power remote sensors. However, the computational methods used to predict the physics of flexible wings are inefficient, often requiring upwards of days to estimate the performance of a single design configuration. The goal of this project was to (1) develop efficient methods to model the aero and structural dynamics of flapping, flexible wings and (2) experimentally validate these methods to ensure their accuracy.</p>\n<p>&nbsp;</p>\n<p>Through this project, a simple model capable of predicting the aerodynamic forces generated by a flapping wing up to 100,000 times faster than a conventional computer-based model was developed. This model used a novel theory termed &lsquo;deformable blade element theory&rsquo; that can be extended to other flexible systems influenced by fluid flow, such as rotating propellors. This innovative model has good accuracy and accommodates a wide range of wing types and motions. This model was used to study the dynamics of insect flight, garnering insights about how flexibility improves energetic economy and aids in sensing. A second, mid-fidelity model based on &lsquo;unsteady vortex lattice method&rsquo; was also created to provide information about the flow structure surrounding the flapping wing. Both developed models agreed well with experiments where flexible artificial wings were flapped via a system of motors.</p>\n<p>&nbsp;</p>\n<p>Educationally, this project supported multiple students, including first-generation and disabled students. Funds were used to develop activities at Montana State University Family Science Day and NASA Explore Earth and Science Space Camp, &nbsp;outreach events geared towards fostering enthusiasm for engineering in K-12 groups. The &ldquo;Finite Element Analysis&rdquo; course curriculum at Montana State was also updated to involve a project related to the design and analysis of flexible wings. Lastly, a design supplement to this award supported a senior capstone team, who designed, built and tested a high-speed robotic flapper capable of reproducing complex flapping motions at high speeds.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Mark&nbsp;Jankauski</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1855383/1855383_10603957_1706573879600_VorticityPlanes--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1855383/1855383_10603957_1706573879600_VorticityPlanes--rgov-800width.png\" title=\"Vorticity contours\"><img src=\"/por/images/Reports/POR/2024/1855383/1855383_10603957_1706573879600_VorticityPlanes--rgov-66x44.png\" alt=\"Vorticity contours\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Vorticity contours over a flapping wing demonstrates complex flow structures.</div>\n<div class=\"imageCredit\">Ryan Schwab</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Mark&nbsp;Jankauski\n<div class=\"imageTitle\">Vorticity contours</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1855383/1855383_10603957_1706574743568_fea_modes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1855383/1855383_10603957_1706574743568_fea_modes--rgov-800width.jpg\" title=\"Vibration modes\"><img src=\"/por/images/Reports/POR/2024/1855383/1855383_10603957_1706574743568_fea_modes--rgov-66x44.jpg\" alt=\"Vibration modes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Vibration modes of a hawkmoth wing</div>\n<div class=\"imageCredit\">Mark Jankauski</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Mark&nbsp;Jankauski\n<div class=\"imageTitle\">Vibration modes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nFlapping, flexible insect wings serve as a design paradigm for several bio-inspired technologies that may benefit national infrastructure and welfare. For example, miniature flapping-wing micro air vehicles could be deployed to identify leaks in piping networks, or small energy harvesting devices emulating flapping wings may be used to power remote sensors. However, the computational methods used to predict the physics of flexible wings are inefficient, often requiring upwards of days to estimate the performance of a single design configuration. The goal of this project was to (1) develop efficient methods to model the aero and structural dynamics of flapping, flexible wings and (2) experimentally validate these methods to ensure their accuracy.\n\n\n\n\n\nThrough this project, a simple model capable of predicting the aerodynamic forces generated by a flapping wing up to 100,000 times faster than a conventional computer-based model was developed. This model used a novel theory termed deformable blade element theory that can be extended to other flexible systems influenced by fluid flow, such as rotating propellors. This innovative model has good accuracy and accommodates a wide range of wing types and motions. This model was used to study the dynamics of insect flight, garnering insights about how flexibility improves energetic economy and aids in sensing. A second, mid-fidelity model based on unsteady vortex lattice method was also created to provide information about the flow structure surrounding the flapping wing. Both developed models agreed well with experiments where flexible artificial wings were flapped via a system of motors.\n\n\n\n\n\nEducationally, this project supported multiple students, including first-generation and disabled students. Funds were used to develop activities at Montana State University Family Science Day and NASA Explore Earth and Science Space Camp, outreach events geared towards fostering enthusiasm for engineering in K-12 groups. The Finite Element Analysis course curriculum at Montana State was also updated to involve a project related to the design and analysis of flexible wings. Lastly, a design supplement to this award supported a senior capstone team, who designed, built and tested a high-speed robotic flapper capable of reproducing complex flapping motions at high speeds.\n\n\n\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: MarkJankauski\n"
 }
}