{
 "awd_id": "1855474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unraveling how RNA helicase Mov10 regulates Ago2 function",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 634278.0,
 "awd_amount": 634278.0,
 "awd_min_amd_letter_date": "2019-06-10",
 "awd_max_amd_letter_date": "2019-06-10",
 "awd_abstract_narration": "Human and animal brains are made up of billions of specialized cells called neurons that act together to drive behavior, learning and memory through the mechanisms that we do not fully understand. Neurons communicate with each other through their long cellular extensions that are composed of proteins, produced in the cells from messenger RNAs. The subject of this research is a recently characterized factor, Mov10, that regulates protein production by unwinding messenger RNAs to facilitate their translation into proteins. Mov10 is necessary for early embryonic development across species and for normal neuron development that includes producing the branches that connect neurons. The goals of this work are to identify the RNAs that Mov10 unwinds, to understand how Mov10?s unwinding activity is regulated and to determine how Mov10 participates in the production of the branching that is critical for neuronal function. This project will involve the training of high school students, undergraduates and graduate students in both scientific methodology and in the scientific process, including hypothesis testing. In addition, this work will inform public talks by the PI for presentation to local and state professional groups about scientific discoveries and the importance of supporting basic research.\r\n\r\nBursts of protein translation are required for normal development and neuronal function but it is unknown how this process is regulated. The goal of this research is to explore the key role of RNA unwinding on RNA fate. RNA helicase Mov10 binds in proximity to MicroRNA Recognition Elements (MREs) in 3'UTRs.  It unwinds secondary structures in RNA to allow access of the primary effector protein of the miRNA pathway, Argonaute 2, to MREs. Mov10 was shown to bind mRNAs encoding neuronal projection and cytoskeletal proteins in developing brain, suggesting a role for Mov10 in regulating translation in dendrites. The hypothesis being tested is that Mov10 binds RNA G-quadruplexes (GQs), which are stable RNA secondary structures, to modulate Ago2 association to MREs in the 3?UTR. The Mov10-dependent Ago2 target mRNAs will be identified using a brain-specific  Mov10 conditional knockout mouse (cko) on which Ago2-enhanced CLIP (eCLIP) will be performed. RNAs whose steady-state expression is Mov10-dependent will be identified by RNA-seq followed by Gene Ontology to identify cytoskeletal RNAs in both WT and Mov10 cko brain. MREs in the target mRNAs will be identified by mutagenesis of the 3'UTRs expressed in a reporter construct.  Regulation of Mov10 activity will be examined by testing the hypothesis that phosphorylation of Mov10 controls its helicase activity. The model GQ, iSpinach, will be used to examine how Mov10 phospho-mimics that are either constitutively phosphorylated or constitutively unphosphorylated unwind GQs. It will also be studied how Mov10 regulates neuronal dendrite formation by expanding on the observation that heterozygous loss of Mov10 leads to reduced dendritic arbors in cultured neurons. The hypothesis being tested is that Mov10 regulates Ago2 association with neuron projection and cytoskeleton mRNAs. The Mov10/Ago2-regulated cytoskeletal RNAs that mediate arborization will be identified by introducing candidate genes from which the Ago2-regulatory regions have been removed into Mov10 cko neurons.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Ceman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Ceman",
   "pi_email_addr": "sceman@illinois.edu",
   "nsf_id": "000520942",
   "pi_start_date": "2019-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright St., 162 Henry Adm",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 634278.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The human brain is made up of billions of specialized cells called neurons that act together to facilitate learning based on experiences. Neurons also interact to create memories and direct behaviors in response to the environment. Neurons communicate with each other through their long cellular extensions, called dendrites, that are composed of proteins. It is well established that new protein production is required for learning and memory; however, where in the neuron this occurs and how translation is regulated is still unknown. Proteins are encoded by messenger RNAs (mRNAs), which are copies of the genes encoded by DNA. Messenger RNAs are the recipes for proteins that are made in the cell and give the cell its unique identity. The subject of this research is a recently characterized protein, MOV10, that regulates protein production by unwinding mRNAs to facilitate their translation into proteins. MOV10 is required for early embryonic development across species and for normal neuronal development that includes producing the branches/dendrites that connect neurons. We were the first to create a brain-specific&nbsp;<em>Mov10</em>&nbsp;knockout mouse,&nbsp;<em>Mov10&nbsp;</em>Deletion. Use of this mouse is key to understanding how dendritic arborization occurs through new protein synthesis and the effects on behavior.&nbsp;</p>\n<p><strong>Intellectual Merit and Broad Impacts.&nbsp;</strong>The microRNA (miRNA) pathway is critically important across species in regulating a wide-range of developmental processes--from the maternal-to-zygotic transition in the developing embryo to neuronal development. Although Argonaute 2 (AGO2) is the primary effector of the miRNA pathway, it is still unknown how AGO2 accesses the miRNA Recognition Elements (MREs) in the 3&rsquo;UTRs of its target mRNAs. mRNAs have myriad secondary structures&mdash;some of which are stable intramolecular G-Quadruplexes. We showed that AGO2 cofactor MOV10 is elevated in postnatal brain where we hypothesized it had an important role (Skariah et al. 2017). During this funding period, we created and characterized a novel brain-specific MOV10 Deletion mouse, which showed that MOV10 is required for normal forgetting because the mouse has enhanced fear memory. Hippocampal neurons from the MOV10 Deletion mouse have increased dendritic arborization, likely underlying the enhanced fear memory.&nbsp;&nbsp;We identified the MOV10 regulated mRNAs, many of which are involved in producing cytoskeleton. Thus, MOV10 regulates translation of proteins that participate in dendritic arborization. To determine how MOV10 activity is modulated, we were the first to identify a phosphorylation site on MOV10 (Serine 970) and showed that a phospho-mimic blocked MOV10&rsquo;s ability to unfold an RNA G-Quadruplex (Nawaz et al. 2023). Further the phospho-mimic facilitates AGO2-mediated degradation of MOV10 target mRNAs. Our work provides novel insight into how protein translation and mRNA degradation through AGO2 are regulated at the molecular level in neurons. Further, completion of this work revealed a role for MOV10 in neuronal development and behavior, which was completely unknown before. This work links a gene (<em>MOV10</em>) to neuronal architecture and to the complex and important process of normal forgetting.&nbsp;&nbsp;The results of this project have been shared with the scientific community and with the public through peer-reviewed manuscripts, meeting presentations, invited seminars and public databases (GEO).&nbsp;<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/28/2024<br>\nModified by: Stephanie&nbsp;Ceman</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1855474/1855474_10609994_1722194326418_Figure_model_for_role_of_MOV10_in_translation_regulation_in_the_hippocampus--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1855474/1855474_10609994_1722194326418_Figure_model_for_role_of_MOV10_in_translation_regulation_in_the_hippocampus--rgov-800width.png\" title=\"Model for role of MOV10 in translation regulation in neurons\"><img src=\"/por/images/Reports/POR/2024/1855474/1855474_10609994_1722194326418_Figure_model_for_role_of_MOV10_in_translation_regulation_in_the_hippocampus--rgov-66x44.png\" alt=\"Model for role of MOV10 in translation regulation in neurons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: Hippocampus is shown in blue; Center: a hippocampal neuron with dendritic branches; Right: In the neuronal cell body, MOV10 regulates the translation of the mRNA via the ribosome (gray) into cytoskeletal proteins that form dendrites</div>\n<div class=\"imageCredit\">Created with BioRender.Com</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;Ceman\n<div class=\"imageTitle\">Model for role of MOV10 in translation regulation in neurons</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe human brain is made up of billions of specialized cells called neurons that act together to facilitate learning based on experiences. Neurons also interact to create memories and direct behaviors in response to the environment. Neurons communicate with each other through their long cellular extensions, called dendrites, that are composed of proteins. It is well established that new protein production is required for learning and memory; however, where in the neuron this occurs and how translation is regulated is still unknown. Proteins are encoded by messenger RNAs (mRNAs), which are copies of the genes encoded by DNA. Messenger RNAs are the recipes for proteins that are made in the cell and give the cell its unique identity. The subject of this research is a recently characterized protein, MOV10, that regulates protein production by unwinding mRNAs to facilitate their translation into proteins. MOV10 is required for early embryonic development across species and for normal neuronal development that includes producing the branches/dendrites that connect neurons. We were the first to create a brain-specificMov10knockout mouse,Mov10Deletion. Use of this mouse is key to understanding how dendritic arborization occurs through new protein synthesis and the effects on behavior.\n\n\nIntellectual Merit and Broad Impacts.The microRNA (miRNA) pathway is critically important across species in regulating a wide-range of developmental processes--from the maternal-to-zygotic transition in the developing embryo to neuronal development. Although Argonaute 2 (AGO2) is the primary effector of the miRNA pathway, it is still unknown how AGO2 accesses the miRNA Recognition Elements (MREs) in the 3UTRs of its target mRNAs. mRNAs have myriad secondary structuressome of which are stable intramolecular G-Quadruplexes. We showed that AGO2 cofactor MOV10 is elevated in postnatal brain where we hypothesized it had an important role (Skariah et al. 2017). During this funding period, we created and characterized a novel brain-specific MOV10 Deletion mouse, which showed that MOV10 is required for normal forgetting because the mouse has enhanced fear memory. Hippocampal neurons from the MOV10 Deletion mouse have increased dendritic arborization, likely underlying the enhanced fear memory.We identified the MOV10 regulated mRNAs, many of which are involved in producing cytoskeleton. Thus, MOV10 regulates translation of proteins that participate in dendritic arborization. To determine how MOV10 activity is modulated, we were the first to identify a phosphorylation site on MOV10 (Serine 970) and showed that a phospho-mimic blocked MOV10s ability to unfold an RNA G-Quadruplex (Nawaz et al. 2023). Further the phospho-mimic facilitates AGO2-mediated degradation of MOV10 target mRNAs. Our work provides novel insight into how protein translation and mRNA degradation through AGO2 are regulated at the molecular level in neurons. Further, completion of this work revealed a role for MOV10 in neuronal development and behavior, which was completely unknown before. This work links a gene (MOV10) to neuronal architecture and to the complex and important process of normal forgetting.The results of this project have been shared with the scientific community and with the public through peer-reviewed manuscripts, meeting presentations, invited seminars and public databases (GEO).\n\n\n\t\t\t\t\tLast Modified: 07/28/2024\n\n\t\t\t\t\tSubmitted by: StephanieCeman\n"
 }
}