{
 "awd_id": "1855726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Polytopes and Real Tropical Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 212790.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2024-06-04",
 "awd_abstract_narration": "Polynomial (algebraic) equations and inequalities are ubiquitous in all areas of mathematics, sciences, and engineering, where it is interesting to ask: Are there any solutions? How many? What is the shape of the space of all solutions? What is the optimal solution?  The answers depend on the chosen number system --- whether we consider whole, rational, real, or complex numbers; positive or negative numbers; and so on.  Tropical geometry arises by considering algebraic equations and inequalities over the tropical (max-times) algebra where addition of two real numbers is replaced by taking their maximum.  The tropical equations are easier to solve, and surprisingly, some geometric features of the solution set over real or complex numbers can be computed from the solution set over the tropical numbers.  This project aims at developing the tropical geometry for real algebraic geometry (which studies the geometry of algebraic equations and inequalities over real numbers) and polytope theory (which studies discrete properties of linear equations and inequalities).  Applications include development of new computational tools for algebraic computations and optimization, which can be used to solve a variety of problems arising from statistics, economics, and engineering. As part of this award the PI will also mentor students, and will continue her outreach efforts as well as her work in promoting inclusiveness and equity in the mathematical sciences. \r\n\r\nDuring the last decade tropical geometry has grown into a powerful tool in combinatorics, particularly in matroid theory, and in algebraic geometry, particularly in log geometry, analytic geometry, and computational geometry.  The project will solve combinatorial problems in three research directions at the intersection of polyhedral, real, and tropical geometry, with an emphasis on combinatorial theory.\r\n1. On deformations of polytopes. Some classical problems and constructions will be studied using tropical geometry. The focus is on zonotopes and generalized permutohedra.\r\n2. On real tropicalizations of semialgebraic sets. Foundations of real algebraic geometry will be developed.  Important examples arise from combinatorics and optimization, such as oriented matroids, hyperbolic varieties, and the cone of non-negative polynomials.\r\n3. On the relationship between algebraic matroids and Chow polytopes. The proposed research will give a better understanding of these classical constructions.\r\nThe proposed work on polytopes has applications in statistics, in particular causal inference, and the work on real tropical geometry has applications in polynomial optimization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josephine",
   "pi_last_name": "Yu",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Josephine T Yu",
   "pi_email_addr": "jyu@math.gatech.edu",
   "nsf_id": "000079586",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 61258.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 52090.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 99442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the duration of the period I carried out fundamental research in mathematics, in the areas of combinatorics and algebraic geometry. &nbsp;I had six research articles published in prominent mathematics journals, and I have five additional articles under review for publications at journals. &nbsp;I have also written and published two expository articles during this period.</p>\n<p><br />A majority of my research results are in the subfield called tropical geometry, which uses a degeneration process to relate algebra and geometry with discrete mathematics. &nbsp;Tropical geometry over complex numbers is easier than that over real numbers, as it is easier to understand and enumerate complex solutions, although real solutions are more relevant in applications. &nbsp;My collaborators and I have developed a new understanding of tropical geometry over real numbers and proved what is known as the Fundamental Theorem of Real Tropical Geometry. &nbsp;For applications, for example, this provides insights into structures of feasibility sets of linear programming and semidefinite programming optimization problems, as well as the Moment Problems arising from functional analysis and polynomial optimization. &nbsp;My collaborators and I have investigated the combinatorial structures of real tropical geometry for interesting families of geometric objects naturally arising in algebraic geometry and applications, including the space of low rank symmetric matrices and principal minors of positive definite matrices.</p>\n<p><br />In addition to tropical geometry I also have some results on polytope theory, which studies higher dimensional objects generalizing polygons, cubes, octahedra, and so on. &nbsp;I have results on how connected the faces of these polytopes are, and also results on the number of integer points in the polytopes, counted with weights, as the polytopes are dilated.</p>\n<p><br />I have given many presentations on my research internationally. &nbsp;Most notably, I taught a mini-course at the Colombian Combinatorics meeting ECCO in Bogota, Colombia, in 2022. &nbsp;I was a pleanary speaker at the British Combinatorial Conference in 2022, the Combinatorics meeting of the German Mathematical Society in 2022, Formal Power Series and Algebraic Combinatorics in 2024, and Effective Methods in Algebra and Geometry in 2024.</p>\n<p><br />I have graduated three PhD students during this award period, and I am mentoring two additional PhD students. &nbsp;This award has provided funding for my students to attend conferences. &nbsp;It also provided partial summer stipend for my graduate students and partial salary for one postdoctoral researcher. &nbsp;I also mentored 3 Master's students and 8 undergraduate research students.</p>\n<p><br />I have been involved in many conference organization activities. &nbsp;I was a program director and the co-chair of the SIAM conference on applied algebraic geometry in 2021, and I was a co-chair of the international conference Formal Power Series and Algebraic Combinatorics in 2023. &nbsp; I also co-organized the Combinatorial, Computational, and Applied Algebraic Geometry, Seattle 2022 conference, Meeting for Applied Algebraic Geometry at Georgia Tech in 2022, and a special session at the Association for Women in Mathematics research symposium.</p>\n<p><br />I have served as an editor for Algebraic Statics (journal) and Journal for Software in Algebra and Geometry for three years each. &nbsp;I am currently a managing editor for Combinatorial Theory (journal) and an editor for SIAM journal on Discrete Mathematics and SIAM journal on Applied Algebra and Geometry.<br /><br /><br /></p><br>\n<p>\n Last Modified: 11/15/2024<br>\nModified by: Josephine&nbsp;T&nbsp;Yu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring the duration of the period I carried out fundamental research in mathematics, in the areas of combinatorics and algebraic geometry. I had six research articles published in prominent mathematics journals, and I have five additional articles under review for publications at journals. I have also written and published two expository articles during this period.\n\n\n\nA majority of my research results are in the subfield called tropical geometry, which uses a degeneration process to relate algebra and geometry with discrete mathematics. Tropical geometry over complex numbers is easier than that over real numbers, as it is easier to understand and enumerate complex solutions, although real solutions are more relevant in applications. My collaborators and I have developed a new understanding of tropical geometry over real numbers and proved what is known as the Fundamental Theorem of Real Tropical Geometry. For applications, for example, this provides insights into structures of feasibility sets of linear programming and semidefinite programming optimization problems, as well as the Moment Problems arising from functional analysis and polynomial optimization. My collaborators and I have investigated the combinatorial structures of real tropical geometry for interesting families of geometric objects naturally arising in algebraic geometry and applications, including the space of low rank symmetric matrices and principal minors of positive definite matrices.\n\n\n\nIn addition to tropical geometry I also have some results on polytope theory, which studies higher dimensional objects generalizing polygons, cubes, octahedra, and so on. I have results on how connected the faces of these polytopes are, and also results on the number of integer points in the polytopes, counted with weights, as the polytopes are dilated.\n\n\n\nI have given many presentations on my research internationally. Most notably, I taught a mini-course at the Colombian Combinatorics meeting ECCO in Bogota, Colombia, in 2022. I was a pleanary speaker at the British Combinatorial Conference in 2022, the Combinatorics meeting of the German Mathematical Society in 2022, Formal Power Series and Algebraic Combinatorics in 2024, and Effective Methods in Algebra and Geometry in 2024.\n\n\n\nI have graduated three PhD students during this award period, and I am mentoring two additional PhD students. This award has provided funding for my students to attend conferences. It also provided partial summer stipend for my graduate students and partial salary for one postdoctoral researcher. I also mentored 3 Master's students and 8 undergraduate research students.\n\n\n\nI have been involved in many conference organization activities. I was a program director and the co-chair of the SIAM conference on applied algebraic geometry in 2021, and I was a co-chair of the international conference Formal Power Series and Algebraic Combinatorics in 2023.  I also co-organized the Combinatorial, Computational, and Applied Algebraic Geometry, Seattle 2022 conference, Meeting for Applied Algebraic Geometry at Georgia Tech in 2022, and a special session at the Association for Women in Mathematics research symposium.\n\n\n\nI have served as an editor for Algebraic Statics (journal) and Journal for Software in Algebra and Geometry for three years each. I am currently a managing editor for Combinatorial Theory (journal) and an editor for SIAM journal on Discrete Mathematics and SIAM journal on Applied Algebra and Geometry.\n\n\n\t\t\t\t\tLast Modified: 11/15/2024\n\n\t\t\t\t\tSubmitted by: JosephineTYu\n"
 }
}