{
 "awd_id": "1855473",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photomask Defect Inspection and Metrology for Semiconductor Lithography Technology",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 298842.0,
 "awd_amount": 298842.0,
 "awd_min_amd_letter_date": "2019-06-11",
 "awd_max_amd_letter_date": "2019-06-11",
 "awd_abstract_narration": "Semiconductors are the indispensable components of a wide range of products, such as smartphones and electrical appliances, and this award contributes to the creation of new knowledge in photomask inspection and metrology for the semiconductor industry. The availability of the interferometry inspection technology helps enhance the lithography manufacturing resolution, promote miniaturization and increase the performance and reduce the cost of electronic devices.  In semiconductor manufacturing processes, photomasks with holes and transparencies that allow light to shine through in a defined pattern are an enabling technology for lithography. Photomask defects, such as unwanted patterns, contaminations and substrate flaws, become increasingly important sources of inaccuracies in the lithography processes and patterning. This award supports fundamental research to develop new measurement principles in photomask inspection, metrology, design and manufacturing. The project's inspection technique and simulation methods enable the determination of photomask quality. The method identifies photomask defects, creates defect models and compensates for lithography manufacturing errors. As a result, this research provides photomask manufacturers with significant time and cost savings by automating the photomask defect analysis process, which benefits the photomask, lithography machine tool and semiconductor manufacturing industries and, thus, the U.S. economy. This project provides interdisciplinary research experience for students, broadens participation of underrepresented groups in research through a precision metrology internship program, and influences engineering education through a course in Mechanical Measurements and Precision Machine Tools. \r\n\r\nAs the photomask industry progresses towards smaller and smaller technology nodes, the need for more aggressive inspection becomes critical. Photomask inspection involves checking the correctness of the fabricated photomasks used for semiconductor device fabrication. The projected images of the defective photomask appear as irregularities, such as, line widths that are narrower or wider than designed, line-edge roughness of the patterns and distortions that may significantly alter the mechanical and electrical properties of what is being fabricated. This problem becomes more pronounced since photomask complexity rises with the complexity of new semiconductor chips. This research fills a critical knowledge gap in inspection technology and fundamental identification of photomask defects by using knife-edge diffraction interferometry (KEDI) and artificial neural network models. Through insights obtained from rigorous simulation tools and experimental results, the research team determines that the printability of lithography photomask defects can be quantitatively characterized prior to lithography operation and the simulation model can be extended to compensate for image distortions that occur during sub-wavelength lithography using printed structures smaller than the wavelength of light.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "ChaBum",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "ChaBum Lee",
   "pi_email_addr": "cblee@tamu.edu",
   "nsf_id": "000667351",
   "pi_start_date": "2019-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "202 Spence Street",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 298842.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Semiconductors are key for information technology, have been capable of the Internet, e-commerce, and social media, and are connecting people and ubiquitous information through cellphones, computers, tablets, and personal gadgets as a fast pace. The new era of semiconductor manufacturing is high-throughput, high-performance technology due to high market need for compact, fast, and low-energy consumption chips available for autonomous driving, artificial intelligence, 5G and internet of things and internet of everything. However, due to the fundamental limits in measurement and inspection in semiconductor manufacturing, this quality control and quality certification become more challenging as tight tolerances are necessary for better device features. This award contributes to the creation of new knowledge in photomask defect inspection and metrology that enables to further push critical dimensions of the patterns by lithography, providing high-precision printability. Photomask defects, such as, unwanted patterns, contaminations, and substrate defects, become increasingly important sources of inaccuracies in the lithography processes and pattern modeling. The research team created line-edge roughness models of the photomask and established the line-edge roughness characterization method by knife-edge interferometry. The design of photomask, line-edge roughness characterization, pattern critical dimension measurements, and pattern printability testing were performed during the project period. Knife-edge interferometry and interferogram analysis method were newly introduced to characterize the optical behavior off the sharp and rough edges, providing quantitative line-edge roughness characterization and light-edge interaction. This research filled critical knowledge gaps on inspection technology and fundamental identification of the photomask line-edge roughness factors and other defect modes. As a result, the outcomes of this project provided benefit for process control under tight quality control, quality improvement, and reduced scrap rates to enhance environmental sustainability. The results of this project will contribute to the future of chip-scale pattern design, improving semiconductor fabrication processes and enabling high-throughput device performance.</p>\n<p>The PI has broadened graduate and undergraduate research participation to enhance semiconductor manufacturing workforce development. There are few investigators doing research in semiconductor manufacturing, primarily focused on semiconductor equipment and machines for metrology, inspection, and instrumentation at the university level. The PI has provided research and education opportunities for those students to gain knowledge and hand-on experience in semiconductor technology. Three graduate students and two undergraduate students were trained through this research and education. Also, the PI included semiconductor metrology and inspection contents in his course, Fundamental Principles of Precision Machine Design, and more than 70 undergraduate and graduate students were gained knowledge about semiconductor manufacturing through this course. The PI recently started to develop a new semiconductor manufacturing-oriented technical curriculum to annually educate over 100 future scientists and engineers in semiconductor manufacturing, raising awareness for semiconductor manufacturing workforce development at the university level. Even when the industry annually produces over 1 million American jobs, there exists a significant workforce gap of up to 10,000 positions. To reduce this gap in the semiconductor manufacturing workforce and to meet the semiconductor industry need, a sustainable curriculum consisting of 50% lecture and 50% lab focusing on semiconductor manufacturing is under development. Currently, Dr. Jaejong Park at Prairie View A&amp;M University is participating in this curriculum development to adopt the proposed curriculum and learning modules.</p>\n<p>In addition to research and education activities during the project period, the PI has made interactions with semiconductor manufacturing industry: Samsung Electronics (Austin, TX), Tokyo Electron (Albany, NY), Ebara Technology (Austin, TX), Nova Metrology (San Jose, CA), etc. The research outcomes were disseminated to those industrial partners through in-person meetings and the conferences. Through this project, three journal papers and five conference presentations have been made.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2023<br>\n\t\t\t\t\tModified by: Chabum&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSemiconductors are key for information technology, have been capable of the Internet, e-commerce, and social media, and are connecting people and ubiquitous information through cellphones, computers, tablets, and personal gadgets as a fast pace. The new era of semiconductor manufacturing is high-throughput, high-performance technology due to high market need for compact, fast, and low-energy consumption chips available for autonomous driving, artificial intelligence, 5G and internet of things and internet of everything. However, due to the fundamental limits in measurement and inspection in semiconductor manufacturing, this quality control and quality certification become more challenging as tight tolerances are necessary for better device features. This award contributes to the creation of new knowledge in photomask defect inspection and metrology that enables to further push critical dimensions of the patterns by lithography, providing high-precision printability. Photomask defects, such as, unwanted patterns, contaminations, and substrate defects, become increasingly important sources of inaccuracies in the lithography processes and pattern modeling. The research team created line-edge roughness models of the photomask and established the line-edge roughness characterization method by knife-edge interferometry. The design of photomask, line-edge roughness characterization, pattern critical dimension measurements, and pattern printability testing were performed during the project period. Knife-edge interferometry and interferogram analysis method were newly introduced to characterize the optical behavior off the sharp and rough edges, providing quantitative line-edge roughness characterization and light-edge interaction. This research filled critical knowledge gaps on inspection technology and fundamental identification of the photomask line-edge roughness factors and other defect modes. As a result, the outcomes of this project provided benefit for process control under tight quality control, quality improvement, and reduced scrap rates to enhance environmental sustainability. The results of this project will contribute to the future of chip-scale pattern design, improving semiconductor fabrication processes and enabling high-throughput device performance.\n\nThe PI has broadened graduate and undergraduate research participation to enhance semiconductor manufacturing workforce development. There are few investigators doing research in semiconductor manufacturing, primarily focused on semiconductor equipment and machines for metrology, inspection, and instrumentation at the university level. The PI has provided research and education opportunities for those students to gain knowledge and hand-on experience in semiconductor technology. Three graduate students and two undergraduate students were trained through this research and education. Also, the PI included semiconductor metrology and inspection contents in his course, Fundamental Principles of Precision Machine Design, and more than 70 undergraduate and graduate students were gained knowledge about semiconductor manufacturing through this course. The PI recently started to develop a new semiconductor manufacturing-oriented technical curriculum to annually educate over 100 future scientists and engineers in semiconductor manufacturing, raising awareness for semiconductor manufacturing workforce development at the university level. Even when the industry annually produces over 1 million American jobs, there exists a significant workforce gap of up to 10,000 positions. To reduce this gap in the semiconductor manufacturing workforce and to meet the semiconductor industry need, a sustainable curriculum consisting of 50% lecture and 50% lab focusing on semiconductor manufacturing is under development. Currently, Dr. Jaejong Park at Prairie View A&amp;M University is participating in this curriculum development to adopt the proposed curriculum and learning modules.\n\nIn addition to research and education activities during the project period, the PI has made interactions with semiconductor manufacturing industry: Samsung Electronics (Austin, TX), Tokyo Electron (Albany, NY), Ebara Technology (Austin, TX), Nova Metrology (San Jose, CA), etc. The research outcomes were disseminated to those industrial partners through in-person meetings and the conferences. Through this project, three journal papers and five conference presentations have been made.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2023\n\n\t\t\t\t\tSubmitted by: Chabum Lee"
 }
}