{
 "awd_id": "1855646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: USA-China: International Research Experience for Native American Students in IoT Enabled Environmental Monitoring Technologies",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2018-10-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 299920.0,
 "awd_amount": 299920.0,
 "awd_min_amd_letter_date": "2018-11-08",
 "awd_max_amd_letter_date": "2018-11-08",
 "awd_abstract_narration": "This IRES project is co-funded by OISE and EPSCoR.\r\n\r\nTwelve Native American students from five Tribal Colleges in the state of North Dakota will participate in a six-week summer program over the course of three years. Each year, four students will form a cohort and participate in pre-training in the U.S. and then visit and study at the host University in Beijing, China for five weeks. All three student cohorts will focus on one unifying topic - building and testing an Internet of Things (IoT)-enabled environmental monitoring system. During the course of the research training and after the project is finished, a deep and comprehensive evaluation will be conducted to assess three key aspects of the program: 1) instructional training and research experience, 2) global professional and cultural experience; and 3) student mentoring. This program will greatly benefit participating students. This is an international learning experience that may be the key highlight of student participants' academic careers, which may be especially true for Native American students, as they have less chances for performing research abroad. The program will provide participating students with unique opportunities to become globally-engaged scientists and to build their international scientific networks. There are five Tribal Colleges in the state of North Dakota that represent historic tribal nations. The recruitment of this program from these Tribal Colleges will ensure a regionally diverse student group will receive international mentoring and research-based education. In many large cities of U.S., there are environmental problems similar to Beijing, so the monitoring technology learned by participating students will provide valuable reference and an essential technology reserve. The participating students will build peer-mentoring skills and learn about the unique culture and traditions of China from Beijing, the culture center of China.\r\n\r\nStudent participants will learn to design advanced environmental monitoring systems that integrate energy harvest and remote control, which can track all four categories of environmental contaminants including metals, radioisotopes, volatile organic contaminants, and biological contaminants. In this project, tasks for student participants include sensor developments, interface circuits designs, wireless sensor network designs for Internet of Things (IoT)-enabled systems to realize environmental monitoring, testing the proposed monitoring system on laboratory and field sites, and making reliability-based lifetime analyses. The proposed system is a much-needed technology for environmental decision-making that will help substantially reduce ecological and human-health threats from environmental problems, and the implemented prototype and test data will be a significant reference for the other academic researchers and industrial developers. Evaluation data collection will occur sequentially using a combination of qualitative and quantitative data measurements to assess the effectiveness of the program. The primary goals of this program are to: 1) provide students with training and mentoring in international-based engineering applications that will create a positive effect in their professional and personal lives, 2) create Native American experts in environmental monitoring and protection, and 3) improve specialized environmental management in the remote areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jinhui",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinhui Wang",
   "pi_email_addr": "jwang@southalabama.edu",
   "nsf_id": "000681604",
   "pi_start_date": "2018-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Alabama",
  "inst_street_address": "307 N UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MOBILE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2514606333",
  "inst_zip_code": "366083053",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH ALABAMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB12VPNQQFE8"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Alabama",
  "perf_str_addr": "307 University Boulevard",
  "perf_city_name": "Mobile",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "366880002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 299920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this IRES project was to: (1) enhance research achievements and inspire new ideas in monitoring technologies; (2) develop national and regional collaborations and deepen professional relationships; and (3) improve student diversity within elite engineering education opportunities. We followed IRES project&rsquo;s proposed scope of maximizing unique learning opportunities and experiences for minority and underrepresented students. By the end of the project, 12 more student participants were recruited than the originally proposed 12 students; therefore, a total of 24 student participants were able to participate and complete the IRES program.</p>\n<p>Major Activities Completed in this Project:</p>\n<p>(1) Native American students from North Dakota Tribal Colleges joined the summer program. The students participated in pre-cultural training at North Dakota State University, and then studied at the host University in Beijing, China. In Beijing, students learned IoT-enabled environmental monitoring systems, continued Chinese cultural lessons, and started language lessons in Mandarin Chinese.</p>\n<p>(2) Participants, including Native American, Black or African American, Hispanic or Latino, Asian American, and White female and male students, participated in the summer program and/or during normal semester times at the University of South Alabama, where they learned to build and program IoT-enabled environmental monitoring systems.</p>\n<p>(3) A prototype for a real-time Internet of Things (IoT) system was developed. The prototype includes: 1) a data collection platform, developed through the Zigbee network, WiFi, and cellular network; 2) a visual system, developed using Cloud platform; and 3) sensor nodes, which monitors air quality, air humidity, air temperature, geographic position, and similar environmental information.</p>\n<p>(4) A memristor-based edge computing in IoT system was investigated.</p>\n<p>Overall, 14 papers were published from this project, which included leading journal and conference papers, and more than 10 graduate students were trained and financially supported from this project.&nbsp; &nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Jinhui&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this IRES project was to: (1) enhance research achievements and inspire new ideas in monitoring technologies; (2) develop national and regional collaborations and deepen professional relationships; and (3) improve student diversity within elite engineering education opportunities. We followed IRES projects proposed scope of maximizing unique learning opportunities and experiences for minority and underrepresented students. By the end of the project, 12 more student participants were recruited than the originally proposed 12 students; therefore, a total of 24 student participants were able to participate and complete the IRES program.\n\n\nMajor Activities Completed in this Project:\n\n\n(1) Native American students from North Dakota Tribal Colleges joined the summer program. The students participated in pre-cultural training at North Dakota State University, and then studied at the host University in Beijing, China. In Beijing, students learned IoT-enabled environmental monitoring systems, continued Chinese cultural lessons, and started language lessons in Mandarin Chinese.\n\n\n(2) Participants, including Native American, Black or African American, Hispanic or Latino, Asian American, and White female and male students, participated in the summer program and/or during normal semester times at the University of South Alabama, where they learned to build and program IoT-enabled environmental monitoring systems.\n\n\n(3) A prototype for a real-time Internet of Things (IoT) system was developed. The prototype includes: 1) a data collection platform, developed through the Zigbee network, WiFi, and cellular network; 2) a visual system, developed using Cloud platform; and 3) sensor nodes, which monitors air quality, air humidity, air temperature, geographic position, and similar environmental information.\n\n\n(4) A memristor-based edge computing in IoT system was investigated.\n\n\nOverall, 14 papers were published from this project, which included leading journal and conference papers, and more than 10 graduate students were trained and financially supported from this project. \t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: JinhuiWang\n"
 }
}