{
 "awd_id": "1855912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Sustainability in the Food-Energy-Water nexus; integrated hydrologic modeling of tradeoffs between food and hydropower in large scale Chinese and US basins",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2018-08-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 256854.0,
 "awd_amount": 256854.0,
 "awd_min_amd_letter_date": "2018-10-24",
 "awd_max_amd_letter_date": "2018-10-24",
 "awd_abstract_narration": "Water is critical for growing food and generating power.  This study deals with two globally important agricultural systems, the Heihe River Basin in China and the Central Valley of California, USA, that exemplify the complexities of large scale water-energy systems.  The Heihe and the Central Valley represent billions of dollars in economic productivity and produce billions of kilowatt hours of electricity every year.  While the two basins are in many ways similar (water flows from high in the mountains to nourish crops below), there are key differences in their history and management that provides many important information. This project brings together researchers from the US and China to better understand tradeoffs between water and energy supply in these complex agricultural systems. Advantage is taken of computer simulations, datasets and research from US and Chinese teams in their local basins and collaborate to advance our shared understanding of these basins.  The state of the art computer simulation platforms developed and applied here are designed to capture connections between humans and natural systems not possible with previous modeling approaches. This project also seeks to educate the next generation of water users, planners and scientists on groundwater sustainability by developing K-12 education materials for both the US and China that will be piloted in real classrooms in both countries. This project will help us better understand weaknesses in managed food-water-energy systems like the Heihe and Central Valley to strengthen them moving forward.  \r\n\r\nWater connects food production, energy demand and energy production in irrigated agricultural systems.  Intensively managed basins routinely have surface water irrigation, groundwater irrigation and hydropower production operating in tandem. While there have been many operational studies of large scale irrigated systems, the majority of tools applied to these problems focus on the human systems and simplify the natural hydrology. This study bridges this gap developing novel tools that can simulate FEW interactions in complex human and natural systems. In this project leverage of international advances in physically based integrated numerical modeling is accomplished by bringing together two teams of modelers from the US and China. The goal is to explore the tradeoffs between agricultural water supply, hydropower production and environmental degradation in two globally important agricultural systems: the Central Valley of California (USA) and the Heihe River basin in China. Specifically, exploring (1) how the vulnerabilities of food and energy systems differ, (2) where conflicting interests can lead to system inefficiency and environmental degradation, and (3) the advantages of applying integrated hydrologic models to these human systems. The project also seeks to educate the next generation of water users, planners and scientists on groundwater sustainability. Project outputs will be used to develop K-12 education materials for both the US and China that will be piloted in real classrooms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Condon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Condon",
   "pi_email_addr": "lecondon@email.arizona.edu",
   "nsf_id": "000746391",
   "pi_start_date": "2018-10-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "Dept of Hydrology & Atmospheric Sciences (HAS)",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 256854.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to explore changing groundwater surface water interactions and water supplies in two globally important agricultural systems: the Central Valley of California and the Heihe River basin in China.&nbsp; &nbsp;Both basins are highly productive agricultural valleys that are supported primarily by snowpack.&nbsp; The University of Arizona team focused on the Heihe which depends on the Qilian Mountain cryosphere for its water supply.&nbsp; We developed an integrated hydrologic model for the middle Heihe river basin using the integrated hydrologic model ParFlow.&nbsp; ParFlow is a powerful tool because it can simulate the groundwater and surface water systems simultaneously, &nbsp;and can therefore capture changes in groundwater recharge and discharge that may occur as a system changes over time.&nbsp; &nbsp;Using the final HeiHe model our team ran a series of simulations to evaluate the impact of cryosphere changes on water supplies in the middle basin. &nbsp;These scenarios were designed to capture the most extreme potential warming scenarios.&nbsp; We considered (1) loss of glaciers, &nbsp;(2)advanced permafrost degradation, (3) both of these changes simultaneously and (4) projected temperature increases in the middle basin Our results show that shifts in groundwater exchanges (recharge and discharge) can mediate streamflow shifts caused by cryosphere changes. We found that permafrost degradation has more of an impact on the system than glacial loss, and warming in the middle basin can impact the overall water budget more than cryosphere changes. Overall, these results show that warming will not just change the overall water supply, but can shift groundwater recharge and discharge patterns impacting the seasonality and baseflow of the system in lasting ways. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Our analysis is relevant to many other locations globally where arid basins are dependent on higher elevation cryosphere systems that are threatened by warming. Our team collaborated with scientists at Sustech University in China to develop our model of the HeiHe. Our project plan was significantly impacted by COVID19 which made it impossible to travel to China and work directly with our collaborators there. However, we were still able to meet remotely and share data which was a significant benefit to the project.&nbsp; We also worked with researchers at Princeton University who developed a similar model of the Central Valley in California.&nbsp; The Heihe analysis will help inform ongoing modeling work in the Central Valley and both models can provide insights for similar basins around the world.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This funding supported an RA student at the University of Arizona. Including research and tuition support for their time as well as support to present the work at several conferences and to participate in several workshops and short courses.&nbsp; The graduate student successfully defended their masters thesis and has now gone on to pursue a PhD.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2023<br>\n\t\t\t\t\tModified by: Laura&nbsp;Condon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to explore changing groundwater surface water interactions and water supplies in two globally important agricultural systems: the Central Valley of California and the Heihe River basin in China.   Both basins are highly productive agricultural valleys that are supported primarily by snowpack.  The University of Arizona team focused on the Heihe which depends on the Qilian Mountain cryosphere for its water supply.  We developed an integrated hydrologic model for the middle Heihe river basin using the integrated hydrologic model ParFlow.  ParFlow is a powerful tool because it can simulate the groundwater and surface water systems simultaneously,  and can therefore capture changes in groundwater recharge and discharge that may occur as a system changes over time.   Using the final HeiHe model our team ran a series of simulations to evaluate the impact of cryosphere changes on water supplies in the middle basin.  These scenarios were designed to capture the most extreme potential warming scenarios.  We considered (1) loss of glaciers,  (2)advanced permafrost degradation, (3) both of these changes simultaneously and (4) projected temperature increases in the middle basin Our results show that shifts in groundwater exchanges (recharge and discharge) can mediate streamflow shifts caused by cryosphere changes. We found that permafrost degradation has more of an impact on the system than glacial loss, and warming in the middle basin can impact the overall water budget more than cryosphere changes. Overall, these results show that warming will not just change the overall water supply, but can shift groundwater recharge and discharge patterns impacting the seasonality and baseflow of the system in lasting ways.  \n\n \n\nOur analysis is relevant to many other locations globally where arid basins are dependent on higher elevation cryosphere systems that are threatened by warming. Our team collaborated with scientists at Sustech University in China to develop our model of the HeiHe. Our project plan was significantly impacted by COVID19 which made it impossible to travel to China and work directly with our collaborators there. However, we were still able to meet remotely and share data which was a significant benefit to the project.  We also worked with researchers at Princeton University who developed a similar model of the Central Valley in California.  The Heihe analysis will help inform ongoing modeling work in the Central Valley and both models can provide insights for similar basins around the world. \n\n \n\nThis funding supported an RA student at the University of Arizona. Including research and tuition support for their time as well as support to present the work at several conferences and to participate in several workshops and short courses.  The graduate student successfully defended their masters thesis and has now gone on to pursue a PhD.\n\n \n\n\t\t\t\t\tLast Modified: 08/02/2023\n\n\t\t\t\t\tSubmitted by: Laura Condon"
 }
}