{
 "awd_id": "1856741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Discovery of a negative feedback mechanism that controls karrikin and KAI2 ligand metabolism in plants",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2019-05-15",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 641234.0,
 "awd_amount": 701191.0,
 "awd_min_amd_letter_date": "2019-04-16",
 "awd_max_amd_letter_date": "2021-07-29",
 "awd_abstract_narration": "Chemicals in the environment and chemicals produced by plants themselves can have profound effects on plant growth and development. The goal of this study is to determine how plants sense a class of chemicals found in smoke known as karrikins. Karrikins influence important agronomic traits such as germination, seedling growth, and stress tolerance. Several genes that are involved in karrikin perception and response have been found, but accumulating evidence suggests that karrikins must be converted into active signals within plants before they can be recognized. This project will identify genes that carry out the activation of karrikins. It is likely that these same genes are involved in production of an unknown plant hormone that karrikins mimic. Discovery of these genes will be a significant steppingstone to understanding how plants grow after fires, as well as to finding a novel class of plant growth regulators that may offer new opportunities for agricultural improvement. This project uses cutting-edge techniques for identifying members of protein complexes that may regulate karrikin metabolism, and then tests candidate genes with a high-throughput gene-editing approach. This project will enhance the U.S. scientific workforce by providing training for one postdoctoral researcher, two graduate students, and over 150 undergraduates, many of whom will be underrepresented minorities, from low-income families, and/or first-generation college students. Monthly public outreach events that teach the local community about plant science and STEM disciplines will be held. Discoveries from this project will be communicated to the public through publications, press releases, and social media.\r\n\r\nKARRIKIN INSENSITIVE2 (KAI2) is the putative receptor in plants for karrikins (KARs) and an as-yet-unknown endogenous KAI2 ligand (KL). However, recent observations suggest that KAI2 does not recognize KARs directly and that KARs must first be metabolized into a bioactive signal. Mutations in KARRIKIN UPREGULATED F-BOX1 (KUF1), a transcriptional marker of KAR signaling, cause phenotypes that are consistent with hyperactive KAI2 signaling and also cause hypersensitive responses to KAR1, but not other KAI2 agonists. KUF1 may act in a proteolysis-dependent negative feedback loop that regulates KL biosynthesis and KAR1 metabolism. This hypothesis will be tested by examining how KUF1 influences KAR1-induced degradation of the KAI2 target SMAX1; growth responses of a KAR-specific, KL-insensitive Arabidopsis transgenic line; and the rates of KAR1 disappearance from pulse-treated plants. To determine how KUF1 functions and is regulated, a complementary series of biochemical and genetic experiments will be performed. The primary objectives are to identify proteins that are targeted by KUF1 for polyubiquitylation and degradation, as well as define the components and dynamics of the KUF1 protein complex. Affinity purification-mass spectrometry and yeast two-hybrid screens will be primary approaches to identify a set of potential KUF1 interactors that will be validated by biochemical assays in mammalian cells and plants. Genes encoding candidate interactors will be investigated through a high-throughput CRISPR-Cas9-mediated reverse genetic screen to identify kuf1 suppressors and modulators of KAI2-dependent signaling activity. Putative KUF1 targets will be tested for KUF1-dependent polyubiquitylation and degradation in plants. \r\n\r\nThis award was co-funded by the Physiological Mechanisms and Biomechanics Program in the Division of Integrative Organismal Systems and the Cellular Dynamics and Function Cluster in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nelson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Nelson",
   "pi_email_addr": "david.nelson@ucr.edu",
   "nsf_id": "000607740",
   "pi_start_date": "2019-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "5488 BOYCE HALL",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 641234.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 59957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Karrikins are a class of chemicals in smoke that can trigger germination of many dormant species that grow after fire. Karrikins are likely converted by plants into a bioactive signal that is perceived by a receptor protein known as KARRIKIN INSENSITIVE2 (KAI2). It is not known how karrikin metabolism occurs or how it is regulated. Genetic studies of karrikin signaling in plants have indicated that KAI2 likely recognizes an internal chemical signal, KAI2 ligand (KL). KL has not yet been identified nor is it known how it is made. Understanding how karrikin/KL signals are produced is important because KAI2-dependent signaling controls many plant traits that have major agricultural significance, including seed germination, seedling growth, stress responses, and macronutrient acquisition strategies such as root hair development and symbiotic interactions with soil fungi. We discovered a feedback mechanism that putatively reduces the amount of karrikin metabolism and KL synthesis that occurs after the karrikin/KL pathway is activated. Feedback is mediated by a karrikin/KL-induced protein, KARRIKIN UPREGULATED F-BOX1 (KUF1), which targets specific proteins for degradation.</p>\n<p>&nbsp;</p>\n<p>The overarching goal of this proposal was to identify the protein targets of KUF1, which will provide clues to how karrikin/KL synthesis occurs. We identified a set of several dozen proteins that may associate with KUF1 in plant cells. An ACT-domain repeat protein, ACR5, was prioritized for further study due to the specificity of its interaction with KUF1. Through genetic and biochemical investigations, we made several key observations that support that ACR5 is a target of KUF1 including 1) ACR5 and KUF1 proteins physically interact, 2) ACR5 abundance is inversely related to KUF1 abundance, and 3) ACR5 overexpression causes effects on plant growth and gene expression that mimic the loss of KUF1 activity. However, genetic analysis showed that ACR5 cannot be the only target of KUF1. We found additional evidence that several proteins that are similar to ACR5 are also potential targets of KUF1. The family of ACR proteins are structurally related to a mammalian protein, CASTOR1, which functions as an arginine sensor that controls cellular proliferation. Although it remains to be determined how exactly ACR proteins function, an exciting possibility is that they may adjust the activity of karrikin/KL signaling in response to sensing amino acid indicators of nitrogen status in the cell.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This project contributed to the development of a diverse, globally competitive STEM workforce. Five undergraduate researchers, four graduate students, one technician, and one postdoctoral researcher were supported by this project and trained in cutting-edge genetic and molecular biology research approaches. More than 150 undergraduates in a freshman-level laboratory course contributed to the research project, receiving technical training and an introduction to the process of scientific research. Approximately 100 local elementary school students learned about plant transpiration and metabolism. Project results were communicated broadly. Eight peer-reviewed research publications, one research preprint, three literature reviews, and a pedagogical article describing how to deploy gene editing techniques for plants in undergraduate lab courses were published. 18 talks were given by the PI and project participants at conferences, symposia, and department seminars, and graduate students presented five posters.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/05/2024<br>\nModified by: David&nbsp;C&nbsp;Nelson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\n\nKarrikins are a class of chemicals in smoke that can trigger germination of many dormant species that grow after fire. Karrikins are likely converted by plants into a bioactive signal that is perceived by a receptor protein known as KARRIKIN INSENSITIVE2 (KAI2). It is not known how karrikin metabolism occurs or how it is regulated. Genetic studies of karrikin signaling in plants have indicated that KAI2 likely recognizes an internal chemical signal, KAI2 ligand (KL). KL has not yet been identified nor is it known how it is made. Understanding how karrikin/KL signals are produced is important because KAI2-dependent signaling controls many plant traits that have major agricultural significance, including seed germination, seedling growth, stress responses, and macronutrient acquisition strategies such as root hair development and symbiotic interactions with soil fungi. We discovered a feedback mechanism that putatively reduces the amount of karrikin metabolism and KL synthesis that occurs after the karrikin/KL pathway is activated. Feedback is mediated by a karrikin/KL-induced protein, KARRIKIN UPREGULATED F-BOX1 (KUF1), which targets specific proteins for degradation.\n\n\n\n\n\nThe overarching goal of this proposal was to identify the protein targets of KUF1, which will provide clues to how karrikin/KL synthesis occurs. We identified a set of several dozen proteins that may associate with KUF1 in plant cells. An ACT-domain repeat protein, ACR5, was prioritized for further study due to the specificity of its interaction with KUF1. Through genetic and biochemical investigations, we made several key observations that support that ACR5 is a target of KUF1 including 1) ACR5 and KUF1 proteins physically interact, 2) ACR5 abundance is inversely related to KUF1 abundance, and 3) ACR5 overexpression causes effects on plant growth and gene expression that mimic the loss of KUF1 activity. However, genetic analysis showed that ACR5 cannot be the only target of KUF1. We found additional evidence that several proteins that are similar to ACR5 are also potential targets of KUF1. The family of ACR proteins are structurally related to a mammalian protein, CASTOR1, which functions as an arginine sensor that controls cellular proliferation. Although it remains to be determined how exactly ACR proteins function, an exciting possibility is that they may adjust the activity of karrikin/KL signaling in response to sensing amino acid indicators of nitrogen status in the cell.\n\n\n\n\n\n\n\n\nBroader Impacts\n\n\nThis project contributed to the development of a diverse, globally competitive STEM workforce. Five undergraduate researchers, four graduate students, one technician, and one postdoctoral researcher were supported by this project and trained in cutting-edge genetic and molecular biology research approaches. More than 150 undergraduates in a freshman-level laboratory course contributed to the research project, receiving technical training and an introduction to the process of scientific research. Approximately 100 local elementary school students learned about plant transpiration and metabolism. Project results were communicated broadly. Eight peer-reviewed research publications, one research preprint, three literature reviews, and a pedagogical article describing how to deploy gene editing techniques for plants in undergraduate lab courses were published. 18 talks were given by the PI and project participants at conferences, symposia, and department seminars, and graduate students presented five posters.\n\n\n\t\t\t\t\tLast Modified: 07/05/2024\n\n\t\t\t\t\tSubmitted by: DavidCNelson\n"
 }
}