{
 "awd_id": "1856595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Phase behavior of complex coacervates",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michel Dupuis",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 506918.0,
 "awd_amount": 506918.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "Arun Yethiraj of the University of Wisconsin-Madison is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry and the Condensed Matter and Materials Theory program in the Division of Materials Research to study the phase behavior of complex coacervates.  Polymers are long chain like molecules that are ubiquitous in applications, e.g., plastics, and in biology, e.g., DNA and proteins.  Mixtures of positively and negatively charged polymers, called coacervates, can form \"droplets\" of a separate dense liquid phase.  An example is micron-sized assemblies composed of RNA and proteins in living cells that are implicated in many biological processes.  They might also play a role in the origin of life, because these droplets can form in the absence of lipids, and the nucleic acids could have promoted catalysis in the early universe.  These mixtures are also of interest in materials science where they find applications in drug delivery agents, coatings, and adhesives.  They are of fundamental interest because of their fascinating properties, and obtaining relationships between the chemistry, structure, and property is a challenging task.  Professor Yethiraj and his group are studying the mechanism of this phase behavior using an array of theoretical and computational methods, with the aim of understanding the principles of this phase separation and how it might be controlled.  His group is involved in coaching middle and high school science Olympiad teams, and involving them in modern computational methods.\r\n\r\n\r\nProfessor Yethiraj and his group are working on two parallel approaches for the study of complex coacervates.   In the first they are developing atomistic, fully polarizable force-fields from first-principles, and using these to bench-mark coarse-grained models.   They are using these to study the conformational and structural properties using computer simulations.  In the second they are developing and implementing molecular classical density functional theory which can be tested against simulations and then used to obtain the phase behavior.  The outcome will be a set of efficient tools that can used to study any complex polymer solution and an understanding of the mechanism of coacervation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Yethiraj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Yethiraj",
   "pi_email_addr": "yethiraj@chem.wisc.edu",
   "nsf_id": "000361429",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 506918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Polymer coacervates are composed of charged polymers (polyions), usually one positively charged species and one negatively charged species, their associated<br />counterions, and added salt. They display liquid-liquid phase separation into a polymer-rich and polymer-poor phase.&nbsp;&nbsp;Many factors such as ionic conditions and polymer chemistry play a role in this phase separation.</span></p>\n<p><span>Coacervates have generated interest in various fields because of their<br />diverse applications, ranging from drug carriers to functional<br />membranes. The drive to create hybrid materials requires a chemically detailed understanding of the fundamental interactions and quantitative descriptions of the concentrations of the phases.&nbsp;</span></p>\n<p><span>Coacervates are also of biological importance. Proteins and nucleic acids undergo liquid-liquid phase separation in cells and form assemblies or condensates that function as membrane-less organelles in cells. These organelles have been implicated in several biological processes such as gene regulation and signal transduction.&nbsp;&nbsp;It has also been suggested that they might play a role in the origin of life, because these droplets can form in the absence of lipids, and the nucleic acids could have promoted catalysis in the early universe.</span></p>\n<p><span>In this project we developed chemically realistic, yet computationally feasible, force fields for the interactions between polymers, salt, and water.&nbsp;&nbsp;A key aspect was &ldquo;coarse graining&rdquo; where several atoms were combined into a single site for the purposes of calculating interactions.&nbsp;&nbsp;We also developed and implement a number of unsupervised machine learning methods to elucidate the phase behavior of complex systems, include polymer mixtures and coacervates.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/13/2024<br>\nModified by: Arun&nbsp;Yethiraj</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPolymer coacervates are composed of charged polymers (polyions), usually one positively charged species and one negatively charged species, their associated\ncounterions, and added salt. They display liquid-liquid phase separation into a polymer-rich and polymer-poor phase.Many factors such as ionic conditions and polymer chemistry play a role in this phase separation.\n\n\nCoacervates have generated interest in various fields because of their\ndiverse applications, ranging from drug carriers to functional\nmembranes. The drive to create hybrid materials requires a chemically detailed understanding of the fundamental interactions and quantitative descriptions of the concentrations of the phases.\n\n\nCoacervates are also of biological importance. Proteins and nucleic acids undergo liquid-liquid phase separation in cells and form assemblies or condensates that function as membrane-less organelles in cells. These organelles have been implicated in several biological processes such as gene regulation and signal transduction.It has also been suggested that they might play a role in the origin of life, because these droplets can form in the absence of lipids, and the nucleic acids could have promoted catalysis in the early universe.\n\n\nIn this project we developed chemically realistic, yet computationally feasible, force fields for the interactions between polymers, salt, and water.A key aspect was coarse graining where several atoms were combined into a single site for the purposes of calculating interactions.We also developed and implement a number of unsupervised machine learning methods to elucidate the phase behavior of complex systems, include polymer mixtures and coacervates.\n\n\n\t\t\t\t\tLast Modified: 03/13/2024\n\n\t\t\t\t\tSubmitted by: ArunYethiraj\n"
 }
}