{
 "awd_id": "1856243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Analysis of rapidly evolving potassium channels in electric fish",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 680000.0,
 "awd_amount": 680000.0,
 "awd_min_amd_letter_date": "2019-08-21",
 "awd_max_amd_letter_date": "2019-08-21",
 "awd_abstract_narration": "The purpose of this project is to understand how genetic changes contribute to the evolution of new animal signaling behaviors. The investigators of this collaborative project will study this question in weakly electric fishes from Africa, known as mormyrids. The team has previously discovered a protein, encoded by the gene kcna7a that has undergone intense natural selection mormyrids, which allows mormyrids to produce extremely short electric signals called an electric organ discharge (EOD). Despite the strong selection on mormyrids for brief EOD pulses, the evolution of pulse duration varies dramatically across the more than 200 species of mormyrids, and long duration EOD pulses have evolved at least three times from short-duration EOD pulse ancestors. The underlying hypothesis of this project is that the long-duration EODs are the result of selection acting on amino acid substitutions in the kcna7a gene. In this project, the investigators will test this hypothesis by examining the biophysical properties of kcna7a in species that secondarily evolved long duration EODs, and conduct field-based behavioral studies to determine the selective factors that lead to the evolution of long duration EODs. This project will enhance infrastructure for research by adding data products, refined functionality, and tools to the broadly utilized EFISH Genomics Web Portal, promote teaching and learning by ongoing mentorship of undergraduates, graduate students and postdoctoral associates associated and broaden participation by continuing the productive relationship with a network of institutional partners to recruit talented personnel from underrepresented groups, working with Huston-Tillotson University, a HBCU in Austin, TX.\r\n\r\nA major goal of 21st century biology is to understand how changes at the molecular level result in phenotypic changes at the organismal level. Despite the growing progress in unraveling the \"molecular basis of phenotype\" in a wide variety of taxa, it is important to maintain the view that forces at higher levels of biological organization shape phenotypes from the \"top down\". In many systems, these factors are well known, but their precise connection to identified genetic variants is still poorly understood. In electric fish, the selective forces that influence electric phenotype are known, the loci that produce them are identified, the specific nucleotides within these loci that affect function are characterized, and these loci are known to be targets of selection on macroevolutionary scales. In Specific Aim 1, this project will: determine the biophysical basis of secondary evolution of long EOD pulses by sequencing kcna7a in species that secondarily evolved long duration EODs and their congeners with short duration EODs, measuring their biophysical properties, examining the role of specific sites using site-directed mutagenesis, and determining whether secondarily derived long-duration EODs evolved once or multiple times in parallel. In Specific Aim 2, the investigators will determine whether species that produce long duration EODs have long-duration APs and, and whether properties of kcna7a currents are sufficient to lengthen them, using a combination of electrophysiology and computational modeling. In Specific Aim 3, the investigators will determine the selective factors that lead to the evolution of long duration EODs using by performing field studies in Gabon West-Central Africa. A investigators will continue their efforts to broaden participation of underrepresented groups in partnership with an HBCU.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Gallant",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jason R Gallant",
   "pi_email_addr": "jgallant@msu.edu",
   "nsf_id": "000638603",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 680000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past several years, this project has delved into the fascinating world of African weakly electric fish, uncovering how molecular evolution influences their unique electric communication. These fish produce electric organ discharges (EODs), which they use for navigation, communication, and mating. Our research focused on a key gene,&nbsp;<em>kcna7a</em>, responsible for encoding voltage-gated potassium channels critical to these EODs.</p>\r\n<p><strong>Intellectual Merit</strong></p>\r\n<p>We discovered that&nbsp;<em>kcna7a</em>&nbsp;has undergone positive selection in these fish, adapting to produce electric signals with varying durations. These variations are significant, as they represent a key axis of diversity across over 200 species of mormyrid fish. By sequencing the&nbsp;<em>kcna7a</em>&nbsp;gene and analyzing its function, we identified unique amino acid changes that enhance the channel's voltage sensitivity. Further, we found that some species have developed tandem duplications of the&nbsp;<em>kcna7a</em>&nbsp;gene, a phenomenon that likely contributes to the evolution of their EODs. This work links genetic changes to observable traits and deepens our understanding of evolutionary processes.</p>\r\n<p>Additionally, our findings have broad implications for neurobiology and medicine. Potassium channels like those encoded by&nbsp;<em>kcna7a</em>&nbsp;play critical roles in nerve function across species, including humans. Our research offers insights into how these channels evolve under selective pressures, potentially informing studies of human neurological disorders and other applications in biomedical science.</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>The broader impacts of this project extend beyond science, contributing to education, training, and community engagement. Throughout the project, we provided training opportunities for undergraduates, graduate students, and international collaborators, including Gabonese researchers. By engaging researchers from underrepresented groups, we helped diversify the next generation of scientists.</p>\r\n<p>COVID-19 presented significant challenges, restricting international travel and delaying field studies. However, we adapted by leveraging existing resources and developing novel laboratory experiments. For instance, we used testosterone treatments in captive fish to simulate EOD changes, linking gene expression to physical traits.</p>\r\n<p>Fieldwork in Gabon resumed in 2023, leading to the collection of live specimens, RNA samples, and genetic material for high-quality genome assemblies. These resources have enriched the publicly accessible EFISHGENOMICS database, an important tool for the global research community.</p>\r\n<p><strong>Conclusion</strong></p>\r\n<p>This project has advanced our understanding of how genetic changes drive diversity in electric fish, with implications for fields as varied as evolutionary biology, neurobiology, and biomedical research. Through innovative research, education, and collaboration, we have highlighted the potential of studying non-traditional model organisms to answer fundamental scientific questions. As we publish our findings and share our genomic resources, we hope to inspire further exploration into the connections between genetics, physiology, and evolution.</p><br>\n<p>\n Last Modified: 01/06/2025<br>\nModified by: Jason&nbsp;R&nbsp;Gallant</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOver the past several years, this project has delved into the fascinating world of African weakly electric fish, uncovering how molecular evolution influences their unique electric communication. These fish produce electric organ discharges (EODs), which they use for navigation, communication, and mating. Our research focused on a key gene,kcna7a, responsible for encoding voltage-gated potassium channels critical to these EODs.\r\n\n\nIntellectual Merit\r\n\n\nWe discovered thatkcna7ahas undergone positive selection in these fish, adapting to produce electric signals with varying durations. These variations are significant, as they represent a key axis of diversity across over 200 species of mormyrid fish. By sequencing thekcna7agene and analyzing its function, we identified unique amino acid changes that enhance the channel's voltage sensitivity. Further, we found that some species have developed tandem duplications of thekcna7agene, a phenomenon that likely contributes to the evolution of their EODs. This work links genetic changes to observable traits and deepens our understanding of evolutionary processes.\r\n\n\nAdditionally, our findings have broad implications for neurobiology and medicine. Potassium channels like those encoded bykcna7aplay critical roles in nerve function across species, including humans. Our research offers insights into how these channels evolve under selective pressures, potentially informing studies of human neurological disorders and other applications in biomedical science.\r\n\n\nBroader Impacts\r\n\n\nThe broader impacts of this project extend beyond science, contributing to education, training, and community engagement. Throughout the project, we provided training opportunities for undergraduates, graduate students, and international collaborators, including Gabonese researchers. By engaging researchers from underrepresented groups, we helped diversify the next generation of scientists.\r\n\n\nCOVID-19 presented significant challenges, restricting international travel and delaying field studies. However, we adapted by leveraging existing resources and developing novel laboratory experiments. For instance, we used testosterone treatments in captive fish to simulate EOD changes, linking gene expression to physical traits.\r\n\n\nFieldwork in Gabon resumed in 2023, leading to the collection of live specimens, RNA samples, and genetic material for high-quality genome assemblies. These resources have enriched the publicly accessible EFISHGENOMICS database, an important tool for the global research community.\r\n\n\nConclusion\r\n\n\nThis project has advanced our understanding of how genetic changes drive diversity in electric fish, with implications for fields as varied as evolutionary biology, neurobiology, and biomedical research. Through innovative research, education, and collaboration, we have highlighted the potential of studying non-traditional model organisms to answer fundamental scientific questions. As we publish our findings and share our genomic resources, we hope to inspire further exploration into the connections between genetics, physiology, and evolution.\t\t\t\t\tLast Modified: 01/06/2025\n\n\t\t\t\t\tSubmitted by: JasonRGallant\n"
 }
}