{
 "awd_id": "1856452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Discovery of a negative feedback mechanism that controls karrikin and KAI2 ligand metabolism in plants",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cristiana Argueso",
 "awd_eff_date": "2019-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 288064.0,
 "awd_amount": 288064.0,
 "awd_min_amd_letter_date": "2019-04-16",
 "awd_max_amd_letter_date": "2023-04-06",
 "awd_abstract_narration": "Chemicals in the environment and chemicals produced by plants themselves can have profound effects on plant growth and development. The goal of this study is to determine how plants sense a class of chemicals found in smoke known as karrikins. Karrikins influence important agronomic traits such as germination, seedling growth, and stress tolerance. Several genes that are involved in karrikin perception and response have been found, but accumulating evidence suggests that karrikins must be converted into active signals within plants before they can be recognized. This project will identify genes that carry out the activation of karrikins. It is likely that these same genes are involved in production of an unknown plant hormone that karrikins mimic. Discovery of these genes will be a significant steppingstone to understanding how plants grow after fires, as well as to finding a novel class of plant growth regulators that may offer new opportunities for agricultural improvement. This project uses cutting-edge techniques for identifying members of protein complexes that may regulate karrikin metabolism, and then tests candidate genes with a high-throughput gene-editing approach. This project will enhance the U.S. scientific workforce by providing training for one postdoctoral researcher, two graduate students, and over 150 undergraduates, many of whom will be underrepresented minorities, from low-income families, and/or first-generation college students. Monthly public outreach events that teach the local community about plant science and STEM disciplines will be held. Discoveries from this project will be communicated to the public through publications, press releases, and social media.\r\n\r\nKARRIKIN INSENSITIVE2 (KAI2) is the putative receptor in plants for karrikins (KARs) and an as-yet-unknown endogenous KAI2 ligand (KL). However, recent observations suggest that KAI2 does not recognize KARs directly and that KARs must first be metabolized into a bioactive signal. Mutations in KARRIKIN UPREGULATED F-BOX1 (KUF1), a transcriptional marker of KAR signaling, cause phenotypes that are consistent with hyperactive KAI2 signaling and also cause hypersensitive responses to KAR1, but not other KAI2 agonists. KUF1 may act in a proteolysis-dependent negative feedback loop that regulates KL biosynthesis and KAR1 metabolism. This hypothesis will be tested by examining how KUF1 influences KAR1-induced degradation of the KAI2 target SMAX1; growth responses of a KAR-specific, KL-insensitive Arabidopsis transgenic line; and the rates of KAR1 disappearance from pulse-treated plants. To determine how KUF1 functions and is regulated, a complementary series of biochemical and genetic experiments will be performed. The primary objectives are to identify proteins that are targeted by KUF1 for polyubiquitylation and degradation, as well as define the components and dynamics of the KUF1 protein complex. Affinity purification-mass spectrometry and yeast two-hybrid screens will be primary approaches to identify a set of potential KUF1 interactors that will be validated by biochemical assays in mammalian cells and plants. Genes encoding candidate interactors will be investigated through a high-throughput CRISPR-Cas9-mediated reverse genetic screen to identify kuf1 suppressors and modulators of KAI2-dependent signaling activity. Putative KUF1 targets will be tested for KUF1-dependent polyubiquitylation and degradation in plants. \r\n\r\nThis award was co-funded by the Physiological Mechanisms and Biomechanics Program in the Division of Integrative Organismal Systems and the Cellular Dynamics and Function Cluster in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Gendron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Gendron",
   "pi_email_addr": "joshua.gendron@yale.edu",
   "nsf_id": "000661383",
   "pi_start_date": "2019-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 288064.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Plants, like humans, have hormones that control development. Some of these hormones alter plant development and growth in response to environmental signals such as light. One such plant hormone, Karrikin, helps plants respond to red light, but also helps plants alter development depending on the season. In this work we identified a protein called KUF1 that controls the activation of Karrikin and found that seasons can affect its expression and that it interacts with other porteins that are important for Karrikin function. With this knowledge we now understand how plants use Karrikin to respond to different light signals such as red light or daylength.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>A number technical and conceptual impacts were made during the project:</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Technical:</span></p>\n<p><span>1.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>Creation of genetic tools to study KUF1 genetic function</span></p>\n<p><span>2.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>Creation of unique reporter lines to study KUF1 expression under many different light and treatment conditions</span></p>\n<p><span>3.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>Generation of large scale protein-protein interaction dataset to understand KUF1 biochemical function</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Conceptual:</span></p>\n<p><span>1.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>Increased understanding the function of protein degradation in hormone sensing in plants.</span></p>\n<p><span>2.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>New connections were established between photoperiod and hormone function in plants.</span></p>\n<p><span>3.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>New tools to analyze protein degradation mechanisms.</span></p>\n<p><span>4.<span>&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span>New understanding of how transcriptional and post-translational regulation can combine to provide exquisite regulation of seasonal hormone activity.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>In the bigger picture, climate change is rapidly altering temperature and water availability and affecting plant growth and development. Understanding these mechanisms will help us make plants robust to changes in their environment, protecting important crop species.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/16/2024<br>\nModified by: Joshua&nbsp;Gendron</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPlants, like humans, have hormones that control development. Some of these hormones alter plant development and growth in response to environmental signals such as light. One such plant hormone, Karrikin, helps plants respond to red light, but also helps plants alter development depending on the season. In this work we identified a protein called KUF1 that controls the activation of Karrikin and found that seasons can affect its expression and that it interacts with other porteins that are important for Karrikin function. With this knowledge we now understand how plants use Karrikin to respond to different light signals such as red light or daylength.\n\n\n\n\n\nA number technical and conceptual impacts were made during the project:\n\n\n\n\n\nTechnical:\n\n\n1. Creation of genetic tools to study KUF1 genetic function\n\n\n2. Creation of unique reporter lines to study KUF1 expression under many different light and treatment conditions\n\n\n3. Generation of large scale protein-protein interaction dataset to understand KUF1 biochemical function\n\n\n\n\n\nConceptual:\n\n\n1. Increased understanding the function of protein degradation in hormone sensing in plants.\n\n\n2. New connections were established between photoperiod and hormone function in plants.\n\n\n3. New tools to analyze protein degradation mechanisms.\n\n\n4. New understanding of how transcriptional and post-translational regulation can combine to provide exquisite regulation of seasonal hormone activity.\n\n\n\n\n\nIn the bigger picture, climate change is rapidly altering temperature and water availability and affecting plant growth and development. Understanding these mechanisms will help us make plants robust to changes in their environment, protecting important crop species.\n\n\n\t\t\t\t\tLast Modified: 05/16/2024\n\n\t\t\t\t\tSubmitted by: JoshuaGendron\n"
 }
}