{
 "awd_id": "1856622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing the consequences of wing flexibility to comprehensive flight performance in freely flying insects",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 170062.0,
 "awd_amount": 170062.0,
 "awd_min_amd_letter_date": "2019-04-01",
 "awd_max_amd_letter_date": "2019-04-01",
 "awd_abstract_narration": "Many aspects of insect flight performance rival or surpass that of birds, bats, and man-made aircraft; yet unlike these other groups, insects have little active control over the three-dimensional shape of their wings. Insect wings bend and twist passively during flight, and until recently it wasn't known whether these wing deformations are an inevitable drawback of ultra-light, flapping wings, or whether wings have evolved to bend in ways that benefit flight performance. Recent studies have shown that flexible wings can produce higher aerodynamic forces than stiff ones, but the effects of flexibility on other aspects of flight performance remain unknown. In this study, a powerful new technique developed by the researchers to stiffen the wings of live bumblebees and mason bees will be used, along with tests of several aspects of flight performance, including maximum force production, efficiency, stability in windy environments, and maneuverability, to develop a more comprehensive understanding of wing flexibility and design in insects. In addition, the effects of body size on wing flexibility and flight performance will be quantified. This work will have broad implications and spur future research in biomechanics, animal behavior, evolution, physics, and robotics. The project will provide training for undergraduate and graduate students and post-doctoral researchers at two institutions, a small liberal arts college and a large, diverse, public university. In addition, to address the declining representation of female scientists at higher career stages, five early-career, female biomechanists will be recruited for a three-year peer mentoring program. \r\n\r\nRecent studies have shown that the passive deformations of flexible insect wings can enhance aerodynamic force production. However, the effects of flexibility on other aspects of flight performance involving more complex environments or behaviors have received little attention, as these are difficult to simulate with computational or physical modeling approaches. In this study, a technique developed by the investigators to alter the stiffness of ultra-light insect wings without adding significant mass (by \"splinting\" a flexible wing-vein joint) will be used, along with tests of multiple aspects of flight performance, to develop a more comprehensive understanding of wing flexibility and design. This project has three main goals: (1) test how chordwise wing flexibility in bumblebees affects all major aspects of flight performance, including maximum force production, energetic efficiency, stability in unsteady flow, and maneuverability during voluntary tracking and collision avoidance, (2) examine the relative importance of spanwise versus chordwise flexibility to force production and energetic efficiency in mason bees, and (3) explore how the effects of flexibility on passive wing deformations and maximum force production vary with size in bumblebees. This work will have broad implications and spur future research in numerous fields, and will provide training for undergraduate and graduate students and post-doctoral fellows. The researchers will also create a mentoring program aimed at addressing the \"leaky pipeline\" phenomenon, targeting five early-career, female biomechanists to participate in a three-year peer mentoring circle that will provide monthly discussions, feedback, and support, as well as funding to attend an annual biomechanics conference.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Mountcastle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Mountcastle",
   "pi_email_addr": "amountca@bates.edu",
   "nsf_id": "000755503",
   "pi_start_date": "2019-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bates College",
  "inst_street_address": "2 ANDREWS ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISTON",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077868375",
  "inst_zip_code": "042406030",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "PRESIDENT AND TRUSTEES OF BATES COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "D77HU977E973"
 },
 "perf_inst": {
  "perf_inst_name": "President and Trustees of Bates College",
  "perf_str_addr": "2 Andrews Road",
  "perf_city_name": "Lewiston",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "042406030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 170062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Insect wings are extremely lightweight, flexible structures that passively bend and twist during flapping flight. However, the effects of wing flexibility on many aspects of flight performance are not well understood. In this project, we tested the effects of wing flexibility on the flight performance of <em>Bombus impatiens</em> bumblebees by experimentally stiffening their wings by applying a lightweight splint to a dominant flexible vein joint. We challenged the bees to lift increasingly heavier loads with both splinted and un-splinted wings, and measured their load-lifting capacity.</p>\n<p>&nbsp;</p>\n<p>We discovered that larger bees can lift a relatively smaller proportion of their body mass than smaller bees, stiffening wings causes a reduction in load-lifting capacity, and the difference in load-lifting capacity between stiffened and unstiffened wings as a proportion of body mass is negatively correlated with body size. In other words, larger bees benefit less from wing flexibility (as a proportion of body size) than smaller bees. We also found that chordwise (front to back) and spanwise (base to tip) flexibility in insect wings are tightly intertwined. Stiffening a wing in a manner that prevented it from bending in the chordwise direction caused it to bend more in the spanwise direction, particularly at stroke reversals when the wing is changing directions and experiencing the greatest inertial load. Thus, chordwise wing flexion enhances spanwise wing stiffness in insect wings, much like the curved surface of a tape measure increases the tape&rsquo;s longitudinal stiffness. Our findings will help scientists better understand the evolution of wing morphology as it relates to body size in flying insects, and will also inform the development of flapping-wing microrobots.</p>\n<p>&nbsp;</p>\n<p>In addition to our research outcomes, my co-PI and I created a pilot peer mentoring circle program for female, early-career researchers in comparative biomechanics aimed at addressing the &ldquo;leaky pipeline&rdquo; phenomenon of declining of representation of women at successive career stages. Programming was centered around monthly Zoom meetings for our peer-mentoring group of five early-career women in biomechanics.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/29/2024<br>\nModified by: Andrew&nbsp;M&nbsp;Mountcastle</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nInsect wings are extremely lightweight, flexible structures that passively bend and twist during flapping flight. However, the effects of wing flexibility on many aspects of flight performance are not well understood. In this project, we tested the effects of wing flexibility on the flight performance of Bombus impatiens bumblebees by experimentally stiffening their wings by applying a lightweight splint to a dominant flexible vein joint. We challenged the bees to lift increasingly heavier loads with both splinted and un-splinted wings, and measured their load-lifting capacity.\n\n\n\n\n\nWe discovered that larger bees can lift a relatively smaller proportion of their body mass than smaller bees, stiffening wings causes a reduction in load-lifting capacity, and the difference in load-lifting capacity between stiffened and unstiffened wings as a proportion of body mass is negatively correlated with body size. In other words, larger bees benefit less from wing flexibility (as a proportion of body size) than smaller bees. We also found that chordwise (front to back) and spanwise (base to tip) flexibility in insect wings are tightly intertwined. Stiffening a wing in a manner that prevented it from bending in the chordwise direction caused it to bend more in the spanwise direction, particularly at stroke reversals when the wing is changing directions and experiencing the greatest inertial load. Thus, chordwise wing flexion enhances spanwise wing stiffness in insect wings, much like the curved surface of a tape measure increases the tapes longitudinal stiffness. Our findings will help scientists better understand the evolution of wing morphology as it relates to body size in flying insects, and will also inform the development of flapping-wing microrobots.\n\n\n\n\n\nIn addition to our research outcomes, my co-PI and I created a pilot peer mentoring circle program for female, early-career researchers in comparative biomechanics aimed at addressing the leaky pipeline phenomenon of declining of representation of women at successive career stages. Programming was centered around monthly Zoom meetings for our peer-mentoring group of five early-career women in biomechanics.\n\n\n\t\t\t\t\tLast Modified: 08/29/2024\n\n\t\t\t\t\tSubmitted by: AndrewMMountcastle\n"
 }
}