{
 "awd_id": "1856010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Developments at the Interface of Banach Algebras and Complex Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 234342.0,
 "awd_amount": 234342.0,
 "awd_min_amd_letter_date": "2019-04-15",
 "awd_max_amd_letter_date": "2019-04-15",
 "awd_abstract_narration": "This project will advance research at the interface of complex analysis and functional analysis, areas of mathematics that provide the mathematical tools used in physics, engineering, and computational chemistry.  Several longstanding problems will be studied using new concepts recently introduced by the principal investigator.  The results of this research project will be disseminated via talks in seminars and conferences and via publications in widely available journals.  The principal investigator will continue to mentor junior mathematicians in related areas by suggesting to them problems motivated by this research project that are well matched to their particular strengths.  He will also continue to encourage students to pursue university degrees in STEM fields.  \r\n\r\nThe principal investigator will use methods from functional analysis and complex analysis in one and several variables to study problems in four distinct, related areas of mathematics: the corona problem in several complex variables, Arveson's conjecture in multivariable operator theory, problems concerning analytic structure in commutative Banach algebras, and problems concerning homeomorphism groups.  A major focus of the research will be the close connection between commutative Banach algebras and analyticity which, despite over 60 years of investigation by many mathematicians, remains in many ways mysterious.  The principal investigator recently discovered a new concept of analytic set: in addition to providing a new perspective on analytic structure in commutative Banach algebras, this concept also provides a new perspective on the corona problem and suggests the development of a field that could be described as  \"nonsmooth complex analysis\".  Another major focus of the research will be Banach algebras invariant under group actions and their connections to an important conjecture of Arveson concerning Hilbert modules with wide ranging ramifications in operator theory and C*-algebras.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Izzo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander J Izzo",
   "pi_email_addr": "aizzo@bgnet.bgsu.edu",
   "nsf_id": "000453873",
   "pi_start_date": "2019-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowling Green State University",
  "inst_street_address": "1851 N RESEARCH DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOWLING GREEN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4193722481",
  "inst_zip_code": "434034401",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "BOWLING GREEN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SLT3EB6G3FA9"
 },
 "perf_inst": {
  "perf_inst_name": "Bowling Green State University",
  "perf_str_addr": "400 E. Poe Rd.",
  "perf_city_name": "Bowling Green",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "434030230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 234342.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research supported by this grant lies at the interface of complex analysis and functional analysis, areas of mathematics that provide the mathematical tools used most in physics, engineering, and computational chemistry.&nbsp;&nbsp; A major focus of the research was the close connection between uniform algebras, a particular class of algebras of continuous complex functions, and analyticity, which, despite over 60 years of investigation by many mathematicians, remains in many ways mysterious.<br /><br />During the grant period, I answered several questions that had been open for decades.&nbsp; Some of these concerned strong regularity and weak amenability, algebraic properties of importance in abstract harmonic analysis, and provided new instances of highly non-analytic behavior in uniform algebras.&nbsp; A result found in collaboration with one of my former students shows that two weak forms of analyticity that appeared to be closely related are actually independent of each other.&nbsp; The oldest of the questions I answered, raised over 60 years ago, concerns a special class of uniform algebras called Dirichlet algebras.&nbsp; The notion of a Dirichlet algebra is motivated by a particular uniform algebra called the disc algebra, and previous work suggested that Dirichlet algebras are in general similar to the disc algebra.&nbsp; In particular, all previously known examples of Dirichlet algebras have analytic structure.&nbsp; I constructed a Dirichlet algebra very unlike the disc algebra and possessing no analytic structure.&nbsp; This result sheds new light on the nature of Dirichlet algebras.<br /><br />Convexity is a fundamental notion in mathematics that is important in many applications such as optimization.&nbsp; A set is convex if for each pair of points in the set, the line segment joining them also lies in the set.&nbsp; Equivalently, a set is convex if it can be described by certain inequalities involving linear functions.&nbsp; Replacing linear functions by polynomials yields a related notion, called polynomial convexity, which is important in the study of uniform algebras.&nbsp; Each set is contained in a smallest convex set called its convex hull.&nbsp; Each set is also contained in a smallest polynomially convex set called its polynomially convex hull.&nbsp; While convex hulls are in a sense simple, the polynomially convex hull of even such familiar objects as arcs and simple closed curves can be quite complicated.&nbsp; The research I carried out under the grant has expanded our understanding of these complicated sets.</p><br>\n<p>\n Last Modified: 09/28/2024<br>\nModified by: Alexander&nbsp;J&nbsp;Izzo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe research supported by this grant lies at the interface of complex analysis and functional analysis, areas of mathematics that provide the mathematical tools used most in physics, engineering, and computational chemistry. A major focus of the research was the close connection between uniform algebras, a particular class of algebras of continuous complex functions, and analyticity, which, despite over 60 years of investigation by many mathematicians, remains in many ways mysterious.\n\nDuring the grant period, I answered several questions that had been open for decades. Some of these concerned strong regularity and weak amenability, algebraic properties of importance in abstract harmonic analysis, and provided new instances of highly non-analytic behavior in uniform algebras. A result found in collaboration with one of my former students shows that two weak forms of analyticity that appeared to be closely related are actually independent of each other. The oldest of the questions I answered, raised over 60 years ago, concerns a special class of uniform algebras called Dirichlet algebras. The notion of a Dirichlet algebra is motivated by a particular uniform algebra called the disc algebra, and previous work suggested that Dirichlet algebras are in general similar to the disc algebra. In particular, all previously known examples of Dirichlet algebras have analytic structure. I constructed a Dirichlet algebra very unlike the disc algebra and possessing no analytic structure. This result sheds new light on the nature of Dirichlet algebras.\n\nConvexity is a fundamental notion in mathematics that is important in many applications such as optimization. A set is convex if for each pair of points in the set, the line segment joining them also lies in the set. Equivalently, a set is convex if it can be described by certain inequalities involving linear functions. Replacing linear functions by polynomials yields a related notion, called polynomial convexity, which is important in the study of uniform algebras. Each set is contained in a smallest convex set called its convex hull. Each set is also contained in a smallest polynomially convex set called its polynomially convex hull. While convex hulls are in a sense simple, the polynomially convex hull of even such familiar objects as arcs and simple closed curves can be quite complicated. The research I carried out under the grant has expanded our understanding of these complicated sets.\t\t\t\t\tLast Modified: 09/28/2024\n\n\t\t\t\t\tSubmitted by: AlexanderJIzzo\n"
 }
}