{
 "awd_id": "1856248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transcriptional Regulation of the Cytokinin Signaling Network",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 874996.0,
 "awd_amount": 874996.0,
 "awd_min_amd_letter_date": "2019-07-11",
 "awd_max_amd_letter_date": "2019-07-11",
 "awd_abstract_narration": "The plant hormone cytokinin regulates many agronomically important traits, including grain yield, biomass, shoot and root architecture, senescence, and disease resistance. How a hormone regulates such a diverse array of traits remains a central question in biology. The goal of this project is to uncover how cytokinins regulate plant growth and development, with a particular focus on differences in regulation that occur in the shoot and root. Investigators use interdisciplinary methods to experimentally quantify and mathematically model gene regulatory networks underlying cytokinin signaling. The understanding gained by their work will facilitate predictions for how perturbation of cytokinin function alters plant development.  Outcomes of this work will ultimately enable precise manipulation of plants to optimize performance in various agricultural settings. Broader impacts of the project will provide interdisciplinary training opportunities for undergraduate students, graduate students and postdoctoral fellows. In addition, through local partnerships, programs will be developed that aim to encourage education and science awareness among elementary and middle school students through participatory activities.\r\n\r\nCytokinin modulates plant growth and development in a potentially tissue specific manner, stimulating cell proliferation in the shoot but inhibiting it in the root. Focusing on transcriptional networks initiated by type-B ARR transcription factors, which act at the top of a transcriptional cascade to mediate the cytokinin response, investigators use an integrated set of experimental methods to dissect the mechanisms by which cytokinin regulation occurs. A dynamic Bayesian network approach will be used to mathematically infer gene regulatory networks that mediate the cytokinin response in roots and shoots and identify unique regulatory aspects that correlate with the tissue specific effects of cytokinin. Using genetic approaches the transcriptional networks will be perturbed to determine the role that various mechanisms play in mediating signaling output, with perturbations focused on key elements that regulate cytokinin signaling sensitivity and downstream transcription factors associated with the signaling network. RNA-Seq will be used to globally characterize gene expression and ChIP-Seq to identify targets of the transcription factors. By iteratively using network modeling to guide experimental investigations, which in turn further inform the model, this project will result in a systems level understanding of cytokinin signaling and the mechanism by which various transcriptional factors enable cytokinin to mediate development associated phenotypes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Schaller",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Schaller",
   "pi_email_addr": "george.e.schaller@dartmouth.edu",
   "nsf_id": "000088839",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Kieber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Kieber",
   "pi_email_addr": "jkieber@unc.edu",
   "nsf_id": "000203015",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosangela",
   "pi_last_name": "Sozzani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosangela Sozzani",
   "pi_email_addr": "rsozzan@ncsu.edu",
   "nsf_id": "000657906",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "78 College Rd",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 874996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The studies supported by this award focused on signaling by cytokinins. Cytokinins are plant hormones that regulate many agronomically important traits, including plant architecture, biomass, senescence, disease resistance, drought resistance, and grain yield. A better understanding of cytokinin signaling will enable optimization of crops to improve their performance in various agricultural settings. The modulation of plant growth and development by cytokinin occurs in large part through regulation of gene expression, with distinct effects in different tissues likely underlying its many functions. The initial transcriptional response to cytokinin is mediated by a family of transcription factors known as the type-B response regulators. These transcription factors act at the top of a transcriptional cascade, because among the targets of the type-B response regulators are genes that encode additional transcription factors. As a result, a dynamic network of changes in gene expression occur over time to regulate the cytokinin response.</p>\n<p>Elucidating the genes involved in these transcriptional networks, their interactions with each other, and which are the key regulators in the networks is critical to understanding how cytokinin mediates in myriad effects. To this end, we employed complementary genomic approaches. We identified a core set of cytokinin early-response genes in rice roots by performing and analyzing multiple independent gene-expression studies and, by comparing the results of this analysis to a similar analysis in Arabidopsis, identified a core set of cytokinin early-response genes in roots common to both monocots and eudicots. In addition, we performed a time-course experiment in roots to examine the response to cytokinin and used machine-learning approaches to infer the regulatory networks; this analysis identified transcription factors acting downstream of the type-B response regulators and whether they are predicted to have roles in activation or inhibition within the network.</p>\n<p>As an alternative means to identify genes that play a role in the cytokinin signaling network, we developed and exploited a high-throughput genetics approach that we call &lsquo;mutagenomics&rsquo;, and by this approach identified additional transcription factors and regulatory proteins that modulate the cytokinin response in plants. One such transcription factor was HY5, which regulates plant development in response to light, and which we found mediates a subset of the cytokinin response. This result illustrates how two different signaling networks can interact, one responding to light and the other to cytokinin. Similarly, we identified points of crosstalk between cytokinin and other plant hormone signaling networks through mutagenomics along with the analysis of gene targets for the type-B response regulators.</p>\n<p>Signaling networks are not only regulated by transcription factors controlling gene expression, but also by post-transcriptional mechanisms. We therefore also characterized a family of proteins that target the type-B response regulators for degradation and thereby reduce signaling output by cytokinin. We also developed modeling approaches by which to characterize the network of regulatory phosphorylation, mediated by protein kinases and phosphatases, because protein phosphorylation is one of the key mechanisms for regulating protein activity.</p>\n<p>The completed work resulted in nine publications to date, with additional papers in preparation. The infrastructure of research and education was supported through programs aimed at multiple age groups. Hands-on research training included undergraduate students, Ph.D. students, and postdoctoral fellows, who were trained in molecular, genetic, biochemical, and computational techniques. In partnership with the Morehead Planetarium, we highlighted our research for the public by developing and presenting a booth at the UNC Science Expo (Chapel Hill, NC). In addition, we partnered with the AVA Art Gallery (Lebanon, NH) for two summer offerings of an art and science camp, in which 9- to 12-year-old participants explored the outer and inner worlds of plants through art and experimentation.</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: George&nbsp;E&nbsp;Schaller</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe studies supported by this award focused on signaling by cytokinins. Cytokinins are plant hormones that regulate many agronomically important traits, including plant architecture, biomass, senescence, disease resistance, drought resistance, and grain yield. A better understanding of cytokinin signaling will enable optimization of crops to improve their performance in various agricultural settings. The modulation of plant growth and development by cytokinin occurs in large part through regulation of gene expression, with distinct effects in different tissues likely underlying its many functions. The initial transcriptional response to cytokinin is mediated by a family of transcription factors known as the type-B response regulators. These transcription factors act at the top of a transcriptional cascade, because among the targets of the type-B response regulators are genes that encode additional transcription factors. As a result, a dynamic network of changes in gene expression occur over time to regulate the cytokinin response.\n\n\nElucidating the genes involved in these transcriptional networks, their interactions with each other, and which are the key regulators in the networks is critical to understanding how cytokinin mediates in myriad effects. To this end, we employed complementary genomic approaches. We identified a core set of cytokinin early-response genes in rice roots by performing and analyzing multiple independent gene-expression studies and, by comparing the results of this analysis to a similar analysis in Arabidopsis, identified a core set of cytokinin early-response genes in roots common to both monocots and eudicots. In addition, we performed a time-course experiment in roots to examine the response to cytokinin and used machine-learning approaches to infer the regulatory networks; this analysis identified transcription factors acting downstream of the type-B response regulators and whether they are predicted to have roles in activation or inhibition within the network.\n\n\nAs an alternative means to identify genes that play a role in the cytokinin signaling network, we developed and exploited a high-throughput genetics approach that we call mutagenomics, and by this approach identified additional transcription factors and regulatory proteins that modulate the cytokinin response in plants. One such transcription factor was HY5, which regulates plant development in response to light, and which we found mediates a subset of the cytokinin response. This result illustrates how two different signaling networks can interact, one responding to light and the other to cytokinin. Similarly, we identified points of crosstalk between cytokinin and other plant hormone signaling networks through mutagenomics along with the analysis of gene targets for the type-B response regulators.\n\n\nSignaling networks are not only regulated by transcription factors controlling gene expression, but also by post-transcriptional mechanisms. We therefore also characterized a family of proteins that target the type-B response regulators for degradation and thereby reduce signaling output by cytokinin. We also developed modeling approaches by which to characterize the network of regulatory phosphorylation, mediated by protein kinases and phosphatases, because protein phosphorylation is one of the key mechanisms for regulating protein activity.\n\n\nThe completed work resulted in nine publications to date, with additional papers in preparation. The infrastructure of research and education was supported through programs aimed at multiple age groups. Hands-on research training included undergraduate students, Ph.D. students, and postdoctoral fellows, who were trained in molecular, genetic, biochemical, and computational techniques. In partnership with the Morehead Planetarium, we highlighted our research for the public by developing and presenting a booth at the UNC Science Expo (Chapel Hill, NC). In addition, we partnered with the AVA Art Gallery (Lebanon, NH) for two summer offerings of an art and science camp, in which 9- to 12-year-old participants explored the outer and inner worlds of plants through art and experimentation.\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: GeorgeESchaller\n"
 }
}