{
 "awd_id": "1856492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photoisomerization:  New Complexes, Circular Dichroism, and the Faraday Effect",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tong Ren",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2019-05-22",
 "awd_max_amd_letter_date": "2019-05-22",
 "awd_abstract_narration": "Complexes that undergo a change in color when exposed to light are termed photochromic. These types of compounds have a variety of applications in diverse settings including computing and photonic materials. This research program is dedicated to understanding how these photochromic compounds (and ultimately materials) interact with light to generate color changes. Most of the known photochromic compounds operate through a light-triggered molecular rearrangement that occurs on an ultrafast timescale (picosecond). There are many unanswered questions regarding how molecules convert light energy into potential energy to initiate molecular rearrangement. A new aspect of this research program is the development of new optical experimental techniques to monitor structural and magnetic changes in molecules on very short timescales. Professor Jeffrey Rack at the University of New Mexico is engaged in a series of outreach efforts to encourage students to pursue careers in STEM disciplines.  He has a particular interest in supporting Native American students, Hispanic students, and women in their career development.  The project provides experience in the design of instrumentation to address questions at the interface between chemistry and physics. The multidisciplinary nature of the project demand that the student researchers be aware of literature contributions in disparate research areas.\r\n\r\nThis research award in the Chemical Structure, Dynamics and Mechanisms B Program within the Division of Chemistry at NSF supports the research efforts of Professor Jeffrey Rack at University of New Mexico to investigate a new class of transition metal complexes which change structure and color when exposed to solar radiation (light). These studies focus on discovering the kinetic and thermodynamic parameters for the action of this unique family of chromophores that utilize light to break and make bonds on a very fast timescale. The mode of action in these complexes is an excited state isomerization of the bound sulfoxide ligand. In addition, two new instrumental techniques are introduced. First, Professor Rack is studying the development of a time-resolved circular dichroism to monitor chirality changes, not only in transition metal sulfoxide complexes, but also in chiral sulfoxide compounds. Second, Professor Rack is developing a Faraday rotation spectroscopic instrument, which monitors magnetic fields in compounds and materials. This technique is used to monitor the creation and fate of triplet states in molecular photophysics. Professor Jeffrey Rack at the University of New Mexico is engaged in a series of outreach efforts to encourage students to pursue careers in STEM disciplines, and has a particular interest in supporting Native American students, Hispanic students, and women in their career development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Rack",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey J Rack",
   "pi_email_addr": "jrack@unm.edu",
   "nsf_id": "000306785",
   "pi_start_date": "2019-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project were to develop new photoactive complexes, to investigate new methods for investigating their reactivity, and to explore the magneto-optical response of these materials. In these terms, photoactive means simply to react with light. In our specific case, we are interested in complexes that change their color when exposed to light. These types of complexes are termed photochromic and they have potential application in information and data storage, in sensing, and in device-protection applications. Our previous efforts focused on ruthenium complexes, and we made terrific progress on bringing these studies to a close. During this grant period, we also dedicated considerable effort and time to constructing complexes of iron that should display similar reactivity. The reason for this new direction is prompted by the magnetic properties of iron, which are not exhibited by ruthenium. The possibility of light directed magnetic properties is exciting and promises new applications. Despite their proximity in the periodic table (ruthenium is below iron), there are significant differences in their reactivity. These differences lead to dramatic changes in how to create photoresponsive complexes and ultimately materials. In our design paradigm, we require a light induced reaction that leads to a color change in the material. The light induced reaction does not occur naturally in iron, and thus we had to engineer this feature into our iron complexes. We published our first paper on this in 2021 and we are very close to submitting our second paper on this study. We also presented our results at several conferences. Two students received their Ph.D.s (Sebastian Vittardi, now employed at Oak Ridge National Laboratories; Douglas Breen, now at Intel) from this funding and one student received their M.S. degree (now in Spain). A third student Rajani Thapa Magar will graduate either in spring or summer 2023. These metrics represent success of the project.</p>\n<p>The last two goals of the project were instrumental in design. That is, we proposed to develop techniques for measuring or monitoring photoactive changes in molecules and materials. We report that we have a fully functioning magneto-optical spectrometer that monitors the circular polarization of light in the presence of a magnetic field, from 0 T to 1.6 T. Circularly polarized light is simply the linear combination of vertically and horizontally polarized light. Light from the sun or lamp is de-polarized or non-polarized and contains light orientied in all directions. Light can be readily polarized (relative to some arbitrary axis) by passing it through any number of simple materials. The most common of these are sunglasses, where light intensity is dimmed or attenuated on the eye by allowing permitting transmittance of one polarization or orientiation of light. We used this instrumentation to develop three new collaborations (Luping Yu, University of Chicago; 2 papers published; Joel Rosenthal, University of Delaware, paper in preparation; Jason Slinker, University of Texas at Dallas, 1 paper submitted). Emigdio Turner will graduate in May 2023 prior to beginning his position at Intel. A second major outcome from this work is in the collection and manipulation of magneto-optical data. The most direct way to collect this data is to measure the change in polarization of light in the presence of a magnetic field as it passes through the sample. However, in practice, this turns out to exceptionally difficult due to a variety of factors, primarily that the degree of rotation is on the order of ~10<sup>&ndash;6</sup> degrees (microdegrees). We have re-juvenated an old approach (~1960's mathematical approach) to calculate the degree of rotation from collection of the MCD (magnetic circular dichrosim) spectrum. This technique is simpler as it monitors intensity of light, and not the degree of roation. The papers and degrees awarded represent success for this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2023<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;J&nbsp;Rack</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project were to develop new photoactive complexes, to investigate new methods for investigating their reactivity, and to explore the magneto-optical response of these materials. In these terms, photoactive means simply to react with light. In our specific case, we are interested in complexes that change their color when exposed to light. These types of complexes are termed photochromic and they have potential application in information and data storage, in sensing, and in device-protection applications. Our previous efforts focused on ruthenium complexes, and we made terrific progress on bringing these studies to a close. During this grant period, we also dedicated considerable effort and time to constructing complexes of iron that should display similar reactivity. The reason for this new direction is prompted by the magnetic properties of iron, which are not exhibited by ruthenium. The possibility of light directed magnetic properties is exciting and promises new applications. Despite their proximity in the periodic table (ruthenium is below iron), there are significant differences in their reactivity. These differences lead to dramatic changes in how to create photoresponsive complexes and ultimately materials. In our design paradigm, we require a light induced reaction that leads to a color change in the material. The light induced reaction does not occur naturally in iron, and thus we had to engineer this feature into our iron complexes. We published our first paper on this in 2021 and we are very close to submitting our second paper on this study. We also presented our results at several conferences. Two students received their Ph.D.s (Sebastian Vittardi, now employed at Oak Ridge National Laboratories; Douglas Breen, now at Intel) from this funding and one student received their M.S. degree (now in Spain). A third student Rajani Thapa Magar will graduate either in spring or summer 2023. These metrics represent success of the project.\n\nThe last two goals of the project were instrumental in design. That is, we proposed to develop techniques for measuring or monitoring photoactive changes in molecules and materials. We report that we have a fully functioning magneto-optical spectrometer that monitors the circular polarization of light in the presence of a magnetic field, from 0 T to 1.6 T. Circularly polarized light is simply the linear combination of vertically and horizontally polarized light. Light from the sun or lamp is de-polarized or non-polarized and contains light orientied in all directions. Light can be readily polarized (relative to some arbitrary axis) by passing it through any number of simple materials. The most common of these are sunglasses, where light intensity is dimmed or attenuated on the eye by allowing permitting transmittance of one polarization or orientiation of light. We used this instrumentation to develop three new collaborations (Luping Yu, University of Chicago; 2 papers published; Joel Rosenthal, University of Delaware, paper in preparation; Jason Slinker, University of Texas at Dallas, 1 paper submitted). Emigdio Turner will graduate in May 2023 prior to beginning his position at Intel. A second major outcome from this work is in the collection and manipulation of magneto-optical data. The most direct way to collect this data is to measure the change in polarization of light in the presence of a magnetic field as it passes through the sample. However, in practice, this turns out to exceptionally difficult due to a variety of factors, primarily that the degree of rotation is on the order of ~10&ndash;6 degrees (microdegrees). We have re-juvenated an old approach (~1960's mathematical approach) to calculate the degree of rotation from collection of the MCD (magnetic circular dichrosim) spectrum. This technique is simpler as it monitors intensity of light, and not the degree of roation. The papers and degrees awarded represent success for this project.\n\n\t\t\t\t\tLast Modified: 01/10/2023\n\n\t\t\t\t\tSubmitted by: Jeffrey J Rack"
 }
}