{
 "awd_id": "1856654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systems-level measurements of biophysical parameters in the Dorsal/NF-kappaB pathway",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elebeoba May",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 731943.0,
 "awd_amount": 731943.0,
 "awd_min_amd_letter_date": "2019-06-10",
 "awd_max_amd_letter_date": "2020-01-30",
 "awd_abstract_narration": "The complexity of an embryo is staggering: it begins as a single cell, but over time becomes populated with tens of thousands of cells or more. To begin to decipher the complexity of development and the role of molecules that help to determine cell fate during embryonic development, scientists and engineers have constructed mathematical models that describe developmental processes. However, as these mathematical systems biology models become more detailed, in order to describe the mechanistic complexity of development, they also become more uncertain. To overcome this uncertainty associated with mechanistic systems biology models, using the fruit fly Drosophila melanogaster as a model organism, the investigator will conduct carefully-designed experiments to measure molecular and tissue scale properties in live embryos. The project will result in a detailed understanding of how cells in the Drosophila embryo acquire their fate, increasing our insight into developmental processes in non-mamalian and ultimately mammalian systems. In addition to training graduate students, the broader impacts of the project include the expansion and online dissemination of a graduate course on systems biology and engineering, and further cultivation of academic programs at the K-12 level that synergistically combine biological and engineering principles as part of a multi-day summer camp for high school students, which is held in partnership with NC State University's Science House. \r\n\r\nIn the past decade and a half, our understanding of developmental biology has been revolutionized by live, real-time, image-based experimental platforms, which enable the acquisition of vast quantitative datasets and provide novel views of tissue patterning during embryogenesis. Integrating experimental and computational advances, the overall objective of this project is to perform detailed measurements of individual biophysical parameters and tissue-level behavior to constrain a predictive, computational model of the Dorsal/NF-&#954;B signaling module in the early Drosophila embryo. The Dorsal signaling module consists of spatially graded concentration of a transcription factor, Dorsal, throughout the dorsal-ventral axis of the embryo. The cells in the embryo respond to Dorsal in a concentration-dependent fashion, so that the spatial gradient of Dorsal patterns the dorsal-ventral axis into distinct sub-domains. The project will conduct measurements of individual biophysical parameters and global gradients that control embryonic protein concentrations, including nuclear import/export rates, embryo-level movement of Dorsal, and binding and dissociation rates of Dorsal with its cytoplasmic inhibitor Cactus.  The experimental data will be used as model constraints for parameter optimization, and integrated to generate a predictive systems biology model for accurate prediction of the Dorsal activity gradient in wildtype and mutant Drosophila embryos.  The project will advance our understanding of the dynamics of Dorsal gradient formation during embryogenesis, and provide a valuable prototype that demonstrates  the use of experimental design to constrain systems biology models through the concurrent integration of locally (measurements of individual parameters) and globally (full-model constraint) generated measures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Reeves",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory T Reeves",
   "pi_email_addr": "gtreeves@tamu.edu",
   "nsf_id": "000589155",
   "pi_start_date": "2019-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cranos",
   "pi_last_name": "Williams",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cranos M Williams",
   "pi_email_addr": "cmwilli5@ncsu.edu",
   "nsf_id": "000568699",
   "pi_start_date": "2020-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "911 Partners Way, Campus Box 790",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99483.0
  }
 ],
 "por": null
}