{
 "awd_id": "1856619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthetic, Mechanistic, and Catalytic Studies of Electrophilic d- and f-Element Complexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 615000.0,
 "awd_amount": 636370.0,
 "awd_min_amd_letter_date": "2019-07-05",
 "awd_max_amd_letter_date": "2022-05-24",
 "awd_abstract_narration": "With this award, the Chemical Catalysis Program of the NSF Division of Chemistry is supporting the research of Professor Tobin J. Marks of Northwestern University in Evanston, Illinois. Professor Marks and his coworkers are discovering, understanding, and optimizing new catalytic reactions, and closely combining this effort with educational outreach activities. Such catalytic processes are of great importance to the U.S. chemical industry, and it is estimated that catalysis underpins 25% of the U.S. GDP, producing fertilizers, fuels, plastics, pharmaceuticals, coatings, and other chemicals on a huge scale. Future catalytic transformations must be more efficient, non-toxic, non-polluting, and use low-cost, earth-abundant metals in more selective, sustainable, and economically competitive technologies. Addressing these challenges will require a skilled National technical workforce, and US universities are playing a major role by broadly educating young scientists to attack global-scale problems, while conducting excellent research across broad disciplinary fronts. Projects funded by this award involve a multi-faceted, educationally rigorous mix of catalyst creation, catalytic reactions, and understanding reaction products. This, combined with a highly interactive research group environment, provides excellent training/mentoring for graduate, undergraduate, and postdoctoral scholars planning industrial, national laboratory, or academic careers, and includes women and underrepresented minorities. \r\n\r\nThis research is built around two integrated exploratory, hypothesis-driven themes stimulated by the unique properties of earth-abundant lanthanide (4f), actinide (5f), and d0 early transition metal complexes. In the first, catalytic reactions that create or cleave carbon-heteroelement bonds via non-traditional pathways are being developed. Unusual catalysts are being used to selectively create heteroatom (boron, nitrogen, oxygen, sulfur, phosphorus) bonds to important chemical building blocks such as olefins, alkynes, ketones, aldehydes, esters and amides, either in single or in closely coupled multiple steps. Useful substances with diverse ring structures such as pharmaceuticals and fine chemicals and being produced by this work. Topics being studied include chiral ligands for pharma-related enantioselective catalytic processes, and catalytic systems capable of reversing the aforementioned bond-forming processes to deconstruct bio-based feedstocks and other heteroatom-containing molecules. In the second theme, catalyst nuclearity effects applied to unusual olefin polymerization and hydroelementation processes are being studied. The team is using designed catalytic centers to effect polymerization reactions which link unsaturated building blocks, including those with normally deactivating polar and basic groups, to produce plastic materials with superior bulk properties including mechanical or processing properties, and/or surface properties such as adhesion, wettability, water-repellence, compatibility with other polymers, or bacteriocidal characteristics. Catalyst design includes ways to orchestrate cooperative enzyme-like processes that are \"switched on\" when two catalytic centers are placed in close but variable proximity with the objective of achieving unique polymerization processes. These include polymerization reactions to produce novel types of polymer architectures derived from catalysts in which two cooperating metal centers have similar or different, complementary reactivities. A second goal with such catalysts is bond-forming processes which create expanded structures accessible only by the cooperative interaction of two catalytic metal centers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tobin",
   "pi_last_name": "Marks",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tobin J Marks",
   "pi_email_addr": "t-marks@northwestern.edu",
   "nsf_id": "000228780",
   "pi_start_date": "2019-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 615000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 21370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Discovering, understanding, and optimizing new catalytic transformations of organic molecules is of enormous importance to the U.S. economy, and catalytic processes unpin about 35-40% of the US gross domestic product. These transformations produce fuels, plastics, pharmaceuticals, coatings, and other key chemicals on a huge scale.&nbsp; However, in the future it is essential that these processes be made more sustainable, greener, atom-economical, environmentally benign, and economically competitive. Furthermore, creating a broad scientific knowledge base and a technically skilled U.S. workforce trained in this field is crucial to achieving the above goals.&nbsp; There is also a national need for researchers trained in heavy element (lanthanide and actinide) chemistry for the US nuclear industry. This NSF-CAT funded project of Professor Tobin Marks at Northwestern University joins closely integrated and hypothesis-driven research themes linking research and education, focusing on the fundamental and technological aspects of the unusual catalytic reactions of earth-abundant lanthanide, actinide, and related early transition metals.&nbsp; We use bond energy data and quantum chemical analysis to understand bonding modes as well as known stoichiometric and catalytic transformations, and equally important, to invent completely new ones.&nbsp; The accompanying images show new ways developed in this project &nbsp;to: 1) Chemically modify the architectures and surfaces of normally inert polyolefins by incorporating building blocks with functional groups using lanthanide and &ldquo;early&rdquo; (at the left of the Periodic Table metals. The goal is to create new types of plastics such as those with bactericidal or virucidal surfaces.&nbsp; 2) Modifying the course of an important chemical reaction by tuning the size of the lanthanide metal in the catalyst (&ldquo;chemodivergence&rdquo;) to selectively create different types of medicinally important organic nitrogen compounds. 3) Harness the diversity of ways in which lanthanide catalysts can be used to rapidly and selectively reduce organic molecules with C=O bonds, for example to create fine chemicals and pharmaceutical precursors.</p>\n<p>&nbsp;&nbsp;&nbsp; In this project Marks and his students &nbsp;seek to understand the principals of new, atom-efficient/sustainable, and environmentally benign &ldquo;green&rdquo; catalytic processes.&nbsp; Students engage in catalyst synthesis and purification, molecular structure and dynamics characterization, use these catalysts in variety of exploratory studies, learn electronic structure computation and molecular modeling, and tackle rigorous reaction mechanism elucidation.&nbsp; They learn to carry out catalytic polymerization reactions and to use in-depth polymer characterization techniques.&nbsp; Such a research/education activity deliberately involves young scientists in all aspects of this knowledge creation process.&nbsp; Participation in this challenging, multifaceted/multidisciplinary project, including interactions with industrial and national laboratory scientists, will prepare graduate, undergraduate, and postdoctoral students, having diverse backgrounds, for &nbsp;productive careers in the private sector, government laboratories, and academia.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2023<br>\n\t\t\t\t\tModified by: Tobin&nbsp;J&nbsp;Marks</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693443071148_PolarComonomersImage1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693443071148_PolarComonomersImage1--rgov-800width.jpg\" title=\"Making non-polar polymers polar\"><img src=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693443071148_PolarComonomersImage1--rgov-66x44.jpg\" alt=\"Making non-polar polymers polar\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A holy grail in polyolefin chemistry is to catalytically incorporate additional polar olefins for many practical reasons.</div>\n<div class=\"imageCredit\">Jiazhen Chen (Angwandte Chemie)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Tobin&nbsp;J&nbsp;Marks</div>\n<div class=\"imageTitle\">Making non-polar polymers polar</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693444403661_Image3Chemodivergence--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693444403661_Image3Chemodivergence--rgov-800width.jpg\" title=\"Catalytic Chemodivergence\"><img src=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693444403661_Image3Chemodivergence--rgov-66x44.jpg\" alt=\"Catalytic Chemodivergence\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fine turning routes to pharmaceutical building blocks via catalytic metal size</div>\n<div class=\"imageCredit\">Jacob Rothbaum (JACS)</div>\n<div class=\"imageSubmitted\">Tobin&nbsp;J&nbsp;Marks</div>\n<div class=\"imageTitle\">Catalytic Chemodivergence</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693495325691_CatalysisLanthanideComplexes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693495325691_CatalysisLanthanideComplexes--rgov-800width.jpg\" title=\"Versatile Lanthanide Catalysts\"><img src=\"/por/images/Reports/POR/2023/1856619/1856619_10617856_1693495325691_CatalysisLanthanideComplexes--rgov-66x44.jpg\" alt=\"Versatile Lanthanide Catalysts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lanthanide amides are very active and selective.catalysts for a great diversity of desirable transformations for fine chemical and pharmaceutical sysnthesis</div>\n<div class=\"imageCredit\">Rachel Dicken</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Tobin&nbsp;J&nbsp;Marks</div>\n<div class=\"imageTitle\">Versatile Lanthanide Catalysts</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDiscovering, understanding, and optimizing new catalytic transformations of organic molecules is of enormous importance to the U.S. economy, and catalytic processes unpin about 35-40% of the US gross domestic product. These transformations produce fuels, plastics, pharmaceuticals, coatings, and other key chemicals on a huge scale.  However, in the future it is essential that these processes be made more sustainable, greener, atom-economical, environmentally benign, and economically competitive. Furthermore, creating a broad scientific knowledge base and a technically skilled U.S. workforce trained in this field is crucial to achieving the above goals.  There is also a national need for researchers trained in heavy element (lanthanide and actinide) chemistry for the US nuclear industry. This NSF-CAT funded project of Professor Tobin Marks at Northwestern University joins closely integrated and hypothesis-driven research themes linking research and education, focusing on the fundamental and technological aspects of the unusual catalytic reactions of earth-abundant lanthanide, actinide, and related early transition metals.  We use bond energy data and quantum chemical analysis to understand bonding modes as well as known stoichiometric and catalytic transformations, and equally important, to invent completely new ones.  The accompanying images show new ways developed in this project  to: 1) Chemically modify the architectures and surfaces of normally inert polyolefins by incorporating building blocks with functional groups using lanthanide and \"early\" (at the left of the Periodic Table metals. The goal is to create new types of plastics such as those with bactericidal or virucidal surfaces.  2) Modifying the course of an important chemical reaction by tuning the size of the lanthanide metal in the catalyst (\"chemodivergence\") to selectively create different types of medicinally important organic nitrogen compounds. 3) Harness the diversity of ways in which lanthanide catalysts can be used to rapidly and selectively reduce organic molecules with C=O bonds, for example to create fine chemicals and pharmaceutical precursors.\n\n    In this project Marks and his students  seek to understand the principals of new, atom-efficient/sustainable, and environmentally benign \"green\" catalytic processes.  Students engage in catalyst synthesis and purification, molecular structure and dynamics characterization, use these catalysts in variety of exploratory studies, learn electronic structure computation and molecular modeling, and tackle rigorous reaction mechanism elucidation.  They learn to carry out catalytic polymerization reactions and to use in-depth polymer characterization techniques.  Such a research/education activity deliberately involves young scientists in all aspects of this knowledge creation process.  Participation in this challenging, multifaceted/multidisciplinary project, including interactions with industrial and national laboratory scientists, will prepare graduate, undergraduate, and postdoctoral students, having diverse backgrounds, for  productive careers in the private sector, government laboratories, and academia. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2023\n\n\t\t\t\t\tSubmitted by: Tobin J Marks"
 }
}