{
 "awd_id": "1856525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanochemical Processes dictating Calcite's Frictional Characteristics",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 323914.0,
 "awd_amount": 389481.0,
 "awd_min_amd_letter_date": "2019-07-09",
 "awd_max_amd_letter_date": "2024-07-19",
 "awd_abstract_narration": "Earthquakes are recurring and devastating events. To predict accurately their occurrence and magnitude remains, however,  difficult. This is because the mechanisms underlying the rupture of earthquake-generating faults are not fully understood. Water plays an important role in fault dynamics; yet, the complexity of fault interfaces has hindered identifying the specific mechanisms influencing fault behaviors. Here, the researchers investigate the frictional strength of calcite - a mineral found in fault gouges - in aqueous environment. To study the effects of water-rich fluids, they use an idealized grain interface consisting of two 1-mm single crystals sliding against each other, with or without fluids in between them. The interface contains asperity contacts characterized at the microscale by atomic force microscopy. The study is relevant to natural faults because the stresses and slip rates applied to the interface are comparable to those of geological settings. Frictional characteristics are quantified using a new technique which measures displacements with an accuracy of 1 angstrom (0.1 millionth of a mm). This allows investigating the involved mechanisms, such as crystal dissolution/recrystallization on contacts. The project's results improve models of fault friction, which contributes improving the assessment of seismic hazards in the presence of reactive fluids. This project promotes support for a graduate student, training for undergraduate students and outreach to K-12 students, notably from groups underrepresented in Science. \r\n\r\nThe team follows two main lines of research. At the experimental level, the project advances the knowledge of mechano-chemical interfacial reactions and their influence on calcite's frictional characteristics. It informs the mechanisms underlying pressure-solution at grain boundaries. The influence of different factors is evaluated: fluid chemistry, surface electric potential, the presence of phyllosilicates or confined fluid films. The effects of sliding velocity, stress, temperature, contact time and topography, on friction and adhesion are also quantified. Essential to this work is a modification of the Surface Forces Apparatus. The new development allows measuring creep deformation at wet calcite contacts with a precision of 0.1 nm, as well as interfacial forces (disjoining pressure, adhesion and friction). This  provides insight on the relationship  between pressure-solution creep and static and dynamic friction over a wide range of conditions. The simple geometry of the experiments allows to investigate the microscopic mechanisms responsible for macroscopic friction, and to test the theories that describe them. At the theoretical level, friction at single- and multi-asperity contacts are modeled based on the shear-assisted thermally activated slip theory, accounting for contact aging due to pressure-solution creep. The new model parameters are compared to and tested against the rate-and-state friction constitutive equations and their empirical  parameters.  The project, thus, fills the gap between the microscopic and the macroscopic scales in the understanding of fault friction in aqueous environment.\r\n\r\nThis award is co-funded by the Prediction of and Resilience against Extreme Events (PREEVENTS) program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosa",
   "pi_last_name": "Espinosa-Marzal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rosa M Espinosa-Marzal",
   "pi_email_addr": "rosae@illinois.edu",
   "nsf_id": "000641658",
   "pi_start_date": "2019-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 323914.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 23894.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 41673.0
  }
 ],
 "por": null
}