{
 "awd_id": "1856630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Wave Effects on the Dynamics of a Multiple-Inlet Bay System During Storms",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 499965.0,
 "awd_amount": 596775.0,
 "awd_min_amd_letter_date": "2019-07-03",
 "awd_max_amd_letter_date": "2024-11-22",
 "awd_abstract_narration": "Estuaries, such as the Maryland Coastal Bays (MCBs) are crucial to local ecosystems and economies. However, like many estuaries on developed coasts, the MCBs are experiencing degraded water quality, potentially due to changes in exchange at the inlets. Interactions between the bay and ocean through inlets are highly complex owing to feedbacks between tidal and subtidal processes and bathymetry. Waves can significantly alter these inlet dynamics by driving changes to local (inside the inlet) and far-field (inside the bay) water levels, currents, and exchange, particularly during storms, but the mechanisms are poorly understood. In addition, although there are two respected methods for estimating wave forcing in a numerical model, there are few instances of comparisons with field observations inside the inlet channels to determine the merits and limitations of these methods. This study utilizes an existing three-dimensional numerical model developed for the MCBs, along with existing field observations from U. S. Army Corps of Engineers and new field observations, to: (1) field-test and improve numerical parameterizations of wave forcing in the model and (2) use the observations and field-tested simulations to study (a) wave effects on water levels, currents, and water and salt exchange through an inlet depend on inlet characteristics (i.e., shoal morphology, channel depth and orientation relative to wave direction), and (b) wind and storm driven modulations of wave effects at the inlet mouth, within the lagoon, and in the case of a two-inlet system at the second inlet. In 2014, only 23% of B.S. degrees in Earth/Atmospheric/Ocean Sciences were awarded to non-white students (2% to African-American students). This project will help expand that small, but valuable, pool of minority students in the Science, Technology, Engineering and Mathematics (STEM) fields, by supporting a physical oceanography numerical modeling laboratory within a Historically Black College/University (HBCU) and by providing opportunities for undergraduate students and graduate students at an HBCU to integrate research with their education through inquiry-based learning. The study is in collaboration with the US Naval Academy (USNA) and it will provide an avenue for a non-HBCU (USNA) to learn from an HBCU ways to improve minority retention and promote an inclusive culture in STEM education. Results from the proposed study will be presented at academic conferences as well as to local stakeholders and in public outreach events and the scientific finding will be published in peer-reviewed scientific journals.\r\n\r\nAlthough the study will focus on the MCBs, this project is expected to benefit the broader field of physical oceanography by developing field-tested parameterizations for the modeling of wave effects and by expanding knowledge of wave effects to a new range of geometric scales and physical conditions. For decades, scientists have debated the merits and limitations of wave-current theories, with little consensus; field-testing these theories will provide valuable insight into these discussions. In addition, wave effects on the dynamics in a multiple-inlet system like the MCBs have received little attention; this study will broaden understanding of wave effects to new geometries. Feedbacks between waves and subtidal processes will also be examined to quantify the change in overall storm effects, depending on the combination of forcings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meng",
   "pi_last_name": "Xia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meng Xia",
   "pi_email_addr": "mxia@umes.edu",
   "nsf_id": "000604372",
   "pi_start_date": "2019-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Eastern Shore",
  "inst_street_address": "11868 ACADEMIC OVAL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCESS ANNE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4106516714",
  "inst_zip_code": "218531295",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND ES",
  "org_prnt_uei_num": "",
  "org_uei_num": "LNUBJQ26R2M5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Eastern Shore",
  "perf_str_addr": "1 Backbone St",
  "perf_city_name": "Princess Anne",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "218530001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041Z",
   "pgm_ref_txt": "HBCU-Strengthening Research Capacities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 499965.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 96810.0
  }
 ],
 "por": null
}