{
 "awd_id": "1900603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Harmonic Analysis and Dispersive Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2024-06-17",
 "awd_abstract_narration": "This project focuses on two areas of Mathematics: Harmonic Analysis and Partial Differential Equations. Both of them have close connections with the physical world around us. Harmonic Analysis is an area of Mathematics that focuses in particular on quantitative properties of functions and operators, entities that are fundamental in almost every mathematical model of a real life phenomena. Harmonic Analysis has deep implications to many other areas such as signal processing, photography, computed tomography, etc. Although of a different flavor, the problems we address here have one common feature: trying to understand structure and means of measure it. Partial Differential Equations is a vast area of mathematics that covers almost all mathematical models coming from Physics, from basic Newtonian mechanics to fluid and atmospheric dynamics to particle interactions. The Differential Equations we propose to study in this project are based on such concrete physical models.\r\n\r\nParts of this project focus on the multilinear restriction estimate and applications. This theory brings together ideas and tools from a mix of fields: Analysis, Combinatorics, Incidence Geometry, Differential Geometry, Algebraic Geometry and Algebraic Topology. In turn, the multilinear theory has applications to fundamental problems in Harmonic Analysis, PDE's, Combinatorics and Number Theory. Other parts of this project focus on analyzing the long time dynamics of dispersive Partial Differential Equations (PDE's). The equations considered in this project have a physical background: the Dirac-Klein-Gordon system models most of the elementary particles and their interactions, and the Schroedinger Maps equation is the Heisenberg model in ferro-magnetism. From a mathematical point of view, the PI is proposing open problems for which finding solutions is of broad interest in the PDE community. The long time dynamics of PDE's is a very active field of mathematics, where some major breakthroughs have been achieved over the past few years, while many fundamental problems have yet to be addressed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioan",
   "pi_last_name": "Bejenaru",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioan Bejenaru",
   "pi_email_addr": "ibejenar@ucsd.edu",
   "nsf_id": "000004907",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La JOlla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}