{
 "awd_id": "1900178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Total Synthesis of Complex Molecules",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jon Rainier",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 485000.0,
 "awd_amount": 485000.0,
 "awd_min_amd_letter_date": "2019-06-14",
 "awd_max_amd_letter_date": "2019-06-14",
 "awd_abstract_narration": "With this award, the Chemical Synthesis program of the Division of Chemistry is supporting the fundamental research of Professor Neil Garg at the University of California, Los Angeles (UCLA). Professor Garg is pursuing the chemical synthesis of several important molecules that possess interesting chemical properties and structures. The ability of scientists to synthesize such molecules in an efficient manner is instrumental to agrochemistry, materials science, and drug discovery. In this project, Professor Garg is merging chemical synthesis with synthesis by enzymes isolated from nature, leading to versatile and streamlined procedures that could have impacts beyond the specific molecules that are being studied. Professor Garg and his graduate students perform chemistry and science demonstrations for young children in the Los Angeles community, specifically to the UCLA Krieger Daycare and Warner Elementary School. He has also created a series of industrial-sponsored lecturers (roughly 10 per year), where a prominent academician will visit UCLA with an industrial representative (pharmaceuticals or agrochemistry) to interact with graduate and undergraduate students and deliver seminars on recent cutting edge research. Professor Garg and his daughters publish ?The Organic Coloring Book?, which provides a fun means for children (and adults) worldwide to learn about the tremendous impact organic chemistry has on our everyday lives. More than 1200 copies have been donated to children at local schools and to the general public. \r\n\r\nProfessor Garg is studying two important classes of organic molecules. The first pertains to the monoterpene indole alkaloid strictosidine, which was first isolated fifty years ago, but has never been accessed by total synthesis. This natural product displays biological activity, possesses a challenging chemical structure, and serves as the last universal biosynthetic precursor to all other monoterpene indole alkaloids, including the chemotherapeutic vinblastine. Professor Garg is studying the first total synthesis of strictosidine via a combined chemo-enzymatic approach. He and his team are also pursuing the synthesis of a complex hydrocarbon that is of longstanding scientific interest and is a notorious challenge for synthetic chemistry. The key transformation in this synthesis is also of theoretical interest as it can proceed via a concerted or stepwise manner. Forays in chemical synthesis, such as these, are defining the scope and limitations of known reactions and advancing the modern state of synthetic chemistry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Garg",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Neil K Garg",
   "pi_email_addr": "neilgarg@chem.ucla.edu",
   "nsf_id": "000508325",
   "pi_start_date": "2019-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 485000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our ability to synthesize small molecules with complicated chemical structures is of great benefit to humanity. Synthetic chemistry is used to make medicines, agrochemicals, various materials, and more.&nbsp;&nbsp;By synthesizing complex molecules, we learn how molecules react, making us better able to predict reactivity in future endeavors.&nbsp;&nbsp;The research performed under this grant has led to the chemical synthesis of several complex molecules, as well as new methods to make molecules with intricate structures. The fundamental insight learned from these studies should have long-term implications on numerous fields.</p>\n<p>This grant has also enabled the training and education of several researchers, including graduate and undergraduate students.&nbsp;&nbsp;Dissemination of results has been achieved through conference presentations by the PI and students, as well as through peer-reviewed publications. The Garg laboratory has also performed numerous educational activities to promote interest in chemistry amongst the general population, children, and students. For example, Garg and his students have performed chemistry demonstrations and activities at local public K-12 schools, created books for children, and also developed online educational tools for organic chemistry that are being used all over the countryxw, such as the free websites rschemistry.com, qrchem.net, and chemmatch.net.&nbsp;&nbsp;Garg has also developed an initiative called #MentorFirst (mentorfirst.org), that seeks to promote positive mentoring practices throughout academia. Additional information about the outcomes of these studies is available by perusing the Garg lab website:&nbsp;<a href=\"http://garg.chem.ucla.edu/\">http://garg.chem.ucla.edu</a>.</p><br>\n<p>\n Last Modified: 11/19/2023<br>\nModified by: Neil&nbsp;K&nbsp;Garg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur ability to synthesize small molecules with complicated chemical structures is of great benefit to humanity. Synthetic chemistry is used to make medicines, agrochemicals, various materials, and more.By synthesizing complex molecules, we learn how molecules react, making us better able to predict reactivity in future endeavors.The research performed under this grant has led to the chemical synthesis of several complex molecules, as well as new methods to make molecules with intricate structures. The fundamental insight learned from these studies should have long-term implications on numerous fields.\n\n\nThis grant has also enabled the training and education of several researchers, including graduate and undergraduate students.Dissemination of results has been achieved through conference presentations by the PI and students, as well as through peer-reviewed publications. The Garg laboratory has also performed numerous educational activities to promote interest in chemistry amongst the general population, children, and students. For example, Garg and his students have performed chemistry demonstrations and activities at local public K-12 schools, created books for children, and also developed online educational tools for organic chemistry that are being used all over the countryxw, such as the free websites rschemistry.com, qrchem.net, and chemmatch.net.Garg has also developed an initiative called #MentorFirst (mentorfirst.org), that seeks to promote positive mentoring practices throughout academia. Additional information about the outcomes of these studies is available by perusing the Garg lab website:http://garg.chem.ucla.edu.\t\t\t\t\tLast Modified: 11/19/2023\n\n\t\t\t\t\tSubmitted by: NeilKGarg\n"
 }
}