{
 "awd_id": "1900491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Switchable Molecules and Materials Through Coordination of Verdazyl Radicals",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "In this Research at Undergraduate Institution (RUI) project funded by the Chemical Structure, Dynamics and Mechanisms-B program of the Chemistry Division, Professor David Brook of the Department of Chemistry at San Jose State University is studying a series of transition metal-containing molecules and materials with switchable magnetic structures. By switching between different magnetic states as a result of external influences such as temperature, light and electrical potential, these molecules and materials may have applications as sensors, and in information storage and molecular computing.  High school students, undergraduate students, and master's level graduate students will play a role in the research. They will gain broad experience in experimental chemistry, from organic and inorganic synthesis to the use of numerous analytical techniques including spectroscopy, mass spectrometry, electrochemistry, magnetochemistry, and X-ray crystallography. Students will participate in national and international research collaborations and will have the opportunity to make measurements at major user facilities in the US and Spain.\r\n\r\nTransition metal and f-block element coordination compounds of verdazyl radical ligands have the potential to form molecules with labile electronic structures (i.e. the molecule can switch between electronic states that differ in magnetic or other properties). The research involves the exploration and exploitation of this unusual property with several goals in mind.  The first goals it o understand the factors in the metal-ligand interaction that give rise to electronic lability, while the second goals is to electronically couple  labile ions with conducting counterions to form new materials with novel magnetoresistive behavior. The team will study verdazyl complexes of f block elements (both lanthanides and actinides) in order to develop new single molecule magnets and using principles of self assembly to synthesize and study extended clusters of electronically labile metal centers, exploring the interactions between neighboring metal ions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Brook",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Brook",
   "pi_email_addr": "david.brook@sjsu.edu",
   "nsf_id": "000536982",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951125569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 310000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>In this RUI project we studied a series of molecules based on a metal ion and organic ligand that were designed to have a switchable electronic structure. Molecules that can be switched between different states have a variety of potential applications, including as sensors, in information storage, and potentially in molecular/quantum computing.</p>\n<p>By using different metal ions combined with the same organic ligand we discovered several different &lsquo;switching&rsquo; behaviors resulting in changes in magnetic properties. In particular, with&nbsp; iron we found large changes in magnetic moment resulting from addition of a single electron, while with cobalt, the switching between magnetic states was accompanied by transfer of an electron between metal and ligand, and was influenced by temperature and molecular environment. Other studies using copper and lanthanides showed changes in magnetic properties dependent upon molecular orientation in a magnetic field (anisotropy).</p>\n<p>Computational studies complemented the experimental work and resulted in further insight into the quantum-entangled nature of the electronic states of these molecules.</p>\n<p>Research was done by students from high school to MS level, in collaboration with researchers in the USA, France and Spain. Students gained further experience in the techniques expected for chemistry undergraduates, but also in more advanced methods of chemical and physical analysis including magnetochemistry, X-ray crystallography and X-ray spectroscopy.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: David&nbsp;Brook</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nIn this RUI project we studied a series of molecules based on a metal ion and organic ligand that were designed to have a switchable electronic structure. Molecules that can be switched between different states have a variety of potential applications, including as sensors, in information storage, and potentially in molecular/quantum computing.\n\n\nBy using different metal ions combined with the same organic ligand we discovered several different switching behaviors resulting in changes in magnetic properties. In particular, with iron we found large changes in magnetic moment resulting from addition of a single electron, while with cobalt, the switching between magnetic states was accompanied by transfer of an electron between metal and ligand, and was influenced by temperature and molecular environment. Other studies using copper and lanthanides showed changes in magnetic properties dependent upon molecular orientation in a magnetic field (anisotropy).\n\n\nComputational studies complemented the experimental work and resulted in further insight into the quantum-entangled nature of the electronic states of these molecules.\n\n\nResearch was done by students from high school to MS level, in collaboration with researchers in the USA, France and Spain. Students gained further experience in the techniques expected for chemistry undergraduates, but also in more advanced methods of chemical and physical analysis including magnetochemistry, X-ray crystallography and X-ray spectroscopy.\n\n\n\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: DavidBrook\n"
 }
}