{
 "awd_id": "1900391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Cycloaddition and Annulation Strategies for Organic Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Blakemore",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 485000.0,
 "awd_amount": 485000.0,
 "awd_min_amd_letter_date": "2019-05-22",
 "awd_max_amd_letter_date": "2019-05-22",
 "awd_abstract_narration": "With this award, the Chemical Synthesis Program of the Division of Chemistry is supporting the research of Professor Rick L. Danheiser of the Department of Chemistry at the Massachusetts Institute of Technology. In this research program, Professor Danheiser and his students are developing new methods for the chemical synthesis of cyclic organic molecules that are incorporated in the chemical structures of numerous biologically-important compounds. The development of highly efficient methods for the synthesis of these molecules has great value in providing improved access to compounds with important applications in medicine, materials chemistry, agriculture and electronics. The goal of this research program is the development of new synthetic strategies with the power to dramatically streamline the synthesis of these classes of compounds. The utility of these new methods is being demonstrated by their application to the synthesis of several naturally-occurring compounds that have activity as antitumor agents, but which are not available in large quantities from their sources in nature. The graduate students supported under this grant serve as coordinators for the MIT Outreach Program, which each year visits about 25 high schools in the New England region providing presentations on chemistry and careers in science. Approximately 1,200-1,500 high school students attend these presentations each year, with up to 50% of the students being members of underrepresented minority groups.  Dr. Danheiser is also a recognized leader in chemical safety.\r\n\r\nThis research advances the ability of chemists to develop efficient syntheses of several important classes of organic compounds including polycyclic aromatic molecules and heterocyclic systems such as indoles and pyridines. The methods under investigation involve mechanistically novel transformations.  These studies are furthering the understanding of the chemistry of unusual reactive species such as strained cyclic allenes and alkynes, vinylketenes, vinylallenes, and several other classes of highly unsaturated conjugated molecules. From the perspective of sustainability, the methodology under development has several attractive features. Most of the methods are highly atom economical, i.e., all of the atoms of the reactants are incorporated in the products, minimizing the generation of chemical waste. In addition, most of the new cycloadditions are triggered simply by heat or light, avoiding the need for even catalytic amounts of reagents (especially heavy metal catalysts). Synthesis is often described as the \"enabling technology\" of chemistry. The synthetic methods provide researchers in both academia and industry with new tools to design and make heterocyclic compounds with applications in medicine, agriculture, electronics, and other areas. The graduate students supported under this program receive training to develop their skills as synthetic chemists, in scientific ethics, and in developing their oral and written communication skills.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rick",
   "pi_last_name": "Danheiser",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rick L Danheiser",
   "pi_email_addr": "danheisr@mit.edu",
   "nsf_id": "000130544",
   "pi_start_date": "2019-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 485000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"NIH05\">Synthesis is often described as the ?enabling technology? of chemistry.&nbsp;&nbsp;The new methods for the chemical synthesis of organic molecules developed under this research program have provided researchers in both academia and industry with new tools for the synthesis of important organic compounds with applications in medicine, agriculture, electronics, and other areas.&nbsp;&nbsp;Achievements of this program during the past grant period include the design and invention of several new strategies for the very efficient general syntheses of several classes of organic compounds including, in particular, nitrogen heterocyclic systems such as indoles and pyridines.&nbsp;&nbsp;These new synthetic tools provide the means to dramatically streamline the chemical synthesis of members of these important classes of organic compounds that have applications in agriculture, medicine, electronics, and advanced materials.</p>\n<p class=\"NIH05\">The graduate students supported under this program have received training to develop their skills as synthetic organic chemists, equipping them for independent careers as research scientists in the chemical industry.&nbsp;&nbsp;The graduate students funded under this program have also served as coordinators for the MIT Outreach Program which each year visits ca. 20-25 high schools in the New England region providing presentations on chemistry and careers in science.&nbsp;&nbsp;Over 1200 high school students attend these presentations each year, with ca. one-third of the students being members of underrepresented minority groups.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Rick&nbsp;L&nbsp;Danheiser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Synthesis is often described as the ?enabling technology? of chemistry.  The new methods for the chemical synthesis of organic molecules developed under this research program have provided researchers in both academia and industry with new tools for the synthesis of important organic compounds with applications in medicine, agriculture, electronics, and other areas.  Achievements of this program during the past grant period include the design and invention of several new strategies for the very efficient general syntheses of several classes of organic compounds including, in particular, nitrogen heterocyclic systems such as indoles and pyridines.  These new synthetic tools provide the means to dramatically streamline the chemical synthesis of members of these important classes of organic compounds that have applications in agriculture, medicine, electronics, and advanced materials.\nThe graduate students supported under this program have received training to develop their skills as synthetic organic chemists, equipping them for independent careers as research scientists in the chemical industry.  The graduate students funded under this program have also served as coordinators for the MIT Outreach Program which each year visits ca. 20-25 high schools in the New England region providing presentations on chemistry and careers in science.  Over 1200 high school students attend these presentations each year, with ca. one-third of the students being members of underrepresented minority groups.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Rick L Danheiser"
 }
}