{
 "awd_id": "1900706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CNS Core: III: Medium: Collaborative Research: Optimizing and Understanding Large Parameter Spaces in Storage Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jason Hallstrom",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 823142.0,
 "awd_amount": 847142.0,
 "awd_min_amd_letter_date": "2019-07-12",
 "awd_max_amd_letter_date": "2022-08-15",
 "awd_abstract_narration": "Computer systems contain software which is becoming increasingly complex.  Complex software often includes many configurable parameters or knobs that can be adjusted to adjust performance and energy consumption.  As an example, a smartphone's settings include many on/off features and \"sliders\" one can adjust; but trying all the possible combinations to improve performance and reduce battery consumption is very time consuming.  This project aims to optimize computer systems by (1) automatically exploring many parameter combinations and (2) helping humans see visual indications of how these parameters work and better understand complex systems.\r\n\r\nThis project will: (1) develop techniques to optimize storage systems, because they are the slowest part of any computer; (2) combine features from existing optimization and machine learning techniques; (3) improve the search for optimal settings by deciding when to stop and restart searching as well as considering the cost of changing system settings; (4) develop human driven visual techniques to explore extremely large sets of option combinations to better understand them and further direct the optimization process; and (5) evaluate all these techniques on real world storage systems.\r\n\r\nComputer storage systems are so complex that no human can fully optimize them, particularly when circumstances change.  This project will help automate the optimization of storage systems, improving their performance and energy use; advance the state of the art in hybrid optimization and machine learning techniques; develop and release interactive visualization systems that let humans understand, view, and direct a search process to promising directions; train and educate graduate and undergraduate students; and produce results that are applicable to other computer system optimization problems.\r\n\r\nThe project's artifacts such as software, source code, data sets, and results are part of a system called \"Spectra\".  These artifacts will be made public through the project Website: https://www.filesystems.org/spectra. Results will be disseminated in peer-reviewed publications and on arxiv.org.   The data will be maintained for at least ten years following the end of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erez",
   "pi_last_name": "Zadok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erez Zadok",
   "pi_email_addr": "ezk@cs.stonybrook.edu",
   "nsf_id": "000182603",
   "pi_start_date": "2019-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Klaus",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Klaus Mueller",
   "pi_email_addr": "mueller@cs.stonybrook.edu",
   "nsf_id": "000735898",
   "pi_start_date": "2019-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117944400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 403787.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 207029.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 228326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7209803f-7fff-8f59-6b13-d9789ffc3ef0\"> </span></p>\r\n<p dir=\"ltr\"><span>Computer systems contain large software that gets more complex every day.&nbsp; They include many configurable parameters: \"knobs\" you can set and many switches you can turn on/off to adjust performance, energy consumption, etc.&nbsp; For example, a smartphone's settings include many on/off features and \"sliders\" one can adjust, but trying all the possible combinations to, say, improve performance and reduce battery consumption is very time-consuming.&nbsp; This project aims to optimize computer systems that store data, often the slowest part of a computer, by (1) automatically exploring many parameter combinations for multi-tier storage systems and (2) helping humans see visual indications of how these parameters work and better understand complex systems.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>First, we introduced novel concepts and developed techniques that enable efficient exploration of multi-tier storage cache configurations, which present vast and complex configuration spaces.&nbsp; Miss Ratio Curves (MRCs) capture the relationship between cache (memory or storage) size and miss ratio (how often an item is found or not in a cache) for a given workload.&nbsp; These curves frequently exhibit multiple \"knee\" points (where the curve drops quickly on the Y axis), each representing an optimal tradeoff between cache size and performance.&nbsp; Unfortunately, no automated methods existed for reliably detecting these key points, and attempts to adapt existing knee-detection algorithms often led to inaccuracies.&nbsp; Moreover, introducing additional tiers of cache exponentially expands the configuration space, further necessitating efficient exploration techniques.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>We introduced the novel concept of applying multi-knee detection to MRCs using a framework for selecting key points, reducing the cost of exploration significantly.&nbsp; We developed a multi-stage framework that identifies knee points in any MRC, for vastly different kinds of cache-management algorithms (e.g., LRU and ARC).&nbsp; Our approach quickly locates candidates using efficient hash-based sampling, curve simplification, knee detection, and novel post-processing filters.&nbsp; We introduced \"Z-Method,\" a new multi-knee detection algorithm that employs statistical outlier detection to choose promising points robustly and efficiently.&nbsp; See Figure 1.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Furthermore, identifying knee points in performance curves is critical for efficient resource allocation and decision-making across various other domains, such as machine learning and optimization.&nbsp; Thus, we published a Zenodo artifact and released our multi-knee detection framework as an open-source library.&nbsp; Our code is readily accessible and well-documented, paving the way for wider adoption and utilization by a broad range of users.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Second, our research has made several key contributions to the field of data visualization and optimization.&nbsp; We developed the Interactive Configuration Explorer (ICE), a novel tool that preserves the full distribution of a dependent variable, enabling analysts to explore the effects of multiple categorical parameters interactively.&nbsp; See Figure 2.&nbsp; Enhancements to the Data Context Map (DCM) through topographic rendering were also introduced, facilitating the identification of optimal examples in multi-attribute spaces.&nbsp; See Figure 3.&nbsp; Additionally, we created PC-Expo, a real-time visual analytics framework for parallel coordinate plots (PCPs) that supports a human-in-the-loop approach, allowing users to optimize for multiple properties and control the granularity of analysis.&nbsp; See Figure 4.&nbsp; Finally, our new GapMiner system employs a novel Empty Space Search Algorithm (ESA) to explore high-dimensional datasets, stimulating out of the box thinking to identify valuable new configurations.&nbsp; Together, these contributions advance data exploration and optimization methodologies, with demonstrated effectiveness through user studies and case analyses.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Overall, the developed interactive tools and methods have the potential to significantly impact various fields, not only systems research, but also numerical optimization, reinforcement learning, and high-dimensional classification.&nbsp; By making large-scale data exploration more accessible, our work supports researchers and practitioners in optimizing configurations across different domains.&nbsp; The incorporation of visual analytics fosters an interactive environment, empowering users to apply their domain expertise and actively participate in the discovery process.&nbsp; Additionally, our empty space finding methodology can accelerate learning algorithms and enhance optimization processes, thus contributing to advancements in both artificial intelligence and computational sciences.&nbsp; The grant has enabled us to uncover promising new research outcomes, with the potential to facilitate further developments in high-dimensional data exploration and analysis.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: Erez&nbsp;Zadok</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647247970_Picture0--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647247970_Picture0--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647247970_Picture0--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Z-Method</div>\n<div class=\"imageCredit\">Stony Brook University</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Erez&nbsp;Zadok\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647343212_Picture3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647343212_Picture3--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647343212_Picture3--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PC-Expo</div>\n<div class=\"imageCredit\">Stony Brook University</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Erez&nbsp;Zadok\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647047193_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647047193_Picture1--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647047193_Picture1--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ICE Tool</div>\n<div class=\"imageCredit\">Stony Brook University</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Erez&nbsp;Zadok\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647526904_Picture2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647526904_Picture2--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1900706/1900706_10620499_1732647526904_Picture2--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Data Context Map (DCM)</div>\n<div class=\"imageCredit\">Stony Brook University</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Erez&nbsp;Zadok\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nComputer systems contain large software that gets more complex every day. They include many configurable parameters: \"knobs\" you can set and many switches you can turn on/off to adjust performance, energy consumption, etc. For example, a smartphone's settings include many on/off features and \"sliders\" one can adjust, but trying all the possible combinations to, say, improve performance and reduce battery consumption is very time-consuming. This project aims to optimize computer systems that store data, often the slowest part of a computer, by (1) automatically exploring many parameter combinations for multi-tier storage systems and (2) helping humans see visual indications of how these parameters work and better understand complex systems.\r\n\n\n\r\n\n\nFirst, we introduced novel concepts and developed techniques that enable efficient exploration of multi-tier storage cache configurations, which present vast and complex configuration spaces. Miss Ratio Curves (MRCs) capture the relationship between cache (memory or storage) size and miss ratio (how often an item is found or not in a cache) for a given workload. These curves frequently exhibit multiple \"knee\" points (where the curve drops quickly on the Y axis), each representing an optimal tradeoff between cache size and performance. Unfortunately, no automated methods existed for reliably detecting these key points, and attempts to adapt existing knee-detection algorithms often led to inaccuracies. Moreover, introducing additional tiers of cache exponentially expands the configuration space, further necessitating efficient exploration techniques.\r\n\n\n\r\n\n\nWe introduced the novel concept of applying multi-knee detection to MRCs using a framework for selecting key points, reducing the cost of exploration significantly. We developed a multi-stage framework that identifies knee points in any MRC, for vastly different kinds of cache-management algorithms (e.g., LRU and ARC). Our approach quickly locates candidates using efficient hash-based sampling, curve simplification, knee detection, and novel post-processing filters. We introduced \"Z-Method,\" a new multi-knee detection algorithm that employs statistical outlier detection to choose promising points robustly and efficiently. See Figure 1.\r\n\n\n\r\n\n\nFurthermore, identifying knee points in performance curves is critical for efficient resource allocation and decision-making across various other domains, such as machine learning and optimization. Thus, we published a Zenodo artifact and released our multi-knee detection framework as an open-source library. Our code is readily accessible and well-documented, paving the way for wider adoption and utilization by a broad range of users.\r\n\n\n\r\n\n\nSecond, our research has made several key contributions to the field of data visualization and optimization. We developed the Interactive Configuration Explorer (ICE), a novel tool that preserves the full distribution of a dependent variable, enabling analysts to explore the effects of multiple categorical parameters interactively. See Figure 2. Enhancements to the Data Context Map (DCM) through topographic rendering were also introduced, facilitating the identification of optimal examples in multi-attribute spaces. See Figure 3. Additionally, we created PC-Expo, a real-time visual analytics framework for parallel coordinate plots (PCPs) that supports a human-in-the-loop approach, allowing users to optimize for multiple properties and control the granularity of analysis. See Figure 4. Finally, our new GapMiner system employs a novel Empty Space Search Algorithm (ESA) to explore high-dimensional datasets, stimulating out of the box thinking to identify valuable new configurations. Together, these contributions advance data exploration and optimization methodologies, with demonstrated effectiveness through user studies and case analyses.\r\n\n\n\r\n\n\nOverall, the developed interactive tools and methods have the potential to significantly impact various fields, not only systems research, but also numerical optimization, reinforcement learning, and high-dimensional classification. By making large-scale data exploration more accessible, our work supports researchers and practitioners in optimizing configurations across different domains. The incorporation of visual analytics fosters an interactive environment, empowering users to apply their domain expertise and actively participate in the discovery process. Additionally, our empty space finding methodology can accelerate learning algorithms and enhance optimization processes, thus contributing to advancements in both artificial intelligence and computational sciences. The grant has enabled us to uncover promising new research outcomes, with the potential to facilitate further developments in high-dimensional data exploration and analysis.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: ErezZadok\n"
 }
}