{
 "awd_id": "1900338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development and Applications of Density Functional Methods for Large Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2019-05-22",
 "awd_max_amd_letter_date": "2020-08-11",
 "awd_abstract_narration": "Professor Weitao Yang of Duke University is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry. Dr. Yang's research focuses on studying the distributions of electrons in, or the electronic structures of, chemical systems.  The electrons present in atoms rearrange their positions when atoms combine (or bond) to form molecules and solids.  This positioning determines the characteristic chemical properties of these systems and is important when studying many challenging problems in science.  Specifically, Dr. Yang models the electronic structure of chemical systems using equations of motion based on a mathematical method called density functional theory.  This theory has been applied successfully in a wide array of chemical studies such as modeling the speed of chemical reactions, solar energy conversion, fuel cell design and the development of pharmaceuticals; however, there are still important areas, including studies involving charged or transitory systems, where density functional theory contains approximations which lead to significant errors.  Dr. Yang's project focuses on analyzing these errors and developing systematic corrections to the approximations in current use, thus making the density functional theory of electronic structure more accurate and robust. The advances in density functional theory from this research may find applications to a wide range of computational modeling problems in biology, chemistry, physics, engineering, nanoscience and nanotechnology.  The project contributes to the development of future generations of theoretical and computational chemistry researchers.  Dr. Yang also engage students from underrepresented minorities in science, technology, engineering and mathematics in his research project as part of Project SEED.\r\n\r\nThe density functional theory (DFT) of electronic structure has had a significant impact on the application of quantum mechanics to many interesting and challenging problems in chemistry. Much progress has been made in both the forms and the performance of the approximate functionals based on the so-called generalized gradient approximation (GGA), ranging from meta-GGA and hyper-GGA to functionals incorporating perturbation theory and the random phase approximation. With all these developments, the accuracy of density functional approximations has been significantly improved for many chemical and physical problems, even for the very challenging problem of long-range van der Waals attractions. However, outstanding challenges in DFT remain and these challenges prevent the broad and robust application of DFT. Commonly used approximate functionals have significant delocalization error, with deviations from the exact linearity condition for fractional charges, leading to many inaccuracies in applications. These functionals also fail to describe static or strong correlation. Necessary conditions for overcoming these errors have been expressed in terms of fractional charges and fractional spins. Dr. Yang's research group derives corrections to commonly used functionals to satisfy these constraints, thus advancing the frontiers of DFT. Research efforts focus on eliminating delocalization error with localized orbital scaling corrections and reducing static correction errors with both localized orbital scaling corrections and multireference DFT.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weitao",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weitao Yang",
   "pi_email_addr": "weitao.yang@duke.edu",
   "nsf_id": "000254869",
   "pi_start_date": "2019-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Density functional theory (DFT) is the most widely used quantum mechanical method for calculating the properties of large systems, including molecules, biological proteins, and materials. &nbsp;Despite the widespread popularity and success of density functional theory, its application can still suffer from large pervasive errors that cause qualitative failures in predicted properties, in particular . These failures are not breakdowns of the theory itself but are only due to deficiencies of the currently used approximate exchange-correlation functionals. We have made major progress in the development of the localized orbital scaling correction method (LOSC) within density functional theory to eliminate the systematic delocalization error. &nbsp;Our development shows great improvement over the commonly used density functional approximations on the description of band gaps, photoemission spectra, and dissociation limits of cationic species. Our most recent work on the exact curvature uses electron density linear response to describe screening effects and allows LOSC to describe accurately total energy, electron density, and energy levels, energy level alignment from atoms, molecules to bulk system.&nbsp; LOSC is the only one such functional that can achieve this, beyond other DFT developments.&nbsp; LOSC will have great potential for broad applications.</p>\n<p>Because quasiparticle energies are excitation energies from an N-electron system to excited states of the corresponding (N-1) and (N+1) systems, we can then obtain the excitation energies of the N-electron systems from the ground state calculations of the (N - 1)-electron systems. We called this method QE-DFT (quasiparticle energies from DFT). Results show good performance with accuracy similar to time-dependent DFT (TDDFT) and the delta SCF approach for valence excitations. For Rydberg states, good accuracy was obtained only with the use of LOSC.</p>\n<p>The theoretical and computational methodology developed under the NSF support will reach beyond the theoretical chemistry community.&nbsp; In particular, LOSC, will have significant impact on theoretical modeling of complex systems in chemistry, materials science and engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2023<br>\n\t\t\t\t\tModified by: Weitao&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDensity functional theory (DFT) is the most widely used quantum mechanical method for calculating the properties of large systems, including molecules, biological proteins, and materials.  Despite the widespread popularity and success of density functional theory, its application can still suffer from large pervasive errors that cause qualitative failures in predicted properties, in particular . These failures are not breakdowns of the theory itself but are only due to deficiencies of the currently used approximate exchange-correlation functionals. We have made major progress in the development of the localized orbital scaling correction method (LOSC) within density functional theory to eliminate the systematic delocalization error.  Our development shows great improvement over the commonly used density functional approximations on the description of band gaps, photoemission spectra, and dissociation limits of cationic species. Our most recent work on the exact curvature uses electron density linear response to describe screening effects and allows LOSC to describe accurately total energy, electron density, and energy levels, energy level alignment from atoms, molecules to bulk system.  LOSC is the only one such functional that can achieve this, beyond other DFT developments.  LOSC will have great potential for broad applications.\n\nBecause quasiparticle energies are excitation energies from an N-electron system to excited states of the corresponding (N-1) and (N+1) systems, we can then obtain the excitation energies of the N-electron systems from the ground state calculations of the (N - 1)-electron systems. We called this method QE-DFT (quasiparticle energies from DFT). Results show good performance with accuracy similar to time-dependent DFT (TDDFT) and the delta SCF approach for valence excitations. For Rydberg states, good accuracy was obtained only with the use of LOSC.\n\nThe theoretical and computational methodology developed under the NSF support will reach beyond the theoretical chemistry community.  In particular, LOSC, will have significant impact on theoretical modeling of complex systems in chemistry, materials science and engineering.\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2023\n\n\t\t\t\t\tSubmitted by: Weitao Yang"
 }
}