{
 "awd_id": "1900806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EiR: Thermo-sensitive Therapeutic Laden Hydrogels to Induce Cartilage Tissue Regeneration",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 499931.0,
 "awd_amount": 644467.0,
 "awd_min_amd_letter_date": "2019-05-23",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "Non-Technical: \r\nCartilage is the firm connective tissue found in human joints. The damage attributed to cartilage over time presents a tremendous challenge for millions of Americans, and ultimately fosters the development of osteoarthritis. Given this important need to mitigate the damage to cartilage, it is critical that new therapeutic implantable materials are developed for human joints. In order to discover, understand, and ultimately utilize new biomaterial, fundamental knowledge of the behavior of these materials in a complex mechanical stress and biological environment is required. This award will support graduate and undergraduate training on the preparation and evaluation of new therapeutic materials for cartilage tissue repair and will further our understanding of how they respond under stressed environments that lead to osteoarthritis. Additionally, students at Morehouse College will prepare short films to engage society into learning about biomaterial science while also hosting outreach activities for local Atlanta Public School students. This activity will facilitate the development of a community of learners ranging from K-12, undergraduate, post graduate, to adults. \r\n\r\n\r\nTechnical: \r\nArticular cartilage is a highly ordered avascular connective tissue that lines the articular joints and is known to withstand enormous biomechanical loads having a frictionless surface for optimal mobility. However, articular cartilage is limited in its ability to repair itself after defects from disease or injury. At the onset of injury or disease, hypoxia  (low oxygen) disrupt the avascular architecture giving rise to the presence of reactive oxygen species that prevent healthy articular cartilage cell proliferation throughout the three-dimensional cartilage tissue matrix. Biomaterials that promote healthy 3D cell culture and proliferation under hypoxia are currently not available. The objective of this project focuses on the development of thermo-sensitive therapeutic laden hydrogels and the study of hypoxia on cell viability and hydrogel structure and function prepared from 3D printed bio-inks. This research entails the preparation, characterization, 3D printing, biochemical analysis, and spatial mapping of thermo-responsive therapeutic laden hydrogels that provide a new approach to regenerative tissue engineering. The use of hybrid therapeutic hydrogels to improve cell microenvironments and promote healthy extracellular matrix in 3D culture is of particular interest. The governing hypothesis of this project is driven by formulations of hybrid therapeutic laden hydrogels with robust structural integrity, higher oxygen diffusion coefficients, and the structural mimicry of articular cartilage zones via 3D printed bio-inks to provide cellular-protection under hypoxia towards chondrogenesis. Using hybrid therapeutic laden hydrogels, the Principal Investigator and research team evaluate how hypoxic induced reactive oxygen species mitigate cell fate, ECM amounts, and effect biomaterial properties. The effect of chemical modifications and the impact of structure and function in hybrid therapeutic hydrogels are noted for improved tissue engineering strategies.  The research team approaches include using chemical and polymer synthesis of preparation of hybrid therapeutic hydrogels, material characterization, 3D-printing using flow-based direct ink write, static cell culture of articular chondrocytes and mesenchymal stem cells under hypoxia and normoxia, and mechanical stimulation regimes to assess chemical structure phase changes, along with temporal and  spatial localization of extra cellular matrix proteins. Finally, new knowledge will be gained from this research by contributions to the development of novel therapeutic hydrogels for cartilage tissue engineering and regeneration by improving biomaterial properties to endure under pathophysiological conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juana",
   "pi_last_name": "Mendenhall",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Juana D Mendenhall",
   "pi_email_addr": "juana.mendenhall@morehouse.edu",
   "nsf_id": "000630659",
   "pi_start_date": "2019-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morehouse College",
  "inst_street_address": "830 WESTVIEW DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4706390633",
  "inst_zip_code": "303143773",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "MOREHOUSE COLLEGE INC",
  "org_prnt_uei_num": "KTE2MFWTKAE5",
  "org_uei_num": "KTE2MFWTKAE5"
 },
 "perf_inst": {
  "perf_inst_name": "Morehouse College",
  "perf_str_addr": "830 Westview Drive, SW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303143773",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1162",
   "pgm_ref_txt": "COMPUTATIONAL NEUROSCIENCE"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 499931.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 144536.0
  }
 ],
 "por": null
}