{
 "awd_id": "1900399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonadiabatic Transition Probabilities: Applications in Spectroscopy and Quantum Thermodynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michel Dupuis",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Professor Katherine Hunt of Michigan State University is supported by an award from the Chemical Theory, Models and  Computational Methods program in the Division of Chemistry to develop theoretical approaches to understand the uptake of energy by a quantum mechanical system from an applied electromagnetic field.  This research has important impacts in solar energy conversion, energy transfer between molecules, and ultrafast electronic processes.  An accurate description is also valuable in the design of molecular machines and in nanotechnology. When a molecule or other quantum mechanical system is in the presence of an applied field, the lowest energy state is modified by this field. The field can also cause transitions from this \"new\" ground state to excited states.  Quantum descriptions of transitions are based on a probabilistic analysis. The existing theory of transition probabilities was developed by P. A. M. Dirac over ninety years ago, long before lasers had been developed. This theory does not make a distinction between actual excitations of the quantum system with energy absorption, and simple modifications of the energy of the lowest state due to the field.   L. D. Landau and E. M. Lifshitz suggested a different theory, based on nonadiabatic transition probabilities, which account exclusively for true excitations.  Hunt and her coworkers have developed this theory further, to show that power absorption from an applied field is determined by the nonadiabatic transition probability.  In this project, the nonadiabatic theory is applied to describe energy uptake, energy transfer processes, and quantum thermodynamic systems.  Experimental means of determining the actual transition probability are identified during this project, and explored in collaboration with research groups in spectroscopy.  Applications to quantum thermodynamic engines are also being analyzed. Professor Hunt works closely with undergraduate students, engaging them in the supported research project, in particular those from the underrepresented minority groups and persons with disabilities.\r\n\r\nDirac's theory of transitions is based on an expansion of the solution of the time-dependent Schr'dinger equation in the instantaneous eigenstates of the unperturbed Hamiltonian.  The norm-square of the total coefficient is used to find the probability of transition to an excited state.  Landau and Lifshitz separated the excited-state coefficient into an adiabatic term and a nonadiabatic term, by integration by parts in Dirac's expression. The adiabatic term depends on the instantaneous value of the perturbation; this term follows the adiabatic theorem of Born and Fock and describes the adjustment of the initial state of the system to the perturbation.  The nonadiabatic term characterizes actual transitions and depends on the time-derivative of the perturbation; this term determines the power absorption from an applied field.  In this project, applications of nonadiabatic transition probabilities are explored theoretically and tested in collaboration with experimental groups.  When a perturbing field is off-resonant with the transition frequency, the difference between Dirac's form and the nonadiabatic theory is particularly evident; the difference is also quite evident when the perturbing field is held constant for a period of time.  It is anticipated that transitions between quantum states that are coupled to other degrees of freedom should show clear-cut experimental evidence of the correct form of the transition probability.  When an electronic excitation occurs, the associated vibrational wave functions evolve on the excited-state potential energy surface; but the adiabatic component of the wave function continues to evolve on the perturbed ground-state surface.  Dirac's theory and the nonadiabatic theory lead to different predictions for the interference patterns of vibrational wave functions, after a perturbing pulse has ended and the system has returned to the ground state; this is testable in experiments.  Applications of the theory are being explored in describing the fluorescence of dye molecules, Stark-induced adiabatic Raman passage, femtosecond stimulated Raman spectroscopy, and other ultrafast processes.  Applications in thermodynamics on the quantum level are also being investigated, with a focus on the power and efficiency of quantum engines.  Participation in this project by women and members of underrepresented minority groups is strongly encouraged.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Hunt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine C Hunt",
   "pi_email_addr": "huntk@msu.edu",
   "nsf_id": "000273798",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "578 S. Shaw Lane, Room 17a",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488244509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When a time-dependent electromagnetic field acts on a molecule or other quantum system, it may induce transitions to an excited quantum state.&nbsp; Accurate values of the transition probabilities are important for applications in energy capture and conversion, in spectroscopic studies of molecular energy levels, and in the analysis of quantum-scale engines and quantum refrigerators.&nbsp; For the proper operation of gate pulses on quantum computers, the transition probabilities in practice need to match the quantum mechanical expectations.</p>\n<p>With support from this NSF grant, we have pursued the theory of nonadiabatic transition probabilities, first suggested by Landau and Lifshitz and then developed by Katharine Hunt, her post-doctoral research associate Anirban Mandal, and an undergraduate researcher, Sara Jovanovski.&nbsp; The nonadiabatic theory contrasts with a theory of transition probabilities developed more than ninety years ago by Dirac.&nbsp; We have proven that if a quantum system is in thermal contact with an environment that can cause dephasing and changes in the populations of the ground and excited states, the nonadiabatic theory gives more accurate results.&nbsp; We have illustrated the difference between the two theories when an electric field pulse is applied suddenly, and also when two overlapping pulsed fields act on the quantum system.&nbsp; This research has provided the groundwork for future studies of electronic transitions due to ultrafast laser pulses.&nbsp;</p>\n<p>We have proven that the variance and higher moments of the energy are given in a compact form, in terms of the nonadiabatic transition probability.&nbsp; The nonadiabatic theory also provides the natural approach for calculations of the work, heat, power, and efficiency of four-stroke quantum Otto engines.</p>\n<p>Bell and Clauser, Horne, Shimony, and Holt (CHSH), derived a set of inequalities which apply for all classical objects, but which are violated in some quantum mechanical cases.&nbsp; Observed violations are highly significant, because they mean that no deterministic hidden variable theory can be consistent with the observations, unless it also allows for faster-than-light communication.&nbsp; The 2022 Nobel Prize in Physics, awarded to Clauser, Zeilinger, and Aspect, recognized the derivations and a series of elegant experiments that established the violation of the CHSH inequalities.&nbsp; Hunt and a group of interns tested whether violations could also be observed in runs on quantum computers that IBM has made publicly accessible.&nbsp; This was uncertain, due to the relatively high fault rates of these computers, resulting from errors in gate operations, decoherence, cross talk among the qubits, stray fields, and measurement errors.&nbsp; We found that clear-cut violations could be detected on the better quantum computers.&nbsp; We also showed that the use of a filtering matrix for error mitigation improved the agreement with quantum predictions.</p>\n<p>Hunt, her Ph.D. student Nathan Jansen, and a group of interns also examined the Shannon entropy of measurement outcomes and the von Neumann entropy of so-called Schroedinger's cat states comprising n qubits.&nbsp; These consist of two equally weighted quantum states, one where all qubits are set to 0 and the other where all qubits are set to 1.&nbsp; If the states were constructed and measured free of faults, the Shannon entropy would equal one regardless of the number of qubits.&nbsp; Instead, we found that the Shannon entropy S increases nearly linearly as the number of qubits n increases.&nbsp; Lower slopes of the plot of S versus n indicate higher computer quality.&nbsp; The slopes vary among computers with identical quantum volumes; this suggests that the slope may serve as a sensitive indicator of the quality of the quantum computer.&nbsp; We also examined the von Neumann entropy, which is directly proportional to the thermodynamic entropy of the qubits.&nbsp; The time-dependence of the von Neumann entropy indicates the accuracy of an adiabatic quantum computing process.</p>\n<p>Hunt and her Ph.D. student Hua-Kuang Lee calculated the dipole moment of a hydrogen molecule interacting with a hydrogen atom, over a range of separations, orientations, and bond lengths. The results are useful for the analysis of astrophysical observations made with the James Webb Space Telescope.&nbsp;</p>\n<p>Research on this project has contributed to the scientific education and professional development of younger scientists.&nbsp; Mandal and Jovanovski participated in the development and testing of the nonadiabatic transition theory.&nbsp; Jansen took the lead in the work on the entropy of qubits.&nbsp; Eleven 2020 high-school graduates worked as interns on the quantum computing projects; seven are co-authors on publications so far.&nbsp; Participation of women and members of underrepresented minority groups has been encouraged during the project research.</p>\n<p>Figures 1 and 2:&nbsp; Jovanovski, Mandal, and Hunt, to be submitted for publication</p>\n<p>Figures 3 and 4:&nbsp; Jansen, Loucks, Gilbert, Fleming-Dittenber, Egbert, and Hunt, <em>Physical Chemistry Chemical Physics</em> <strong>24</strong>, 7666-7681 (2022), DOI: 10.1039/d1cp05255a</p>\n<p>Figures 5 and 6:&nbsp; Wang, Gauthier, Siegmund and Hunt, <em>Physical Chemistry Chemical Physics</em> <strong>23</strong>, 6370-6387 (2021), DOI: 10.1039/d0cp05444e</p>\n<p>Figures 3, 4, 5, and 6 are republished from the articles noted above, with permission from the <em>PCCP</em> Owner Societies. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2022<br>\n\t\t\t\t\tModified by: Katharine&nbsp;C&nbsp;Hunt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667877056139_ScreenShot2022-11-07at10.10.09PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667877056139_ScreenShot2022-11-07at10.10.09PM--rgov-800width.jpg\" title=\"Oscillatory quantum transition probabilities\"><img src=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667877056139_ScreenShot2022-11-07at10.10.09PM--rgov-66x44.jpg\" alt=\"Oscillatory quantum transition probabilities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Oscillations in the quantum transition probability in a constant field that is imposed suddenly.  In the absence of decoherence, the nonadiabatic transition theory and Dirac's theory give identical results.</div>\n<div class=\"imageCredit\">S. Jovanovski, A. Mandal, and K. L. C. Hunt, not yet published</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katharine&nbsp;C&nbsp;Hunt</div>\n<div class=\"imageTitle\">Oscillatory quantum transition probabilities</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667877313723_ScreenShot2022-11-07at10.11.59PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667877313723_ScreenShot2022-11-07at10.11.59PM--rgov-800width.jpg\" title=\"Long-term populations of the excited state\"><img src=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667877313723_ScreenShot2022-11-07at10.11.59PM--rgov-66x44.jpg\" alt=\"Long-term populations of the excited state\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Long-term populations of the excited state are plotted as a function of the strength of a perturbation, for a model two-level system.  Red: Dirac theory; Blue: Nonadiabatic theory.  The excited-state population must drop as the strength of the perturbation increases.</div>\n<div class=\"imageCredit\">S. Jovanovski, A. Mandal, and K. L. C. Hunt, not yet published</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katharine&nbsp;C&nbsp;Hunt</div>\n<div class=\"imageTitle\">Long-term populations of the excited state</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667878301176_ScreenShot2022-11-07at10.17.27PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667878301176_ScreenShot2022-11-07at10.17.27PM--rgov-800width.jpg\" title=\"Shannon entropy of n-qubit cat states\"><img src=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667878301176_ScreenShot2022-11-07at10.17.27PM--rgov-66x44.jpg\" alt=\"Shannon entropy of n-qubit cat states\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Shannon entropies of n-qubit cat states are plotted as functions of n, for five of IBM's publicly accessible quantum computers.  The entropies are very nearly linear in the number of qubits, but the slopes of the plots vary from computer to computer.</div>\n<div class=\"imageCredit\">N. Jansen, M. Loucks, S. Gilbert, C. Fleming-Dittenber, J. Egbert, and K. L. C. Hunt, Phys. Chem. Chem. Phys. 24, 7666 (2022).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katharine&nbsp;C&nbsp;Hunt</div>\n<div class=\"imageTitle\">Shannon entropy of n-qubit cat states</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667878489510_ScreenShot2022-11-07at10.21.45PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667878489510_ScreenShot2022-11-07at10.21.45PM--rgov-800width.jpg\" title=\"Shannon entropy of n-qubit cat states on IBM's melbourne quantum computer\"><img src=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1667878489510_ScreenShot2022-11-07at10.21.45PM--rgov-66x44.jpg\" alt=\"Shannon entropy of n-qubit cat states on IBM's melbourne quantum computer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Shannon entropies of n-qubit cat states plotted versus n.  Comparison of two algorithms used to generate the states (stair-step and harpsichord) and an analytical model that accounts for the near linearity.</div>\n<div class=\"imageCredit\">N. Jansen, M. Loucks, S. Gilbert, C. Fleming-Dittenber, J. Egbert, and K. L. C. Hunt, Phys. Chem. Chem. Phys. 24, 7666 (2022).</div>\n<div class=\"imageSubmitted\">Katharine&nbsp;C&nbsp;Hunt</div>\n<div class=\"imageTitle\">Shannon entropy of n-qubit cat states on IBM's melbourne quantum computer</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1668054309643_ScreenShot2022-11-09at7.53.01PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1668054309643_ScreenShot2022-11-09at7.53.01PM--rgov-800width.jpg\" title=\"Effect of filtering matrix for error mitigation\"><img src=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1668054309643_ScreenShot2022-11-09at7.53.01PM--rgov-66x44.jpg\" alt=\"Effect of filtering matrix for error mitigation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">For two entangled qubits, probability to find spin up along axes A and B, plus probability to find spin down along both axes, vs angle theta between the axes.  Purple:  quantum results. Dot colors show number of shots: 1024 (red), 4096 (cyan), 8192 (blue). Results after use of a filtering matrix.</div>\n<div class=\"imageCredit\">D. Z. Wang, A. Q. Gauthier, A. E. Siegmund, and K. L. C. Hunt, Phys. Chem. Chem. Phys. 23, 6370 (2021).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katharine&nbsp;C&nbsp;Hunt</div>\n<div class=\"imageTitle\">Effect of filtering matrix for error mitigation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1668054949730_ScreenShot2022-11-05at9.43.33AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1668054949730_ScreenShot2022-11-05at9.43.33AM--rgov-800width.jpg\" title=\"Test of CHSH inequalities on IBM's publicly accessible quantum computer ibmq_ourense\"><img src=\"/por/images/Reports/POR/2022/1900399/1900399_10622430_1668054949730_ScreenShot2022-11-05at9.43.33AM--rgov-66x44.jpg\" alt=\"Test of CHSH inequalities on IBM's publicly accessible quantum computer ibmq_ourense\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Test of violations of the CHSH inequalities for sums of spin correlation functions of two entangled qubits.  Values of S above 2 cannot be attained classically.  Red:  Raw results on ibmq_ourense, Green:  results after use of a filtering matrix, Blue curve: quantum expectations</div>\n<div class=\"imageCredit\">D. Z. Wang, A. Q. Gauthier, A. E. Siegmund, and K. L. C. Hunt, Phys. Chem. Chem. Phys. 23, 6370 (2021).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katharine&nbsp;C&nbsp;Hunt</div>\n<div class=\"imageTitle\">Test of CHSH inequalities on IBM's publicly accessible quantum computer ibmq_ourense</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWhen a time-dependent electromagnetic field acts on a molecule or other quantum system, it may induce transitions to an excited quantum state.  Accurate values of the transition probabilities are important for applications in energy capture and conversion, in spectroscopic studies of molecular energy levels, and in the analysis of quantum-scale engines and quantum refrigerators.  For the proper operation of gate pulses on quantum computers, the transition probabilities in practice need to match the quantum mechanical expectations.\n\nWith support from this NSF grant, we have pursued the theory of nonadiabatic transition probabilities, first suggested by Landau and Lifshitz and then developed by Katharine Hunt, her post-doctoral research associate Anirban Mandal, and an undergraduate researcher, Sara Jovanovski.  The nonadiabatic theory contrasts with a theory of transition probabilities developed more than ninety years ago by Dirac.  We have proven that if a quantum system is in thermal contact with an environment that can cause dephasing and changes in the populations of the ground and excited states, the nonadiabatic theory gives more accurate results.  We have illustrated the difference between the two theories when an electric field pulse is applied suddenly, and also when two overlapping pulsed fields act on the quantum system.  This research has provided the groundwork for future studies of electronic transitions due to ultrafast laser pulses. \n\nWe have proven that the variance and higher moments of the energy are given in a compact form, in terms of the nonadiabatic transition probability.  The nonadiabatic theory also provides the natural approach for calculations of the work, heat, power, and efficiency of four-stroke quantum Otto engines.\n\nBell and Clauser, Horne, Shimony, and Holt (CHSH), derived a set of inequalities which apply for all classical objects, but which are violated in some quantum mechanical cases.  Observed violations are highly significant, because they mean that no deterministic hidden variable theory can be consistent with the observations, unless it also allows for faster-than-light communication.  The 2022 Nobel Prize in Physics, awarded to Clauser, Zeilinger, and Aspect, recognized the derivations and a series of elegant experiments that established the violation of the CHSH inequalities.  Hunt and a group of interns tested whether violations could also be observed in runs on quantum computers that IBM has made publicly accessible.  This was uncertain, due to the relatively high fault rates of these computers, resulting from errors in gate operations, decoherence, cross talk among the qubits, stray fields, and measurement errors.  We found that clear-cut violations could be detected on the better quantum computers.  We also showed that the use of a filtering matrix for error mitigation improved the agreement with quantum predictions.\n\nHunt, her Ph.D. student Nathan Jansen, and a group of interns also examined the Shannon entropy of measurement outcomes and the von Neumann entropy of so-called Schroedinger's cat states comprising n qubits.  These consist of two equally weighted quantum states, one where all qubits are set to 0 and the other where all qubits are set to 1.  If the states were constructed and measured free of faults, the Shannon entropy would equal one regardless of the number of qubits.  Instead, we found that the Shannon entropy S increases nearly linearly as the number of qubits n increases.  Lower slopes of the plot of S versus n indicate higher computer quality.  The slopes vary among computers with identical quantum volumes; this suggests that the slope may serve as a sensitive indicator of the quality of the quantum computer.  We also examined the von Neumann entropy, which is directly proportional to the thermodynamic entropy of the qubits.  The time-dependence of the von Neumann entropy indicates the accuracy of an adiabatic quantum computing process.\n\nHunt and her Ph.D. student Hua-Kuang Lee calculated the dipole moment of a hydrogen molecule interacting with a hydrogen atom, over a range of separations, orientations, and bond lengths. The results are useful for the analysis of astrophysical observations made with the James Webb Space Telescope. \n\nResearch on this project has contributed to the scientific education and professional development of younger scientists.  Mandal and Jovanovski participated in the development and testing of the nonadiabatic transition theory.  Jansen took the lead in the work on the entropy of qubits.  Eleven 2020 high-school graduates worked as interns on the quantum computing projects; seven are co-authors on publications so far.  Participation of women and members of underrepresented minority groups has been encouraged during the project research.\n\nFigures 1 and 2:  Jovanovski, Mandal, and Hunt, to be submitted for publication\n\nFigures 3 and 4:  Jansen, Loucks, Gilbert, Fleming-Dittenber, Egbert, and Hunt, Physical Chemistry Chemical Physics 24, 7666-7681 (2022), DOI: 10.1039/d1cp05255a\n\nFigures 5 and 6:  Wang, Gauthier, Siegmund and Hunt, Physical Chemistry Chemical Physics 23, 6370-6387 (2021), DOI: 10.1039/d0cp05444e\n\nFigures 3, 4, 5, and 6 are republished from the articles noted above, with permission from the PCCP Owner Societies.  \n\n \n\n\t\t\t\t\tLast Modified: 11/11/2022\n\n\t\t\t\t\tSubmitted by: Katharine C Hunt"
 }
}