{
 "awd_id": "1900594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Methods for the Chemical Synthesis of Complex Molecules",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jon Rainier",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 485000.0,
 "awd_amount": 485000.0,
 "awd_min_amd_letter_date": "2019-06-19",
 "awd_max_amd_letter_date": "2019-06-19",
 "awd_abstract_narration": "With this award, funded by the Chemical Synthesis Program of the Chemistry Division, Professor Viresh Rawal of the University of Chicago is developing new methods for the chemical synthesis of complex molecules. New synthetic methods and strategies enable the construction of compounds that are essential for advancements in many scientific disciplines, including chemical biology and materials science. Such synthesis opens access to diverse compounds that help us understand biological processes.  New synthetic methods also help chemists prepare large quantities of drugs more cheaply. The Rawal lab examines cycloaddition reactions, which are reactions wherein two molecules are brought together to form a ring. These are one of the most important families of reactions for the synthesis of intricate molecules.  The methods allow for the creation of new compounds and provide students with a rigorous training in reaction development, and the design and synthesis of molecules, thereby preparing them for careers in academics or industry. Undergraduate students and high school students from the Chicago Public School system are also gaining exposure to scientific research through this award.  They learn about the many opportunities and careers available to them in STEM fields.\r\n\r\nProfessor Rawal is developing new cycloaddition methodologies for the synthesis of complex molecules. He and his students are designing novel substrates for the Diels-Alder (DA) reaction, particularly the meta-selective DA reaction, for the construction of substituted cyclohexanones that are key building blocks to many complex natural products. Given the tremendous need for single enantiomer compounds, with estimated global sales topping $1.3 trillion in 2018, the Rawal lab is examining chiral catalysts to render meta-selective DA reactions enantioselective. This work is providing ready access to important compounds, particularly compounds containing all-carbon quaternary chiral centers, that previously were difficult to synthesize. To demonstrate the unique power of the new chemistry, the Rawal lab is carrying out the chemical synthesis of selected, intricate natural products. This research program is also helping to develop human resources in science and technology through the education and training of graduate, undergraduate, and high school students.  Importantly, this project is exposing undergraduate students and high school students in the University of Chicago Collegiate Scholars Program to career opportunities in scientific research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Viresh",
   "pi_last_name": "Rawal",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Viresh H Rawal",
   "pi_email_addr": "vrawal@uchicago.edu",
   "nsf_id": "000115587",
   "pi_start_date": "2019-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5735 S. Ellis Ave, SCL 334",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 485000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report<br /><br />Our project focused on advancing cycloaddition methodologies to synthesize complex molecules, with a particular emphasis on substituted cyclohexanones and indole-fused cycloheptanes. Cycloaddition reactions are powerful tools in organic chemistry, enabling the construction of complex structures with high precision. Our work aimed to develop new cycloaddition methods, including those that created single enantiomer products, that provide chemists with versatile tools for creating intricate molecular architectures. The project was divided into two main parts: the development of enantioselective routes to 3,3&rsquo;-disubstituted cyclohexanones and the exploration of [4+3]-cycloaddition chemistry to synthesize indole-fused cycloheptanes, particularly those found in ambiguine natural products. A third part on the synthesis of Veratrum alkaloids, was added after the first year.<br /><br />Intellectual Merit: Our research yielded several significant findings that contribute to the field of synthetic organic chemistry:<br /><br />1. Enantioselective Diels-Alder Reactions: We successfully developed a new enantioselective route to 3,3&rsquo;-disubstituted cyclohexanones. This was achieved through a &ldquo;meta-selective&rdquo; Diels-Alder reaction, a novel approach that had not been previously explored. This method allows for the efficient synthesis of these complex structures, which are valuable in various chemical applications, including drug development and chemical biology.<br /><br />2. Oxy-Allyl Cycloaddition: We introduced a new method for constructing the core skeleton of indole-fused cycloheptanes using 3-alkenyl indoles. The specific reaction conjoins an alkenyl-indole piece with an oxy-allyl component to achieve a cycloaddition reaction. This method provides new pathways for synthesizing several natural products that contain this core structure. The method is both efficient and versatile, making it a valuable addition to the toolkit of synthetic chemists.<br /><br />3. Synthesis of Ambiguines: We used a [4+3]-cycloaddition reaction to successfully complete the first synthesis of a chlorinated pentacyclic ambiguine natural product, Ambiguine G. These natural products have been challenging to synthesize, and our new methodology provides a straightforward and efficient route to these important compounds.<br /><br />4. Synthesis of Veratrum Alkaloids: We developed a novel route to hexacyclic members of Veratrum alkaloids and demonstrated its usefulness by completing the first de novo, enantioselective synthesis of Heilonine. The route features a [2+2+2] cycloisomerization route to forge three different rings of the natural product in one step. <br /><br />Overall, our work has made meaningful contributions to the fields of asymmetric catalysis and total synthesis, providing new methods and strategies for the synthesis of complex molecules.<br /><br />Broader Impact: The broader impacts of our project are multifaceted, extending beyond the immediate scientific community to benefit society at large:<br /><br />1. Facilitating Complex Molecule Synthesis. The new cycloaddition methods we developed are expected to be widely adopted by researchers in various fields. The 1-amino-3-siloxy dienes we previously developed have already been used extensively to tackle difficult synthesis problems. Similarly, the new classes of dienes and [4+3]-cycloaddition chemistry we introduced will open up new possibilities for synthesizing substituted cyclohexanones and indole-fused cycloheptanones, which are important building blocks in complex molecule synthesis.<br /><br />2. Training and Education. Our project provided rigorous training in synthetic strategy design, complex synthesis, and reaction development. This training has prepared students for careers in academia and industry, particularly in the chemical and pharmaceutical sectors. Importantly, we have focused on providing research opportunities for students from historically underrepresented groups. <br /><br />3. Mentorship and Inclusion. The principal investigator (PI) is committed to mentoring underrepresented minority (URM) students and has a track record of supporting their development. This commitment has resulted in meaningful research experiences for three graduate students, two postdoctoral fellows, and six undergraduates from URM backgrounds. By fostering an inclusive research environment, we are contributing to the diversification of the scientific workforce.<br /><br />In conclusion, our project has achieved its objectives, developing new cycloaddition methodologies that address unmet needs in complex molecule synthesis. These advancements not only contribute to the scientific community but also have broader societal impacts through education, training, and inclusion.<br /><br /></p><br>\n<p>\n Last Modified: 07/03/2024<br>\nModified by: Viresh&nbsp;H&nbsp;Rawal</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report\n\nOur project focused on advancing cycloaddition methodologies to synthesize complex molecules, with a particular emphasis on substituted cyclohexanones and indole-fused cycloheptanes. Cycloaddition reactions are powerful tools in organic chemistry, enabling the construction of complex structures with high precision. Our work aimed to develop new cycloaddition methods, including those that created single enantiomer products, that provide chemists with versatile tools for creating intricate molecular architectures. The project was divided into two main parts: the development of enantioselective routes to 3,3-disubstituted cyclohexanones and the exploration of [4+3]-cycloaddition chemistry to synthesize indole-fused cycloheptanes, particularly those found in ambiguine natural products. A third part on the synthesis of Veratrum alkaloids, was added after the first year.\n\nIntellectual Merit: Our research yielded several significant findings that contribute to the field of synthetic organic chemistry:\n\n1. Enantioselective Diels-Alder Reactions: We successfully developed a new enantioselective route to 3,3-disubstituted cyclohexanones. This was achieved through a meta-selective Diels-Alder reaction, a novel approach that had not been previously explored. This method allows for the efficient synthesis of these complex structures, which are valuable in various chemical applications, including drug development and chemical biology.\n\n2. Oxy-Allyl Cycloaddition: We introduced a new method for constructing the core skeleton of indole-fused cycloheptanes using 3-alkenyl indoles. The specific reaction conjoins an alkenyl-indole piece with an oxy-allyl component to achieve a cycloaddition reaction. This method provides new pathways for synthesizing several natural products that contain this core structure. The method is both efficient and versatile, making it a valuable addition to the toolkit of synthetic chemists.\n\n3. Synthesis of Ambiguines: We used a [4+3]-cycloaddition reaction to successfully complete the first synthesis of a chlorinated pentacyclic ambiguine natural product, Ambiguine G. These natural products have been challenging to synthesize, and our new methodology provides a straightforward and efficient route to these important compounds.\n\n4. Synthesis of Veratrum Alkaloids: We developed a novel route to hexacyclic members of Veratrum alkaloids and demonstrated its usefulness by completing the first de novo, enantioselective synthesis of Heilonine. The route features a [2+2+2] cycloisomerization route to forge three different rings of the natural product in one step. \n\nOverall, our work has made meaningful contributions to the fields of asymmetric catalysis and total synthesis, providing new methods and strategies for the synthesis of complex molecules.\n\nBroader Impact: The broader impacts of our project are multifaceted, extending beyond the immediate scientific community to benefit society at large:\n\n1. Facilitating Complex Molecule Synthesis. The new cycloaddition methods we developed are expected to be widely adopted by researchers in various fields. The 1-amino-3-siloxy dienes we previously developed have already been used extensively to tackle difficult synthesis problems. Similarly, the new classes of dienes and [4+3]-cycloaddition chemistry we introduced will open up new possibilities for synthesizing substituted cyclohexanones and indole-fused cycloheptanones, which are important building blocks in complex molecule synthesis.\n\n2. Training and Education. Our project provided rigorous training in synthetic strategy design, complex synthesis, and reaction development. This training has prepared students for careers in academia and industry, particularly in the chemical and pharmaceutical sectors. Importantly, we have focused on providing research opportunities for students from historically underrepresented groups. \n\n3. Mentorship and Inclusion. The principal investigator (PI) is committed to mentoring underrepresented minority (URM) students and has a track record of supporting their development. This commitment has resulted in meaningful research experiences for three graduate students, two postdoctoral fellows, and six undergraduates from URM backgrounds. By fostering an inclusive research environment, we are contributing to the diversification of the scientific workforce.\n\nIn conclusion, our project has achieved its objectives, developing new cycloaddition methodologies that address unmet needs in complex molecule synthesis. These advancements not only contribute to the scientific community but also have broader societal impacts through education, training, and inclusion.\n\n\t\t\t\t\tLast Modified: 07/03/2024\n\n\t\t\t\t\tSubmitted by: VireshHRawal\n"
 }
}