{
 "awd_id": "1900295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of Computational Methods and their Applications to Studying Nuclear Quantum Dynamics of Complex Molecular Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924514",
 "po_email": "rjorn@nsf.gov",
 "po_sign_block_name": "Ryan Jorn",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 479884.0,
 "awd_amount": 479884.0,
 "awd_min_amd_letter_date": "2019-06-27",
 "awd_max_amd_letter_date": "2020-07-30",
 "awd_abstract_narration": "Vladimir Mandelshtam of the University of California, Irvine, is supported by the by the Chemical Theory, Models and Computational Methods program in the division of chemistry  to conduct research in the area of theoretical chemistry. He and his research group develop new computational methods that take advantage of advances in high-performance computers.  They use these new methods to study  important and interesting properties of complex molecular systems at the atomic level, for example large molecular clusters.   Currently they are applying these new approaches to learn about the structure, dynamics, and spectroscopy  of water clusters, ion-water clusters, and hydrogen clusters .  The computer programs resulting from this project are made available free of charge to the scientific community.\r\n\r\nProfessor Mandelshtam's research in Quantum Dynamics is concerned with the development of a novel approach under the general title \"Quasirandom Distributed Gaussian Basis\" (QDGB) and its applications to computations of vibrational spectra of molecules and clusters.  QDGB combines the relatively old idea of using a Gaussian basis with the new ways of distributing this basis by using a quasirandom sequence that samples a particular distribution function optimized for the system in question.  Another important aspect of the approach involves the new ways of computing the required multidimensional integrals involving the potential energy matrix elements using quasi-Monte Carlo (QMC). QMC is also based on quasirandom sequences. Unlike the standard MC it has superior convergence properties. QDGB is then used to study vibrational spectra of polyatomic molecules and clusters. In addition, Mandelshtam's research in Statistical Mechanics is concerned with applications of the Diffusion Monte Carlo (DMC) method to study energetics, structure, and nuclear quantum and isotope effects in molecular clusters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Mandelshtam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Mandelshtam",
   "pi_email_addr": "mandelsh@uci.edu",
   "nsf_id": "000486164",
   "pi_start_date": "2019-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "2103 Natural Sciences II",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 315806.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 164078.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.<br /><br />In this project funded by the Chemical Theory, Models and Computational Methods program of the Chemistry Division, Professor Vladimir Mandelshtam (V.M.) of the University of California, Irvine, conducted research in the area of Quantum Statistical Mechanics and Dynamics. Four research articles in peer reviewed journals have been published.<br /><br />In a work with a graduate student, Bridgett Kohno, they revisited the long standing controversy associated with the results of simulations of para-hydrogen clusters. A number of groups in the past used various first-principle quantum statistical mechanics approaches to analyze the stability and structure of these clusters as a function of their size. The reported results were inconsistent with each other both conceptually and in detail. Namely, some groups reported the existence of the magic number clusters, i.e., the clusters that were displaying higher stability than clusters with similar sizes.<br />Moreover, the reported magic numbers were not consistent. At the same time, some other calculations indicated the lack of size-dependence in the properties of these clusters. In their study, B.K. and V.M. focused on the direct and unambiguous structural analysis of the ground state wavefunctions, something that had been repeatedly done incorrectly in the previous studies. Their results and analysis supported the conclusion that the clusters are structurally the same in the size range considered (N=24-28). That is,&nbsp; there are no &ldquo;magic number clusters&rdquo;, i.e., contrary to what the majority of the previous publications had suggested. This lack of size sensitivity of parahydrogen clusters is a direct consequence of the strong quantum delocalization in these systems. <br /><br />Novel computational techniques and algorithms have been developed. Specifically, in their work with a graduate student, Shane Flynn, they developed an approach of sampling any a priori given distribution function P(x) in a multi-dimensional space using a quasi-regular grid (QRG), i.e., a grid of points that is locally regular, but is distributed according to P(x). This is very different from all the commonly used approaches using either pseudo-random or quasi-random&nbsp; grids. QRG has optimal sampling properties and as such can be used effectively in various contexts. Specifically, it was demonstrated that QRG can be used to construct an optimal basis set for the problem of calculating vibrational spectra of clusters and molecules. The method was then applied to a challenging numerical problem, the vibrational energy level calculations of a tetra atomic molecule (formaldehyde). They demonstrated that with QRG they were able to obtain accurate results with an unprecedentedly small basis sets.<br /><br />The self-consistent phonons (SCP) method, when applied to quantum molecular systems, is a unique way to compute their dynamic and structural properties for a relatively low cost. The latter was, in particular, due to the developments done in this group previously. Together with a graduate student, Colin Schiltz, and research profesor, Dmitrij Rappoport, they combined SCP with ab initio (AI) potential energy evaluation done using a general quantum chemistry package. Moreover, further substantial (an-order-of-magnitude) improvement in efficiency was achieved. This was demonstrated on several challenging numerical examples, namely, the water hexamer and some polycyclic aromatic hydrocarbon molecules. The corresponding Python scripts and FORTRAN source codes have been made available for the computational community.</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Vladimir&nbsp;Mandelshtam</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\nIn this project funded by the Chemical Theory, Models and Computational Methods program of the Chemistry Division, Professor Vladimir Mandelshtam (V.M.) of the University of California, Irvine, conducted research in the area of Quantum Statistical Mechanics and Dynamics. Four research articles in peer reviewed journals have been published.\n\nIn a work with a graduate student, Bridgett Kohno, they revisited the long standing controversy associated with the results of simulations of para-hydrogen clusters. A number of groups in the past used various first-principle quantum statistical mechanics approaches to analyze the stability and structure of these clusters as a function of their size. The reported results were inconsistent with each other both conceptually and in detail. Namely, some groups reported the existence of the magic number clusters, i.e., the clusters that were displaying higher stability than clusters with similar sizes.\nMoreover, the reported magic numbers were not consistent. At the same time, some other calculations indicated the lack of size-dependence in the properties of these clusters. In their study, B.K. and V.M. focused on the direct and unambiguous structural analysis of the ground state wavefunctions, something that had been repeatedly done incorrectly in the previous studies. Their results and analysis supported the conclusion that the clusters are structurally the same in the size range considered (N=24-28). That is, there are no magic number clusters, i.e., contrary to what the majority of the previous publications had suggested. This lack of size sensitivity of parahydrogen clusters is a direct consequence of the strong quantum delocalization in these systems. \n\nNovel computational techniques and algorithms have been developed. Specifically, in their work with a graduate student, Shane Flynn, they developed an approach of sampling any a priori given distribution function P(x) in a multi-dimensional space using a quasi-regular grid (QRG), i.e., a grid of points that is locally regular, but is distributed according to P(x). This is very different from all the commonly used approaches using either pseudo-random or quasi-random grids. QRG has optimal sampling properties and as such can be used effectively in various contexts. Specifically, it was demonstrated that QRG can be used to construct an optimal basis set for the problem of calculating vibrational spectra of clusters and molecules. The method was then applied to a challenging numerical problem, the vibrational energy level calculations of a tetra atomic molecule (formaldehyde). They demonstrated that with QRG they were able to obtain accurate results with an unprecedentedly small basis sets.\n\nThe self-consistent phonons (SCP) method, when applied to quantum molecular systems, is a unique way to compute their dynamic and structural properties for a relatively low cost. The latter was, in particular, due to the developments done in this group previously. Together with a graduate student, Colin Schiltz, and research profesor, Dmitrij Rappoport, they combined SCP with ab initio (AI) potential energy evaluation done using a general quantum chemistry package. Moreover, further substantial (an-order-of-magnitude) improvement in efficiency was achieved. This was demonstrated on several challenging numerical examples, namely, the water hexamer and some polycyclic aromatic hydrocarbon molecules. The corresponding Python scripts and FORTRAN source codes have been made available for the computational community.\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: VladimirMandelshtam\n"
 }
}