{
 "awd_id": "1900555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Intermetallic and Extraordinary Bonds of Beryllium and the Alkaline Earth Metals",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 234029.0,
 "awd_amount": 234029.0,
 "awd_min_amd_letter_date": "2019-07-11",
 "awd_max_amd_letter_date": "2019-08-09",
 "awd_abstract_narration": "In this award, funded by the Chemical Structure, Dynamics and Mechanisms-A Program of the Chemistry Division, Professor Michael C. Heaven and his research group at Emory University are investigating the unusual bonding mechanisms of the element beryllium (Be). A common type of chemical bond is called a covalent single bond, where two electrons are shared by two atoms, each atom of the pair typically contributing one electron to the bond.  Beryllium atoms are unusual in that they often form what are called dative covalent bonds, where both bonding electrons are provided by the other atom.  The Heaven research group is using specialized lasers and mass spectrometers to characterize the structure and properties of small molecules containing Be and other metal atoms (e.g., BeLi,  LiBeLi, Li4Be2, where \"Li\" is a lithium atom).  The chemistry of beryllium is underexplored due to its toxicity.  However, Be and its compounds exhibit unique and useful properties. For example, beryllium alloys are used as lightweight structural materials due to their exceptional strength to weight ratios. The remarkable durability of the metal is reflected by the fact that it is used as a plasma facing material in fusion reactors.  This research project is providing new insights into chemical bonding in general, as well as data that can be used to test new theories on bonding and help in the prediction of the properties of new Be compounds for new technological applications.  The graduate students engaged in this project are gaining experience in both experimental and theoretical chemistry.  Undergraduate students from the Atlanta University Center Consortium (AUCC) institutions are also involved in the project. This successful collaboration with AUCC institutions provides research opportunities for undergraduate students from Historically Black Colleges and Universities (HBCUs). Undergraduate researchers are not only receiving technical training related to Be chemistry, but also developing soft skills, such as networking, manuscript preparation and oral presentation of research results.\r\n\r\nAt present, the experimental data needed to evaluate quantum chemical models for beryllium are lacking. This validation is needed to establish confidence in the computational methods used to identify compounds with valuable physical and chemical properties. Experimental studies of prototypical beryllium compounds are the primary objectives of this research. Spectroscopic techniques, including laser-induced fluorescence (LIF) and pulsed-field ionization-zero electron kinetic energy (PFI-ZEKE) are being applied to gas phase molecules and ions to obtain structural and thermodynamic properties. The species being examined, including LiBe (and ions LiBe(+), LiBe(-)) and LiBeLi are chosen because they have been the subjects of high-level theoretical investigations in the Heaven laboratory and by others. In addition to the experimental spectroscopic work, this project employs computational studies that utilize complete active space self-consistent field (CASSCF) and multi-reference configuration interaction (MRCI).  The research provides the graduate and undergraduate students, and post-doctoral associates involved with a rich experience in advanced experimental and theoretical methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Heaven",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Heaven",
   "pi_email_addr": "mheaven@emory.edu",
   "nsf_id": "000193724",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1515 Dickey Drive",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221064",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 234029.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metallic and intermetallic bonding of the alkaline-earth metals (Be, Mg, Ca, Sr, Ba, Ra) is a subject of both conceptual and practical importance. Bonds between alkaline earth and mixed alkaline earth - alkali metal pairs show erratic trends, with the most unpredictable behavior exhibited by molecules that contain beryllium. Extensive experimental and theoretical studies were carried out to investigate the bonding of LiBe, LiMg and their positive ions. The practical value of this work is that these molecules were predicted to have properties that are favorable for their use as fundamental components (qbits) of quantum information devices.&nbsp; Our spectroscopic studies of LiBe and LiMg have confirmed this potential, and provided key data for the realization of arrays of interacting LiBe<sup>+</sup> and LiMg<sup>+</sup> qbits.</p>\n<p>Alkaline earth oxide and sulfide ions also have potential for use as molecular qbits.&nbsp; A theoretical model for trapped arrays of these ions was developed that establishes a method for encoding information using the low-frequency vibrations of the ion array (phonon modes).&nbsp; Calcium monoxide (CaO) is representative of the electronic structures of the alkaline earth monoxides.&nbsp; Spectra were recorded for CaO under low-temperature conditions and used to resolve long-standing questions concerning excited state interactions.</p>\n<p>Hypermetallic molecules of the type MOM, where M is an alkaline earth metal, exhibit unconventional bonding and possibilities for studies of polyatomic molecules at ultra-low temperatures. Spectroscopic studies of gas-phase MgOMg were carried out at a temperature of -266 C.&nbsp; Hypermetallic bonding was confirmed and the molecule was found to have a linear, symmetric structure.&nbsp; An accurate measurement of the ionization energy was made, and an excited state suitable for quantum state-specific production of MgOMg<sup>+</sup> was identified.</p>\n<p>Five graduate students and two undergraduate students were involved in this research program. The students received extensive training in the design, execution, analyses and reporting of fundamental research projects. Two students presented papers that were based on results from NSF funded projects at professional meetings in the spring of 2020. All graduate students had papers accepted for presentations at conferences during the summer of 2020, but those meetings were cancelled due to COVID-19. Students presented conference talks in 2021 at the online International Symposium on Molecular Spectroscopy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/16/2021<br>\n\t\t\t\t\tModified by: Michael&nbsp;C&nbsp;Heaven</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetallic and intermetallic bonding of the alkaline-earth metals (Be, Mg, Ca, Sr, Ba, Ra) is a subject of both conceptual and practical importance. Bonds between alkaline earth and mixed alkaline earth - alkali metal pairs show erratic trends, with the most unpredictable behavior exhibited by molecules that contain beryllium. Extensive experimental and theoretical studies were carried out to investigate the bonding of LiBe, LiMg and their positive ions. The practical value of this work is that these molecules were predicted to have properties that are favorable for their use as fundamental components (qbits) of quantum information devices.  Our spectroscopic studies of LiBe and LiMg have confirmed this potential, and provided key data for the realization of arrays of interacting LiBe+ and LiMg+ qbits.\n\nAlkaline earth oxide and sulfide ions also have potential for use as molecular qbits.  A theoretical model for trapped arrays of these ions was developed that establishes a method for encoding information using the low-frequency vibrations of the ion array (phonon modes).  Calcium monoxide (CaO) is representative of the electronic structures of the alkaline earth monoxides.  Spectra were recorded for CaO under low-temperature conditions and used to resolve long-standing questions concerning excited state interactions.\n\nHypermetallic molecules of the type MOM, where M is an alkaline earth metal, exhibit unconventional bonding and possibilities for studies of polyatomic molecules at ultra-low temperatures. Spectroscopic studies of gas-phase MgOMg were carried out at a temperature of -266 C.  Hypermetallic bonding was confirmed and the molecule was found to have a linear, symmetric structure.  An accurate measurement of the ionization energy was made, and an excited state suitable for quantum state-specific production of MgOMg+ was identified.\n\nFive graduate students and two undergraduate students were involved in this research program. The students received extensive training in the design, execution, analyses and reporting of fundamental research projects. Two students presented papers that were based on results from NSF funded projects at professional meetings in the spring of 2020. All graduate students had papers accepted for presentations at conferences during the summer of 2020, but those meetings were cancelled due to COVID-19. Students presented conference talks in 2021 at the online International Symposium on Molecular Spectroscopy.\n\n\t\t\t\t\tLast Modified: 08/16/2021\n\n\t\t\t\t\tSubmitted by: Michael C Heaven"
 }
}