{
 "awd_id": "1900119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spectroscopic Signatures of Divalent Metal ion Binding to Anionic Surfactants and Local Mechanics of Embedded Groups in Two-Dimensional Water Networks Through Cryogenic Cluster",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 404704.0,
 "awd_amount": 404704.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "In this project funded by the Chemical Structure, Dynamics and Mechanism (CSDM-A) program of the Chemistry Division, Professor Mark A. Johnson of Yale University is using advanced instrumentation to determine how large molecules flex in response to the presence of calcium ions that are critical to biological function. Although calcium is well known to be essential for the formation of permanent structures like bone, it is also present in the blood (a liquid that is basically salty water). Most of the salt is just dissolved NaCl, common table salt, where the positive charge carrier is the sodium ion, Na+. Calcium has much stronger interactions with molecules because it carries two positive charges (Ca2+). Direct contacts with doubly charged (divalent) ions like Ca2+ control how large molecules (like proteins) undergo chemical reactions, but it has been difficult to identify exactly where these ions are attached to the proteins using conventional methods of chemical analysis. Professor Johnson and his research group are able to determine these contact points by measuring changes in the oscillation frequencies of the molecules' chemical bonds. These oscillation frequencies typically correspond to infrared (IR) radiation, the same type of light used in night vision goggles. With IR lasers and other specialized instruments, the changes in the oscillation frequencies of biological molecules with and without Ca2+ ions binding to them can be detected. These changes provide clues to where on the molecule the Ca2+ ion is attached. The measurements are carried out with custom-built instruments, much of which are actually built by the students involved in the project. Thus, in addition to gaining knowledge about metal-ion interactions with large molecules in biological systems, the students also receive training in instrument design and construction, as well as in computer modeling of both the instruments and the chemical systems. This research may have implications in human health. \r\n\r\nThis project uses recent advances in the combination of mass spectrometry with laser spectroscopy to establish how the infrared signatures of divalent metal ion binding to surfactants and peptides, observed in solution, are generated at the molecular level. In this approach, ionic assemblies are extracted from solution using electrospray ionization, captured in a temperature controlled radiofrequency (FRF) ion trap, and characterized with vibrational spectroscopy. The vibrational spectra are obtained in an action mode by the photoinduced mass loss caused by the evaporation of weakly bound adducts such as rare gas atoms or H2 molecules. Because these assemblies often occur in multiple isomeric forms upon cooling, the spectrometer is equipped with the ability to carry out isomer-specific spectroscopy using a two-color, IR-IR photobleaching approach. This method isolates the spectra of different structural isomers by systematically removing each of them from the ion ensemble with a tunable IR laser, while monitoring changes across the spectrum with a second IR laser. An important class of such isomers is that created when an isotopically labeled water molecule is introduced into a cluster containing many water molecules. Because chemical exchange of H and D atoms between water molecules does not occur in small clusters, it is possible to isolate a single, intact H2O molecule in a surrounding network consisting entirely of D2O molecules. This situation provides an opportunity to monitor the spectral response associated with the individual hydrogen bonding sites within an extended water network. Part of this program is, therefore, directed at elucidating fundamental aspects of water structure and dynamics, which are important for understanding and predicting the behavior of water when it is in contact with biological media such as enzymes and DNA. The broader impacts of this research include the development of new types of instrumentation for chemical analysis of complex media and the formulation of a \"rule book\" for decoding the structural information contained in the vibrational bands of anionic domains bound to divalent metal ions in aqueous solution. The students involved in this project integrate a wide spectrum of skills including laser development, electronics (digital, analogue, high voltage and RF), computer control over complex experiments, electronic structure calculations, construction and use of high vacuum apparatus, fundamental aspects of ion beam and mass spectrometer design, cryogenics, and synthesis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Johnson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Johnson",
   "pi_email_addr": "mark.johnson@yale.edu",
   "nsf_id": "000451814",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "225 Prospect St",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 404704.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to track down the local, molecular level interactions that are responsible for the observed behavior of water at the air-water interface and elucidate the way common, biologically relevant metal ions (magnesium and calcium) interact with amino acids and lipids. These ions occur with two positive charges (hence called divalent), and as such undergo especially strong local interactions when complexed with common negatively charged entities in biological structures like proteins and membranes. Experimental work on both systems was carried out by systematically isolating increasingly complex molecular assemblies with precisely determined compositions, freezing them close to absolute zero temperature, and measuring their spectral response in the infrared region. The instruments used to perform this task are custom-built and integrate high resolution mass spectrometry for species composition isolation and laser photofragmentation spectroscopy to determine the absorption frequencies associated with particular species. The target assemblies are necessarily electrically charged (ions) and are cooled using cryogenic radiofrequency ion trapping methods. Because the target species are rigid, their spectra appear as a series of discrete absorptions that encode the local intermolecular interactions at play. These structures are determined by advanced theoretical analysis of the spectral band patterns. The methods developed in this program general and provide new tools for analysis that are useful across the chemical sciences. Students and postdoctoral researchers involved in this ongoing development are thus trained to design and construct new types of chemical measurements as well as apply theoretical methods as necessary to provide the connection between spectral patterns and structures.</p>\n<p>An important result obtained in this study pertains to the determination of how the local environments surrounding individual water molecules control the vibrational frequencies associated with the stretching motions of the two OH chemical bonds. This information is useful because the surface of water is known to behave differently than the bulk, and it mediates chemical processes that are found to occur with very different reaction rates when carried out in confinement. Theoretical models of this behavior have been challenging because the spectrum associated with water molecules at the surface is so diffuse (unstructured) that extensive averaging over local molecular properties is required to simulate the ambient, macroscopic environment. &nbsp;In our approach, we isolated the response of a single water molecule embedded in an extended network by exploiting the properties of the cage-like structures adopted when twenty water molecules are assembled around alkali metal ions. These microscopic replicas of the air-water surface display very similar vibrational spectra to that of the bulk, room temperature water surface, but are small enough that their properties can be accurately calculated. An important technical advantage afforded by working with the small cluster systems is that the water molecules do not undergo chemical exchange of the hydrogen atom, which is unavoidable in the macroscopic system. This allowed the introduction of a single, <em>intact </em>H<sub>2</sub>O molecule into a cage that contains 19 D<sub>2</sub>O molecules. The unique H2O molecule can then occupy all the different sites in the cage (they are all distinct), and the spectrum associated with each could be isolated using photobleaching in a scheme involving two sequential infrared laser excitations. The result of this effort yielded a transferrable paradigm for how each arrangement of water molecules controls the correlated frequencies of its two OH groups. This information, in turn, provides a stringent constraint on water simulations by forcing them to recover this microscopic behavior embedded in the diffuse spectrum.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/02/2024<br>\nModified by: Mark&nbsp;A&nbsp;Johnson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to track down the local, molecular level interactions that are responsible for the observed behavior of water at the air-water interface and elucidate the way common, biologically relevant metal ions (magnesium and calcium) interact with amino acids and lipids. These ions occur with two positive charges (hence called divalent), and as such undergo especially strong local interactions when complexed with common negatively charged entities in biological structures like proteins and membranes. Experimental work on both systems was carried out by systematically isolating increasingly complex molecular assemblies with precisely determined compositions, freezing them close to absolute zero temperature, and measuring their spectral response in the infrared region. The instruments used to perform this task are custom-built and integrate high resolution mass spectrometry for species composition isolation and laser photofragmentation spectroscopy to determine the absorption frequencies associated with particular species. The target assemblies are necessarily electrically charged (ions) and are cooled using cryogenic radiofrequency ion trapping methods. Because the target species are rigid, their spectra appear as a series of discrete absorptions that encode the local intermolecular interactions at play. These structures are determined by advanced theoretical analysis of the spectral band patterns. The methods developed in this program general and provide new tools for analysis that are useful across the chemical sciences. Students and postdoctoral researchers involved in this ongoing development are thus trained to design and construct new types of chemical measurements as well as apply theoretical methods as necessary to provide the connection between spectral patterns and structures.\n\n\nAn important result obtained in this study pertains to the determination of how the local environments surrounding individual water molecules control the vibrational frequencies associated with the stretching motions of the two OH chemical bonds. This information is useful because the surface of water is known to behave differently than the bulk, and it mediates chemical processes that are found to occur with very different reaction rates when carried out in confinement. Theoretical models of this behavior have been challenging because the spectrum associated with water molecules at the surface is so diffuse (unstructured) that extensive averaging over local molecular properties is required to simulate the ambient, macroscopic environment. In our approach, we isolated the response of a single water molecule embedded in an extended network by exploiting the properties of the cage-like structures adopted when twenty water molecules are assembled around alkali metal ions. These microscopic replicas of the air-water surface display very similar vibrational spectra to that of the bulk, room temperature water surface, but are small enough that their properties can be accurately calculated. An important technical advantage afforded by working with the small cluster systems is that the water molecules do not undergo chemical exchange of the hydrogen atom, which is unavoidable in the macroscopic system. This allowed the introduction of a single, intact H2O molecule into a cage that contains 19 D2O molecules. The unique H2O molecule can then occupy all the different sites in the cage (they are all distinct), and the spectrum associated with each could be isolated using photobleaching in a scheme involving two sequential infrared laser excitations. The result of this effort yielded a transferrable paradigm for how each arrangement of water molecules controls the correlated frequencies of its two OH groups. This information, in turn, provides a stringent constraint on water simulations by forcing them to recover this microscopic behavior embedded in the diffuse spectrum.\n\n\n\t\t\t\t\tLast Modified: 01/02/2024\n\n\t\t\t\t\tSubmitted by: MarkAJohnson\n"
 }
}