{
 "awd_id": "1900077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Morphology and Crystalline Orientation of Particles in Al65Cu20Fe15 Alloy Prepared by Arc Melting",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 305097.0,
 "awd_amount": 305097.0,
 "awd_min_amd_letter_date": "2019-07-23",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "Non-Technical Summary:\r\n\r\nCrystalline and amorphous structures stand in two extremes in term of atomic configuration in solids. In a crystalline structure, atoms are arranged according to predefined rules while in amorphous structures atoms are packed in random fashion. Quasicrystalline structure can be considered as a state between the two. Materials of crystalline and amorphous structures, represented by gold and window glass, respectively, have been known to mankind for thousands of years. In contrast, materials of quasicrystalline structure were recently discovered in 1980's, and many aspects remain to be studied. An aluminum-copper-iron alloy of Al65Cu20Fe15 composition is one of the most studied alloys related to quasicrystalline phase. This alloy, when it is prepared by arc melting, is porous, consisting of multiple voids with particles of different morphologies on the surface. Despite previous extensive studies, there are many different opinions about the make-up and formation processes of these particles, probably because no previous studies have placed focus on them. Further, a primary study of these particles by the present principal investigator has revealed new details that deserve further investigation. This project will carry out a detailed study on these particles. In addition to scientific contribution, the project has significant impact on the education at Clarion University, a rural teaching college. First, it enables the principal investigator to stay active in research field and to integrate latest developments into teaching. Second, it gives students a rare opportunity to experience or observe authentic scientific research, strengthening their confidence in pursuing careers in science and technology. Annually, the project will reach students in the following ways: eight undergraduate students will work on the project either as paid research assistants or as volunteers; two local high school students will be given opportunity to work on the project for a week in summer; approximately 100 undergraduate students will be exposed to the project through introduction in course teaching; and interested students from one neighboring high school will be invited to campus to learn about the project from principal investigator and undergraduate students. \r\n\r\n    \r\nTechnical Summary:\r\n\r\nSix important problems related to the morphology and crystal orientation of particles on the surface of the voids of as-prepared Al65Cu20Fe15 alloy have been identified, which have either not been reported previously or have not been well understood. For example, there is strong evidence indicating that one type of particle consists of multiple phases, in contrast to previous single phase assumption. There are experimental results that lead to a speculation about the orientation relationship between quasicrystalline thin film and crystalline substrate, which needs to be confirmed and investigated further. These problems will be clarified experimentally by using a Scanning Electron Microscope (SEM) equipped with Energy Dispersive X-ray Spectroscopy (EDS) and Electron Backscattering Diffraction (EBSD), to be carried out at the principal investigator's home institute. The studies will be supplemented by theoretical analysis and Transmission Electron Microscope (TEM) examinations to be performed in collaboration with other institutes. Because of the clear and unique focus, this project will generate sufficient data to fill in the missing details and to clarify conflicting reports about the microstructure of this well-known alloy, thus establishing a reliable and consistent model about the phase formation process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chunfei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chunfei Li",
   "pi_email_addr": "cli@clarion.edu",
   "nsf_id": "000209025",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PENNSYLVANIA WESTERN UNIVERSITY",
  "inst_street_address": "250 UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CALIFORNIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4129384000",
  "inst_zip_code": "154191341",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "PA14",
  "org_lgl_bus_name": "PENNSYLVANIA WESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L7ECKXE86D77"
 },
 "perf_inst": {
  "perf_inst_name": "Clarion University of Pennsylvania",
  "perf_str_addr": "840 Wood Street",
  "perf_city_name": "Clarion",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "162141232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 305097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is related to the study of Icosahedral Quasicrystalline (IQC) phase. In contrast to the long history of its counter parts of crystalline and amorphous phases, IQC was first found only around 1985. A better understanding about IQC phase and the microstructure of related alloy is not only important to fundamental material science but also valuable to their potential applications. Alloy of Al<sub>65</sub>Cu<sub>20</sub>Fe<sub>15</sub> composition is one of the most studied one in the study of IQC phase. There were controversial reports regarding the microstructure and phases of the alloy prepared by arc-melting. The goal of this project is to clarify some of the non-consistent reports.</p>\n<p>In this project, we focused on the spherical particle found in the as-prepared alloy. In previous reports, this type of particles was considered to be of pure cubic crystalline beta phase. Facets, which are planes parallel to selected crystalline planes, on the surface of the particles have been reported. However, the details were not studied. By the combined usage of Scanning Electron Microscope (SEM), Electron Back Scatter Diffraction (EBSD), and Energy Dispersive X-ray Spectroscopy (EDS), an in-depth study about the phases, structure, and surface morphology have been carried out. Further, particles in the shapes of dendrite and pentagonal dodecahedron have also been studied.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit</strong></p>\n<p class=\"Default\">To study the orientation of the facets relative to the crystalline system, in-situ orientation adjustment inside a SEM is required, and there were no established procedures for this purpose. Side-view and top-down view approaches have been proposed and tested in this study, and the effectiveness of both have been confirmed. The advantages and disadvantages of each method have been compared. The established procedures have been applied in the present study successfully. They are also expected to be widely used by other researchers who have similar needs.</p>\n<p class=\"Default\">Through this study, a better understanding about the spherical particle has been realized. It consists of two phases of IQC and cubic beta. In the beginning, the IQC precipitates first and serves as the core with the surface coated with residual liquid in the spherical shape. The facets are formed during the phase transition process of the liquid to the cubic beta to reduce surface energy. Through measurement of angles between facets, it is concluded that the facets can be classified to three groups, which corresponds to the 2-, 3-, and 4-fold rotational symmetries of the cubic beta phase. Their appearances are different. The 2-fold symmetry facet is a flat and circular plane, and both the 3- and 4-fold symmetry ones are terrace-like structures. Compared to the 4-fold symmetry one, the 3-fold symmetry facet has a large central terrace, which is surrounded by terraces of large tread and rise. Lastly, there are evidence that IQC phase precipitates from the cubic beta phase in the subsequent step and sometime have orientation relationship with it, which deserves further investigation. These results have been published in 10 papers in peer-reviewed journals and presented in 8 conference presentations. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broad impact</strong></p>\n<p>The project had positive impact to the education at Clarion University of Pennsylvania, the name of which has been changed to Pennsylvania Western University Clarion (Pennwest-Clarion) through an integration process in 2022. First, it enabled the PI to stay active in scientific research and update his knowledge about the newest developments in his chosen field. As a result, he was able to integrate the frontier work into his teachings, which benefits approximately 60 students each year. Second, there are Pennwest-Clarion students participated the project directly and gained experience they would not have if it is not for the project. Students participated the project in two forms. 20 students joined to fulfill part of their course requirements or as volunteers. 7 students contributed to the project as paid research assistants. The training they experienced included learning the backgrounds and writing proposals for their intended research, making plans, building up a timetable to accomplish the plan, learning the operation of instruments and carrying out the experiments, encountering issues and proposing possible solutions by detailed analysis and/or consulting advisors and fellow students, writing progress reports, and presenting their results in front of fellow students. Some of them also had the opportunities to present their results in professional conferences and prepare papers for peer-reviewed journals. While the experience has positive impact to all students in their career development, the effect on those who consider pursuing graduate study stands out. Out of the 19 students who have graduated with bachelor&rsquo;s degree, 6 have been accepted to graduate school. Third, efforts have been made to expose community members to the project. Although activities in this category were negatively impacted during the Covid-19 lock-down, in a normal year, approximately 40 students from neighboring k-12 schools have been exposed through collaboration with programs such as Upward Bound.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/02/2024<br>\nModified by: Chunfei&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803209137_Picture2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803209137_Picture2--rgov-800width.png\" title=\"Scanning Electron Microscope (SEM) images showing the steps of top-down approach for in-situ specimen orientation adjustment\"><img src=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803209137_Picture2--rgov-66x44.png\" alt=\"Scanning Electron Microscope (SEM) images showing the steps of top-down approach for in-situ specimen orientation adjustment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The specimen is a facet on a spherical particle of Al65Cu20Fe15 alloy. (a) and (b) are images taken at different orientations. (c) and (d) are the same two images of (a) and (b) with the ring that was used for area measurement marked. The ring in (d) has larger area, implying that the orientation is</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li\n<div class=\"imageTitle\">Scanning Electron Microscope (SEM) images showing the steps of top-down approach for in-situ specimen orientation adjustment</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803509836_Picture4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803509836_Picture4--rgov-800width.png\" title=\"SEM images showing the adjustment processes of the side-view approach for in-situ orientation adjustment inside SEM\"><img src=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803509836_Picture4--rgov-66x44.png\" alt=\"SEM images showing the adjustment processes of the side-view approach for in-situ orientation adjustment inside SEM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The specimen is a facet on a spherical particle of Al65Cu20Fe15 alloy. The left and right columns demonstrate the effects of stage rotation and tilt, respectively.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li\n<div class=\"imageTitle\">SEM images showing the adjustment processes of the side-view approach for in-situ orientation adjustment inside SEM</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803345429_Picture1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803345429_Picture1--rgov-800width.png\" title=\"Schematic diagrams showing the steps of in-situ specimen orientation adjustment procedures\"><img src=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803345429_Picture1--rgov-66x44.png\" alt=\"Schematic diagrams showing the steps of in-situ specimen orientation adjustment procedures\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The SEM stage has the functions of unlimited rotation and limited tilt. The top row of this figure shows the steps to realize the top-down view. The lower row shows the steps for side-view approach, which makes the plane appear to be a straight line on the SEM image.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li\n<div class=\"imageTitle\">Schematic diagrams showing the steps of in-situ specimen orientation adjustment procedures</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803401492_Picture3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803401492_Picture3--rgov-800width.png\" title=\"Typical result of top-down view orientation adjustment\"><img src=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803401492_Picture3--rgov-66x44.png\" alt=\"Typical result of top-down view orientation adjustment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The markers and colors show the dependence of measured area of rings corresponding to facets on a spherical particle of Al65Cu20Fe15 alloy on electron beam incident direction, which is used to determine the facet orientation.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li\n<div class=\"imageTitle\">Typical result of top-down view orientation adjustment</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803615558_Picture5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803615558_Picture5--rgov-800width.png\" title=\"Determination of facet orientation by the combined usage of SEM and Electron Back Scatter Diffraction (EBSD)\"><img src=\"/por/images/Reports/POR/2024/1900077/1900077_10624316_1715803615558_Picture5--rgov-66x44.png\" alt=\"Determination of facet orientation by the combined usage of SEM and Electron Back Scatter Diffraction (EBSD)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The orientation of a facet has been determined by the top-down approach. The top SEM image shows the facet when it is tilted 70 degrees for EBSD analysis. The Analysis of EBSD pattern determined that the facet surface is parallel to the {1 0 0} crystalline plane.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li\n<div class=\"imageTitle\">Determination of facet orientation by the combined usage of SEM and Electron Back Scatter Diffraction (EBSD)</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project is related to the study of Icosahedral Quasicrystalline (IQC) phase. In contrast to the long history of its counter parts of crystalline and amorphous phases, IQC was first found only around 1985. A better understanding about IQC phase and the microstructure of related alloy is not only important to fundamental material science but also valuable to their potential applications. Alloy of Al65Cu20Fe15 composition is one of the most studied one in the study of IQC phase. There were controversial reports regarding the microstructure and phases of the alloy prepared by arc-melting. The goal of this project is to clarify some of the non-consistent reports.\n\n\nIn this project, we focused on the spherical particle found in the as-prepared alloy. In previous reports, this type of particles was considered to be of pure cubic crystalline beta phase. Facets, which are planes parallel to selected crystalline planes, on the surface of the particles have been reported. However, the details were not studied. By the combined usage of Scanning Electron Microscope (SEM), Electron Back Scatter Diffraction (EBSD), and Energy Dispersive X-ray Spectroscopy (EDS), an in-depth study about the phases, structure, and surface morphology have been carried out. Further, particles in the shapes of dendrite and pentagonal dodecahedron have also been studied.\n\n\n\n\n\nIntellectual merit\n\n\nTo study the orientation of the facets relative to the crystalline system, in-situ orientation adjustment inside a SEM is required, and there were no established procedures for this purpose. Side-view and top-down view approaches have been proposed and tested in this study, and the effectiveness of both have been confirmed. The advantages and disadvantages of each method have been compared. The established procedures have been applied in the present study successfully. They are also expected to be widely used by other researchers who have similar needs.\n\n\nThrough this study, a better understanding about the spherical particle has been realized. It consists of two phases of IQC and cubic beta. In the beginning, the IQC precipitates first and serves as the core with the surface coated with residual liquid in the spherical shape. The facets are formed during the phase transition process of the liquid to the cubic beta to reduce surface energy. Through measurement of angles between facets, it is concluded that the facets can be classified to three groups, which corresponds to the 2-, 3-, and 4-fold rotational symmetries of the cubic beta phase. Their appearances are different. The 2-fold symmetry facet is a flat and circular plane, and both the 3- and 4-fold symmetry ones are terrace-like structures. Compared to the 4-fold symmetry one, the 3-fold symmetry facet has a large central terrace, which is surrounded by terraces of large tread and rise. Lastly, there are evidence that IQC phase precipitates from the cubic beta phase in the subsequent step and sometime have orientation relationship with it, which deserves further investigation. These results have been published in 10 papers in peer-reviewed journals and presented in 8 conference presentations. \n\n\n\n\n\nBroad impact\n\n\nThe project had positive impact to the education at Clarion University of Pennsylvania, the name of which has been changed to Pennsylvania Western University Clarion (Pennwest-Clarion) through an integration process in 2022. First, it enabled the PI to stay active in scientific research and update his knowledge about the newest developments in his chosen field. As a result, he was able to integrate the frontier work into his teachings, which benefits approximately 60 students each year. Second, there are Pennwest-Clarion students participated the project directly and gained experience they would not have if it is not for the project. Students participated the project in two forms. 20 students joined to fulfill part of their course requirements or as volunteers. 7 students contributed to the project as paid research assistants. The training they experienced included learning the backgrounds and writing proposals for their intended research, making plans, building up a timetable to accomplish the plan, learning the operation of instruments and carrying out the experiments, encountering issues and proposing possible solutions by detailed analysis and/or consulting advisors and fellow students, writing progress reports, and presenting their results in front of fellow students. Some of them also had the opportunities to present their results in professional conferences and prepare papers for peer-reviewed journals. While the experience has positive impact to all students in their career development, the effect on those who consider pursuing graduate study stands out. Out of the 19 students who have graduated with bachelors degree, 6 have been accepted to graduate school. Third, efforts have been made to expose community members to the project. Although activities in this category were negatively impacted during the Covid-19 lock-down, in a normal year, approximately 40 students from neighboring k-12 schools have been exposed through collaboration with programs such as Upward Bound.\n\n\n\t\t\t\t\tLast Modified: 10/02/2024\n\n\t\t\t\t\tSubmitted by: ChunfeiLi\n"
 }
}