{
 "awd_id": "1900540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigation of Ion Currents in the Oxyfuel Cutting Flame and their Links to Critical Process Parameters",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 271403.0,
 "awd_amount": 271403.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2019-06-26",
 "awd_abstract_narration": "The award seeks to address serious persistent challenges in providing process feedback to better control and fully automate the oxyfuel cutting process.  Though it is more than a century old, oxyfuel's (or 'flame-cutting's') unparalleled performance on thick steel has rendered it an enduring favorite in shipyards, building construction, rail, defense, and countless other heavy industries.  The harsh operating environment (open flames, extreme heat) limit the ability of contemporary sensor suites to provide reliable data essential for process feedback control and automation.  A potential solution to this problem is motivated by preliminary measurements demonstrating that electrical events called 'ion currents' associated with the flame itself can reliably indicate vital process states.  The research will probe the underlying physics of the flame via modeling and experimental efforts. If successful the work could realize reliable cost-effective control and automation of the oxyfuel cutting process, a capability of great interest to many core US industries involved in construction, and major equipment manufacture for defense and energy applications. This is a collaborative research, whereby the experimental work will be undertaken at a predominantly undergraduate institute, while most of the modeling efforts will be conducted at the partner university. Engaging undergraduate students in industrially relevant research projects will hopefully encourage and promote advanced manufacturing beyond those immediately involved, and encourage broader participation. Collaboration with the partner university and the industrial partner, IHT-Automation, will also increase the workforce preparedness of both the graduate student and undergraduate students working on this project. \r\n \r\nThis work tests the validity of a reduced-order ion transport model that considers standoff distance, work-surface/kerf chemical activity, and flame chemical activity with respect to the resulting current-voltage characteristic between the oxyfuel cutting torch and the workpiece.  A novel spinning disc Langmuir probe technique will establish a spatially resolved map for the ion densities in the flame.  Using these data as a reference, a multi-dimensional computational fluid dynamics simulation will be built on recently developed reduced chemical kinetic models to fully resolve the formation and transport of charged species throughout the flow.  Subsequent analysis of the modeling and experimental results will validate or reject a highly simplified one-dimensional transport model relating the current-voltage characteristic of the flame to critical events.  These include drift in standoff, ready-to-pierce, pierce success/failure, loss-of-cut prediction, drift in fuel/oxygen ratio, flameout, and potentially others.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandrina",
   "pi_last_name": "Untaroiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandrina Untaroiu",
   "pi_email_addr": "alexu@vt.edu",
   "nsf_id": "000755915",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "495 Old Turner St.",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 271403.0
  }
 ],
 "por": null
}