{
 "awd_id": "1900534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SG:  Collaborative Research:  Effects of changing wildlife communities across climatic contexts on tick-borne disease in California",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032922944",
 "po_email": "aporrasa@nsf.gov",
 "po_sign_block_name": "Andrea Porras-Alfaro",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 72999.0,
 "awd_amount": 72999.0,
 "awd_min_amd_letter_date": "2019-04-19",
 "awd_max_amd_letter_date": "2019-04-19",
 "awd_abstract_narration": "Humans are concurrently changing the environment and wildlife communities. These two forms of global change have the potential to impact human, wildlife, and livestock exposure to infectious disease. Notably, these include vector-borne diseases which are carried and transmitted by blood-feeding invertebrates such as ticks, flies, and mosquitoes. Changes in environmental conditions may increase development rates of these vector species, or increase temperature-induced mortality. Similarly, removing or replacing large wildlife with livestock may alter food availability and reproductive ability for these vector species. Understanding the separate and combined impacts of these two forms of environmental change is thus of critical importance for both public health and wildlife conservation. This is particularly true for tick-borne diseases, like Lyme disease, where medical treatment can be problematic and costly. This study aims to understand how tick-borne disease risk will be impacted by environmental change and wildlife or livestock management to better prevent disease transmission. Notably this project will also support K-12 education by providing new scientific training to underserved 5th grade students in the Kids in Nature program.  It will further support a Citizen Science mobile phone application on tick borne disease, which both engages the public in data collection and provides valuable information on tick abundance and risk of tick-borne disease.  Many undergraduate and graduate students from underserved backgrounds will receive training in both field and lab components of this project. \r\n\r\nThis project will mechanistically examine the effects of large wildlife loss coupled and the addition of livestock on tick abundance, tick-borne disease prevalence, and disease risk, under a range of climatic conditions. The study will use 1) a large-scale field exclosure experiment, replicated across a strong climate gradient serving as a proxy for regional environmental change predictions, and 2) a large-scale observational study across the same climate gradient and utilizing natural variation in wildlife/livestock densities. This project will be conducted in California, which is experiencing both warming and drying climates and strong declines in large wildlife with concomitant increases in livestock. In order to understand generality across systems, this study will investigate impacts on multiple tick species with variable life histories. Specifically, this project will evaluate the following  hypotheses: 1) the effects of large wildlife removal on density of infected ticks will vary by tick species depending on the tick?s life history, 2) livestock and large wildlife will have very similar effects in this system, with effects proportionate to their biomass, 3) density of infected ticks will be lower in more arid environments and the effects of large herbivores on ticks will be stronger in more arid climates, and 4) both the magnitude and direction of the effect will vary based on tick life history strategy\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Swei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Swei",
   "pi_email_addr": "aswei@sfsu.edu",
   "nsf_id": "000640223",
   "pi_start_date": "2019-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 Holloway Ave",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 72999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project addressed the effect of multiple aspects of global change on biological communities with implications for land management and public health. Specifically, this study focused on the effects of faunal turnover of large wildlife that are increasingly replaced by livestock as a major form of biological change in the Anthropocene. At the same time, we examined this faunal change over on a steep climate gradient to study how the dual effects of climate change and species turnover affects biological communities and disease transmission.</span></p>\n<p><span>Using a large-scale field exclosure (caging) experiment that was replicated across a climate gradient, we limited access by wild ungulates and livestock. From these field plots, we gathered data to assess interannual variability in climate and ungulate impacts on vegetation structure, tick populations, and vertebrate response to our climate and caging treatments. We found that large herbivores have a significant effect on vegetation structure at all three climate levels and decrease total vegetative cover, litter volume, and vegetative biomass. These vegetation and associated microclimate effects affected tick survival and small vertebrate abundance. Tick densities were highest in the least arid sites and juvenile tick survival was highest in sites where large ungulates were excluded, indicating that large ungulates and livestock depress tick populations. Small vertebrates such as lizards and rodents were not affected by the caging and responded to climate and the exclusion of large wildlife and livestock. These findings have important implications for our understanding of the indirect effects of herbivores on small vertebrate and tick communities. Understory vegetation cover is strongly affected by the presence of large herbivores, which can affect litter and standing biomass with important implications for habitat structure and microclimate. Over time, these changes in vegetation structure may lead to important shifts in host community composition and densities.</span></p>\n<p><span>Our analysis of tick infection prevalence identified several wildlife, human, and potential pathogens residing in the Pacific Coast ticks that were collected. Using unbiased deep sequencing analyses, we identified six microbes in our samples. All samples were dominated by a&nbsp;<em>Francisella</em>-like bacteria that is likely a non-pathogenic endosymbiont. In addition, we identified two microbes that are known human pathogens, one was a wildlife pathogen, and two are potential mammal pathogens. We found that the number of microbes found in a tick was highest in the least arid sites and in cages that excluded livestock. This may be due to the changes caused by livestock exclusion on the abundance and diversity of small mammals, lizards, and tick populations.</span><span> Our results suggest that shifts in biodiversity and climate can drive up disease risk in some contexts and lower risk in others. Our results show that it is important to consider how changes in vegetative cover and land use are impacting tick-borne disease dynamics. Vegetative cover helps to protect ticks from desiccation in extremely warm environments and can increase the abundance of some tick species in areas with dense vegetative cover. Our study showed that vegetation cover responded strongly to caging treatment but not climate where there was a marked increase in vegetative cover and biomass in cages with no large wildlife. Because ticks spend most of their lifecycle off host, they therefore experience more selective pressures from abiotic conditions in their environment. This suggests that the abundance and of ticks increased in plots simulating large wildlife loss where we found more vegetative biomass and small vertebrate abundance. Together these cascading effects likely explain the marked increase of pathogens in those plots with large ungulates excluded. Taken together with similar, manipulative studies and modeling efforts from different vector disease systems, this work sheds light into how humans risk for acquiring vector-borne disease is linked to changes in biodiversity and climate.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2023<br>\n\t\t\t\t\tModified by: Andrea&nbsp;Swei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addressed the effect of multiple aspects of global change on biological communities with implications for land management and public health. Specifically, this study focused on the effects of faunal turnover of large wildlife that are increasingly replaced by livestock as a major form of biological change in the Anthropocene. At the same time, we examined this faunal change over on a steep climate gradient to study how the dual effects of climate change and species turnover affects biological communities and disease transmission.\n\nUsing a large-scale field exclosure (caging) experiment that was replicated across a climate gradient, we limited access by wild ungulates and livestock. From these field plots, we gathered data to assess interannual variability in climate and ungulate impacts on vegetation structure, tick populations, and vertebrate response to our climate and caging treatments. We found that large herbivores have a significant effect on vegetation structure at all three climate levels and decrease total vegetative cover, litter volume, and vegetative biomass. These vegetation and associated microclimate effects affected tick survival and small vertebrate abundance. Tick densities were highest in the least arid sites and juvenile tick survival was highest in sites where large ungulates were excluded, indicating that large ungulates and livestock depress tick populations. Small vertebrates such as lizards and rodents were not affected by the caging and responded to climate and the exclusion of large wildlife and livestock. These findings have important implications for our understanding of the indirect effects of herbivores on small vertebrate and tick communities. Understory vegetation cover is strongly affected by the presence of large herbivores, which can affect litter and standing biomass with important implications for habitat structure and microclimate. Over time, these changes in vegetation structure may lead to important shifts in host community composition and densities.\n\nOur analysis of tick infection prevalence identified several wildlife, human, and potential pathogens residing in the Pacific Coast ticks that were collected. Using unbiased deep sequencing analyses, we identified six microbes in our samples. All samples were dominated by a Francisella-like bacteria that is likely a non-pathogenic endosymbiont. In addition, we identified two microbes that are known human pathogens, one was a wildlife pathogen, and two are potential mammal pathogens. We found that the number of microbes found in a tick was highest in the least arid sites and in cages that excluded livestock. This may be due to the changes caused by livestock exclusion on the abundance and diversity of small mammals, lizards, and tick populations. Our results suggest that shifts in biodiversity and climate can drive up disease risk in some contexts and lower risk in others. Our results show that it is important to consider how changes in vegetative cover and land use are impacting tick-borne disease dynamics. Vegetative cover helps to protect ticks from desiccation in extremely warm environments and can increase the abundance of some tick species in areas with dense vegetative cover. Our study showed that vegetation cover responded strongly to caging treatment but not climate where there was a marked increase in vegetative cover and biomass in cages with no large wildlife. Because ticks spend most of their lifecycle off host, they therefore experience more selective pressures from abiotic conditions in their environment. This suggests that the abundance and of ticks increased in plots simulating large wildlife loss where we found more vegetative biomass and small vertebrate abundance. Together these cascading effects likely explain the marked increase of pathogens in those plots with large ungulates excluded. Taken together with similar, manipulative studies and modeling efforts from different vector disease systems, this work sheds light into how humans risk for acquiring vector-borne disease is linked to changes in biodiversity and climate. \n\n \n\n\t\t\t\t\tLast Modified: 10/03/2023\n\n\t\t\t\t\tSubmitted by: Andrea Swei"
 }
}