{
 "awd_id": "1900285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Generation and Solution Reactivity of Small Molecule Sulfur-based Signaling Agents",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "With this award, the Chemical Structure, Dynamics, and Mechanisms-B Program support of the research of Professor John P. Toscano of the Chemistry Department at Johns Hopkins University.  The research involves the generation and solution reactivity of biologically-relevant, sulfur-based, small molecules such as hydrogen sulfide (H2S) and hydropersulfides (RSSH).  Hydrogen sulfide (H2S) is a signaling agent whose effects in the body have been well documented.  For example, H2S acts as a neuromodulator in the brain and may have applications in the treatment of neurodegenerative disorders such as Parkinson's and Alzheimer's disease.  The chemical mechanisms responsible for these effects are poorly understood. Recent reports indicate that the biological activity of hydrogen sulfide may actually be attributed to hydropersulfides and so this will also be tested.  The project gives broad, comprehensive training to both graduate and undergraduate students, preparing them for future jobs in both industry and academia.  An afterschool science outreach experience for middle school students in Baltimore, MD is in development.\r\n\r\nHydropersulfides are involved in important post-translational modifications in several enzymes and proteins.  In addition, small molecule hydropersulfides such as cysteine hydropersulfide and glutathione hydropersulfide have been detected in tissues, cells, and plasma at significant concentrations.  Unfortunately, hydropersulfides are inherently difficult to study in aqueous solution, as they are unstable and decomposes rapidly into a variety of species.  As a result, hydropersulfides are typically generated in situ.  Although several strategies for hydropersulfide generation have been reported, there is still an unmet need for the development of new methods for the efficient and controlled production of hydropersulfides without the involvement of exogenous reagents.  The development of novel hydropersulfide precursors and protein persulfidating reagents is a focus of this project.  Previous work has demonstrated that another small molecule biological signaling agent, nitroxyl (azanone, HNO), elicits much of its activity through modification of protein thiols.  Given the expected reactivity of hydrogen sulfide and hydropersulfides, reaction with HNO is anticipated and may be relevant to the observed biological reactions.  The mechanism of this reaction and the resulting products will be investigated thoroughly.  Likewise, the reaction of hydrogen sulfide with HNO will also be examined.  The mechanisms and products of these reactions, utilizing standard analytical tools as well as membrane inlet mass spectrometry, will be studied.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Toscano",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Toscano",
   "pi_email_addr": "jtoscano@jhu.edu",
   "nsf_id": "000109798",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Hydrogen sulfide (H<sub>2</sub>S) has emerged as one of the vital small molecule signaling agents and biological effectors along with nitric oxide (NO) and carbon monoxide (CO).&nbsp; However, the physiological chemistry and the mechanism(s) of H<sub>2</sub>S function are ill-defined and remain largely speculative at this time. &nbsp;Recently it has been proposed that at least a portion, if not the majority, of presumed H<sub>2</sub>S-mediated effects, are not due to H<sub>2</sub>S per se, but to derived and/or related reactive sulfur species.&nbsp; Of particular interest are hydropersulfides (RSSH), which are intimately linked biochemically to H<sub>2</sub>S. RSSH are inherently unstable, making it challenging to examine their biological roles.</p>\n<p><span style=\"white-space: pre;\"> </span>The intellectual merit of the completed research focused on RSSH chemistry and biology and includes (1) the development of alkylamine-substituted perthiocarbamates as RSSH donors; (2) the development of alkylsulfenyl thiocarbonates&nbsp;as RSSH donors; (3) reactivity studies of RSSH with myoglobin; (4) a comparison of the biologically relevant chemistry of RSSH with selenols (RSeH); (5) investigation and comparison of the reactivity of nitroxyl (HNO) with RSSH and with hydrogen sulfide (H<sub>2</sub>S); (6) a collaborative study with Professor Fabio Doctorovich (University of Buenos Aires) on the generation of HNO in the gas phase via a solid-gas reaction; (7) a collaborative study with Professor Nazareno Paolocci (Johns Hopkins University) demonstrating that RSSH outperform mechanical post-conditioning and other reactive sulfur species in limiting ischemia-reperfusion injury in the isolated mouse heart; (8) a collaborative study with Professors Jon Fukuto (Sonoma State University), Adrian Hobbs (Queen Mary University of London), and Dean Tantillo (University of California, Davis) examining the reaction of RSSH with nitrosothiols (RSNO) and its biological/physiological implications; (9) a collaborative study with Professor Derek Pratt (University of Ottawa) on the role that RSSH can play in inhibiting lipid peroxidation and protecting cells from ferroptosis; and (10) the development of photochemical precursors to RSSH.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>A major broader impact effort involved the development of a virtual (necessitated by the impact of COVID-19) teaching module on cholesterol/cardiovascular disease and drug development for Baltimore City Public School ninth-graders in collaboration with BioEYES, a K-12 science outreach and teacher training program currently housed in the Department of Biology at JHU,&nbsp;and the Medical Education Resources Initiative for Teens (MERIT), a Baltimore-based health leadership academy for underserved public middle and high school students interested in pursuing a career in the health profession. We worked with the BioEYES team to develop a new virtual teaching module &ndash;&nbsp;<em>Virtual BioEYES: Finding Treatments for Heart Disease</em>&nbsp;&ndash; centered on cholesterol and how high levels of cholesterol can lead to poor heart health. &nbsp;This module was piloted with 90 ninth graders in MERIT&rsquo;s Health Leadership Academy program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2022<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Toscano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Hydrogen sulfide (H2S) has emerged as one of the vital small molecule signaling agents and biological effectors along with nitric oxide (NO) and carbon monoxide (CO).  However, the physiological chemistry and the mechanism(s) of H2S function are ill-defined and remain largely speculative at this time.  Recently it has been proposed that at least a portion, if not the majority, of presumed H2S-mediated effects, are not due to H2S per se, but to derived and/or related reactive sulfur species.  Of particular interest are hydropersulfides (RSSH), which are intimately linked biochemically to H2S. RSSH are inherently unstable, making it challenging to examine their biological roles.\n\n The intellectual merit of the completed research focused on RSSH chemistry and biology and includes (1) the development of alkylamine-substituted perthiocarbamates as RSSH donors; (2) the development of alkylsulfenyl thiocarbonates as RSSH donors; (3) reactivity studies of RSSH with myoglobin; (4) a comparison of the biologically relevant chemistry of RSSH with selenols (RSeH); (5) investigation and comparison of the reactivity of nitroxyl (HNO) with RSSH and with hydrogen sulfide (H2S); (6) a collaborative study with Professor Fabio Doctorovich (University of Buenos Aires) on the generation of HNO in the gas phase via a solid-gas reaction; (7) a collaborative study with Professor Nazareno Paolocci (Johns Hopkins University) demonstrating that RSSH outperform mechanical post-conditioning and other reactive sulfur species in limiting ischemia-reperfusion injury in the isolated mouse heart; (8) a collaborative study with Professors Jon Fukuto (Sonoma State University), Adrian Hobbs (Queen Mary University of London), and Dean Tantillo (University of California, Davis) examining the reaction of RSSH with nitrosothiols (RSNO) and its biological/physiological implications; (9) a collaborative study with Professor Derek Pratt (University of Ottawa) on the role that RSSH can play in inhibiting lipid peroxidation and protecting cells from ferroptosis; and (10) the development of photochemical precursors to RSSH. \n\n A major broader impact effort involved the development of a virtual (necessitated by the impact of COVID-19) teaching module on cholesterol/cardiovascular disease and drug development for Baltimore City Public School ninth-graders in collaboration with BioEYES, a K-12 science outreach and teacher training program currently housed in the Department of Biology at JHU, and the Medical Education Resources Initiative for Teens (MERIT), a Baltimore-based health leadership academy for underserved public middle and high school students interested in pursuing a career in the health profession. We worked with the BioEYES team to develop a new virtual teaching module &ndash; Virtual BioEYES: Finding Treatments for Heart Disease &ndash; centered on cholesterol and how high levels of cholesterol can lead to poor heart health.  This module was piloted with 90 ninth graders in MERIT’s Health Leadership Academy program.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2022\n\n\t\t\t\t\tSubmitted by: John P Toscano"
 }
}