{
 "awd_id": "1901801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSEDI Collaborative Research: Electrical and Thermal Transport in Iron and Iron Alloys at Core Conditions and its Effects on the Geodynamo and Thermal Earth History",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2019-04-15",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 269841.0,
 "awd_amount": 269841.0,
 "awd_min_amd_letter_date": "2019-04-22",
 "awd_max_amd_letter_date": "2019-04-22",
 "awd_abstract_narration": "The magnetic field of the Earth and other planetary bodies is generated by the turbulent flow of conducting fluids in their deep interiors. In the Earth, it is generated by the outer core, made of liquid iron with some nickel and light elements. Earth's magnetic field is important, as life may not exist without its shielding of the solar wind. Moreover, the heat rising from the core fuels mantle thermal convection, at the origin of plate tectonics and associated hazards. Understanding Earth's magnetic field and core heat flow requires detailed knowledge of iron-rich material properties at the extreme pressures and temperatures of the core. Yet, existing experimental data and theoretical calculations are inconsistent. Here, the multidisciplinary team investigates  the thermal and electrical conductivities of iron alloys at extreme conditions. They use a combination of state-of-the-art experiments, theory, and modeling at both the atomic scale and the scale of the core. Expected results should reconcile experiments and modeling of the core's heat transport and magnetic field evolution. This project supports one graduate student and two postdoctoral associates in the field of Mineral Physics. It has strong implications for Geomagnetism, Geodynamics and Seismology, and broad impacts in Materials Science.\r\n\r\nHigh-pressure and temperature experiments are carried out in the laser-heated diamond anvil cell.  Extreme pressures and temperatures are generated at the tips of two opposing diamonds, where the iron sample is placed. The team will measure and compute electrical and thermal conductivities at conditions relevant to the core. This allows them to test the applicability of the Wiedemann-Franz law at these conditions. This empirical law relates thermal and electrical conductivities in metals. Here, the electrical conductivity is measured using a four-probe electrical connection brought outside from the cell. Thermal conductivity is measured by optical spectroradiometry in conjunction with pulsed-laser heating and modeling. Similar conditions are simulated using first-principles quantum mechanics to compute the electrical and thermal conductivity in liquid and solid iron, and compare them with experimental observations. These calculations are difficult because they involve the scattering of electrons off each other and off the moving atoms in the fluid or solid. Experimental and theoretical results are used in geophysical models of core cooling and magnetic field generation.  This will allow to better constrain the history of Earth's magnetic field and the heat flow at the core-mantle boundary.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jung-Fu",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jung-Fu Lin",
   "pi_email_addr": "afu@jsg.utexas.edu",
   "nsf_id": "000297513",
   "pi_start_date": "2019-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2275 Speedway Stop C9000",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 269841.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this research project, we have studied thermal transport properties of candidate iron alloys at relevant Earth&rsquo;s core high pressure-temperature conditions. We have used a combination of laboratory thermal and electrical conductivity experiments in laser-heated diamond anvil cells, theoretical calculations, and geodynamic modelling in this study. Our most significant outcomes are to experimentally establish the reliable datasets for thermal conductivity of iron, iron-nickel alloy, and iron-silicon alloy at relevant Earth&rsquo;s outer core conditions at approximately 140 GPa and 3500 K. Silicon alloyed with iron is used as an example to evaluate the effect of a light element on thermal transport properties of iron in Earth&rsquo;s core. These first reliable experimental datasets are verified with first-principle theoretical calculations. The results are used to model the thermal conductivity of Earth&rsquo;s outer core and the heat flux across the core-mantle boundary. The geodynamic modelling results are used to better understand the age of the inner core, the amount of thermal and compositional energy sources powering the geodynamo, and the impacts of light elements on the geodynamo evolution. These results are published in scientific journals such as Science and presented in scientific meetings including American Geophysical Union Annual Meeting. Major outcomes in technological innovation are to apply the time-resolved impulsive laser spectroscopy to open a new avenue of research on thermal conductivity of materials at extremes. Participating graduate student researchers in this project had the opportunity to collaborate with interdisciplinary scientists and work on forefront scientific questions to build their academic careers. Outreach activities in partner with the UTeach Outreach Summer Program at the University of Texas at Austin have educated elementary and middle school students with hands on lessons on deep-Earth research in Mineral Physics Laboratory at the University of Texas at Austin.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/01/2024<br>\nModified by: Jung-Fu&nbsp;Lin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this research project, we have studied thermal transport properties of candidate iron alloys at relevant Earths core high pressure-temperature conditions. We have used a combination of laboratory thermal and electrical conductivity experiments in laser-heated diamond anvil cells, theoretical calculations, and geodynamic modelling in this study. Our most significant outcomes are to experimentally establish the reliable datasets for thermal conductivity of iron, iron-nickel alloy, and iron-silicon alloy at relevant Earths outer core conditions at approximately 140 GPa and 3500 K. Silicon alloyed with iron is used as an example to evaluate the effect of a light element on thermal transport properties of iron in Earths core. These first reliable experimental datasets are verified with first-principle theoretical calculations. The results are used to model the thermal conductivity of Earths outer core and the heat flux across the core-mantle boundary. The geodynamic modelling results are used to better understand the age of the inner core, the amount of thermal and compositional energy sources powering the geodynamo, and the impacts of light elements on the geodynamo evolution. These results are published in scientific journals such as Science and presented in scientific meetings including American Geophysical Union Annual Meeting. Major outcomes in technological innovation are to apply the time-resolved impulsive laser spectroscopy to open a new avenue of research on thermal conductivity of materials at extremes. Participating graduate student researchers in this project had the opportunity to collaborate with interdisciplinary scientists and work on forefront scientific questions to build their academic careers. Outreach activities in partner with the UTeach Outreach Summer Program at the University of Texas at Austin have educated elementary and middle school students with hands on lessons on deep-Earth research in Mineral Physics Laboratory at the University of Texas at Austin.\n\n\n\t\t\t\t\tLast Modified: 04/01/2024\n\n\t\t\t\t\tSubmitted by: Jung-FuLin\n"
 }
}