{
 "awd_id": "1901972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Amplifying the Efficiency of Tungsten Disulfide (WS2) Thermoelectric Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 228073.0,
 "awd_amount": 228073.0,
 "awd_min_amd_letter_date": "2019-04-01",
 "awd_max_amd_letter_date": "2019-04-01",
 "awd_abstract_narration": "Nontechnical:\r\nAs much as half of US energy production each year is lost as waste heat. Converting waste heat into electricity could improve energy efficiency dramatically and sharply reduce greenhouse gas emissions. Thermoelectric (TE) devices convert temperature differences into electrical power and have the potential to revolutionize the nation's energy portfolio. An ideal thermoelectric material conducts electricity, but not heat. Metals conduct both, whereas insulators conduct neither. This project challenges this dichotomy by using a novel strategy to dope tungsten disulfide, a two-dimensional (2D) semiconductor. We will enhance its thermoelectric coefficient to maximize the output voltage, increase the electrical conductivity to minimize losses, and lower the thermal conductivity to maintain a large temperature difference. The proposed research will lead to efficient devices for waste heat recovery. This work will also enable high-performance 2D transistors, low-power memory devices, and nanoscale switches for thermal management. The team will work closely with local communities to encourage participation by students from all backgrounds in engineering careers and foster interest in nanotechnology. Outreach efforts will include lab demonstrations, summer internships, and career workshops.\r\n\r\nTechnical:\r\nThe goal of this project is to improve the in-plane thermoelectric efficiency of two-dimensional tungsten disulfide (WS2) devices through engineering their electrical, thermal, and thermoelectric properties via electrochemical intercalation. WS2 has recently emerged as a promising TE candidate due to its large atomic mass (low thermal conductivity), small bandgap (high electrical conductivity), and high Seebeck coefficient. However, it remains challenging to optimize all of the material properties to maximize its TE efficiency and to dope this 2D material to create the p- and n-type pairs needed for TE devices. In this work, we will: (1) achieve p- and n-type doping in 2D materials via anion and cation intercalations; (2) optimize the in-plane power factor of WS2 through doping; (3) reduce the in-plane thermal conductivity of WS2 via phonon scattering by intercalants. Fundamentally, this project will study electrical, ionic, and thermal transport in 2D materials. Practically, this work will pave the way for the wide use of thermoelectric devices to scavenge heat from sources such as electronics and the human body. This work will also develop a doping method for 2D materials, addressing critical issues in 2D electronics such as low drive current and poor contact resistance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Malen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Malen",
   "pi_email_addr": "jonmalen@andrew.cmu.edu",
   "nsf_id": "000569565",
   "pi_start_date": "2019-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Ave.",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 228073.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;<em><span style=\"text-decoration: underline;\">goal</span></em>&nbsp;of this collaborative project between the University of Pittsburgh and Carnegie Mellon University was to improve the in-plane thermoelectric (TE) efficiency of two-dimensional (2D) tungsten disulfide (WS<sub>2</sub>) devices<sub>&nbsp;</sub>through engineering their electrical, thermal, and thermoelectric properties via electrochemical intercalation.&nbsp;&nbsp;The research at Carnegie Mellon University focused on studying thermal transport in 2D materials. Two significant research outcomes from this project are related to thermal transport in intercalated 2D materials and thermal transport at metal contacts to 2D materials.&nbsp;&nbsp;</p>\n<p>We developed an analytical model using three-directional anisotropic (TDA) dispersion and a novel anisotropic relaxation time relation for modeling the thermal conductivity (k) of intercalated layered materials.&nbsp;&nbsp;The TDA dispersion eliminates the restriction of in-plane isotropy and is suitable for TDA materials such as black phosphorous. We compare calculations of k of bulk intercalated layered materials using simpler dispersion relationships with our TDA dispersion model, paired with both isotropic and anisotropic relaxation times. We find that calculated k values by the TDA dispersion model agree best with the experimental data for graphite, MoS2, WSe2, and Black Phospherene. Furthermore, anisotropic RTs largely improve the performance of all the dispersion relationships. Collectively these models predict that intercalants cause increased contributions from phonons with shorter mean free paths, especially for in-plane thermal conductivity of 2D materials.</p>\n<p>&nbsp;</p>\n<p>We did experimental work to study thermal conductance at the interface between 2D materials and metals alloys.&nbsp;&nbsp;We implemented a high-throughput methodology that systematically explored the Ni&minus;Pd alloy composition spectrum and the effect of Cr adhesion layer thickness on thermal interface conductance with monolayer graphene, as a prototypical 2D material. Frequency domain thermoreflectance measurements of two independently prepared Ni&minus;Pd/Cr/graphene/ SiO2 samples identify a maximum metal/graphene/SiO2 junction thermal interface conductance for a composition of&nbsp;&sim;10 at. % Pd in Ni, which is nearly double the highest reported conductance value for pure metals and three times that of pure Ni or Pd. The presence of the Cr adhesion layer, at any thickness, suppresses this maximum conductance. Although the origin of the peak is unresolved, we find that it correlates with a region of the Ni&minus;Pd phase diagram that exhibits a miscibility gap. This work suggests that metal alloys, rather than pure metals, could be used to optimize thermal transport at interfaces critical to the performance of 2D electrical and thermoelectric devices.&nbsp;&nbsp;</p>\n<p>&nbsp;Additions to Malen&rsquo;s graduate course, 24-628: Energy Transport and Conversion at the Nanoscale, introduced concepts of thermoelectricity, anisotropic phonon transport, and thermal interface conductance.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2023<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;A&nbsp;Malen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this collaborative project between the University of Pittsburgh and Carnegie Mellon University was to improve the in-plane thermoelectric (TE) efficiency of two-dimensional (2D) tungsten disulfide (WS2) devices through engineering their electrical, thermal, and thermoelectric properties via electrochemical intercalation.  The research at Carnegie Mellon University focused on studying thermal transport in 2D materials. Two significant research outcomes from this project are related to thermal transport in intercalated 2D materials and thermal transport at metal contacts to 2D materials.  \n\nWe developed an analytical model using three-directional anisotropic (TDA) dispersion and a novel anisotropic relaxation time relation for modeling the thermal conductivity (k) of intercalated layered materials.  The TDA dispersion eliminates the restriction of in-plane isotropy and is suitable for TDA materials such as black phosphorous. We compare calculations of k of bulk intercalated layered materials using simpler dispersion relationships with our TDA dispersion model, paired with both isotropic and anisotropic relaxation times. We find that calculated k values by the TDA dispersion model agree best with the experimental data for graphite, MoS2, WSe2, and Black Phospherene. Furthermore, anisotropic RTs largely improve the performance of all the dispersion relationships. Collectively these models predict that intercalants cause increased contributions from phonons with shorter mean free paths, especially for in-plane thermal conductivity of 2D materials.\n\n \n\nWe did experimental work to study thermal conductance at the interface between 2D materials and metals alloys.  We implemented a high-throughput methodology that systematically explored the Ni&minus;Pd alloy composition spectrum and the effect of Cr adhesion layer thickness on thermal interface conductance with monolayer graphene, as a prototypical 2D material. Frequency domain thermoreflectance measurements of two independently prepared Ni&minus;Pd/Cr/graphene/ SiO2 samples identify a maximum metal/graphene/SiO2 junction thermal interface conductance for a composition of &sim;10 at. % Pd in Ni, which is nearly double the highest reported conductance value for pure metals and three times that of pure Ni or Pd. The presence of the Cr adhesion layer, at any thickness, suppresses this maximum conductance. Although the origin of the peak is unresolved, we find that it correlates with a region of the Ni&minus;Pd phase diagram that exhibits a miscibility gap. This work suggests that metal alloys, rather than pure metals, could be used to optimize thermal transport at interfaces critical to the performance of 2D electrical and thermoelectric devices.  \n\n Additions to Malen’s graduate course, 24-628: Energy Transport and Conversion at the Nanoscale, introduced concepts of thermoelectricity, anisotropic phonon transport, and thermal interface conductance. \n\n \n\n\t\t\t\t\tLast Modified: 01/10/2023\n\n\t\t\t\t\tSubmitted by: Jonathan A Malen"
 }
}