{
 "awd_id": "1901218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNS Core: Medium: Collaborative:  Exploring and Exploiting Learning for Efficient Network Control: Non-Stationarity,  Inter-Dependence, and Domain-Knowledge",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 331334.0,
 "awd_amount": 331334.0,
 "awd_min_amd_letter_date": "2019-08-17",
 "awd_max_amd_letter_date": "2019-08-17",
 "awd_abstract_narration": "Traditionally, computer network protocols and control mechanisms are designed and engineered in accordance with certain theoretical models or design principles, under (often simplifying) assumptions about the network environment in which they operate. Network operations are mostly performed by operators through manual configurations of control parameters and resources, sometimes guided by measurement analysis and performance optimization. With the increasingly wide range of applications and complex network scenarios, traditional methods do not always perform well. To address this challenge, machine learning (ML) techniques have been applied to a wide range of networking and distributed systems problems, from reducing data center cooling costs to traffic optimization and application management. While preliminary results are promising, applying machine learning techniques to networking pose many important research questions that must be explored systematically and in depth. The proposed research constitutes an important first step toward providing a principled understanding of the fundamental limitations and promising new opportunities in learning-based network control from both theoretical and practical perspectives. It will help advance the emerging visions of self-driving networks and AIOps (Artificial Intelligence for IT Operations), and bring benefits to network operators, users, and the society at large. This project also integrates research with education and broadens participation in computing, especially with recruitment and training of female and under-represented students and outreach activities to K-12. \r\n\r\nNetworks are a collection of control and (distributed) data plane elements that operate at different time scales on diverse types of data, respond and adapt to changes in traffic demands and the network state to achieve disparate objectives. The networking environments are highly dynamic and uncertain, with non-stationarity caused by surges and time-of-day changes in traffic demands, and unpredictable network failures; they are also inherently correlated, inter-dependent and constrained, in part due to complex interactions of various network entities. Moreover, networks are engineered systems -- there are basic principles that govern their designs and operations, with constraints that cannot be violated and inherent relations that could yield substantial performance gains. The proposed research focuses on learning-based network control problems to address these challenges along the following inter-related research thrusts. In Thrust 1, Network-Centric Learning Techniques, this project will explore the fundamental limits (from a theoretical perspective) and advance new network-centric ML techniques for non-stationary, correlated and constrained environments. In Thrust 2, Network-wide Learning-based Control and Horizontal/Vertical Interactions, this project will study and develop innovative learning-based network control algorithms in a network-wide framework by exploiting the (horizontal and vertical) interactions and leveraging shared learning. Last but not the least, in the Evaluation Thrust, this project will evaluate the proposed learning-based network control algorithms and compare them with conventional optimization and other ML based approaches.\r\n\r\nThe project information such as publications, algorithms developed, data collected and personnel, will be made publicly available at https://web.cs.ucdavis.edu/~liu/Research/Holistic.htm during the entire project duration and for five years after the completion of this project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Liu",
   "pi_email_addr": "liu@cs.ucdavis.edu",
   "nsf_id": "000289050",
   "pi_start_date": "2019-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "One Shields Ave., University of",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 331334.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p>Traditionally, network protocols and control mechanisms are designed and engineered in accordance with certain theoretical models or design principles, under (often simplifying) assumptions about the network environment in which they operate. Network operations are mostly performed by operators through manual configurations of control parameters and resources, sometimes guided by measurement analysis and performance optimization. With the increasingly wide range of applications and complex network scenarios, traditional methods do not always perform well.</p>\n<p>&nbsp;</p>\n<p>To address this challenge, this project aims to develop a principled understanding of the fundamental limitations and promising new opportunities in learning-based network control from both theoretical and practical perspectives. This is highly challenging because the networking environments are highly dynamic and uncertain, inherently correlated, inter-dependent, and with basic principles and physical constraints. To address these challenges, the project has studied the fundamental limits (from a theoretical perspective) and advanced new network-centric ML techniques for non-stationary, correlated and constrained environments, developed methods to exploit the (horizontal and vertical) interactions and leverage shared learning, and evaluated the proposed learning-based network control algorithms using both simulated and real traces, and compared them with traditional methods and other ML based approaches.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The rollout of 5G services has garnered widespread interest from academia, industry, and the public. As a first step in studying learning-based network control and in understanding the corresponding challenges and opportunities, we have conducted in-depth studies to collect datasets and performance metrics to characterize the performance of commercial 5G services. We have conducted measurements on 5G throughput in commercial mmWave 5G networks in multiple locations, as well as the 5G mmWave PHY latency and its impact on end-to-end delay; we have conducted 5G Handover Performance Measurement and Inference studies; we have studied how 5G impacts application performance and energy efficiency, including the effects of 5G deployment strategies, such as Non-Standalone (NSA) 5G and Standalone (SA), radio bands and protocol specific properties (e.g., RRC state transitions and power profiles) on performance and power usage experienced by user equipment (smartphones) and applications running on them. These studies not only provide in-depth understanding of 5G from the PHY layer to applications, but also allowed us to collect massive amounts of datasets to enable and drive the various research tasks in this project.</p>\n<p>&nbsp;</p>\n<p>Our measurement studies and our analysis of cellular networks allowed us to identify and study a number of learning-based network control problems. We have studied 5G-aware video streaming applications using reinforcement learning-based ABR control in mmWave to specifically address the inherent volatility in mmWave bands; we have developed constrained reinforcement learning-based network slicing algorithms to provide more flexibility in the context of strong diversification of services; we have created novel bandit algorithms for 4G/5G handoffs; we have devised interference-constrained beam alignment for time-varying channels via kernelized bandits to fully utilize the abundant spectrum resources in millimeter wave; and we have developed online learning tools for optimal edge caching. A number of such works are evaluated using the extensive datasets that we have collected.</p>\n<p>&nbsp;</p>\n<p>Inspired by such applications, we have also developed a number of fundamental algorithms that can apply not only to network control, but also to more general applications, including approximate gradient coding in large machine learning applications; learning algorithms for universal and transferable graph neural network embedding; best k-item selection for online learning; algorithms to minimize the age of information over heterogeneous channels; model-based learning in constrained Markov decision processes; weighted Gaussian process bandits for non-stationary environments; multivariate time series forecasting for autoscaling based on local embedding; and predictive deep learning for in-memory and content caching.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impact</p>\n<p>The PIs and their students have presented their work at the conferences, both in networking field and in machine learning field. Beyond conference and journal papers, the PIs regularly interact with the networking and machine learning industry both in a one-on-one setting and by participating in industry-focused conferences and workshops, such as Meta/Facebook, Intel, Cisco,&nbsp; Ericsson, Miter, HP, Google, InterDigital among others. The PIs have organized multiple workshops, training camps, and outreach events, as well as given keynote speeches at premium venues. We have also made the 5G measurement <a href=\"https://networking.umn.edu/research-projects/5g-measurements\">datasets</a> publicly available to benefit the entire community. Overall, our efforts broaden the participation and interaction between the networking and machine learning community, and between academia and industry.</p>\n<p>&nbsp;</p>\n<p>Furthermore, multiple trainees, including several female students and students from under-represented groups, have tackled problems related to this project at the three universities. Additionally, numerous undergraduate researchers have been engaged in research through this project and several of them have published research papers with the PIs. All the trainees have acquired valuable real-world experience, communication skills, collaboration skills, along with essential technical knowledge.&nbsp;Two of the trainees have entered academia as faculty members.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/11/2024<br>\nModified by: Xin&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\n\n\n\nTraditionally, network protocols and control mechanisms are designed and engineered in accordance with certain theoretical models or design principles, under (often simplifying) assumptions about the network environment in which they operate. Network operations are mostly performed by operators through manual configurations of control parameters and resources, sometimes guided by measurement analysis and performance optimization. With the increasingly wide range of applications and complex network scenarios, traditional methods do not always perform well.\n\n\n\n\n\nTo address this challenge, this project aims to develop a principled understanding of the fundamental limitations and promising new opportunities in learning-based network control from both theoretical and practical perspectives. This is highly challenging because the networking environments are highly dynamic and uncertain, inherently correlated, inter-dependent, and with basic principles and physical constraints. To address these challenges, the project has studied the fundamental limits (from a theoretical perspective) and advanced new network-centric ML techniques for non-stationary, correlated and constrained environments, developed methods to exploit the (horizontal and vertical) interactions and leverage shared learning, and evaluated the proposed learning-based network control algorithms using both simulated and real traces, and compared them with traditional methods and other ML based approaches.\n\n\n\n\n\n\n\n\nThe rollout of 5G services has garnered widespread interest from academia, industry, and the public. As a first step in studying learning-based network control and in understanding the corresponding challenges and opportunities, we have conducted in-depth studies to collect datasets and performance metrics to characterize the performance of commercial 5G services. We have conducted measurements on 5G throughput in commercial mmWave 5G networks in multiple locations, as well as the 5G mmWave PHY latency and its impact on end-to-end delay; we have conducted 5G Handover Performance Measurement and Inference studies; we have studied how 5G impacts application performance and energy efficiency, including the effects of 5G deployment strategies, such as Non-Standalone (NSA) 5G and Standalone (SA), radio bands and protocol specific properties (e.g., RRC state transitions and power profiles) on performance and power usage experienced by user equipment (smartphones) and applications running on them. These studies not only provide in-depth understanding of 5G from the PHY layer to applications, but also allowed us to collect massive amounts of datasets to enable and drive the various research tasks in this project.\n\n\n\n\n\nOur measurement studies and our analysis of cellular networks allowed us to identify and study a number of learning-based network control problems. We have studied 5G-aware video streaming applications using reinforcement learning-based ABR control in mmWave to specifically address the inherent volatility in mmWave bands; we have developed constrained reinforcement learning-based network slicing algorithms to provide more flexibility in the context of strong diversification of services; we have created novel bandit algorithms for 4G/5G handoffs; we have devised interference-constrained beam alignment for time-varying channels via kernelized bandits to fully utilize the abundant spectrum resources in millimeter wave; and we have developed online learning tools for optimal edge caching. A number of such works are evaluated using the extensive datasets that we have collected.\n\n\n\n\n\nInspired by such applications, we have also developed a number of fundamental algorithms that can apply not only to network control, but also to more general applications, including approximate gradient coding in large machine learning applications; learning algorithms for universal and transferable graph neural network embedding; best k-item selection for online learning; algorithms to minimize the age of information over heterogeneous channels; model-based learning in constrained Markov decision processes; weighted Gaussian process bandits for non-stationary environments; multivariate time series forecasting for autoscaling based on local embedding; and predictive deep learning for in-memory and content caching.\n\n\n\n\n\n\n\n\nBroader Impact\n\n\nThe PIs and their students have presented their work at the conferences, both in networking field and in machine learning field. Beyond conference and journal papers, the PIs regularly interact with the networking and machine learning industry both in a one-on-one setting and by participating in industry-focused conferences and workshops, such as Meta/Facebook, Intel, Cisco, Ericsson, Miter, HP, Google, InterDigital among others. The PIs have organized multiple workshops, training camps, and outreach events, as well as given keynote speeches at premium venues. We have also made the 5G measurement datasets publicly available to benefit the entire community. Overall, our efforts broaden the participation and interaction between the networking and machine learning community, and between academia and industry.\n\n\n\n\n\nFurthermore, multiple trainees, including several female students and students from under-represented groups, have tackled problems related to this project at the three universities. Additionally, numerous undergraduate researchers have been engaged in research through this project and several of them have published research papers with the PIs. All the trainees have acquired valuable real-world experience, communication skills, collaboration skills, along with essential technical knowledge.Two of the trainees have entered academia as faculty members.\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/11/2024\n\n\t\t\t\t\tSubmitted by: XinLiu\n"
 }
}