{
 "awd_id": "1902509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deprotonative carbonylation cross-couplings",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2021-01-12",
 "awd_abstract_narration": "With this award, the Chemical Catalysis Program of the NSF Division of Chemistry is supporting the research of Professor Patrick J. Walsh at the University of Pennsylvania. Professor Walsh is developing synthetic chemical methods to prepare molecular compounds using carbon monoxide (CO) and other more complex molecules as key reagents. The sequence of reactions employed prepares products that contain a \"ketone\" functional group, which contains a carbon bearing a double bond to an oxygen and single bonds to two other carbons. Ketones are found in numerous natural products and biologically active compounds, making them highly valuable intermediates and products.  Ketones can be difficult to prepare and thus, they are the targets of this study. In addition to a streamlined method to synthesize ketones, the researchers are performing experiments that help them understand how the reactions occur. Other researchers can use these methods to design new reactions based on this fundamental understanding. Through this award, university students are involved in undergraduate research experiences in Professor Walsh's labs and will be co-authors on refereed publications. Upon graduation, these skilled researchers contribute to chemical industry, supporting the US economy. In addition, Professor Walsh gives annual lectures to high school organic chemistry students about his NSF supported research.  \r\n\r\nIn this proposal, Professor Walsh is developing new catalysts, developing novel practical reactions, and delineating their reaction mechanisms. Much of the research involves the application of weakly acidic pro-nucleophiles in carbon-hydrogen (C-H) functionalization/carbonylation reactions under basic conditions. This approach avoids prefunctionalization and directing group strategies, enabling the efficient construction of C-C bonds. The objectives of the investigations include developing deprotonative carbonylation cross-coupling reactions (DCCC) and mapping the scope of weakly acidic substrates for DCCC reactions. The carbonylation of aryl halides is a powerful method to access esters, amides, aldehydes and ketones. Despite progress in the synthesis of ketones via such carbonylations, a significant gap in knowledge remains that prevents realization of its full potential. Current methods rely on carbonylation of aryl halides in the presence of preformed organometallic reagents. Drawbacks to this approach include the need to prepare or purchase these organometallic reagents, which can be toxic (organotins) or air/water sensitive (organoborons). The synthesis of these reagents adds costs and generates additional waste. The Walsh group is advancing practical approaches involving functionalization of pro-nucleophile C-H bonds in the carbonylation (1 atm CO) of aryl halides. This reaction is being performed based on mechanistic investigations and parameter screening. The scope and limitations of the method are being explored. In addition to the above-mentioned societal benefits, the methods developed herein are enabling other researchers to solve important synthetic problems. Furthermore, the new conceptual and synthetic methods may have a positive impact on the quality of life when used in the preparation of intermediates, medications, agricultural products, or materials in academics or industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Walsh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Walsh",
   "pi_email_addr": "pwalsh@sas.upenn.edu",
   "nsf_id": "000440471",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "231 S. 34th Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the Walsh group in this NSF supported work was to develop chemical methods to prepare molecular compounds from carbon monoxide (CO).&nbsp;&nbsp;The sequence of reactions employed facilitated the preparation of products containing the ketone functional group, which are difficult to access by other methods.&nbsp;&nbsp;Ketone functional groups are found in numerous natural products and biologically active compounds, making them highly valuable intermediates and products.&nbsp;&nbsp;In addition to a streamlined method to synthesize ketones, the researchers performed experiments that help elucidate the reaction mechanism (that is, how the reaction works).&nbsp;&nbsp;Other researchers can use the methods developed herein to apply them to their research and can design new reactions based on the mechanistic understanding gained through the Walsh group&rsquo;s studies.&nbsp;&nbsp;Several additional lines of research were also initiated during the NSF grant period by the lead investigator and his students, resulting in publications in peer-reviewed journals.&nbsp;&nbsp;The broader impacts of this work are: 1)&nbsp;University students were involved in undergraduate research experiences in the PI&rsquo;s labs and are authors on research articles published in the Walsh group.&nbsp;&nbsp;Several of these students are URM.&nbsp;&nbsp;Upon graduation, these skilled researchers can contribute to chemical research, supporting the US economy.&nbsp;&nbsp;2) Annually, the PI gives a lecture to high school organic chemistry students about NSF supported research. 3) The PI continued his international outreach program with Mexican scientists to support education in Mexico.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2023<br>\n\t\t\t\t\tModified by: Patrick&nbsp;J&nbsp;Walsh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of the Walsh group in this NSF supported work was to develop chemical methods to prepare molecular compounds from carbon monoxide (CO).  The sequence of reactions employed facilitated the preparation of products containing the ketone functional group, which are difficult to access by other methods.  Ketone functional groups are found in numerous natural products and biologically active compounds, making them highly valuable intermediates and products.  In addition to a streamlined method to synthesize ketones, the researchers performed experiments that help elucidate the reaction mechanism (that is, how the reaction works).  Other researchers can use the methods developed herein to apply them to their research and can design new reactions based on the mechanistic understanding gained through the Walsh group’s studies.  Several additional lines of research were also initiated during the NSF grant period by the lead investigator and his students, resulting in publications in peer-reviewed journals.  The broader impacts of this work are: 1) University students were involved in undergraduate research experiences in the PI’s labs and are authors on research articles published in the Walsh group.  Several of these students are URM.  Upon graduation, these skilled researchers can contribute to chemical research, supporting the US economy.  2) Annually, the PI gives a lecture to high school organic chemistry students about NSF supported research. 3) The PI continued his international outreach program with Mexican scientists to support education in Mexico.  \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/10/2023\n\n\t\t\t\t\tSubmitted by: Patrick J Walsh"
 }
}