{
 "awd_id": "1902152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure and Cohomology in Fusion Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2019-07-11",
 "awd_max_amd_letter_date": "2019-07-11",
 "awd_abstract_narration": "The investigator will study problems at the interface between finite group theory and topology. Finite group theory is the study of the symmetry of finite objects by algebraic means. While the project involves fundamental research, group theory is applicable in many of the natural sciences where highly symmetric objects are found, including in biology, chemistry, and physics, and in the study of communication networks and cryptographic schemes. A finite simple group is akin to an atom in that it cannot be broken down into smaller groups.  Each finite group of symmetries is made up of simple groups stacked on top one another analogously to the way molecules are built out of atoms.  One of the premier mathematical achievements of the\r\n20th century was the description and classification of all the finite simple groups (CFSG).  Its proof is however long and difficult, currently spanning around 10,000-15,000 pages, and it is desirable to have significantly simpler proofs.  The PI will investigate this problem by using strategies that come form topology, a branch of mathematics that studies properties of objects that are invariant under continuous transformations. One bridge between group theory and topology is given by the classifying space of a group. When the group is finite, there is an associated set of prime numbers, and both the group and its classifying space can be studied \"one prime at a time\".  This strategy has been abstracted into the notion of a p-fusion system, the basic object of study.\r\n\r\nThe project arises out of two recent major developments in fusion systems: a program for the classification of simple 2-fusion systems of component type (CSFS) whose ultimate aim is to give a substantially simpler proof of the CFSG, and the recent solution of the existence and uniqueness of centric linking systems, which provide the bridge from fusion systems to topology.  Both developments are brought together by their connections with the cohomology of various functors defined on the orbit category and other related categories.  The investigator will: (1) investigate fusion systems at the prime 2 whose linking systems support a noninner rigid automorphism by using methods from the CSFS, (2) work to find necessary and sufficient conditions for the existence and uniqueness of centralizers of fusion subsystems through the definition and computation of the cohomology of functors which obstruct internal rigid actions on centric linking systems, and (3) work directly within the nearly-completed CSFS to solve certain outstanding problems, and to generalize others for use in related problems such as in (3).  The three interrelated projects aim to gain a better understanding of some aspect of the p-local structure of finite groups and/or the homotopy theory of p-completed classifying spaces by exploiting their interplay. Project (1) uses finite group theoretic methods to provide a better understanding of the group of self-homotopy equivalences of the p-completed classifying space of a finite group, while project (2) provides an application of functor cohomology to the open problem of constructing centralizers.  The construction of centralizers is a fundamental problem with applications within the CSFS, e.g. in the defining and understanding of standard subsystems of fusion systems, and it also has potential applications to the open problem of describing maps between different p-completed classifying spaces. Project (3) sits within the CSFS proper, simultaneously supporting the goals in (1) and the completion of the classification program.\r\nThis project is jointly funded by the Algebra and Number Theory program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Lynd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Lynd",
   "pi_email_addr": "lynd@louisiana.edu",
   "nsf_id": "000653559",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 University Circle",
  "perf_city_name": "Lafayette",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Finite groups are algebraic objects that encode abstract finite symmetry, and<br />are fundamental in most branches of mathematics as well as in any domain where<br />symmetry is important.&nbsp; One of the major achievements of 20th century<br />mathematics was the classification of the finite simple groups, the ``atoms''<br />from which all finite groups are built.&nbsp; A finite group has a finite number of<br />elements, and this number breaks into a product of powers of prime numbers.<br />This gives a way to study a finite group one prime at a time, and leads to the<br />consideration of mathematical objects called p-fusion systems, which give<br />snapshots of finite groups around the prime p.&nbsp; Fusion systems usually retain<br />much of the rich structure of the finite group, especially if the prime is<br />small. <br /><br />Some fusion systems, while appearing to have been a snapshot of a finite group<br />at the prime p, are not actually so.&nbsp; These are called exotic.&nbsp; It is not<br />generally understood why they exist or how they arise.&nbsp; One outcome of the<br />project gave strong evidence that there are no more exotic 2-fusion systems<br />beyond those already known, and helped complete the third of four main steps in<br />a program for classifying simple 2-fusion systems.&nbsp; The project also studied<br />exotic fusion systems from a representation theoretic point of view, producing<br />counts that would have had meaning had the systems been a snapshot of a group.<br />This and other work completed during the project period hints toward a<br />mysterious representation theory for fusion systems that is not yet understood.<br /><br />Whether or not a fusion system comes from a group, like a group there is a<br />space that characterizes it, called a classifying space.&nbsp; As a result of the<br />project we now understand much better how the symmetry groups of a fusion<br />system and the associated classifying space may differ.&nbsp; The classifying spaces<br />of fusion systems have algebraic avatars called partial groups, which are more<br />group-like than the fusion system, but which are incomplete in a sense.&nbsp; The<br />project studied how far certain exotic fusion systems were from groups by<br />attempting to construct complete partial groups for exotic fusion systems.<br />This was successful in some cases, and in others the project produced proofs<br />that they do not exist, showing some exotic symmetry patterns are more exotic<br />than others.&nbsp; Another outcome was a new way to view partial groups, one<br />that makes them much easier to work and compute with.<br /><br />Broader impacts to the community and in teaching and training were achieved in<br />several ways.&nbsp; The PI co-founded and helped lead a math enrichment program for<br />local elementary, middle, and high school students.&nbsp; He served as faculty<br />advisor and co-organizer of mathematics events at a local museum.&nbsp; The PI<br />supervised two Ph.D. graduate students during the project, founded and led a<br />novel transition-to-research seminar, and led efforts to recruit students<br />underrepresented in mathematics.</p><br>\n<p>\n Last Modified: 11/29/2024<br>\nModified by: Justin&nbsp;Lynd</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFinite groups are algebraic objects that encode abstract finite symmetry, and\nare fundamental in most branches of mathematics as well as in any domain where\nsymmetry is important. One of the major achievements of 20th century\nmathematics was the classification of the finite simple groups, the ``atoms''\nfrom which all finite groups are built. A finite group has a finite number of\nelements, and this number breaks into a product of powers of prime numbers.\nThis gives a way to study a finite group one prime at a time, and leads to the\nconsideration of mathematical objects called p-fusion systems, which give\nsnapshots of finite groups around the prime p. Fusion systems usually retain\nmuch of the rich structure of the finite group, especially if the prime is\nsmall. \n\nSome fusion systems, while appearing to have been a snapshot of a finite group\nat the prime p, are not actually so. These are called exotic. It is not\ngenerally understood why they exist or how they arise. One outcome of the\nproject gave strong evidence that there are no more exotic 2-fusion systems\nbeyond those already known, and helped complete the third of four main steps in\na program for classifying simple 2-fusion systems. The project also studied\nexotic fusion systems from a representation theoretic point of view, producing\ncounts that would have had meaning had the systems been a snapshot of a group.\nThis and other work completed during the project period hints toward a\nmysterious representation theory for fusion systems that is not yet understood.\n\nWhether or not a fusion system comes from a group, like a group there is a\nspace that characterizes it, called a classifying space. As a result of the\nproject we now understand much better how the symmetry groups of a fusion\nsystem and the associated classifying space may differ. The classifying spaces\nof fusion systems have algebraic avatars called partial groups, which are more\ngroup-like than the fusion system, but which are incomplete in a sense. The\nproject studied how far certain exotic fusion systems were from groups by\nattempting to construct complete partial groups for exotic fusion systems.\nThis was successful in some cases, and in others the project produced proofs\nthat they do not exist, showing some exotic symmetry patterns are more exotic\nthan others. Another outcome was a new way to view partial groups, one\nthat makes them much easier to work and compute with.\n\nBroader impacts to the community and in teaching and training were achieved in\nseveral ways. The PI co-founded and helped lead a math enrichment program for\nlocal elementary, middle, and high school students. He served as faculty\nadvisor and co-organizer of mathematics events at a local museum. The PI\nsupervised two Ph.D. graduate students during the project, founded and led a\nnovel transition-to-research seminar, and led efforts to recruit students\nunderrepresented in mathematics.\t\t\t\t\tLast Modified: 11/29/2024\n\n\t\t\t\t\tSubmitted by: JustinLynd\n"
 }
}