{
 "awd_id": "1902116",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies in Commutative Algebra and Algebraic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 269766.0,
 "awd_amount": 269766.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2021-06-10",
 "awd_abstract_narration": "The Principal Investigator will work on several questions in commutative algebra and algebraic geometry.  Algebraic geometry studies solutions of many polynomial equations in many variables.  Understanding this problem  is of fundamental importance in many sciences, in engineering, and in other  disciplines as well. It is often difficult to determine whether to expect any  solution, finitely many solutions, or infinitely many:  in the last case  one wants to know  how many degrees of freedom one has in describing the solutions. One can study  the solutions  geometrically, or algebraically, by  investigating certain  functions on  the solution space that form what is called a commutative ring.  This dual perspective creates  a close connection between commutative algebra and algebraic geometry that is very valuable.   The problems that will be studied are long standing and of fundamental, central importance.   The results obtained will be disseminated by journal and book publications, lectures at conferences  and workshops, and via the internet. There is a strong educational component. The principal investigator will continue to mentor graduate students, postdocs, high school students through several programs that he has established over the years with a particular attention to attracting students that underrepresented in the mathematical sciences.\r\n\r\nThe Principal Investigator will continue exploring several long standing questions in the theory of Noetherian rings.  Tigran Ananyan and the PI have proved Stillman's conjecture in all characteristics,  but the bounds on projective dimension and on other properties, such as numbers of generators of ideals associated with primary decompositions, can certainly be improved, and this problem will be studied.  The PI will also study whether there is an analogue of tight closure in mixed  characteristic that has the certain standard properties: both the usual colon-capturing and Dietz's  version of this property, the property that all ideals of regular rings are closed, persistence, and a test element theory. It is the final two that appear to be most difficult.  It is expected that new methods  from perfectoid geometry will be among the tools needed. Jointly with Sema Gunturkun, the PI is studying the long standing Eisenbud-Green-Harris conjecture on quadratic forms, which predicts  minimum values for the Hilbert functions of certain ideals.  Jointly with Bhargav Bhatt  and Linquan Ma, the PI will continue to study the existence and properties of lim  Cohen-Macaulay sequences of  modules.  This work, as well as some other asymptotic approaches,  may resolve the long open question of whether Serre intersection multiplicities are positive, in general,  in the case of mixed characteristic regular rings. Another direction for research includes the finiteness of support and other properties of local cohomology, such as the faithfulness of the highest non-vanishing local cohomology module over a local domain with support in a specified ideal. The PI has a  continuing project with Jack Jeffries exploring the latter problem.  A number of these problems  are  intended for collaboration with graduate students and postdoctoral faculty.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melvin",
   "pi_last_name": "Hochster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melvin Hochster",
   "pi_email_addr": "hochster@umich.edu",
   "nsf_id": "000094767",
   "pi_start_date": "2019-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 179844.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 89922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The solution set of a system equations may be viewed as a geometric object,<span>&nbsp; </span>or one can form an abstract algebraic system called a commutative ring in which the equations are forced to have a solution.<span>&nbsp; </span>The algebraic properties of this ring and the geometric properties of the solution set each provide insight into the behavior of the other.<span>&nbsp; </span>One can obtain information about solutions over the complex numbers by studying instead solutions of analogous systems in other rings, which can include finite rings.<span>&nbsp; </span>The complex numbers have the property that every nonzero element has a multiplicative inverse.<span>&nbsp; </span>Rings with the property are called fields.<span>&nbsp; </span>It is of<span>&nbsp; </span>great importance that there exist finite fields.<span>&nbsp; </span>Problems over the complex numbers can sometimes be solved by working instead over a large family of finite fields.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p class=\"p2\">This idea has led to a technique called tight closure theory.&nbsp; During the interval of the grant, in collaboration with graduate students, postdoctoral faculty, and others, the principal investigator obtained many new results about this theory, including new viewpoints on tight closure that enable one to extend the theory to study problems over the integers and related rings, such as discrete valuation rings. &nbsp;</p>\n<p class=\"p2\">&nbsp;The study of polynomials in many variables is at the center of research in commutative algebra. In joint work with Tigran Ananyan, the PI has continued the study of strength in polynomial rings and its consequences.&nbsp; This work, which earlier enabled the authors to prove Stillman's conjecture, has led to&nbsp; many results bounding the behavior of invariants when one starts with a bounded set of polynomials of bounded degree.&nbsp; Briefly, the theory of strength enables one to reduce problems to a situation where there are fewer variables.&nbsp; In a different direction, the PI has completed a manuscript joint with Bhargav Bhatt and Linquan Ma on the behavior of lim Cohen-Macaulay sequences, a new notion which has already been used to solve long open questions. &nbsp; The manuscript includes results on their existence over rings that do not contain a field.&nbsp; This gives new insight into the behavior of numerical invariants, called intersection multiplicities, associated with intersections of sets defined by equations, as well as many other problems, including the existence of big Cohen-Macaulay modules.</p>\n<p class=\"p2\">&nbsp;There are many instances where one can define an object associated with a geometric space on a large subset, but not everywhere.&nbsp; The obstruction to extending the construction to the whole space often resides in an algebraic object called a local cohomology module. There is a particular concern with the points where these obstructions are nonzero:&nbsp; these constitute the support of the local cohomology.&nbsp; Joint work of the PI with Yongwei Yao enables one to to control the local cohomology on a larger set given information about how it behaves at one point. In consequence, in important situations one can pass from numerical bounds at points to bounds for behavior on the entire space.These results will have applications to many problems. &nbsp;</p>\n<p class=\"p2\">&nbsp;Broader impact: intellectual merit. A great deal of progress was made on the new theory of strength of polynomials, in modifying and extending tight closure theory,&nbsp; in understanding the behavior and uses of lim Cohen-Macaulay sequences, and the support of local cohomology as well as on many other related problems. The ideas introduced in work supported by this grant have had, and will continue to have, a substantial effect on the field.&nbsp;</p>\n<p class=\"p1\">The research of the four Ph.D. students who received Ph.D.s under the PI's direction during this period,<span>&nbsp; </span>and the<span>&nbsp; </span>postdoctoral and other junior researchers, who are described further below, mentored by the principal investigator during the grant period is also of substantial importance.&nbsp; Results include new information about test elements, which are used in testing tight closure, and new closure operations that behave like tight closure but can be defined more generally.</p>\n<p class=\"p2\">Broader impact: education. As mentioned above, four Ph.D. students completed dissertations under the principal investigator's supervision during the interval of this grant, and two more Ph.D. students are working with the PI currently. The PI continues to mentor and work with two of the students who finished.&nbsp; The PI has also been mentoring&nbsp; two postdoctoral faculty and is continuing to work with two other young researchers. &nbsp; The principal investigator has developed a substantial collection of sets of lecture notes for advanced courses in commutative algebra available from his Web site, and has continued to work on improving these notes. The PI has also written two expository papers that will help junior researchers learn about recent progress in the area, and given several expository lectures as&nbsp; well.&nbsp; The PI is also serving on the Scientific Committee of a national seminar on commutative algebra: the talks have a substantial component aimed at graduate students, and help to make researchers at all levels aware of new developments.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2022<br>\n\t\t\t\t\tModified by: Melvin&nbsp;Hochster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The solution set of a system equations may be viewed as a geometric object,  or one can form an abstract algebraic system called a commutative ring in which the equations are forced to have a solution.  The algebraic properties of this ring and the geometric properties of the solution set each provide insight into the behavior of the other.  One can obtain information about solutions over the complex numbers by studying instead solutions of analogous systems in other rings, which can include finite rings.  The complex numbers have the property that every nonzero element has a multiplicative inverse.  Rings with the property are called fields.  It is of  great importance that there exist finite fields.  Problems over the complex numbers can sometimes be solved by working instead over a large family of finite fields.                         \nThis idea has led to a technique called tight closure theory.  During the interval of the grant, in collaboration with graduate students, postdoctoral faculty, and others, the principal investigator obtained many new results about this theory, including new viewpoints on tight closure that enable one to extend the theory to study problems over the integers and related rings, such as discrete valuation rings.  \n The study of polynomials in many variables is at the center of research in commutative algebra. In joint work with Tigran Ananyan, the PI has continued the study of strength in polynomial rings and its consequences.  This work, which earlier enabled the authors to prove Stillman's conjecture, has led to  many results bounding the behavior of invariants when one starts with a bounded set of polynomials of bounded degree.  Briefly, the theory of strength enables one to reduce problems to a situation where there are fewer variables.  In a different direction, the PI has completed a manuscript joint with Bhargav Bhatt and Linquan Ma on the behavior of lim Cohen-Macaulay sequences, a new notion which has already been used to solve long open questions.   The manuscript includes results on their existence over rings that do not contain a field.  This gives new insight into the behavior of numerical invariants, called intersection multiplicities, associated with intersections of sets defined by equations, as well as many other problems, including the existence of big Cohen-Macaulay modules.\n There are many instances where one can define an object associated with a geometric space on a large subset, but not everywhere.  The obstruction to extending the construction to the whole space often resides in an algebraic object called a local cohomology module. There is a particular concern with the points where these obstructions are nonzero:  these constitute the support of the local cohomology.  Joint work of the PI with Yongwei Yao enables one to to control the local cohomology on a larger set given information about how it behaves at one point. In consequence, in important situations one can pass from numerical bounds at points to bounds for behavior on the entire space.These results will have applications to many problems.  \n Broader impact: intellectual merit. A great deal of progress was made on the new theory of strength of polynomials, in modifying and extending tight closure theory,  in understanding the behavior and uses of lim Cohen-Macaulay sequences, and the support of local cohomology as well as on many other related problems. The ideas introduced in work supported by this grant have had, and will continue to have, a substantial effect on the field. \nThe research of the four Ph.D. students who received Ph.D.s under the PI's direction during this period,  and the  postdoctoral and other junior researchers, who are described further below, mentored by the principal investigator during the grant period is also of substantial importance.  Results include new information about test elements, which are used in testing tight closure, and new closure operations that behave like tight closure but can be defined more generally.\nBroader impact: education. As mentioned above, four Ph.D. students completed dissertations under the principal investigator's supervision during the interval of this grant, and two more Ph.D. students are working with the PI currently. The PI continues to mentor and work with two of the students who finished.  The PI has also been mentoring  two postdoctoral faculty and is continuing to work with two other young researchers.   The principal investigator has developed a substantial collection of sets of lecture notes for advanced courses in commutative algebra available from his Web site, and has continued to work on improving these notes. The PI has also written two expository papers that will help junior researchers learn about recent progress in the area, and given several expository lectures as  well.  The PI is also serving on the Scientific Committee of a national seminar on commutative algebra: the talks have a substantial component aimed at graduate students, and help to make researchers at all levels aware of new developments.\n\n\t\t\t\t\tLast Modified: 10/06/2022\n\n\t\t\t\t\tSubmitted by: Melvin Hochster"
 }
}