{
 "awd_id": "1902359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulation of Yeast Filamentous Morphogenesis By Inositol Polyphosphates",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 443350.0,
 "awd_amount": 443350.0,
 "awd_min_amd_letter_date": "2019-06-21",
 "awd_max_amd_letter_date": "2019-06-21",
 "awd_abstract_narration": "This project will define critical steps in fungal growth for the development of antifungal agents, relevant to the agricultural industry and other economic sectors. Fungal cells regulate their growth in response to nutrient availability in part by controlling the abundance of molecules that can act as messengers within cells. One such class of messengers, inositol polyphosphates (InsPs), contribute to the control of cell shape and the resulting physical properties of fungal biofilm mats, resistant sheets of fungal cells that form on plastics and other solid surfaces. Little is known about the regulation of these InsP messengers or the cell components to which they attach. This research will provide missing molecular and biophysical detail regarding InsP messengers and their effect on fungal biology and growth. This level of understanding is fundamental for the development of new methods to control fungal overgrowth. From an educational perspective, undergraduate students from underrepresented backgrounds will have the opportunity to receive summer training in molecular and cellular biology for the analysis of InsPs. These students will also participate in departmental events and diversity workshops to provide them with the background and foundational resources to better succeed in graduate educational settings.\r\n\r\nCells use metabolite levels to signal conditions of nutritional stress for the regulation of cell shape, cell cycle progression, gene expression, and polarized growth, but the molecular basis of this signaling is incompletely understood. The yeasts S. cerevisiae and C. albicans are highly informative fungal models of cell signaling.  Under conditions of nutrient limitation, yeast cells form extended and connected filaments as pseudohyphae, hyphae, and biofilms, through a signaling network recently found to involve the regulatory control of an important and conserved metabolite, inositol polyphosphate (InsP). InsPs are phosphorylated variants of the six-carbon inositol ring that regulate diverse cell processes. Pathways required for yeast cell growth and filamentation are required for wild-type InsP levels under conditions of nutrient limitation, and the genes encoding InsP biosynthetic enzymes are required for wild-type filamentation. In particular, the respective levels of pyrophosphorylated InsP species with doubly phosphorylated carbon residues in the inositol ring correlates strongly with the degree of filamentation in S. cerevisiae. This research will dissect the molecular mechanisms linking the regulation of filamentation and biofilm formation with InsP signaling. The molecular function of the conserved AMPK family kinase Snf1p in modulating activity of the InsP kinases Kcs1p and Vip1p will be determined. This research identifies the role of InsPs in controlling the protein composition and structure of the plasma membrane. The effect of InsP signaling on the filamentous morphology and rheological properties of biofilms in C. albicans will be quantified. Collectively, the project investigates conserved signaling pathways regulating InsP abundance and new downstream effectors of this regulatory network. Further, the research quantifies the effects of InsP signaling on the biophysics of C. albicans biofilms, presenting an important advancement in understanding the molecular basis of this economically significant fungal multicellular structure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anuj",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anuj Kumar",
   "pi_email_addr": "anujk@umich.edu",
   "nsf_id": "000279086",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Solomon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Solomon",
   "pi_email_addr": "mjsolo@umich.edu",
   "nsf_id": "000477804",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "1105 North University Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 443350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As cells undergo normal metabolism, secondary by-products are generated, many of which serve important functions in enabling cells to respond to nutrient levels and external conditions. While this phenomenon has been known for decades, specific examples for the most part have not been well defined. This work dissected the mechanism through which a class of cell metabolites functions to regulate cell growth. The cell growth response under study is critical for fungal pathogenicity. Fungal growth is important in biotechnology sectors and in agriculture, as related plant pathogens can be significant economic burdens. The work completed here provides an important link between the metabolites and the cell response to external stress. The data indicate that an important protein, structurally similar to a protein in our cells, regulates the process of this metabolite production. This highly conserved protein is well recognized to also control the cell response to conditions of low sugar. This study is the first to identify a mechanism through which this glucose response and cell growth is linked with the regulation of this metabolite. We find several lines of evidence to be consistent with this conclusion. Biophysical methods indicate that proteins required for metabolite production are modified by mutations affecting the well conserved glucose-response protein. Further, assays performed in a test tube suggest that the glucose-response protein can directly regulate a protein controlling metabolite levels. These findings are significant because the link between these processes can be used to potentially exploit glucose responses and metabolite levels, relevant in modulating fungal pathogenicity. These studies also defined the biophysical properties of growth films formed by microbial communities of fungi. These biophysical properties have not been measured previously and can enable us to better predict the biology of fungal infections. In these studies, the response of the fungal growth to flow or shear stress was measured. Interestingly, normal fungal growth as a film could be distinguished from growth by weakened forms of the fungus by this measure, suggesting that these biophysical properties can be used in future studies to characterize fungal growth. These observations are important in designing fungi for use in biotechnology and in identifying therapies that may be effective in removing the fungal film growth in infection.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The proposal also fulfilled an educational mission in training undergraduate students, including those from backgrounds traditionally underrepresented in the sciences, in methods of molecular biology and microbiology. In total, students gained valuable laboratory training opportunities and gained expertise in laboratory techniques that will be useful in graduate study and in biotechnology jobs. The students also received career development training with departmental workshops related to scientific research and diversity training. The research opportunities are unique from experiences that students will gain in a classroom setting, providing students with a much clearer understanding of biological research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2022<br>\n\t\t\t\t\tModified by: Anuj&nbsp;Kumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs cells undergo normal metabolism, secondary by-products are generated, many of which serve important functions in enabling cells to respond to nutrient levels and external conditions. While this phenomenon has been known for decades, specific examples for the most part have not been well defined. This work dissected the mechanism through which a class of cell metabolites functions to regulate cell growth. The cell growth response under study is critical for fungal pathogenicity. Fungal growth is important in biotechnology sectors and in agriculture, as related plant pathogens can be significant economic burdens. The work completed here provides an important link between the metabolites and the cell response to external stress. The data indicate that an important protein, structurally similar to a protein in our cells, regulates the process of this metabolite production. This highly conserved protein is well recognized to also control the cell response to conditions of low sugar. This study is the first to identify a mechanism through which this glucose response and cell growth is linked with the regulation of this metabolite. We find several lines of evidence to be consistent with this conclusion. Biophysical methods indicate that proteins required for metabolite production are modified by mutations affecting the well conserved glucose-response protein. Further, assays performed in a test tube suggest that the glucose-response protein can directly regulate a protein controlling metabolite levels. These findings are significant because the link between these processes can be used to potentially exploit glucose responses and metabolite levels, relevant in modulating fungal pathogenicity. These studies also defined the biophysical properties of growth films formed by microbial communities of fungi. These biophysical properties have not been measured previously and can enable us to better predict the biology of fungal infections. In these studies, the response of the fungal growth to flow or shear stress was measured. Interestingly, normal fungal growth as a film could be distinguished from growth by weakened forms of the fungus by this measure, suggesting that these biophysical properties can be used in future studies to characterize fungal growth. These observations are important in designing fungi for use in biotechnology and in identifying therapies that may be effective in removing the fungal film growth in infection.\n\n            The proposal also fulfilled an educational mission in training undergraduate students, including those from backgrounds traditionally underrepresented in the sciences, in methods of molecular biology and microbiology. In total, students gained valuable laboratory training opportunities and gained expertise in laboratory techniques that will be useful in graduate study and in biotechnology jobs. The students also received career development training with departmental workshops related to scientific research and diversity training. The research opportunities are unique from experiences that students will gain in a classroom setting, providing students with a much clearer understanding of biological research.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2022\n\n\t\t\t\t\tSubmitted by: Anuj Kumar"
 }
}