{
 "awd_id": "1902537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research:  Building Digital Infrastructure and Communities to Assess Risk of Drinking Water Hazards Caused by Hurricanes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 41722.0,
 "awd_amount": 41722.0,
 "awd_min_amd_letter_date": "2019-06-17",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "After a hurricane, responders need information to address immediate human needs. Among the most important needs is to ensure that drinking water is not contaminated by flooding or system failure. Information is also needed to learn from past events to reduce the impacts in the future. This project will compile environmental and related information from Hurricane Maria in Puerto Rico and Hurricane Florence in North Carolina to create a cohesive data system. A web platform will enable the sharing of these data to help understand how hurricanes and flooding impact physical and digital infrastructure. Increased public access to environmental and health data will help communities prevent drinking water contamination to protect human health, as well as plan for future events.\r\n\r\n \r\nImpacts from hurricanes and floods are increasing; there is growing interest by communities to engage in research with outcomes usable to protect and educate themselves against water hazards. The recovery period is an important opportunity to engage the public in research to assess drinking water related health risks and better prepare for future water security for the most vulnerable populations. This project will create a synthesized data and software system to advance our understanding of how digital and physical infrastructure information reduce the impact of disasters using an integrated collaborative platform for ongoing research. Current data collection includes assessment of data and cyberinfrastructure needs as well as training for archiving new datasets for Hurricane Florence and Hurricane Maria. Datasets include hurricane observations, flood maps, storm track forecasts, National Water Model forecasts, de-identified drinking water quality sampling, and other public data sources including from non-profit, government, and open and crowd-sourced datasets. The hydrologic research community repository, HydroShare, will provide a point of access for research findings, with interoperability designed to link to data models and repositories used by natural hazards, environmental health, and environmental engineering communities in a consistent, documented format. Networks disaster coordination data collection and information dissemination are sharing educational tools to generate analyses and visualization of hurricane impacts to address ongoing needs and prepare for the next hurricane season. Public user engagement, research community support, and ongoing software operations and maintenance are key to continuous development and usability of the analysis tools and datasets. Our study uses Hurricanes Florence and Maria datasets and case studies from North Carolina and Puerto Rico to improve how we share knowledge and build capacity to support communities around the world who may use digital infrastructure to foster self-resiliency.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "W Christopher",
   "pi_last_name": "Lenhardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W Christopher Lenhardt",
   "pi_email_addr": "clenhardt@renci.org",
   "nsf_id": "000213867",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lea",
   "pi_last_name": "Shanley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lea Shanley",
   "pi_email_addr": "lshanley@icsi.berkeley.edu",
   "nsf_id": "000729995",
   "pi_start_date": "2019-06-17",
   "pi_end_date": "2019-06-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "W Christopher",
   "pi_last_name": "Lenhardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W Christopher Lenhardt",
   "pi_email_addr": "clenhardt@renci.org",
   "nsf_id": "000213867",
   "pi_start_date": "2019-06-17",
   "pi_end_date": "2019-06-24"
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Drive",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "080Z",
   "pgm_ref_txt": "Research related to Hurricane Florence"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 41722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-8c7d5c8a-7fff-06ca-16ac-5343dcf9ab81\" style=\"line-height: 1.2; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This RAPID research project investigated and evaluated the data management, cyberinfrastructure, and information needs of RAPID researchers collecting drinking water and field samples impacted by hurricane flooding. We collected data on community research needs for drinking water quality by developing case studies from two hurricanes, where recovery efforts are ongoing. Hurricanes and floods are increasing in occurrence, duration, and magnitude. Additionally, at-risk&nbsp; populations suffer disproportionately from disaster impacts. Given these trends, there is growing interest by communities to engage in research with outcomes usable to protect and educate themselves against water hazards such as post-disaster drinking water contaminants. The post-disaster recovery period is an </span><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">important</span><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> opportunity to engage multiple stakeholders including the public in research to assess drinking water related health risks and to better prepare for future water security particularly for the most vulnerable populations. </span><span style=\"font-size: 10pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The specific goals of this research are to 1) advance cyberinfrastructure that will make RAPID hazard data discoverable and usable in advance of the next hurricane season; and 2) develop a strategy to accelerate research through network-to-network collaborations.&nbsp;&nbsp;&nbsp;</span></p>\n<p style=\"line-height: 1.2; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 10pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Intellectual Merit: Efforts applied to the whole disaster life cycle, including response, recovery, mitigation and preparation can be improved with data-driven information on the current needs and future risks. The relevant data and information is typically scattered and hard to find. Integrated hurricane, environmental, water quality, and health data in one infrastructure system will be a resource for researchers to examine all aspects of how natural-human coupled systems respond to extreme weather events. Our research advanced the emerging field of geohealth informatics. </span><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Our results show improved methods for sharing knowledge and building capacity to support communities who may use digital infrastructure to foster self-resiliency. Our original goal was to develop a system where we could use RAPID hazard data collected after a hurricane for public education within less than one year - to make RAPID research data usable in advance of the next hurricane season. We found that education and community network connections are the critically important components for enabling hurricane research and require active nurturing. The project leads the way toward understanding how human connections and community networking results from education and data sharing and recognizing these relationships may be as important as the data.&nbsp;</span></p>\n<p style=\"line-height: 1.2; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 10pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Broader Impacts: Hurricanes are high profile events that have catastrophic societal impacts. We developed community-led interactive learning activities coordinated through hydrology, hazard, and data science research community organizations and university teams to ensure that the data and network resources were broadly accessible to the research community from hurricane impacted regions.&nbsp;</span></p>\n<p style=\"line-height: 1.2; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Current data collection includes assessment of data and cyberinfrastructure needs as well as training for archiving new datasets for Hurricane Florence and Hurricane Maria. Datasets include hurricane observations, flood maps, storm track forecasts, National Water Model forecasts, drinking water quality sampling (de-identified), and other public data sources (non-profit, government open- and crowd-sourced datasets). The hydrologic research community repository, HydroShare (</span><a style=\"text-decoration: none;\" href=\"https://www.hydroshare.org/home/\"><span style=\"font-size: 10pt; font-family: Arial; color: #1155cc; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: underline; text-decoration-skip-ink: none; vertical-align: baseline; white-space: pre-wrap;\">https://www.hydroshare.org/home/</span></a><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">), provides a point of access for research findings, with interoperability designed to link to data models and repositories used by natural hazards, environmental health, and environmental engineering communities in a consistent, documented format. This work builds a network of water-domain data research expertise that can be leveraged to advance public education and disaster coordination. Synthesis of these datasets and educational tools are expected to generate analyses and visualization of hurricane impacts to address ongoing needs and prepare for the next hurricane season. Public data user engagement, research community support, and ongoing development are key to continuous development and usability of the analysis tools and datasets. Our study uses Hurricanes Florence and Maria datasets and case studies from North Carolina and Puerto Rico, to improve how we share knowledge and build capacity to support communities around the world who may use digital infrastructure to foster self-resiliency.&nbsp;</span></p>\n<p><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Web platforms enabled the sharing of data to help understand how hurricanes and flooding impact physical and digital infrastructure. Increased public access to environmental and health data will help communities prevent drinking water contamination to protect human health, as well as plan for future events. The various resources developed as part of this project are intended to be reusable and are accessible via a project website. Workshop materials include recordings, resources, and educational materials. Additional details can be accessed via the Disasters &amp; Water Quality Research Network group on LinkedIn (See </span><a style=\"text-decoration: none;\" href=\"https://www.linkedin.com/groups/13990821/\"><span style=\"font-size: 10pt; font-family: Arial; color: #1155cc; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: underline; text-decoration-skip-ink: none; vertical-align: baseline; white-space: pre-wrap;\">https://www.linkedin.com/groups/13990821/</span></a><span style=\"font-size: 10pt; font-family: Arial; color: #333333; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">). </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2021<br>\n\t\t\t\t\tModified by: W. Christopher&nbsp;Lenhardt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This RAPID research project investigated and evaluated the data management, cyberinfrastructure, and information needs of RAPID researchers collecting drinking water and field samples impacted by hurricane flooding. We collected data on community research needs for drinking water quality by developing case studies from two hurricanes, where recovery efforts are ongoing. Hurricanes and floods are increasing in occurrence, duration, and magnitude. Additionally, at-risk  populations suffer disproportionately from disaster impacts. Given these trends, there is growing interest by communities to engage in research with outcomes usable to protect and educate themselves against water hazards such as post-disaster drinking water contaminants. The post-disaster recovery period is an important opportunity to engage multiple stakeholders including the public in research to assess drinking water related health risks and to better prepare for future water security particularly for the most vulnerable populations. The specific goals of this research are to 1) advance cyberinfrastructure that will make RAPID hazard data discoverable and usable in advance of the next hurricane season; and 2) develop a strategy to accelerate research through network-to-network collaborations.   \nIntellectual Merit: Efforts applied to the whole disaster life cycle, including response, recovery, mitigation and preparation can be improved with data-driven information on the current needs and future risks. The relevant data and information is typically scattered and hard to find. Integrated hurricane, environmental, water quality, and health data in one infrastructure system will be a resource for researchers to examine all aspects of how natural-human coupled systems respond to extreme weather events. Our research advanced the emerging field of geohealth informatics. Our results show improved methods for sharing knowledge and building capacity to support communities who may use digital infrastructure to foster self-resiliency. Our original goal was to develop a system where we could use RAPID hazard data collected after a hurricane for public education within less than one year - to make RAPID research data usable in advance of the next hurricane season. We found that education and community network connections are the critically important components for enabling hurricane research and require active nurturing. The project leads the way toward understanding how human connections and community networking results from education and data sharing and recognizing these relationships may be as important as the data. \nBroader Impacts: Hurricanes are high profile events that have catastrophic societal impacts. We developed community-led interactive learning activities coordinated through hydrology, hazard, and data science research community organizations and university teams to ensure that the data and network resources were broadly accessible to the research community from hurricane impacted regions. \nCurrent data collection includes assessment of data and cyberinfrastructure needs as well as training for archiving new datasets for Hurricane Florence and Hurricane Maria. Datasets include hurricane observations, flood maps, storm track forecasts, National Water Model forecasts, drinking water quality sampling (de-identified), and other public data sources (non-profit, government open- and crowd-sourced datasets). The hydrologic research community repository, HydroShare (https://www.hydroshare.org/home/), provides a point of access for research findings, with interoperability designed to link to data models and repositories used by natural hazards, environmental health, and environmental engineering communities in a consistent, documented format. This work builds a network of water-domain data research expertise that can be leveraged to advance public education and disaster coordination. Synthesis of these datasets and educational tools are expected to generate analyses and visualization of hurricane impacts to address ongoing needs and prepare for the next hurricane season. Public data user engagement, research community support, and ongoing development are key to continuous development and usability of the analysis tools and datasets. Our study uses Hurricanes Florence and Maria datasets and case studies from North Carolina and Puerto Rico, to improve how we share knowledge and build capacity to support communities around the world who may use digital infrastructure to foster self-resiliency. \n\nWeb platforms enabled the sharing of data to help understand how hurricanes and flooding impact physical and digital infrastructure. Increased public access to environmental and health data will help communities prevent drinking water contamination to protect human health, as well as plan for future events. The various resources developed as part of this project are intended to be reusable and are accessible via a project website. Workshop materials include recordings, resources, and educational materials. Additional details can be accessed via the Disasters &amp; Water Quality Research Network group on LinkedIn (See https://www.linkedin.com/groups/13990821/). \n\n\t\t\t\t\tLast Modified: 09/30/2021\n\n\t\t\t\t\tSubmitted by: W. Christopher Lenhardt"
 }
}