{
 "awd_id": "1902724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building a Culturally Responsive Degree Program in Information Security",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 299336.0,
 "awd_amount": 299336.0,
 "awd_min_amd_letter_date": "2019-07-09",
 "awd_max_amd_letter_date": "2022-03-29",
 "awd_abstract_narration": "Community college students are the most culturally and racially diverse population in higher education. However, limited attention is given to the impact these differences have on their college experience. This project is built upon the substantial body of research confirming that classroom and campus climate have a major influence on the recruitment and retention of underrepresented students in STEM. For example, women and other underrepresented groups are more likely to choose and be retained in a STEM major when there is a high degree of social capital, robust experiential learning, culturally-competent academic support, and the use of critical pedagogy that incorporates a multicultural approach to teaching. This project aims to develop a culturally-responsive Information Security associate degree program that is responsive to students' life experiences and the skills needed by industry.  This project can provide a foundation on which Northampton Community College and other community colleges can advance strategies that broaden participation in STEM careers, particularly in the skilled technical workforce. \r\n\r\nThe project includes a three-year comprehensive plan to achieve: 1) an enhanced Information Security associate degree program curriculum that is aligned with Center of Academic Excellence 2-Year designation requirements and regional workforce needs; 2) a recruitment plan that attracts underrepresented students into the cyber security field; 3) a retention plan that supports completion, transfer, career placement and/or advancement; and 4) a faculty/staff recruitment plan that meets future enrollment needs by incorporating strategies to develop qualified and culturally-competent computer science faculty. The project has the potential to illustrate the positive impacts of collaborations between STEM faculty and the Office of Diversity and Inclusion.  Specifically, the project may demonstrate that educating a globally competitive skilled technical workforce requires both an industry-driven curriculum and improvements to the educational outcomes of underrepresented students.  In addition, it has the potential to demonstrate that a culturally competent learning environment and student support system can improve student success in highly technical fields such as cyber security. Thus, project outcomes will provide information that can be used by educational institutions that are struggling to enroll, engage, retain, and graduate diverse student populations in STEM fields.  This project is funded by the NSF Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Stokes",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Brian K Stokes",
   "pi_email_addr": "bstokes@northampton.edu",
   "nsf_id": "000788615",
   "pi_start_date": "2019-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Blair",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Scott J Blair",
   "pi_email_addr": "sblair@northampton.edu",
   "nsf_id": "000789790",
   "pi_start_date": "2019-07-09",
   "pi_end_date": "2022-03-29"
  }
 ],
 "inst": {
  "inst_name": "Northampton Community College",
  "inst_street_address": "3835 GREEN POND RD",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158615300",
  "inst_zip_code": "180207568",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "NORTHAMPTON COMMUNITY COLLEGE",
  "org_prnt_uei_num": "PF1QC34JH1V8",
  "org_uei_num": "PF1QC34JH1V8"
 },
 "perf_inst": {
  "perf_inst_name": "Northampton Community College",
  "perf_str_addr": "3835 Green Pond Road",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180207568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 299336.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ultimate goal of the NSF grant was to explore ways to improve the Northampton Community College (NCC) Information Security program by increasing the program&rsquo;s cultural relevance. Cybersecurity has become an increasingly important issue in the United States, as cyber attacks have increased &ndash; and the economic impact is in the billions of dollars per year. At the same time, the number of qualified cybersecurity workers continues to lag behind the number of job openings. The hoped-for outcome of the grant was to see an increase in the overall number of students in the Information Security program, but more importantly, the number of students in under-represented demographics. <br />The stated goals of the grant, along with outcomes, were:<br />1.&nbsp;&nbsp;&nbsp; Enhance InfoSec program to incorporate Evidence-based Practices in the teaching and learning of underrepresented students in STEM, obtain CAE2Y designation and teach to the skills needed by industry.<br />Grant PIs researched best practices for curriculum, instructional design, and student support. All five of the core courses in the Information Security degree have been revamped and updated. Some of the major changes include the incorporation of web-based labs that map to industry certifications and the use of remote access software so students can log into the classroom environment from home. These changes were especially helpful during the pandemic lockdown and allowed students to continue their studies even when the campus was closed. In addition, faculty have incorporated suggestions from advisory board members to include technical and professional skills needed by current cybersecurity workers. <br />NCC achieved the NSA CAE-CD designation in 2021. This is another major accomplishment, as NCC is one of only three community colleges in Pennsylvania to earn this designation. This has already resulted in more opportunities for the school to be involved in the direction of future cybersecurity curriculum. In addition, NCC faculty are now involved in mentoring other schools looking to achieve their CAE designation. <br />2.&nbsp;&nbsp;&nbsp; Build a student recruitment plan that increases InfoSec enrollment overall and underrepresented students in particular.<br />In 2019 &ndash; at the start of the grant &ndash; total enrollment in the Information Security degree was 79 students, with 72 males and 7 females (only 8% of the total). Of those students, over half were white males. While that is a typical demographic for the IT field, many in the field recognize that recruiting outside of that demographic is vital to hiring for the many unfilled jobs in cybersecurity. <br />In 2023 &ndash; at the conclusion of the grant &ndash; the Information Security degree currently has 138 students, a 57% increase. Of those students, 29 are female (21% of the total). In addition, the program has seen increases in Asian, Black and Hispanic demographics for both male and female students. <br />The grant team focused enrollment and outreach efforts on local high schools, as well as industry partners like the Boys and Girls Clubs in the area. Local high school students are invited to come to campus events, such as career fairs and cybersecurity presentations. In addition, many of the deliverables for the degree were created in both English and Spanish. <br />3.&nbsp;&nbsp;&nbsp; Build program supports to improve retention of underrepresented students in the InfoSec program.<br />There was a multi-pronged approach to student retention. First, starting in 2020, the grant student support specialist created a peer mentoring program where 2nd year students were matched with 1st year students. A professional mentoring program was also created where advisory board members were matched with students. Student surveys each year showed increased satisfaction with the overall program. Additional programs developed include cybersecurity summer camps, job shadow events, and expanded internship opportunities. Finally, having a dedicated student support specialist led to more one-on-one outreach to struggling students.<br />4.&nbsp;&nbsp;&nbsp; Develop, implement and assess a faculty/staff recruitment plan that meets the needs of a diverse student body by incorporating strategies that will result in a diverse pool of qualified and culturally competent candidates for computer science faculty positions.<br />A faculty/staff recruitment plan was the first goal addressed by the grant team. The Chief Diversity Officer (who was also a Co-PI) created a blueprint for candidate searches with an intentionality of engaging diverse populations, minimizing bias in the search process, and creating a consistency of experience for all search committees at NCC. Although no new IT faculty were hired during the grant, many parts of the recruitment plan have been incorporated into the HR department&rsquo;s standards for hiring of all faculty and staff.<br /><br />In summary, all grant goals met or exceeded expected results. The Information Security program is stronger and more diverse than it was at the start of the grant, even with difficulties faced during the global pandemic. With the lessons learned and changes made, NCC will continue to work on ways to strengthen the program and share ideas and strategies with industry and educational partners.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2023<br>\n\t\t\t\t\tModified by: Brian&nbsp;K&nbsp;Stokes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ultimate goal of the NSF grant was to explore ways to improve the Northampton Community College (NCC) Information Security program by increasing the program’s cultural relevance. Cybersecurity has become an increasingly important issue in the United States, as cyber attacks have increased &ndash; and the economic impact is in the billions of dollars per year. At the same time, the number of qualified cybersecurity workers continues to lag behind the number of job openings. The hoped-for outcome of the grant was to see an increase in the overall number of students in the Information Security program, but more importantly, the number of students in under-represented demographics. \nThe stated goals of the grant, along with outcomes, were:\n1.    Enhance InfoSec program to incorporate Evidence-based Practices in the teaching and learning of underrepresented students in STEM, obtain CAE2Y designation and teach to the skills needed by industry.\nGrant PIs researched best practices for curriculum, instructional design, and student support. All five of the core courses in the Information Security degree have been revamped and updated. Some of the major changes include the incorporation of web-based labs that map to industry certifications and the use of remote access software so students can log into the classroom environment from home. These changes were especially helpful during the pandemic lockdown and allowed students to continue their studies even when the campus was closed. In addition, faculty have incorporated suggestions from advisory board members to include technical and professional skills needed by current cybersecurity workers. \nNCC achieved the NSA CAE-CD designation in 2021. This is another major accomplishment, as NCC is one of only three community colleges in Pennsylvania to earn this designation. This has already resulted in more opportunities for the school to be involved in the direction of future cybersecurity curriculum. In addition, NCC faculty are now involved in mentoring other schools looking to achieve their CAE designation. \n2.    Build a student recruitment plan that increases InfoSec enrollment overall and underrepresented students in particular.\nIn 2019 &ndash; at the start of the grant &ndash; total enrollment in the Information Security degree was 79 students, with 72 males and 7 females (only 8% of the total). Of those students, over half were white males. While that is a typical demographic for the IT field, many in the field recognize that recruiting outside of that demographic is vital to hiring for the many unfilled jobs in cybersecurity. \nIn 2023 &ndash; at the conclusion of the grant &ndash; the Information Security degree currently has 138 students, a 57% increase. Of those students, 29 are female (21% of the total). In addition, the program has seen increases in Asian, Black and Hispanic demographics for both male and female students. \nThe grant team focused enrollment and outreach efforts on local high schools, as well as industry partners like the Boys and Girls Clubs in the area. Local high school students are invited to come to campus events, such as career fairs and cybersecurity presentations. In addition, many of the deliverables for the degree were created in both English and Spanish. \n3.    Build program supports to improve retention of underrepresented students in the InfoSec program.\nThere was a multi-pronged approach to student retention. First, starting in 2020, the grant student support specialist created a peer mentoring program where 2nd year students were matched with 1st year students. A professional mentoring program was also created where advisory board members were matched with students. Student surveys each year showed increased satisfaction with the overall program. Additional programs developed include cybersecurity summer camps, job shadow events, and expanded internship opportunities. Finally, having a dedicated student support specialist led to more one-on-one outreach to struggling students.\n4.    Develop, implement and assess a faculty/staff recruitment plan that meets the needs of a diverse student body by incorporating strategies that will result in a diverse pool of qualified and culturally competent candidates for computer science faculty positions.\nA faculty/staff recruitment plan was the first goal addressed by the grant team. The Chief Diversity Officer (who was also a Co-PI) created a blueprint for candidate searches with an intentionality of engaging diverse populations, minimizing bias in the search process, and creating a consistency of experience for all search committees at NCC. Although no new IT faculty were hired during the grant, many parts of the recruitment plan have been incorporated into the HR department’s standards for hiring of all faculty and staff.\n\nIn summary, all grant goals met or exceeded expected results. The Information Security program is stronger and more diverse than it was at the start of the grant, even with difficulties faced during the global pandemic. With the lessons learned and changes made, NCC will continue to work on ways to strengthen the program and share ideas and strategies with industry and educational partners.\n\n\t\t\t\t\tLast Modified: 10/29/2023\n\n\t\t\t\t\tSubmitted by: Brian K Stokes"
 }
}