{
 "awd_id": "1902536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Storybook STEM: Professional Convening for Cross-Sector Understanding of Children's Literature as a Tool for Supporting Informal STEM Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928624",
 "po_email": "jjohnson@nsf.gov",
 "po_sign_block_name": "Julie Johnson",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2019-01-29",
 "awd_max_amd_letter_date": "2019-01-29",
 "awd_abstract_narration": "A large body of research highlights the benefits of storybooks for children's learning. In the context of preschool classrooms, the use of storybooks to engage young children in STEM is a frequent topic of practitioner-oriented articles. There is also an increasing number of informal STEM education (ISE) projects exploring how to leverage storybooks to engage young children and their families in different STEM content domains. While there is universal excitement for the potential of storybooks in ISE, there is an acknowledgment of a critical need for more cross-project sharing, more research, and more efforts to synthesize and share findings. This award will catalyze new research studies and partnerships to advance efforts in ISE contexts, including the role of books in the overall learning experience or program, how books are selected or designed, and how the reading is facilitated by teachers and families. Participants will be educators and researchers working with or studying family learning for preschool-age children (three to five years) using early childhood fiction books as a tool for engaging families in STEM topics and skills.\r\n\r\nStorybook STEM will be implemented in four phases: (1) pre-convening activities to plan, synthesize existing resources, engage a broader group of educators and researchers beyond convening attendees, and prepare convening participants to maximize the value of the in-person discussions; (2) in-person convening to catalyze cross-project discussions, outline promising practices, and identify questions and ideas for the future; (3) evaluation of the impact and value of the convening, from the perspective of participants and a project steering committee; and (4) dissemination of findings and recommendations to educators and researchers within and beyond the ISE field. Outcomes include: (1) documenting current and past work in ISE and other fields; (2) summarizing key recommendations and resources from the reading, literacy, and early childhood development fields; and (3) outlining promising directions for future work. \r\n\r\nThis award is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences. The findings from this project will provide a critical resource to help these efforts be more effective and inclusive for audiences across the country. Research studies motivated by the convening will address the lack of empirical work on storybooks as a tool for ISE programs and advance the ISE field's knowledge of how to integrate these books effectively. Because storybooks are a highly accessible and almost universally used family learning resource, the topic of the convening will be relevant to a wide range of audiences and will help educators broaden access to ISE for traditionally underserved and under-resourced communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Pattison",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Pattison",
   "pi_email_addr": "scott_pattison@terc.edu",
   "nsf_id": "000776580",
   "pi_start_date": "2019-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gina",
   "pi_last_name": "Svarovsky",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Gina N Svarovsky",
   "pi_email_addr": "gsvarovsky@nd.edu",
   "nsf_id": "000574832",
   "pi_start_date": "2019-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "2067 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is growing interest in supporting opportunities for science, technology, engineering, and mathematics (STEM) learning for families before children enter kindergarten, recognizing the important role that these experiences play in preparing children for school and building lifelong STEM learning pathways. At this age, children's storybooks are a common learning resource, and one with tremendous potential to support STEM learning.</p>\n<p><em><strong>Storybook STEM </strong></em>was a National Science Foundation-funded conference grant led by TERC in partnership with the University of Notre Dame with the goal of engaging early childhood reading, family learning, and informal STEM education (ISE) experts from across the country to better understand and advance current work related to the integration of storybooks and ISE for families with young children. The project focused on educators and researchers working with or studying family learning for preschool-age children (three to five years) using early childhood fiction books as a tool for engaging families in STEM topics and skills.</p>\n<p>In December of 2019, TERC and the University of Notre Dame convened a group of 21 early childhood reading, family learning, and informal STEM education experts to explore the role of children's fiction books as a tool for supporting STEM learning with young children and their families. Participants represented a broad range of learning contexts, professional roles, audience focus areas, and STEM discipline expertise. In preparation for that meeting, the project team conducted a national survey in the summer of 2019 with researchers and educators across the country to describe how professionals from a variety of fields and sectors are using children's books to support STEM learning for preschool-age children and their families, especially in out-of-school settings. In addition, the team organized a two-week online forum in the fall of 2019 to explore themes that emerged from the survey at a deeper level, help researchers and educators connect with each other, and prepare for the in-person convening.</p>\n<p>Building on findings from the survey and online discussion, participants of the in-person convening developed a series of recommendations for future work, with a particular focus on integrating diversity and equity perspectives into the use of storybooks for family STEM learning. Participants challenged researchers and educators to:</p>\n<p><em><strong>1) Rethink how stories are developed</strong></em>, including how families and scholars of color are represented and involved in the process of creating and selecting stories;</p>\n<p><em><strong>2) Rethink what we mean by stories</strong></em> by connecting with both written and oral story traditions and creating space for families to tell their own stories;</p>\n<p><em><strong>3) Rethink our relationships with families</strong></em> by engaging them as key stakeholders throughout the development, implementation, and research process;</p>\n<p><em><strong>4) Rethink how we measure success</strong></em>, including broadening our notion of STEM learning, connecting STEM and literacy, and attending to the goals of parents and children; and</p>\n<p><em><strong>5) Rethink the connection between research and practice</strong></em> by better sharing what we already know and involving educators and other practitioners as partners in the research process.</p>\n<p>For more information about the Storybook STEM project, visit the project website: <strong><a href=\"https://www.terc.edu/storybookstem/\">https://www.terc.edu/storybookstem/</a></strong>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2021<br>\n\t\t\t\t\tModified by: Scott&nbsp;A&nbsp;Pattison</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is growing interest in supporting opportunities for science, technology, engineering, and mathematics (STEM) learning for families before children enter kindergarten, recognizing the important role that these experiences play in preparing children for school and building lifelong STEM learning pathways. At this age, children's storybooks are a common learning resource, and one with tremendous potential to support STEM learning.\n\nStorybook STEM was a National Science Foundation-funded conference grant led by TERC in partnership with the University of Notre Dame with the goal of engaging early childhood reading, family learning, and informal STEM education (ISE) experts from across the country to better understand and advance current work related to the integration of storybooks and ISE for families with young children. The project focused on educators and researchers working with or studying family learning for preschool-age children (three to five years) using early childhood fiction books as a tool for engaging families in STEM topics and skills.\n\nIn December of 2019, TERC and the University of Notre Dame convened a group of 21 early childhood reading, family learning, and informal STEM education experts to explore the role of children's fiction books as a tool for supporting STEM learning with young children and their families. Participants represented a broad range of learning contexts, professional roles, audience focus areas, and STEM discipline expertise. In preparation for that meeting, the project team conducted a national survey in the summer of 2019 with researchers and educators across the country to describe how professionals from a variety of fields and sectors are using children's books to support STEM learning for preschool-age children and their families, especially in out-of-school settings. In addition, the team organized a two-week online forum in the fall of 2019 to explore themes that emerged from the survey at a deeper level, help researchers and educators connect with each other, and prepare for the in-person convening.\n\nBuilding on findings from the survey and online discussion, participants of the in-person convening developed a series of recommendations for future work, with a particular focus on integrating diversity and equity perspectives into the use of storybooks for family STEM learning. Participants challenged researchers and educators to:\n\n1) Rethink how stories are developed, including how families and scholars of color are represented and involved in the process of creating and selecting stories;\n\n2) Rethink what we mean by stories by connecting with both written and oral story traditions and creating space for families to tell their own stories;\n\n3) Rethink our relationships with families by engaging them as key stakeholders throughout the development, implementation, and research process;\n\n4) Rethink how we measure success, including broadening our notion of STEM learning, connecting STEM and literacy, and attending to the goals of parents and children; and\n\n5) Rethink the connection between research and practice by better sharing what we already know and involving educators and other practitioners as partners in the research process.\n\nFor more information about the Storybook STEM project, visit the project website: https://www.terc.edu/storybookstem/.\n\n\t\t\t\t\tLast Modified: 05/03/2021\n\n\t\t\t\t\tSubmitted by: Scott A Pattison"
 }
}