{
 "awd_id": "1902282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2018 Hurricane Season: RAPID: Rural residents' self-protections to perceived and actual contamination risk in private drinking wells after Hurricane Florence",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2018-12-15",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 179223.0,
 "awd_amount": 179223.0,
 "awd_min_amd_letter_date": "2018-12-13",
 "awd_max_amd_letter_date": "2018-12-13",
 "awd_abstract_narration": "Hurricane Florence dumped 8 trillion gallons of rain on North Carolina. Duplin and Sampson Counties, which lead the nation in pork production (#1 and #2) and poultry production (#2 and #3), were among the most affected areas receiving 20+ inches of rainfall, catastrophic flooding and hurricane force winds. Few residents in the two rural counties have access to a public water supply and therefore rely on groundwater wells. Inundated wells, and those wells downstream of the state's 3,000+ open waste lagoons, are at severe risk of contamination from coliform bacteria and nitrate. The extent to which this environmental exposure occurs depends on residents' capacities to perceive, but not necessarily confirm, this risk and respond with appropriate efforts to protect themselves (e.g. purchasing bottled water, boiling water, installing water filtration systems). The rate at which wells become polluted following a storm event, the time required for the wells to return potable water and the actions taken by homeowners to protect themselves in the interim all remain unknown.\r\n\r\nBy leveraging recent water quality sampling prior to Hurricane Florence in the storm-affected area, this research is a time-sensitive and unique opportunity to document actual and perceived groundwater contaminant exposures, measure the dissipation of actual and perceived contamination over time and observe self-protective risk mitigation actions taken. The research team conducts two follow-up rounds of water quality sampling and resident interviews with the objective of measuring the perceived and actual contamination impacts of an unexpected shock on groundwater purity and the measures that rural homeowners take to self-protect. The findings inform whether rural homeowners take appropriate and timely action to self-protect against flood-related environmental exposures and whether self-protection efforts by these homeowners is a substantial contributor to the social cost of groundwater contamination.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Hochard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Hochard",
   "pi_email_addr": "JHochard@uwyo.edu",
   "nsf_id": "000757856",
   "pi_start_date": "2018-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Kruse",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie L Kruse",
   "pi_email_addr": "krusej@ecu.edu",
   "nsf_id": "000457611",
   "pi_start_date": "2018-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ariane",
   "pi_last_name": "Peralta",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ariane L Peralta",
   "pi_email_addr": "peraltaa@ecu.edu",
   "nsf_id": "000683047",
   "pi_start_date": "2018-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J. Randall",
   "pi_last_name": "Etheridge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Randall Etheridge",
   "pi_email_addr": "etheridgej15@ecu.edu",
   "nsf_id": "000711240",
   "pi_start_date": "2018-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "2200 South Charles Blvd Rm 2900",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "080Z",
   "pgm_ref_txt": "Research related to Hurricane Florence"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 179223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During this award, our interdisciplinary team collected 89 water samples with conducted interviews with corresponding residents in rural southeastern North Carolina residences. Importantly, these samples and interviews were conducted before and after the impacts of Hurricanes Irene and Dorian. Our findings suggest that rural residents are aware of the groundwater contamination risks associated with hurricane exposures. In turn, we documented a significant increase in bottled water consumption following hurricane exposure and proactive measures, such as chlorination, to combat bacterial contamination in wells. We did not detect a significant gap in the perceived and actual risks of drinking water contamination. A relatively small share of samples wells indicated nitrate levels that exceeded the Environmental Protection Agency&rsquo;s recommended mcl for drinking water, the presence of total coliform or the presence of <em>E. Coli.</em> Given these findings, we conclude that hurricanes represent a salient enough risk that homeowners in hurricane prone regions are likely to be proactive in managing potential environmental exposures from such a pronounced event.</p>\n<p>To better understand the nature of perceived and actual risks of groundwater contamination, we process th North Carolina State Laboratory&rsquo;s database of nearly 50,000 privates well water samples from 2013 to 2018. In our study area and specifically downstream of swine operations, we document a decisive spike in total coliform and <em>E. Coli </em>presence in water samples during warm temperature spells. We document a threshold of 32.2&deg;C (90&deg;F) where total coliform bacteria and <em>E.coli</em> detection spikes near swine lagoons. Irrespective of the mechanism that underlies bacterial contamination of wells, &ldquo;cold-weather sampling&rdquo; is unlikely to reflect year-round groundwater contamination risk. Such an atmospheric and location-specific stressor is less &ldquo;salient&rdquo; than a hurricane exposure. As such, we estimate that the gap between air temperatures during sampling and the warmest year-round air temperature at the sampling location causes contamination rates near swine lagoons to be 25% (total coliform) and 103% (<em>E.coli) </em>higher than previously thought. In such a case, rural residents are unable to take proactive measures to avoid or remedy such exposures because the risk itself is less salient. Closing the gap between perceived and actual risks of drinking water contamination has potential to improve public health. However, this gap is most pronounced when risks of contamination are least apparent. State regulations and federal guidelines should consider coordinating domestic well water sampling with seasonally and spatially fluctuating risks of groundwater contamination.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2021<br>\n\t\t\t\t\tModified by: Jacob&nbsp;Hochard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring this award, our interdisciplinary team collected 89 water samples with conducted interviews with corresponding residents in rural southeastern North Carolina residences. Importantly, these samples and interviews were conducted before and after the impacts of Hurricanes Irene and Dorian. Our findings suggest that rural residents are aware of the groundwater contamination risks associated with hurricane exposures. In turn, we documented a significant increase in bottled water consumption following hurricane exposure and proactive measures, such as chlorination, to combat bacterial contamination in wells. We did not detect a significant gap in the perceived and actual risks of drinking water contamination. A relatively small share of samples wells indicated nitrate levels that exceeded the Environmental Protection Agency’s recommended mcl for drinking water, the presence of total coliform or the presence of E. Coli. Given these findings, we conclude that hurricanes represent a salient enough risk that homeowners in hurricane prone regions are likely to be proactive in managing potential environmental exposures from such a pronounced event.\n\nTo better understand the nature of perceived and actual risks of groundwater contamination, we process th North Carolina State Laboratory’s database of nearly 50,000 privates well water samples from 2013 to 2018. In our study area and specifically downstream of swine operations, we document a decisive spike in total coliform and E. Coli presence in water samples during warm temperature spells. We document a threshold of 32.2&deg;C (90&deg;F) where total coliform bacteria and E.coli detection spikes near swine lagoons. Irrespective of the mechanism that underlies bacterial contamination of wells, \"cold-weather sampling\" is unlikely to reflect year-round groundwater contamination risk. Such an atmospheric and location-specific stressor is less \"salient\" than a hurricane exposure. As such, we estimate that the gap between air temperatures during sampling and the warmest year-round air temperature at the sampling location causes contamination rates near swine lagoons to be 25% (total coliform) and 103% (E.coli) higher than previously thought. In such a case, rural residents are unable to take proactive measures to avoid or remedy such exposures because the risk itself is less salient. Closing the gap between perceived and actual risks of drinking water contamination has potential to improve public health. However, this gap is most pronounced when risks of contamination are least apparent. State regulations and federal guidelines should consider coordinating domestic well water sampling with seasonally and spatially fluctuating risks of groundwater contamination.\n\n\t\t\t\t\tLast Modified: 03/31/2021\n\n\t\t\t\t\tSubmitted by: Jacob Hochard"
 }
}