{
 "awd_id": "1902320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating a Collaborative and Student Internships to Enhance Education and Career Pathways in Cybersecurity",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 211027.0,
 "awd_amount": 211027.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2022-11-08",
 "awd_abstract_narration": "Business, industry, and government must maintain security of their computers and information systems.  To do so, technicians must be well prepared to prevent, detect, and investigate cybersecurity breaches. Because of the growing number and scale of cyber-threats, there is also a growing need for many more technicians who have the necessary cybersecurity knowledge and skills. In Spokane County, Washington, demand for cybersecurity workers is projected to grow four times faster than the countywide average for all occupations over the next seven years. This project will help educate today's college students to meet this demand. The project will create a \"Cybersecurity Collaborative\" that engages regional information technology employers and leaders from area high schools. With the help of this collaborative, Spokane Falls Community College will align coursework in its relevant programs with the cybersecurity skills needed by employers and will establish a sustainable internship program for students pursuing a cybersecurity career.\r\n\r\nThe project will draw on best practices from previous community college STEM internship programs to design a sustainable cybersecurity internship program that engages approximately 15 students each year. These students will be chosen from those enrolled in the college's Associate of Applied Science degree program in Information Technology. An innovative aspect of the project is that it will recruit several students from the college's Bachelor of Applied Science program in Applied Management to assist with the design and management of the internship program. Through this work, the Applied Management students will gain familiarity with cybersecurity concepts and work roles that could be part of their management responsibilities in future employment. Major activities in the project include creating, managing, and leveraging the new Cybersecurity Collaborative with regional employers and high school leaders; designing and implementing the new cybersecurity internship program; and evaluating longer-term opportunities to enhance the college's responsiveness to the region's cybersecurity workforce needs. This project is funded by the Advanced Technological Education (ATE) program, which focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brady",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brady Nielsen",
   "pi_email_addr": "brady.nielsen@sfcc.spokane.edu",
   "nsf_id": "000789197",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Booth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brent Booth",
   "pi_email_addr": "brent.booth@sfcc.spokane.edu",
   "nsf_id": "000789198",
   "pi_start_date": "2019-08-15",
   "pi_end_date": "2021-01-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Granville",
   "pi_last_name": "Neufville",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Granville M Neufville",
   "pi_email_addr": "mark.neufville@sfcc.spokane.edu",
   "nsf_id": "000848765",
   "pi_start_date": "2021-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Martin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Martin",
   "pi_email_addr": "sarah.martin@sfcc.spokane.edu",
   "nsf_id": "000867612",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spokane Falls Community College",
  "inst_street_address": "3410 W WHISTALKS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "SPOKANE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5095338240",
  "inst_zip_code": "992245204",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE COMMUNITY COLLEGE DISTRICT 17",
  "org_prnt_uei_num": "",
  "org_uei_num": "D7WEKZD9NW57"
 },
 "perf_inst": {
  "perf_inst_name": "Spokane Falls Community College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "992245288",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 211027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"xmsonormal\"><strong>Creating Intentional Student Internship Experiences to Enhance Career and Education Pathways in Cyber Security</strong></p>\n<p class=\"xmsonormal\">&nbsp;</p>\n<p class=\"xmsonormal\">The Spokane Falls Community College (SFCC) cybersecurity internship program brings together regional IT workforce employers, higher education colleagues, and high school leadership to support the growing cybersecurity community. Through the development and implementation of a student internship program that is interconnected with the local community, we have formed a sustainable internship program for community college students pursuing career pathways in cybersecurity.</p>\n<p class=\"xmsonormal\">&nbsp;</p>\n<p class=\"xmsonormal\">Despite the challenges presented by the pandemic at the start of the grant period, our continued focus on the strategic plan resulted in a cybersecurity internship program that addresses the college's long-term capacity to serve the region's cybersecurity workforce needs. The multi-faceted strategic plan included curriculum revision, pre-internship support, community outreach, and an interdisciplinary approach.</p>\n<p class=\"xmsonormal\">&nbsp;</p>\n<p class=\"xmsonormal\">Through an intentional revision of program curriculum to ensure alignment to cybersecurity specific context coupled with an authentic experience in industry, students gain a strong foundation in which to either enter the regional workforce or transfer to a regional university. Further, the capstone course linked to the internship program evolved to be flexible in how learning outcomes were met to address industry needs during the hybrid work environment after the pandemic.</p>\n<p class=\"xmsonormal\">&nbsp;</p>\n<p class=\"xmsonormal\">Leveraging SFCC&rsquo;s Math, Engineering, and Science Achievement (MESA) program, the cybersecurity program-initiated pre-internship support for students including resume-building activities and interviewing skills. Faculty incorporated opportunities to receive feedback on resumes during advising sessions and expanded one-on-one meetings to support students as they applied for internships.</p>\n<p class=\"xmsonormal\">&nbsp;</p>\n<p>At the end of the funding period, the program has 38 active industry partners interested in hosting internships on an annual or as-needed basis. Our faculty and staff are also active in the Inland Northwest Cyber Hub (INCH 360) group that brings together industry and higher education partners to share resources and collaborate on cybersecurity topics within the region.&nbsp;Our involvement in this group was critical in expanding internship opportunities for students beyond the standard large companies in the area. Through these connections, the program has incorporated smaller businesses that are female-led as well as businesses whose equity and diversity plan align with that of Spokane Falls Community College. To support the growing number of internship partners, a Program Coordinator was hired in April 2023. This position is central to the internship program&rsquo;s sustainability as it is fully dedicated to maintenance, communication, revision, and implementation of the administrative components of the program.&nbsp;</p>\n<p>While the internship program will continue to grow beyond the NSF-funded period, our experiences with the project have resulted in internal collaboration with the MESA program, Career Center, and other Career Technical programs at SFCC that offer internship opportunities. Further, our community outreach to secure internship partners has placed SFCC at the heart of the conversation of cybersecurity in Spokane and has heightened our relationship with regional universities in addition to industry. Moving forward, our intent is to finalize the internship website to include an interest form for industry partners and to create an annual schedule with pre-scheduled opportunities for student-industry interactions.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/26/2024<br>\nModified by: Sarah&nbsp;A&nbsp;Martin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCreating Intentional Student Internship Experiences to Enhance Career and Education Pathways in Cyber Security\n\n\n\n\n\nThe Spokane Falls Community College (SFCC) cybersecurity internship program brings together regional IT workforce employers, higher education colleagues, and high school leadership to support the growing cybersecurity community. Through the development and implementation of a student internship program that is interconnected with the local community, we have formed a sustainable internship program for community college students pursuing career pathways in cybersecurity.\n\n\n\n\n\nDespite the challenges presented by the pandemic at the start of the grant period, our continued focus on the strategic plan resulted in a cybersecurity internship program that addresses the college's long-term capacity to serve the region's cybersecurity workforce needs. The multi-faceted strategic plan included curriculum revision, pre-internship support, community outreach, and an interdisciplinary approach.\n\n\n\n\n\nThrough an intentional revision of program curriculum to ensure alignment to cybersecurity specific context coupled with an authentic experience in industry, students gain a strong foundation in which to either enter the regional workforce or transfer to a regional university. Further, the capstone course linked to the internship program evolved to be flexible in how learning outcomes were met to address industry needs during the hybrid work environment after the pandemic.\n\n\n\n\n\nLeveraging SFCCs Math, Engineering, and Science Achievement (MESA) program, the cybersecurity program-initiated pre-internship support for students including resume-building activities and interviewing skills. Faculty incorporated opportunities to receive feedback on resumes during advising sessions and expanded one-on-one meetings to support students as they applied for internships.\n\n\n\n\n\nAt the end of the funding period, the program has 38 active industry partners interested in hosting internships on an annual or as-needed basis. Our faculty and staff are also active in the Inland Northwest Cyber Hub (INCH 360) group that brings together industry and higher education partners to share resources and collaborate on cybersecurity topics within the region.Our involvement in this group was critical in expanding internship opportunities for students beyond the standard large companies in the area. Through these connections, the program has incorporated smaller businesses that are female-led as well as businesses whose equity and diversity plan align with that of Spokane Falls Community College. To support the growing number of internship partners, a Program Coordinator was hired in April 2023. This position is central to the internship programs sustainability as it is fully dedicated to maintenance, communication, revision, and implementation of the administrative components of the program.\n\n\nWhile the internship program will continue to grow beyond the NSF-funded period, our experiences with the project have resulted in internal collaboration with the MESA program, Career Center, and other Career Technical programs at SFCC that offer internship opportunities. Further, our community outreach to secure internship partners has placed SFCC at the heart of the conversation of cybersecurity in Spokane and has heightened our relationship with regional universities in addition to industry. Moving forward, our intent is to finalize the internship website to include an interest form for industry partners and to create an annual schedule with pre-scheduled opportunities for student-industry interactions.\n\n\n\t\t\t\t\tLast Modified: 01/26/2024\n\n\t\t\t\t\tSubmitted by: SarahAMartin\n"
 }
}