{
 "awd_id": "1902020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN: Collaborative Research: Enhancing Access to Taxonomic and Biogeographical Data to Stem the Tide of Extinction of the Highly Imperiled Pacific Island Land Snails",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 62356.0,
 "awd_amount": 62356.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "Biodiversity is declining globally and any effective actions to halt or slow extinctions requires precise knowledge of species identities and distributions.  Natural history collections are critical to fully understanding historical and contemporary biodiversity patterns, yet most of the museum specimens and their associated data remain inaccessible without directly visiting the museum collection, and even then, only to a select few.  Digitizing these data and making it more broadly available electronically will facilitate biodiversity conservation efforts.  Land snails, with approximately 25,000 species globally, are a major component of terrestrial habitats and provide services crucial for maintaining intact and fully functional ecosystems.  Unfortunately, land snails have the highest number of documented extinctions of any major animal group, with the greatest losses among Pacific islands.  Conservation assessments and identification of the remaining fauna are hampered because a large portion of this fauna has not been comprehensively studied for more than 100 years.  Increased understanding of threatened biodiversity should be a national priority, particularly given the current biodiversity crisis.  One goal of this project is to develop a comprehensive data resource (the Pacific Island Land Snail Biodiversity Repository; PILSBRY) to provide information needed to identify and assess the distributions and conservation status of Pacific island land snails.  Researchers from five of the largest natural history collections in the nation will be joining forces to build an educational program to train and engage the science community, students, and citizen scientists to aid them in the digitization, mobilization, and enhancement of 3.6 million Pacific island land snail specimen records.  This project will increase capacity of experts to support tropical island biodiversity research and conservation and accelerate species discovery.  \r\n\r\nParticipants of this project, including the Bernice Pauahi Bishop Museum, Academy of Natural Sciences at Drexel, Museum of Zoology at the University of Michigan, Harvard Museum of Natural History, Florida Museum of Natural History, and the Field Museum, will digitize and mobilize data for 3.6 million specimens of Pacific island land snails held in these collections.  These data, enhanced through georeferencing and imaging of primary types, will be made available to the public and science community via a centralized online database and integrated into multiple public data repositories, including iDigBio (idigbio.org), which is supported by the NSF's ADBC program.  High school and undergraduate students from underrepresented groups in STEM will receive training in data management, bioinformatics, taxonomy and museum curation and will contribute to formal (e.g.  conference presentations and publications) and informal (e.g.  exhibits, social media and blogs) educational activities to improve their science communication skills and connect research to the science community and public.  Additionally, citizen scientists will be able to assist in enhancing specimen records by transcribing data from scanned ledgers, field notes, and other associated data through online portals.  Eventually additional web-based tools and smart phone applications can be developed for conservation managers, researchers, citizen scientists and the public to access Pacific Island land snail specimen records to further research and conservation management of this highly endangered fauna.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Slapcinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Slapcinsky",
   "pi_email_addr": "slapcin@flmnh.ufl.edu",
   "nsf_id": "000691996",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 62356.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Abundance and diversity of species is declining globally and efforts to document, reduce, and reverse these losses depend on having accurate information on species geographic distributions over time. Natural history collections contain contemporary and historical data of when, where, and in what habitats species live, information that is integral to conservation efforts. Unlike occurrence data that lacks vouchers, museum specimens allow researchers to reexamine identifications as species concepts change over time. However, information associated with museum specimens is often not electronically available and historically requires visiting multiple often geographically distant museum collections and painstakingly transcribing these data from labels, ledgers, and field notes. Digitization of these data would facilitate conservation efforts.</p>\n<p>Land snails are a diverse component of terrestrial environments and perform crucial services in terrestrial ecosystems. Unfortunately, they are also the animal group with the highest rate of extinction. More than half of all extinctions in the past five hundred years have been mollusks, the majority were land snails from the Pacific Islands. These islands have undergone drastic biotic changes as the result of the introduction of non-native plants and animals as well as the destruction of natural habitats by agriculture, commerce, and housing. Land snails are among the most diverse of all animal groups on isolated Pacific Islands and include numerous species threatened with extinction, most of which have not been studied in more than a century. Improving access to museum specimen data and making images available, especially of type material, would facilitate the study of these endangered, unique, and important animals.</p>\n<p>To address these concerns, Florida Museum joined a thematic collections network comprised of United States museums with the largest collections of Pacific Island land snails, with the goal of making electronic data on these collections widely available through a comprehensive data resource, the Pacific Island Land Snail Biorepository (PILSBRY). As part of this project, we identified, digitized, and added coordinates for 13,139 new specimen records housed at Florida Museum. These included important collections of Pacific Island cave habitats by cave biologist Tom Iliffe and paleornithologist David Steadman. We electronically scanned field notes as well as all Florida Museum ledgers, allowing access to data associated with 25,000 specimen records. We also translated text descriptions of geographical data for 10,767 specimen lots into coordinates with approximate error radiuses, allowing them to be mapped on demand. We imaged Important specimens, including all primary types of Pacific Island land snails stored at Florida Museum. These data are uploaded to PILSBRY and are also publicly available through the Florida Museum&rsquo;s Specify portal (<a href=\"http://specifyportal.flmnh.ufl.edu/iz/\">http://specifyportal.flmnh.ufl.edu/iz/</a>), InvertEBase (<a href=\"https://invertebase.org/portal/\">https://invertebase.org/portal/</a>), and data aggregators such as iDigBio (idigbio.org).</p>\n<p>This project has contributed to informal and formal teaching of all ages. We have used images and specimen data generated in this project in talks with museum visitors and outreach activities as varied as a Boys and Girls Club and Girl Scout troupe. Ten undergraduate students worked on this project and received training in data management, bioinformatics, taxonomy, and museum curation. Three students conducted research related to the project which led to presentations at the Florida United Malacologists meeting and a Research in Collections class at the University of Florida. To encourage use of this database we demonstrated PILSBRY at the Western Society of Malacologists annual meeting. Biologists already access these data globally; New Zealand conservation biologists noticed a new species introduction to Fiji through data made available during this project. Electronically available identifications, photos, and georeference data have assisted publication of five papers and resulted in the description of nineteen new species of Pacific Island land snails and the discovery that several species are critically endangered or extinct. We believe easily available data on these species will continue to highlight the plight of this group and aid in their conservation.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2023<br>\nModified by: John&nbsp;Slapcinsky</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1902020/1902020_10626503_1701108555610_2829631280_1119297c80_o--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1902020/1902020_10626503_1701108555610_2829631280_1119297c80_o--rgov-800width.jpg\" title=\"Taheitia jodiae\"><img src=\"/por/images/Reports/POR/2023/1902020/1902020_10626503_1701108555610_2829631280_1119297c80_o--rgov-66x44.jpg\" alt=\"Taheitia jodiae\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One of the new species described during this project.</div>\n<div class=\"imageCredit\">John Slapcinsky</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">John&nbsp;Slapcinsky\n<div class=\"imageTitle\">Taheitia jodiae</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nAbundance and diversity of species is declining globally and efforts to document, reduce, and reverse these losses depend on having accurate information on species geographic distributions over time. Natural history collections contain contemporary and historical data of when, where, and in what habitats species live, information that is integral to conservation efforts. Unlike occurrence data that lacks vouchers, museum specimens allow researchers to reexamine identifications as species concepts change over time. However, information associated with museum specimens is often not electronically available and historically requires visiting multiple often geographically distant museum collections and painstakingly transcribing these data from labels, ledgers, and field notes. Digitization of these data would facilitate conservation efforts.\n\n\nLand snails are a diverse component of terrestrial environments and perform crucial services in terrestrial ecosystems. Unfortunately, they are also the animal group with the highest rate of extinction. More than half of all extinctions in the past five hundred years have been mollusks, the majority were land snails from the Pacific Islands. These islands have undergone drastic biotic changes as the result of the introduction of non-native plants and animals as well as the destruction of natural habitats by agriculture, commerce, and housing. Land snails are among the most diverse of all animal groups on isolated Pacific Islands and include numerous species threatened with extinction, most of which have not been studied in more than a century. Improving access to museum specimen data and making images available, especially of type material, would facilitate the study of these endangered, unique, and important animals.\n\n\nTo address these concerns, Florida Museum joined a thematic collections network comprised of United States museums with the largest collections of Pacific Island land snails, with the goal of making electronic data on these collections widely available through a comprehensive data resource, the Pacific Island Land Snail Biorepository (PILSBRY). As part of this project, we identified, digitized, and added coordinates for 13,139 new specimen records housed at Florida Museum. These included important collections of Pacific Island cave habitats by cave biologist Tom Iliffe and paleornithologist David Steadman. We electronically scanned field notes as well as all Florida Museum ledgers, allowing access to data associated with 25,000 specimen records. We also translated text descriptions of geographical data for 10,767 specimen lots into coordinates with approximate error radiuses, allowing them to be mapped on demand. We imaged Important specimens, including all primary types of Pacific Island land snails stored at Florida Museum. These data are uploaded to PILSBRY and are also publicly available through the Florida Museums Specify portal (http://specifyportal.flmnh.ufl.edu/iz/), InvertEBase (https://invertebase.org/portal/), and data aggregators such as iDigBio (idigbio.org).\n\n\nThis project has contributed to informal and formal teaching of all ages. We have used images and specimen data generated in this project in talks with museum visitors and outreach activities as varied as a Boys and Girls Club and Girl Scout troupe. Ten undergraduate students worked on this project and received training in data management, bioinformatics, taxonomy, and museum curation. Three students conducted research related to the project which led to presentations at the Florida United Malacologists meeting and a Research in Collections class at the University of Florida. To encourage use of this database we demonstrated PILSBRY at the Western Society of Malacologists annual meeting. Biologists already access these data globally; New Zealand conservation biologists noticed a new species introduction to Fiji through data made available during this project. Electronically available identifications, photos, and georeference data have assisted publication of five papers and resulted in the description of nineteen new species of Pacific Island land snails and the discovery that several species are critically endangered or extinct. We believe easily available data on these species will continue to highlight the plight of this group and aid in their conservation.\n\n\n\t\t\t\t\tLast Modified: 11/27/2023\n\n\t\t\t\t\tSubmitted by: JohnSlapcinsky\n"
 }
}