{
 "awd_id": "1902431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Industry 4.0 Technicians in Advanced Manufacturing",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill Nelson",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 555507.0,
 "awd_amount": 555507.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2021-12-17",
 "awd_abstract_narration": "The fourth industrial revolution, also known as Industry 4.0, is causing a new wave of connected and smart manufacturing across the globe. Industry 4.0 combines advanced manufacturing systems with technologies such as cyber-physical systems, the Internet of Things, and cloud computing. Companies are redesigning and streamlining their production lines to include these technologies and increase process automation. The growing complexity of advanced manufacturing makes it even more important than ever before for manufacturing technicians to understand advanced concepts and have good analytical and problem-solving skills. To meet this workforce need, Florida State College at Jacksonville and the College of Lake County in Illinois will partner with businesses and industrial organizations.  Through this partnership, they will add topics related to new production methods to their associate degree programs in advanced manufacturing. This project will help prepare technicians who have the necessary knowledge and skills for the emerging innovations in the manufacturing industry. The project will also focus on increasing the number students from under-represented groups who enroll in and graduate from the advanced manufacturing degree programs. As a result, the project aims to enhance the diversity of the advanced manufacturing technician workforce.\r\n\r\nThe goals of this project will be to: 1) modify courses in the Automation, Robotics, Mechatronics, and Engineering Technology associate degree programs at both institutions to incorporate concepts relevant to Industry 4.0; 2) create a simulated Smart Facility with state-of-the-art equipment in which students can apply knowledge learned in the courses and strengthen their skills using real-world scenarios; and 3) develop mini-labs and lab-based kits to provide hands-on learning activities that engage high school students and teachers with new advanced manufacturing technologies and concepts. The existing courses will be modified to embed content related to system integration, digital manufacturing, data analytics, and cybersecurity. The course enhancements will be designed to increase students' understanding of the connections between manufacturing hardware, automated processes and monitoring, and the relevant software applications. The refined curriculum will be flexible, allowing students and incumbent workers to obtain stackable certifications through the National Coalition of Certification Centers. Faculty at the colleges will receive professional development to promote their knowledge in the new content areas and increase their ability to use the new software and equipment. Workshops and outreach events for high school students and teachers will be conducted using mini-labs and customized technical content. These activities will aim to increase teaching and learning about these technologies in secondary schools as well as increase awareness of career pathways in the evolving advanced manufacturing industry. Project results and materials will be shared on a dedicated website, in online repositories, and at regional and national venues. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Zube",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Zube",
   "pi_email_addr": "alan.zube@fscj.edu",
   "nsf_id": "000757085",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margie",
   "pi_last_name": "Porter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margie Porter",
   "pi_email_addr": "margieporter@clcillinois.edu",
   "nsf_id": "000079877",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Galatioto Wilson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah R Galatioto Wilson",
   "pi_email_addr": "Sarah.Galatioto@fscj.edu",
   "nsf_id": "000757969",
   "pi_start_date": "2019-06-26",
   "pi_end_date": "2021-12-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clair",
   "pi_last_name": "Hart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Clair M Hart",
   "pi_email_addr": "clair.hart@fscj.edu",
   "nsf_id": "000870045",
   "pi_start_date": "2021-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State College at Jacksonville",
  "inst_street_address": "501 WEST STATE STREET",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSONVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9046323327",
  "inst_zip_code": "322023099",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "FL04",
  "org_lgl_bus_name": "FLORIDA STATE COLLEGE AT JACKSONVILLE",
  "org_prnt_uei_num": "HJ3JDZ916NF5",
  "org_uei_num": "HAMMJVYDY9D9"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State College at Jacksonville",
  "perf_str_addr": "501 West State Street",
  "perf_city_name": "Jacksonville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "322024030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "FL04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 555507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes <br />This project had 3 major goals: <br />Goal 1: Modify existing courses in FSCJ&rsquo;s and CLC&rsquo;s engineering technology and advanced manufacturing associate degree programs to embed Industry 4.0 content.<br />Goal 2: Establish simulated Industry 4.0 Smart Facility equipment training labs for students to practice applied skills. <br />Goal 3: Modify and adapt current hands-on buildable mechatronics trainers and IoT mini labs to provide challenging applied science, engineering and technology curricula to underrepresented populations and postsecondary faculty and K-12 teachers <br />&nbsp; As for Goal 1, FSCJ - has modified 7 courses in total, CLC - has modified 14 courses. The modification of these courses was necessary to match the curriculum provided by NC3, enabling our students to properly prepare for the certification exams. <br />For Goal 2, FSCJ has purchased additional equipment every year to better prepare students for Certification. Some of this equipment was purchased through Cares Act Money. Equipment purchased included additional hydraulics/pneumatics equipment, AC-DC trainers, simulation software, additional PLC/HMI trainers, sensor trainers, and new robot grippers. CLC has purchased&nbsp;&nbsp; &nbsp;<br />&nbsp;As stated in earlier reports, Goal 3 was modified in the sense that the previously constructed mechatronics trainers were not utilized. It was determined that the content for that activity would not be suitable for the audience of teachers targeted.&nbsp; IoT mini labs sessions were planned and delivered for 2 consecutive summers. (1 for CLC). Because of COVID these were mostly online experiences, training STEM educators in using Arduino and Raspberry Pie applications they could use apply in their classrooms. <br />FSCJ was also engaged with 2 summer student programs, Data Busters and Gear-Up. High school students from underrepresented populations were exposed to Mechatronics program with hands-on activities designed to spark career interest. <br />The initial plan to modify 20 courses was unrealistic. This was set before the full knowledge of what NC3 had to offer in terms of content, training schedules and of course COVID 19. <br />FSCJ had 283 certifications passed over the 4-year period. The exam success rate was 70%. The average pass score was 83%.&nbsp; CLC had 94&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; passed certifications and a 49% success rate.&nbsp;&nbsp; &nbsp;<br />This grant helped FSCJ and CLC strengthen and grow the Dual Enrollment programs and gave these students the opportunity to gather industry recognized certifications, enhancing their career portfolios. <br />The attempt to attract underrepresented populations into the Advanced Manufacturing program was not successful. Our minority and female populations did not change over the course of the grant. <br />&nbsp;<br />The attempt to attract underrepresented populations into the Advanced Manufacturing program was not successful. Our minority and female populations did not change over the course of the grant. <br />&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2023<br>\n\t\t\t\t\tModified by: Alan&nbsp;Zube</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOutcomes \nThis project had 3 major goals: \nGoal 1: Modify existing courses in FSCJ’s and CLC’s engineering technology and advanced manufacturing associate degree programs to embed Industry 4.0 content.\nGoal 2: Establish simulated Industry 4.0 Smart Facility equipment training labs for students to practice applied skills. \nGoal 3: Modify and adapt current hands-on buildable mechatronics trainers and IoT mini labs to provide challenging applied science, engineering and technology curricula to underrepresented populations and postsecondary faculty and K-12 teachers \n  As for Goal 1, FSCJ - has modified 7 courses in total, CLC - has modified 14 courses. The modification of these courses was necessary to match the curriculum provided by NC3, enabling our students to properly prepare for the certification exams. \nFor Goal 2, FSCJ has purchased additional equipment every year to better prepare students for Certification. Some of this equipment was purchased through Cares Act Money. Equipment purchased included additional hydraulics/pneumatics equipment, AC-DC trainers, simulation software, additional PLC/HMI trainers, sensor trainers, and new robot grippers. CLC has purchased    \n As stated in earlier reports, Goal 3 was modified in the sense that the previously constructed mechatronics trainers were not utilized. It was determined that the content for that activity would not be suitable for the audience of teachers targeted.  IoT mini labs sessions were planned and delivered for 2 consecutive summers. (1 for CLC). Because of COVID these were mostly online experiences, training STEM educators in using Arduino and Raspberry Pie applications they could use apply in their classrooms. \nFSCJ was also engaged with 2 summer student programs, Data Busters and Gear-Up. High school students from underrepresented populations were exposed to Mechatronics program with hands-on activities designed to spark career interest. \nThe initial plan to modify 20 courses was unrealistic. This was set before the full knowledge of what NC3 had to offer in terms of content, training schedules and of course COVID 19. \nFSCJ had 283 certifications passed over the 4-year period. The exam success rate was 70%. The average pass score was 83%.  CLC had 94      passed certifications and a 49% success rate.    \nThis grant helped FSCJ and CLC strengthen and grow the Dual Enrollment programs and gave these students the opportunity to gather industry recognized certifications, enhancing their career portfolios. \nThe attempt to attract underrepresented populations into the Advanced Manufacturing program was not successful. Our minority and female populations did not change over the course of the grant. \n \nThe attempt to attract underrepresented populations into the Advanced Manufacturing program was not successful. Our minority and female populations did not change over the course of the grant. \n \n\n\t\t\t\t\tLast Modified: 08/10/2023\n\n\t\t\t\t\tSubmitted by: Alan Zube"
 }
}