{
 "awd_id": "1902148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Perfectoid Spaces, Diamonds, and the Langlands Program",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922271",
 "po_email": "asalerno@nsf.gov",
 "po_sign_block_name": "Adriana Salerno",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "The Langlands program is like a grand unified theory of numbers. It a suite of conjectures which encompasses classical patterns in numbers (called \"reciprocity laws\") discovered by Euler and Gauss, as well as modern results like Fermat's Last Theorem. In brief, the Langlands program unites two sorts of symmetries: one coming from continuous entities (think of all the ways a sphere might be rotated in space), and the other from roots of algebraic equations (think of the \"plus or minus\" in the quadratic formula). The PI proposes research on the Langlands program, specifically the part dealing with the p-adic numbers, which are the strange cousins of the real numbers. (The letter p here stands for a prime number.  The real numbers form a connected continuum, whereas the p-adic numbers are totally disconnected, like infinite fractal dust.)  The Langlands program as it applies to the real numbers was worked out by Langlands himself, while the p-adic story remains somewhat mysterious.  The PI intends to contribute to this portion of the Langlands program by studying the geometry of some fascinating new structures discovered in the last several years, namely perfectoid spaces and diamonds.  These structures were invented by Peter Scholze, who received the Fields Medal in 2018 for their discovery. The project also supports work of the PI's graduate student, Maria Fernandez, on related topics.\r\n\r\nSince their introduction around 2012, perfectoid spaces have had some unexpected applications. One of these is Laurent Fargues' program to geometrize the Langlands program over the p-adic numbers.  That is, he has brought it in line with the parallel program of geometric Langlands, which seems rather more tractable.  Inspired by Fargues' program, the PI has proved (in joint work with Tasho Kaletha and David Hansen) a form of Kottwitz' conjecture on the cohomology of Rapoport-Zink spaces, using a version of the Lefschetz fixed-point formula which can apply to perfectoid spaces. This can be recognized as a geometric manifestion of Langlands functoriality between a p-adic group and one of its inner twists. The PI will expand these methods to apply to other sorts of functorialities. There is a further project concerning the \"smoothness\" of perfectoid spaces (a beautiful concept dating to 2016), and another on the modularity of elliptic curves over function fields, which is joint with the PI's graduate student.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Weinstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jared Weinstein",
   "pi_email_addr": "jsweinst@math.bu.edu",
   "nsf_id": "000629085",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 COMMONWEALTH AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 130722.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 64639.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 64639.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 13\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>We report here on DMS-1902148: </span><em>Perfectoid Spaces, Diamonds, and the Langlands Program</em><span>. This was awarded for the period 2019-2022 at the amount of $260,000.</span></p>\n<p><strong>Intellectual Merit Results.&nbsp;</strong></p>\n<div class=\"page\" title=\"Page 13\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em>The Berkeley Lectures.&nbsp;</em><span>2020 saw the publication of the book </span><em>Berkeley Lectures in p-adic Geometry </em><span>with Peter Scholze, based on Scholze&rsquo;s lecture series in 2014. This is now a standard reference for perfectoid spaces and diamonds, and the primary source for the construction of spaces of mixed-characteristic shtukas. </span></p>\n<p><em>The Kottwitz conjecture</em>. In 2022 the 80-page paper <em>On the Kottwitz conjecture for local shtuka spaces&nbsp;</em>was published. The PI had the idea for this project in 2016, when he realized that a powerful enough version of the Lefschetz fixed-point formula would solve a part of the Kottwitz conjecture for mixed- characteristic shtuka spaces in great generality.&nbsp; Since then, the main result of this article has been leveraged by other authors to complete parts of the Fargues-Scholze program.</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><em>The geometry of shtuka spaces</em>. The PI used his award to support the doctoral research of Mar&iacute;a In&eacute;s de Frutos Fern&aacute;ndez, whose thesis provided us with the first explicit study of moduli spaces of shtukas over the projective line. These were elliptic surfaces, whose configurations of bad fibers obeyed completely regular (and still mysterious) patterns. De Frutos Fern&aacute;ndez gave our department&rsquo;s first-ever virtual defense in May 2020. Her thesis will appear in JNTB. She now does postdoctoral research on Kevin Buzzard&rsquo;s Lean project.</p>\n<p><span><em>Transcendental descent for K3 surfaces</em>. </span><span>The PI used his award to support the doctoral research of Angus McAndrew, who wrote a fantastic thesis on K3 surfaces (article in preparation). A theorem of Grothendieck gives a criterion for when an abelian variety </span><span>A/K </span><span>up to isogeny can be descended through a transcendental extension </span><span>K/k</span><span>. (The criterion is that the action of the Galois group of </span><span>K </span><span>on the Tate module of </span><span>A </span><span>factors through the Galois group of </span><span>k</span><span>.) Using properties of spin Shimura varieties, McAndrew was able to extend Grothendieck&rsquo;s theorem to K3 surfaces. He now works as a postdoc at Australian National University. </span></p>\n</div>\n</div>\n</div>\n<p><strong>Broader Impact Results.</strong></p>\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span><em>Geometrization of the Local Langlands Program</em>. </span><span>In May 2019, the PI served as the keynote speaker for a workshop at McGill titled </span><span>Geometrization of the Local Langlands Program</span><span>. This exciting event drew 50 or so people for an intense introduction to recent developments in perfectoid spaces, diamonds, and the project of geometrization. Notes from this meeting by Tony Feng remain one of the more accessible accounts of this topic. </span></p>\n<p><em>RAMpAGe</em>. When the pandemic halted all in-person activities in 2020, the PI, together with David Hansen and Artur-C&eacute;sar le Bras, organized a weekly virtual seminar. We called it Recent Advances in Modern p-Adic Geometry (RAMpAGe), and it ran for two years. Recordings and notes from the talks were placed on the seminar&rsquo;s webpage, which the PI maintained. We heard from a variety of speakers, from graduate students to senior faculty, and it regularly drew an audience across North America, Europe, and Asia. We also featured a mini-course in the Summer of 2021 on the topic of Bun<sub>G</sub>, the stack of bundles on the Fargues-Fontaine curve.</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 15\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span><em>Fields Medal Symposium</em>. </span><span>In Summer 2021, the PI was invited by the Fields Institute to create a video explaining the work of Peter Scholze for the Fields Medal Symposium in August 2021. I wrote the script, and recorded it at a studio in front of a green screen. Then I worked with an animator to create graphics that went along with the lecture. The result was a 20-minute video which explains the beauty and richness of </span><span>p</span><span>-adic numbers, geometry, and Scholze&rsquo;s work, all to a lay audience. The video was premiered live on YouTube. </span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2022<br>\n\t\t\t\t\tModified by: Jared&nbsp;Weinstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nWe report here on DMS-1902148: Perfectoid Spaces, Diamonds, and the Langlands Program. This was awarded for the period 2019-2022 at the amount of $260,000.\n\nIntellectual Merit Results. \n\n\n\n\nThe Berkeley Lectures. 2020 saw the publication of the book Berkeley Lectures in p-adic Geometry with Peter Scholze, based on Scholze’s lecture series in 2014. This is now a standard reference for perfectoid spaces and diamonds, and the primary source for the construction of spaces of mixed-characteristic shtukas. \n\nThe Kottwitz conjecture. In 2022 the 80-page paper On the Kottwitz conjecture for local shtuka spaces was published. The PI had the idea for this project in 2016, when he realized that a powerful enough version of the Lefschetz fixed-point formula would solve a part of the Kottwitz conjecture for mixed- characteristic shtuka spaces in great generality.  Since then, the main result of this article has been leveraged by other authors to complete parts of the Fargues-Scholze program.\n\n\n\n\n\n\n\nThe geometry of shtuka spaces. The PI used his award to support the doctoral research of Mar&iacute;a In&eacute;s de Frutos Fern&aacute;ndez, whose thesis provided us with the first explicit study of moduli spaces of shtukas over the projective line. These were elliptic surfaces, whose configurations of bad fibers obeyed completely regular (and still mysterious) patterns. De Frutos Fern&aacute;ndez gave our department’s first-ever virtual defense in May 2020. Her thesis will appear in JNTB. She now does postdoctoral research on Kevin Buzzard’s Lean project.\n\nTranscendental descent for K3 surfaces. The PI used his award to support the doctoral research of Angus McAndrew, who wrote a fantastic thesis on K3 surfaces (article in preparation). A theorem of Grothendieck gives a criterion for when an abelian variety A/K up to isogeny can be descended through a transcendental extension K/k. (The criterion is that the action of the Galois group of K on the Tate module of A factors through the Galois group of k.) Using properties of spin Shimura varieties, McAndrew was able to extend Grothendieck’s theorem to K3 surfaces. He now works as a postdoc at Australian National University. \n\n\n\n\nBroader Impact Results.\n\n\n\n\nGeometrization of the Local Langlands Program. In May 2019, the PI served as the keynote speaker for a workshop at McGill titled Geometrization of the Local Langlands Program. This exciting event drew 50 or so people for an intense introduction to recent developments in perfectoid spaces, diamonds, and the project of geometrization. Notes from this meeting by Tony Feng remain one of the more accessible accounts of this topic. \n\nRAMpAGe. When the pandemic halted all in-person activities in 2020, the PI, together with David Hansen and Artur-C&eacute;sar le Bras, organized a weekly virtual seminar. We called it Recent Advances in Modern p-Adic Geometry (RAMpAGe), and it ran for two years. Recordings and notes from the talks were placed on the seminar’s webpage, which the PI maintained. We heard from a variety of speakers, from graduate students to senior faculty, and it regularly drew an audience across North America, Europe, and Asia. We also featured a mini-course in the Summer of 2021 on the topic of BunG, the stack of bundles on the Fargues-Fontaine curve.\n\n\n\n\n\n\n\nFields Medal Symposium. In Summer 2021, the PI was invited by the Fields Institute to create a video explaining the work of Peter Scholze for the Fields Medal Symposium in August 2021. I wrote the script, and recorded it at a studio in front of a green screen. Then I worked with an animator to create graphics that went along with the lecture. The result was a 20-minute video which explains the beauty and richness of p-adic numbers, geometry, and Scholze’s work, all to a lay audience. The video was premiered live on YouTube. \n\n\n\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 11/07/2022\n\n\t\t\t\t\tSubmitted by: Jared Weinstein"
 }
}