{
 "awd_id": "1902501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Resources for Enhancing Additive Manufacturing Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Jackman",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 567350.0,
 "awd_amount": 567350.0,
 "awd_min_amd_letter_date": "2019-04-11",
 "awd_max_amd_letter_date": "2019-04-11",
 "awd_abstract_narration": "Additive manufacturing, which uses multiple layers of materials to create 3D objects, is increasingly important in the nation's manufacturing industry. The need for workers with the skills to design and create products using additive manufacturing technologies is also increasing. To help meet this need, Chippewa Valley Technical College will work with industry partners and secondary schools to develop new courses related to additive manufacturing, which is also called 3D printing. A Fabrication Laboratory (Fab Lab) facility will be created to provide students with hands-on learning opportunities. Students will have the opportunity to learn about the processes, materials, and design approaches used in additive manufacturing and to develop the skills needed to create items using those approaches. The knowledge and skills they develop, in turn, will prepare students for high-demand technician careers in manufacturing industries. The Fab Lab will also be available as a space for local entrepreneurs and makers to explore the use of modern equipment and technology. It is expected that the project will contribute to increasing the number of skilled technicians for the regional and national manufacturing workforce.\r\n\r\nThe goals of the project are to: 1) prepare manufacturing technicians with skills in additive manufacturing processes and concepts; and 2) increase the capability of secondary school teachers to teach additive manufacturing topics. Course content for five modules on additive manufacturing will be developed to augment the Manufacturing Engineering Technologist and Mechanical Design associate degree programs at the college. These modules will cover topics such as material properties, metal additive manufacturing, design principles, and quality assurance for digital manufacturing. The new Fab Lab high-quality makerspace will be equipped with multiple types of 3D printers (including thermoplastic, stereolithography, composite material, and metal 3D printers) and a 3D laser scanner. Students will participate in a capstone experience that incorporates project-based learning on real-world projects that allow students to work collaboratively with industry partners. Course modules with appropriate content for middle and high school students will also be developed. All students will have the opportunity to earn industry-recognized credentials after completing the modules. Secondary school teachers will have access to faculty mentors and professional development workshops, to help them work with the Fab Lab equipment and integrate the modules and course activities into their curriculum. The project includes evaluation by an external expert.  Results of this evaluation could inform other institutions about effective approaches to recruiting and educating technicians for additive manufacturing jobs.  This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahmood",
   "pi_last_name": "Lahroodi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahmood Lahroodi",
   "pi_email_addr": "mlahroodi@cvtc.edu",
   "nsf_id": "000789517",
   "pi_start_date": "2019-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Mikelson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Hans P Mikelson",
   "pi_email_addr": "hmikelson@cvtc.edu",
   "nsf_id": "000336132",
   "pi_start_date": "2019-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chippewa Valley Technical College",
  "inst_street_address": "620 W CLAIREMONT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EAU CLAIRE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7158336419",
  "inst_zip_code": "547016162",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "CHIPPEWA VALLEY TECHNICAL COLLEGE",
  "org_prnt_uei_num": "LQPJKZ61MJ89",
  "org_uei_num": "LQPJKZ61MJ89"
 },
 "perf_inst": {
  "perf_inst_name": "Chippewa Valley Technical College",
  "perf_str_addr": "620 W Clairemont Avenue",
  "perf_city_name": "Eau Claire",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "547016162",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 567350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DREAM ( Developing Resources for Enhancing Additive Manufacturing)&nbsp; project created a culture of innovation and collaboration among students and instructors at CVTC and across local high schools through access to a prototyping lab, a teachers&rsquo; hub, a website, and a series of symposia.</p>\n<p>CVTC&rsquo;s Prototyping Lab was constructed and equipped to create a shared workspace for CVTC&rsquo;s instructors, students, and thirty-five regional high schools. The Prototyping Lab provides access to a range of additive manufacturing technologies including fused filament fabrication, stereolithography, composite materials, and metal. The Prototyping Lab also includes equipment for laser cutting and engraving, computer numerical controlled (CNC) lathe machining, and water jet as well as metrology equipment including a CNC coordinate measurement machine, 3D scanner, optical comparator, and others. Tours of the lab were conducted for members of industry and regional high schools. The grant provided funding for a service technician to support the lab.</p>\n<p>An additive manufacturing curriculum was developed based on industry needs and current industrial trends. It was organized as a series of modules consisting of lessons, assignments, labs, and assessments which covered a range of additive manufacturing topics from the basics to innovative concepts like topology optimization and reverse engineering. The modules were combined to form an additive manufacturing course that was infused into two different engineering programs.&nbsp; Students were able to demonstrate industry recognized competencies by successfully performing on the CSWA-AM and NC3 certification exams.</p>\n<p>Online assets such as the DREAM website, Google drives, and Microsoft Teams were used to mitigate the effects of the COVID 19 pandemic. The use of online tools accelerated our collaboration efforts with national organizations like SME and international companies like Deloitte. The website provided over 115 users direct access to the modules, teachers hub, symposia, documents, and other resources.</p>\n<p>A Technical Education Teachers Hub was created to promote innovation and collaboration between CVTC and regional high school teachers. Weekly meetings were held to understand teachers&rsquo; challenges and high school students&rsquo; needs. One of the results of this collaboration was the DesignX competition.</p>\n<p>A series of symposia were held which included nationally and internationally respected keynote speakers, project demonstrations, and panel discussions with industry representatives, students, and entrepreneurs. The symposia were recorded and made available on the DREAM website.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2022<br>\n\t\t\t\t\tModified by: Mahmood&nbsp;Lahroodi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDREAM ( Developing Resources for Enhancing Additive Manufacturing)  project created a culture of innovation and collaboration among students and instructors at CVTC and across local high schools through access to a prototyping lab, a teachers’ hub, a website, and a series of symposia.\n\nCVTC’s Prototyping Lab was constructed and equipped to create a shared workspace for CVTC’s instructors, students, and thirty-five regional high schools. The Prototyping Lab provides access to a range of additive manufacturing technologies including fused filament fabrication, stereolithography, composite materials, and metal. The Prototyping Lab also includes equipment for laser cutting and engraving, computer numerical controlled (CNC) lathe machining, and water jet as well as metrology equipment including a CNC coordinate measurement machine, 3D scanner, optical comparator, and others. Tours of the lab were conducted for members of industry and regional high schools. The grant provided funding for a service technician to support the lab.\n\nAn additive manufacturing curriculum was developed based on industry needs and current industrial trends. It was organized as a series of modules consisting of lessons, assignments, labs, and assessments which covered a range of additive manufacturing topics from the basics to innovative concepts like topology optimization and reverse engineering. The modules were combined to form an additive manufacturing course that was infused into two different engineering programs.  Students were able to demonstrate industry recognized competencies by successfully performing on the CSWA-AM and NC3 certification exams.\n\nOnline assets such as the DREAM website, Google drives, and Microsoft Teams were used to mitigate the effects of the COVID 19 pandemic. The use of online tools accelerated our collaboration efforts with national organizations like SME and international companies like Deloitte. The website provided over 115 users direct access to the modules, teachers hub, symposia, documents, and other resources.\n\nA Technical Education Teachers Hub was created to promote innovation and collaboration between CVTC and regional high school teachers. Weekly meetings were held to understand teachers’ challenges and high school students’ needs. One of the results of this collaboration was the DesignX competition.\n\nA series of symposia were held which included nationally and internationally respected keynote speakers, project demonstrations, and panel discussions with industry representatives, students, and entrepreneurs. The symposia were recorded and made available on the DREAM website.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2022\n\n\t\t\t\t\tSubmitted by: Mahmood Lahroodi"
 }
}