{
 "awd_id": "1903714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Collaborative: Towards Privacy Preserving Online Image Sharing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Joshi",
 "awd_eff_date": "2018-08-26",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 32451.0,
 "awd_amount": 32451.0,
 "awd_min_amd_letter_date": "2018-12-11",
 "awd_max_amd_letter_date": "2018-12-11",
 "awd_abstract_narration": "On-line sharing of images has become a key enabler of users' connectivity.  Various types of images are shared through social media to represent users' interests and experiences.  While extremely convenient and socially valuable, this level of pervasiveness introduces acute privacy concerns. First, once shared images may go anywhere, as copying / resharing images is straightforward. Second, the information disclosed through an image reveals aspects of users' private lives, affecting both the owner and other subjects in the image.  Malicious attackers can take advantage of these unnecessary leaks to launch context-aware attacks (e.g., spearfishing) or even impersonation attacks.  This project is developing methods to help users appropriately control access to their shared images.\r\n\r\nThe investigators are developing new techniques to tackle image privacy based on the image content as well as images and users' meta-data, by (a) inferring the sensitivity of a given image based on the visual properties of the images and the users' image sharing patterns, and then automatically applying the appropriate privacy settings for that image, and (b) by using discovered users' sharing patters to define access policies according to the locally enforceable controls on the domain of interest.  Beyond the technical results, this project is developing a framework for understanding the common classes and categories of images with respect to the users' understanding of privacy.  This framework will enable an understanding of the images that need protection and help improve  user awareness of classes of images that are often unintentionally or accidentally under-protected.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Caragea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia Caragea",
   "pi_email_addr": "cornelia@uic.edu",
   "nsf_id": "000584683",
   "pi_start_date": "2018-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 32451.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 6\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Image sharing on social networking sites is now commonplace. Sharing happens within a group of known people, and also increasingly with people outside a user&rsquo;s social circles for purposes of social discovery. Yet, online image sharing raises a number of privacy concerns; images may reveal sensitive characteristics and other private information of their owners and other stakeholders. The goal of this award is to develop algorithms and systems for automated image protection, through privacy recommendations and access control policies. We aim at exploring novel features that capture the specifics of privacy-related images, as well as investigate effective and efficient privacy-setting classification and learning models, using both supervised and semi-supervised machine learning techniques. </span></p>\n<p><span>This project led to a suite of key research advances. First, our studies revealed important correlations between visual content and private content. We developed a set of increasingly accurate models to detect private images, and private content within images, using both meta-data and of low-level visual features that can identify key points of the images. Along with our collaborators from Pennsylvania State University, we have studied the extent to which image tags are a possible proxy for images descriptors, and the extent to which these could be used to associate privacy policies in a semi-automated fashion. In one study, we identified that in addition to objects, the scene context obtained from images&rsquo; content can improve the performance of privacy prediction. As a proof of concept, we proposed an effective framework to uncover scene-based tags from images&rsquo; content using convolutional neural networks (CNNs). Moreover, we proposed dynamic deep multi-modal fusion for image privacy prediction by fusing object, scene, and image tags modalities derived from CNNs and showed significant improvement in performance over individual models and prior works. </span></p>\n<p><span>Second, we have developed an efficient approach to address personalization of image privacy recommenda- tions. We have developed a model to identify users&rsquo; archetypes that can be used to quickly instantiate a recommender system for privacy decision making. </span></p>\n<p><span>Finally, we explored abstract concepts for image privacy prediction and showed that the abstract concepts and concrete object tags complement each other and yield best performance when used in combination as features for image privacy prediction. Our research findings have been widely disseminated in top research venues in Web, social media, and privacy. Venues in which we published include: AAAI, WWW, IJCAI, Hyper-Text, PETS, ACM TWeb, and ACM TIST. This research was the topic of two MS theses and one PhD dissertation (under PI Caragea&rsquo;s supervision). </span></p>\n<p><span>Results from this project have been incorporated into a series of lectures, seminar presentations and invited talks. Research components have been critical parts of undergraduate and graduate courses that have impacted undergraduate and graduate students. Further, this project has supported outreach - through lectures and invited seminars, to k-12 students. </span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2019<br>\n\t\t\t\t\tModified by: Cornelia&nbsp;Caragea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nImage sharing on social networking sites is now commonplace. Sharing happens within a group of known people, and also increasingly with people outside a user’s social circles for purposes of social discovery. Yet, online image sharing raises a number of privacy concerns; images may reveal sensitive characteristics and other private information of their owners and other stakeholders. The goal of this award is to develop algorithms and systems for automated image protection, through privacy recommendations and access control policies. We aim at exploring novel features that capture the specifics of privacy-related images, as well as investigate effective and efficient privacy-setting classification and learning models, using both supervised and semi-supervised machine learning techniques. \n\nThis project led to a suite of key research advances. First, our studies revealed important correlations between visual content and private content. We developed a set of increasingly accurate models to detect private images, and private content within images, using both meta-data and of low-level visual features that can identify key points of the images. Along with our collaborators from Pennsylvania State University, we have studied the extent to which image tags are a possible proxy for images descriptors, and the extent to which these could be used to associate privacy policies in a semi-automated fashion. In one study, we identified that in addition to objects, the scene context obtained from images’ content can improve the performance of privacy prediction. As a proof of concept, we proposed an effective framework to uncover scene-based tags from images’ content using convolutional neural networks (CNNs). Moreover, we proposed dynamic deep multi-modal fusion for image privacy prediction by fusing object, scene, and image tags modalities derived from CNNs and showed significant improvement in performance over individual models and prior works. \n\nSecond, we have developed an efficient approach to address personalization of image privacy recommenda- tions. We have developed a model to identify users’ archetypes that can be used to quickly instantiate a recommender system for privacy decision making. \n\nFinally, we explored abstract concepts for image privacy prediction and showed that the abstract concepts and concrete object tags complement each other and yield best performance when used in combination as features for image privacy prediction. Our research findings have been widely disseminated in top research venues in Web, social media, and privacy. Venues in which we published include: AAAI, WWW, IJCAI, Hyper-Text, PETS, ACM TWeb, and ACM TIST. This research was the topic of two MS theses and one PhD dissertation (under PI Caragea’s supervision). \n\nResults from this project have been incorporated into a series of lectures, seminar presentations and invited talks. Research components have been critical parts of undergraduate and graduate courses that have impacted undergraduate and graduate students. Further, this project has supported outreach - through lectures and invited seminars, to k-12 students. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2019\n\n\t\t\t\t\tSubmitted by: Cornelia Caragea"
 }
}