{
 "awd_id": "1903160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Mechanisms of Multicellular Self-Organization in Myxococcus Xanthus",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 285905.0,
 "awd_amount": 285905.0,
 "awd_min_amd_letter_date": "2019-04-29",
 "awd_max_amd_letter_date": "2021-07-28",
 "awd_abstract_narration": "This project engages a collaborating team of experimental microbiologists, computational biologists, and mathematicians to understand the mechanisms by which soil bacterium Myxococcus xanthus aggregates into multicellular mounds in response to starvation. Using mathematical and biological approaches, the team will uncover interactions that control different stages of developmental self-organization: (1) pre-aggregation cell alignment and formation of cellular streams; (2) formation and growth of initial aggregates; and (3) aggregate coarsening, dispersal, and pulsing. This project is expected to elucidate some of the general mechanisms behind the collective behavior of motile cells in other organisms and to develop widely applicable mathematical approaches. Transition from single cells to multicellularity is fundamentally important to increase understanding of many pathogenic bacteria and to elucidate self-organization in more complex systems. Even though individual bacterial cells are considered to function independently and to be autonomous, many bacterial populations will act collectively, communicating, moving and self-organizing into multicellular structures.  M. xanthus is a great model system for studying biological self-organization: its cells function fine alone, but cooperate to form variety of distinct, dynamic patterns depending on environmental conditions. However, the mechanisms of these behaviors are currently not fully understood. Broader impacts of the project will be further enhanced by training opportunities for participating students. Solving complex biological problems requires a new generation of life scientists with cross-disciplinary training in both experimental and computational methods. This research will provide those training opportunities for all participants, facilitated by close interactions such as joint meetings and trainee collaborations.  \r\n\r\nThis project focuses on solving one of the fundamental problems of modern developmental biology: how individual cells self-organize into multicellular structures. In particular, the goal of the research is to uncover mechanisms controlling the developmental program of a biofilm formed by M. xanthus. This soil bacterium is tractable and has a relatively simple genome and as such is an excellent model system to develop novel mathematical models and experimentally test their predictions. Under starvation, M. xanthus cells coordinate their movement in space and time, bringing tens of thousands of cells together into multicellular aggregates to differentiate into spores. This model of prokaryotic development is experimentally tractable and shares many of the complexities that are ubiquitous in developmental systems. With a combination of mathematical modeling approaches and quantitative experiments, this project will uncover the interactions and signaling mechanisms that control three distinct stages of developmental self-organization. To this end, the research builds on the previously fruitful methodology to connect these interactions with the observed population phenotypes. The emphasis of the mathematical component of this research is on the advancement of agent-based and kinetic models that go beyond the existing, oversimplified models of the phenomena that postulate and analyze a single mechanism for self-organization. The resulting predictions will be tested experimentally using genetic or environmental perturbations. Broader impacts include developing novel and widely applicable methodology to understand multicellular patterns, cross-disciplinary training for participating students, and educational and outreach activities based on the research results and methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Welch",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roy D Welch",
   "pi_email_addr": "rowelch@syr.edu",
   "nsf_id": "000147592",
   "pi_start_date": "2019-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804700",
   "pgm_ele_name": "NIGMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 190498.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 95407.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bacteria are often thought of as simple, independent cells, but some species, such as <em>Myxococcus xanthus</em>, exhibit complex collective behaviors that resemble those of multicellular organisms. When faced with starvation, <em>M. xanthus</em> cells coordinate their movements to form aggregates, which eventually develop into spore-filled fruiting bodies that help them survive harsh conditions. This NSF-funded research sought to understand how individual cells move and interact to achieve this remarkable form of self-organization. By combining experimental microbiology, advanced microscopy, and computational modeling, we investigated the mechanisms underlying aggregation, biofilm formation, and bacterial collective behavior.</p>\r\n<p>One of the most significant findings from this work is that <em>M. xanthus</em> aggregation does not require streaming&mdash;a rapid, directed movement of cells previously thought to be a prerequisite for fruiting body formation. By tracking individual cells, we found that aggregation can occur even when cells exhibit little movement beforehand. Additionally, we demonstrated that streaming and aggregation can be genetically separated, meaning that these behaviors are governed by distinct molecular pathways. These findings contradict long-standing theoretical models and suggest that <em>M. xanthus</em> may use a chemoattractant to coordinate aggregation, much like the social amoeba <em>Dictyostelium</em>. This discovery has broad implications for microbiology, biophysics, and computational modeling, requiring significant revisions to existing agent-based models of bacterial self-organization.</p>\r\n<p>In addition to studying aggregation, we examined how <em>M. xanthus</em> biofilms respond to different environmental conditions. Using synthetic hydrogels with tunable properties, we found that substrate stiffness directly affects bacterial colony expansion. Stiffer surfaces slow colony growth, likely due to changes in how bacterial cells adhere and move in response to mechanical forces. These findings contribute to our understanding of microbial adaptation and may have applications in controlling biofilms in medical and industrial settings.</p>\r\n<p>The broader impact of this project extends beyond scientific discoveries. This research provided hands-on training in microbiology, microscopy, and computational modeling for multiple undergraduate and graduate students. Several of these trainees have advanced to prestigious positions, including tenure-track faculty appointments and postdoctoral fellowships. The findings from this work have also been integrated into undergraduate microbiology education at Syracuse University, ensuring that future students gain exposure to cutting-edge research on bacterial behavior. Additionally, a high school AP biology teacher participated in the research, helping to bring modern microbiology techniques into the classroom.</p>\r\n<p>By challenging existing models of bacterial self-organization and identifying new mechanisms underlying aggregation and biofilm formation, this project has contributed to a deeper understanding of microbial collective behavior. The unexpected discovery that streaming is not essential for aggregation opens new directions for future research, including the search for a potential chemoattractant that guides <em>M. xanthus</em> aggregation. These findings not only advance basic science but also have implications for biofilm control, bacterial ecology, and the broader study of self-organizing biological systems.</p><br>\n<p>\n Last Modified: 01/30/2025<br>\nModified by: Roy&nbsp;D&nbsp;Welch</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBacteria are often thought of as simple, independent cells, but some species, such as Myxococcus xanthus, exhibit complex collective behaviors that resemble those of multicellular organisms. When faced with starvation, M. xanthus cells coordinate their movements to form aggregates, which eventually develop into spore-filled fruiting bodies that help them survive harsh conditions. This NSF-funded research sought to understand how individual cells move and interact to achieve this remarkable form of self-organization. By combining experimental microbiology, advanced microscopy, and computational modeling, we investigated the mechanisms underlying aggregation, biofilm formation, and bacterial collective behavior.\r\n\n\nOne of the most significant findings from this work is that M. xanthus aggregation does not require streaminga rapid, directed movement of cells previously thought to be a prerequisite for fruiting body formation. By tracking individual cells, we found that aggregation can occur even when cells exhibit little movement beforehand. Additionally, we demonstrated that streaming and aggregation can be genetically separated, meaning that these behaviors are governed by distinct molecular pathways. These findings contradict long-standing theoretical models and suggest that M. xanthus may use a chemoattractant to coordinate aggregation, much like the social amoeba Dictyostelium. This discovery has broad implications for microbiology, biophysics, and computational modeling, requiring significant revisions to existing agent-based models of bacterial self-organization.\r\n\n\nIn addition to studying aggregation, we examined how M. xanthus biofilms respond to different environmental conditions. Using synthetic hydrogels with tunable properties, we found that substrate stiffness directly affects bacterial colony expansion. Stiffer surfaces slow colony growth, likely due to changes in how bacterial cells adhere and move in response to mechanical forces. These findings contribute to our understanding of microbial adaptation and may have applications in controlling biofilms in medical and industrial settings.\r\n\n\nThe broader impact of this project extends beyond scientific discoveries. This research provided hands-on training in microbiology, microscopy, and computational modeling for multiple undergraduate and graduate students. Several of these trainees have advanced to prestigious positions, including tenure-track faculty appointments and postdoctoral fellowships. The findings from this work have also been integrated into undergraduate microbiology education at Syracuse University, ensuring that future students gain exposure to cutting-edge research on bacterial behavior. Additionally, a high school AP biology teacher participated in the research, helping to bring modern microbiology techniques into the classroom.\r\n\n\nBy challenging existing models of bacterial self-organization and identifying new mechanisms underlying aggregation and biofilm formation, this project has contributed to a deeper understanding of microbial collective behavior. The unexpected discovery that streaming is not essential for aggregation opens new directions for future research, including the search for a potential chemoattractant that guides M. xanthus aggregation. These findings not only advance basic science but also have implications for biofilm control, bacterial ecology, and the broader study of self-organizing biological systems.\t\t\t\t\tLast Modified: 01/30/2025\n\n\t\t\t\t\tSubmitted by: RoyDWelch\n"
 }
}