{
 "awd_id": "1903462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Kinetics of Laser-Induced Electron Hole Plasmas in Nanowire Arrays",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 116948.0,
 "awd_amount": 116948.0,
 "awd_min_amd_letter_date": "2019-05-30",
 "awd_max_amd_letter_date": "2019-05-30",
 "awd_abstract_narration": "The interaction of light with matter is a fundamental topic of scientific research and critical to many modern technologies. The entire research field of optoelectronics is concerned with explaining the quantum interaction of light with electronic material components, increasingly on the scale of atoms and molecules. For many semiconductors, intense laser light can excite electrons, which then leave oppositely-charged shadows behind, known as \"holes\".  These electrons and holes behave as a plasma (a gas of charged particles) confined within the solid. Solving the complicated equations describing such plasmas in three-dimensional space can be prohibitive, even on today's supercomputers. Quantum-wires, however, have a thickness over 1000 times smaller than a human hair, and they allow us to test quantum plasma models on charges that are confined to only one dimension in space. This project aims to calculate the evolution of electron-hole plasmas in interacting quantum wires, as well as the evolution of the light that excites them. The goal is to improve knowledge of optical and transport properties of light-generated plasmas on time-scales of a millionth of a billionth of a second. This knowledge is important for understanding of light-matter interactions, as well as advancements in nano-optoelectronics, sensing, and many national security applications. This project also has significant broader impacts in providing undergraduate students a chance to participate in cutting-edge research, development of new college course curricula based on the research results, and enabling public outreach.\r\n\r\nOn the technical side, the goal of this project is to develop improved calculations of the ultrafast dynamics of photo-excited electron-hole plasmas in quantum wires, as well as the scattering of ultrashort laser pulses incident on a quantum wire array.  The computations will couple Pseudo-Spectral Time Domain (PSTD) techniques of modeling light propagation to quantum-kinetic Semiconductor Bloch equations for the many-body plasma dynamics in the quantum wires. This project advances our knowledge of plasma dynamics in solids by dispensing with several common assumptions often used to simplify such calculations; including monochromatic laser fields, electron-hole distributions in quasi-equilibrium, spatially uniform electric fields in the medium, and neglect of longitudinal fields resulting from the spatial electron-hole plasma distribution.  These assumptions are a limiting factor on today's optoelectronic calculations involving intense light, particularly on the nanometer length and femtosecond time scales.  The project will seek to find experimentally measurable indicators of the correlation between the localized response of quantum-wire plasmas and the spatial-temporal features and phases of the scattered light pulses. It will also look for a measurable correlation between the current from driven electron-hole plasmas, as well as localized longitudinal electromagnetic fields due to induced, long-lasting plasma oscillations in the quantum wires. The results of the project will also be important for advancements in the emerging fields of femtosecond electronics and attosecond physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Gulley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy R Gulley",
   "pi_email_addr": "jgulley@kennesaw.edu",
   "nsf_id": "000614622",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kennesaw State University Research and Service Foundation",
  "inst_street_address": "1000 CHASTAIN RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "KENNESAW",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4705786381",
  "inst_zip_code": "301445588",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "GA11",
  "org_lgl_bus_name": "KENNESAW STATE UNIVERSITY RESEARCH AND SERVICE FOUNDATION, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G8DZHNRKWTN3"
 },
 "perf_inst": {
  "perf_inst_name": "Kennesaw State University",
  "perf_str_addr": "1000 Chastain Road",
  "perf_city_name": "Kennesaw",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301445591",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "GA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 116948.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dr. Gulley performed research in computational plasma physics that is&nbsp;relevant&nbsp;to advances in photonics and optoelectronics. The purpose of the research was to improve knowledge of optical and transport properties of light-generated plasmas on time scales of a millionth of a billionth of a second. This knowledge is important for understanding of light-matter interactions, as well as advancements in nano-scale optoelectronics, sensing, and many national security applications. In his research, Dr. Gulley developed theoretical methods and simulations for modeling propagation of high-power laser light pulses and their interaction with semiconductor nanostructures.</p>\n<p>&nbsp;</p>\n<p>Light-matter interactions is a fundamental topic of scientific research and critical to many modern technologies.&nbsp; Specifically, the field of optoelectronics seeks to explain the quantum interaction of light with electronic material components, often on the scale of atoms and molecules. For many semiconductors, intense laser light can excite electrons, which then leave oppositely charged shadows behind, known as \"holes\". These electrons and holes behave as a plasma (a gas of charged particles) confined within the solid. In his research, Dr. Gulley solved the complicated equations describing such plasmas in a nanowire within a three-dimensional laser field.&nbsp; Nanowires can be 1000 times thinner than a human hair, but they allow us to test quantum plasma models on charges that are confined to only one dimension in space. Dr. Gulley and his grant-supported students wrote and performed simulations to calculate how lasers excite semiconductor nanowires, how the resulting one-dimensional plasma behaves, and how this plasma impacts the propagating laser field as well as the charges in neighboring nanowires within a larger array.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Many models and computer simulations of laser-plasma interactions in solids make assumptions to simplify the calculations.&nbsp; These can include neglecting laser field propagation effects or assuming electric charge neutrality throughout the solid.&nbsp; In this research Dr. Gulley developed a set of model equations without these limiting assumptions and produced simulations to solve them numerically.&nbsp; Simulations solving these equations for laser interaction with semiconductor nanowires showed numerous experimentally testable predictions of the model including a laser-induced electrical current caused by light momentum delivered to the plasma, as well as the presence of large longitudinal fields produced by oscillations of the plasma that are felt by neighboring wires in a large nano-wire array.&nbsp; The research also examined the nanowire plasma dynamics on longer time scales for both DC-electrical and optical response, making testable predictions of the optoelectronic response unique to one-dimensional solids. These predictions are important for understanding the behavior of light with nano-scale electronic components, and for constructing novel electronic and photonic devices such as sensors, solar-cells, and nanowire lasers.</p>\n<p>&nbsp;</p>\n<p>The project also had significant broader impacts. Dr. Gulley involved ten undergraduate students at Kennesaw State University in the research, as well as one graduate student.&nbsp; In training for and performing their research, these students learned critical skills for future contributions to the scientific community, and to defense related research specifically.&nbsp; The impetus for this research came from an earlier collaboration of Dr. Gulley with scientists at the Air Force Research Lab, a collaboration that continued throughout and was supported by this grant.&nbsp; Of the students involved, some presented talks at physics conferences and were co-authors in publications.&nbsp; When they graduated from Kennesaw State, many went onto graduate school in numerous disciplines including physics, chemistry, electrical engineering, and computer science; still other students entered the work force as defense contractors or schoolteachers. Dr. Gulley also traveled to high schools and school scientific events in the Metro Atlanta area to give presentations to students about his scientific work.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2023<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;R&nbsp;Gulley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDr. Gulley performed research in computational plasma physics that is relevant to advances in photonics and optoelectronics. The purpose of the research was to improve knowledge of optical and transport properties of light-generated plasmas on time scales of a millionth of a billionth of a second. This knowledge is important for understanding of light-matter interactions, as well as advancements in nano-scale optoelectronics, sensing, and many national security applications. In his research, Dr. Gulley developed theoretical methods and simulations for modeling propagation of high-power laser light pulses and their interaction with semiconductor nanostructures.\n\n \n\nLight-matter interactions is a fundamental topic of scientific research and critical to many modern technologies.  Specifically, the field of optoelectronics seeks to explain the quantum interaction of light with electronic material components, often on the scale of atoms and molecules. For many semiconductors, intense laser light can excite electrons, which then leave oppositely charged shadows behind, known as \"holes\". These electrons and holes behave as a plasma (a gas of charged particles) confined within the solid. In his research, Dr. Gulley solved the complicated equations describing such plasmas in a nanowire within a three-dimensional laser field.  Nanowires can be 1000 times thinner than a human hair, but they allow us to test quantum plasma models on charges that are confined to only one dimension in space. Dr. Gulley and his grant-supported students wrote and performed simulations to calculate how lasers excite semiconductor nanowires, how the resulting one-dimensional plasma behaves, and how this plasma impacts the propagating laser field as well as the charges in neighboring nanowires within a larger array. \n\n \n\nMany models and computer simulations of laser-plasma interactions in solids make assumptions to simplify the calculations.  These can include neglecting laser field propagation effects or assuming electric charge neutrality throughout the solid.  In this research Dr. Gulley developed a set of model equations without these limiting assumptions and produced simulations to solve them numerically.  Simulations solving these equations for laser interaction with semiconductor nanowires showed numerous experimentally testable predictions of the model including a laser-induced electrical current caused by light momentum delivered to the plasma, as well as the presence of large longitudinal fields produced by oscillations of the plasma that are felt by neighboring wires in a large nano-wire array.  The research also examined the nanowire plasma dynamics on longer time scales for both DC-electrical and optical response, making testable predictions of the optoelectronic response unique to one-dimensional solids. These predictions are important for understanding the behavior of light with nano-scale electronic components, and for constructing novel electronic and photonic devices such as sensors, solar-cells, and nanowire lasers.\n\n \n\nThe project also had significant broader impacts. Dr. Gulley involved ten undergraduate students at Kennesaw State University in the research, as well as one graduate student.  In training for and performing their research, these students learned critical skills for future contributions to the scientific community, and to defense related research specifically.  The impetus for this research came from an earlier collaboration of Dr. Gulley with scientists at the Air Force Research Lab, a collaboration that continued throughout and was supported by this grant.  Of the students involved, some presented talks at physics conferences and were co-authors in publications.  When they graduated from Kennesaw State, many went onto graduate school in numerous disciplines including physics, chemistry, electrical engineering, and computer science; still other students entered the work force as defense contractors or schoolteachers. Dr. Gulley also traveled to high schools and school scientific events in the Metro Atlanta area to give presentations to students about his scientific work.\n\n\t\t\t\t\tLast Modified: 09/28/2023\n\n\t\t\t\t\tSubmitted by: Jeremy R Gulley"
 }
}