{
 "awd_id": "1903202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Small: Collaborative Research: High-Dimensional Machine Learning Methods for Personalized Cancer Genomics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2018-10-25",
 "awd_max_amd_letter_date": "2018-10-25",
 "awd_abstract_narration": "The key to success in personalized and precision cancer genomics lies in: (1) discovering and understanding the molecular-level mechanisms of how genetic alterations influence various cellular processes relevant to cancer, and (2) utilizing molecular signatures to tailor more personalized treatment strategies for patients. In order to achieve these goals, various high-throughput experimental methods have been developed in recent years to obtain information about a patient's cancer genome sequence, mRNA expression, protein expression, epigenetic readout, and other detailed information about a patient's tumor. However, algorithms that fully harness such a massive amount of high dimensional data to yield biomedical insights are often lacking. This project will advance the field of data-driven complex modeling of cancer genomic data for personalized cancer treatment by developing novel algorithms that use emerging and new techniques in high-dimensional machine learning. The results of this research have the potential to impact both the machine learning field and the computational genomics field. The educational components integrated with the research program will develop new curriculum materials, involve undergraduate students and underrepresented groups in research, and train a new generation of interdisciplinary graduate researchers. \r\n\r\nThis project consists of two synergistic research thrusts to develop novel high-dimensional machine learning algorithms for analyzing high-throughput cancer genomic data. First,  the project will develop high-dimensional graphical models for multi-view data modeling to integrate data from heterogeneous genome-wide data sources. Second, it will devise novel high-dimensional collaborative learning methods for personalized drug recommendation. The high-dimensional graphical models will be used to estimate networks for different cancer subtypes.  These networks will then  be integrated into the recommendation algorithms, which in turn will help improve the multi-view graphical model estimation. This project will enhance the ability to interpret large-scale cancer genomics data by pinpointing the roles of complex molecular interactions in cancer onset and progression, which will enable  novel ways to more effectively discover personalized molecular signatures and more targeted potential treatments of cancer. Such technical innovation and conceptual advancement have the potential to reshape the way that one approaches graphical model estimation and its role in biological contexts. The project will potentially open up new possibilities for both theoreticians and practitioners in machine learning and computational biology as well as other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Quanquan",
   "pi_last_name": "Gu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Quanquan Gu",
   "pi_email_addr": "qgu@cs.ucla.edu",
   "nsf_id": "000694630",
   "pi_start_date": "2018-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Los Angeles",
  "perf_str_addr": "10889 Wilshire Blvd.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key to success in personalized cancer genomics includes: (1) discovering and understanding how genetic alterations influence various cellular processes relevant to cancer, and (2) utilizing molecular signatures to tailor more personalized treatment strategies for patients. In order to achieve these goals, various high-throughput experimental methods have been developed to obtain information about a patient's cancer genome sequence, mRNA expression, protein interaction, epigenetic readout, etc. However, algorithms that can fully harness such a diverse set of high-dimensional data to yield biomedical insights are still lacking. This project advances the field of data-driven complex modeling of genomic data by developing novel algorithms that use emerging and new techniques in high-dimensional machine learning and deep learning. It amplifies the utility of machine learning models and algorithms in computational genomics and related fields.&nbsp;&nbsp;</p>\n<p>This project has developed a set of algorithmic solutions for high-dimensional complex data with high-order interaction. To handle large-scale multi-modal high-dimensional data, this project developed high-dimensional graphical models and inductive matrix factorization models along with their efficient training algorithms based on nonconvex optimization. To deal with heterogeneous graph data with high-order interaction, this project also developed (hyper)graph convolutional neural networks, which are able to learn a good representation from the data for downstream tasks such as node classification and (hyper)edge prediction. The developed algorithms have been successfully applied to many important application scenarios including gene regulatory network estimation, comparative analysis of multi-species functional genomic data, multi-way chromatin interaction prediction, personalized drug recommendation, and polypharmacy side effect prediction. The tools developed in this project have been widely disseminated as open-source software and used by other researchers in academia and industry. The scientific findings from the project have been presented in research papers in prestigious journals and conferences in computational biology and machine learning, and in invited talks by the PIs at different seminars and workshops. The PIs have also developed new course materials and trained a new generation of interdisciplinary graduate researchers. The outcome of this project has impacted both the computational genomics and machine learning fields.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Quanquan&nbsp;Gu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe key to success in personalized cancer genomics includes: (1) discovering and understanding how genetic alterations influence various cellular processes relevant to cancer, and (2) utilizing molecular signatures to tailor more personalized treatment strategies for patients. In order to achieve these goals, various high-throughput experimental methods have been developed to obtain information about a patient's cancer genome sequence, mRNA expression, protein interaction, epigenetic readout, etc. However, algorithms that can fully harness such a diverse set of high-dimensional data to yield biomedical insights are still lacking. This project advances the field of data-driven complex modeling of genomic data by developing novel algorithms that use emerging and new techniques in high-dimensional machine learning and deep learning. It amplifies the utility of machine learning models and algorithms in computational genomics and related fields.  \n\nThis project has developed a set of algorithmic solutions for high-dimensional complex data with high-order interaction. To handle large-scale multi-modal high-dimensional data, this project developed high-dimensional graphical models and inductive matrix factorization models along with their efficient training algorithms based on nonconvex optimization. To deal with heterogeneous graph data with high-order interaction, this project also developed (hyper)graph convolutional neural networks, which are able to learn a good representation from the data for downstream tasks such as node classification and (hyper)edge prediction. The developed algorithms have been successfully applied to many important application scenarios including gene regulatory network estimation, comparative analysis of multi-species functional genomic data, multi-way chromatin interaction prediction, personalized drug recommendation, and polypharmacy side effect prediction. The tools developed in this project have been widely disseminated as open-source software and used by other researchers in academia and industry. The scientific findings from the project have been presented in research papers in prestigious journals and conferences in computational biology and machine learning, and in invited talks by the PIs at different seminars and workshops. The PIs have also developed new course materials and trained a new generation of interdisciplinary graduate researchers. The outcome of this project has impacted both the computational genomics and machine learning fields. \n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Quanquan Gu"
 }
}