{
 "awd_id": "1903466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ECCS-EPSRC - ShiRAS: Towards Safe and Reliable Autonomy in Sensor Driven Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Kuh",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 299592.0,
 "awd_amount": 299592.0,
 "awd_min_amd_letter_date": "2019-05-10",
 "awd_max_amd_letter_date": "2023-05-17",
 "awd_abstract_narration": "Modern sensors generate massive amounts of data. Algorithms that are data-driven, able to train themselves or \"self-tune\", have revolutionized the area of autonomous systems. However, capturing confidence from the integration of heterogeneous large-scale data remains a challenging task for these algorithms. Our work will develop pioneering approaches that will introduce safe and reliable autonomy at different levels in sensor-driven systems. The main focus is on machine learning methods with quantified uncertainty or confidence bounds for the provided solutions. This research will entail significant theoretical knowledge through formal development, analysis and evaluation of the proposed approaches, resulting in safe and reliable machine intelligence. Scalable, effective and robust algorithms will be available for one of the most critical challenges in computational intelligence. Understanding and assessing the uncertainty of modern machine learning models has critical consequences, especially when the output of such models is fed into higher-level decision making processes. These include autonomous drones and vehicles, diagnosis in the medical domain and surveillance. \r\n\r\nCase studies and applications of this research include industry and government partners in the areas of detection of weapon and contraband (in collaboration with the Transportation Security Laboratory at the US Department of Homeland Security), rotorcraft safety (US Federal Aviation Administration), intelligent transportation systems (UK Highways England, Valerann Ltd UK, and TransDAC, US), and smart cities and surveillance (QinetiQ Ltd UK, Thales Ltd). Open-source software libraries, based on state-of-the-art deep learning frameworks, e.g., TensorFlow and PyTorch, will be built for the rapid dissemination of the developed core computing techniques. The proposed effort also includes integrating the research into the undergraduate and graduate curriculums, developing outreach packages which deliver hands-on experiences covering the fields of autonomous monitoring and the issues facing future intelligent transportation systems and the cities as a whole.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nidhal",
   "pi_last_name": "Bouaynaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nidhal Bouaynaya",
   "pi_email_addr": "bouaynaya@rowan.edu",
   "nsf_id": "000501863",
   "pi_start_date": "2019-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Shterenberg",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Roman G Shterenberg",
   "pi_email_addr": "shterenb@math.uab.edu",
   "nsf_id": "000334061",
   "pi_start_date": "2019-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ghulam",
   "pi_last_name": "Rasool",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ghulam Rasool",
   "pi_email_addr": "ghulam.rasool@moffitt.org",
   "nsf_id": "000790254",
   "pi_start_date": "2019-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowan University",
  "inst_street_address": "201 MULLICA HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLASSBORO",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562564057",
  "inst_zip_code": "080281702",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "ROWAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMDEQP66JL85"
 },
 "perf_inst": {
  "perf_inst_name": "Rowan University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "080281701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1653",
   "pgm_ref_txt": "Adaptive & intelligent systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 299592.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Deep learning (DL) systems hold great promise for emerging and disruptive technologies, such as autonomous unmanned vehicles, smart city infrastructure, and personalized medical treatments. However, a critical limitation of these models is their inability to understand or assess their uncertainty, a vital component of any predictive system. The inability to evaluate a system&rsquo;s uncertainty or confidence in its output can have disastrous consequences, particularly when the output is used in higher-level decision-making processes. Quantifying uncertainty enhances trust in the system by providing a measure of confidence in the model's predictions, allowing users to make informed decisions based on the reliability of the output. For example, in medical imaging, an uncertainty map accompanying a brain tumor segmentation can indicate areas where the model is less certain, guiding clinicians to review those regions more carefully.</p>\n<p>This project developed new deep learning algorithms capable of quantifying uncertainty and established the theoretical and algorithmic foundations of uncertainty propagation in modern deep learning models. The main challenge lies in the multi-layer stages of non-linearities and high dimensionality of DL models, which makes probabilistic inference mathematically intractable.</p>\n<p>Major accomplishments included the derivation of a mean-covariance propagation framework, its extension to an unscented transformation, and the development of an advanced sequential importance sampling (SIS) framework. This SIS framework goes beyond the Gaussianity assumption, and provides a mathematical formulation for estimating the full predictive distribution of a DL model, not just a point estimate. Comprehensive experiments conducted on diverse benchmark and real-world datasets demonstrated: 1) superior robustness against environmental noise, out-of-distribution data, distributional shifts, and adversarial attacks; 2) self-assessment through predictive uncertainty that increases rapidly with higher levels of noise or attacks; 3) an ability to detect targeted attacks from ambient noise; and 4) enhanced explainability of these models for human inspectors.</p>\n<p>The project's broader impacts include fostering a diverse and highly skilled workforce in AI, particularly among women and underrepresented groups, and engaging with industry, state, and federal collaborators to apply the proposed framework to their systems and ensure trust in deployed DL systems. The project produced numerous high-impact publications and an invention disclosure, with collaborators including Lockheed Martin, iWorks Corp., IBIS Inc., the Federal Aviation Administration, the US Army, and the University of Alabama at Birmingham School of Medicine. This collaboration provided students with hands-on research experiences, co-mentoring from industry or government mentors, and experiential learning opportunities, including internships and Co-Ops.</p>\n<p>The dissemination of results through open-source software, conference papers, including a Best paper Award, and journal publications has significantly advanced the field of machine learning and its applications in intelligent transportation systems, medical imaging, and beyond. This project's contributions have laid a strong foundation for the future development of robust, trustworthy, and explainable AI systems.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/18/2024<br>\nModified by: Nidhal&nbsp;Bouaynaya</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDeep learning (DL) systems hold great promise for emerging and disruptive technologies, such as autonomous unmanned vehicles, smart city infrastructure, and personalized medical treatments. However, a critical limitation of these models is their inability to understand or assess their uncertainty, a vital component of any predictive system. The inability to evaluate a systems uncertainty or confidence in its output can have disastrous consequences, particularly when the output is used in higher-level decision-making processes. Quantifying uncertainty enhances trust in the system by providing a measure of confidence in the model's predictions, allowing users to make informed decisions based on the reliability of the output. For example, in medical imaging, an uncertainty map accompanying a brain tumor segmentation can indicate areas where the model is less certain, guiding clinicians to review those regions more carefully.\n\n\nThis project developed new deep learning algorithms capable of quantifying uncertainty and established the theoretical and algorithmic foundations of uncertainty propagation in modern deep learning models. The main challenge lies in the multi-layer stages of non-linearities and high dimensionality of DL models, which makes probabilistic inference mathematically intractable.\n\n\nMajor accomplishments included the derivation of a mean-covariance propagation framework, its extension to an unscented transformation, and the development of an advanced sequential importance sampling (SIS) framework. This SIS framework goes beyond the Gaussianity assumption, and provides a mathematical formulation for estimating the full predictive distribution of a DL model, not just a point estimate. Comprehensive experiments conducted on diverse benchmark and real-world datasets demonstrated: 1) superior robustness against environmental noise, out-of-distribution data, distributional shifts, and adversarial attacks; 2) self-assessment through predictive uncertainty that increases rapidly with higher levels of noise or attacks; 3) an ability to detect targeted attacks from ambient noise; and 4) enhanced explainability of these models for human inspectors.\n\n\nThe project's broader impacts include fostering a diverse and highly skilled workforce in AI, particularly among women and underrepresented groups, and engaging with industry, state, and federal collaborators to apply the proposed framework to their systems and ensure trust in deployed DL systems. The project produced numerous high-impact publications and an invention disclosure, with collaborators including Lockheed Martin, iWorks Corp., IBIS Inc., the Federal Aviation Administration, the US Army, and the University of Alabama at Birmingham School of Medicine. This collaboration provided students with hands-on research experiences, co-mentoring from industry or government mentors, and experiential learning opportunities, including internships and Co-Ops.\n\n\nThe dissemination of results through open-source software, conference papers, including a Best paper Award, and journal publications has significantly advanced the field of machine learning and its applications in intelligent transportation systems, medical imaging, and beyond. This project's contributions have laid a strong foundation for the future development of robust, trustworthy, and explainable AI systems.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 07/18/2024\n\n\t\t\t\t\tSubmitted by: NidhalBouaynaya\n"
 }
}