{
 "awd_id": "1903519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Regional hydrologic and vegetation changes over the last 150 kyr in the Searles and Death Valley basins",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 51357.0,
 "awd_amount": 51357.0,
 "awd_min_amd_letter_date": "2019-05-28",
 "awd_max_amd_letter_date": "2019-05-28",
 "awd_abstract_narration": "The southwestern U.S. is currently experiencing profound water stress and is predicted to face declining water availability in the coming century. Past variations in the abundance of water in this region can be documented from study of ancient lake basins there. This project will produce a reconstruction of water availability, vegetation, and moisture sources in the Searles and Death Valley basins of the southwestern U.S. spanning the last 150,000 years. The researchers will use shoreline deposits from each basin to constrain ancient lake levels. Sediment core records from the centers of each basin will provide paleoclimate information that spans both wet and dry periods.  Plant wax preserved in the cores will provide insight into past vegetation changes that reflect variations in moisture sources. Radiometric dating of sediments will give precise ages of environmental changes in the ancient lakes. Lake shoreline ages will be used to interpret past lake volumes in the Searles and Death Valley basins. Collectively, this information will be used to model past river flow and water budgets. This work will also lay the foundation for future development of a continuous 3.2 million-year sediment record from the Searles basin, including past warm periods.  This project will train graduate and undergraduate students at 5 institutions. Binghamton University participants will lead field tours to visitors to Death Valley National Park through a partnership with the Death Valley Natural History Association. Outreach at the University of Southern California will involve collaboration with the La Brea Tar Pits Museum and will focus on teaching 4th grade visitors how Pleistocene lakes relate to the museum fossil fauna of the same age. The MIT group will incorporate project findings into climate-themed outreach at the Cambridge Science Festival, Girls' Day at the MIT Museum, and at the New England Aquarium. Researchers from SUNY College at Oswego and Keystone College will incorporate research outcomes into paleoclimate and sustainability courses that reach hundreds of students per year.\r\n\r\nThe southwestern U.S. is a water-stressed region that is projected to experience declining water availability over the coming century. Model projections show substantial disagreement in the regional circulation responses to projected emissions scenarios, with divergent predictions of the magnitude and spatial fingerprint of future drying. Lake records have the potential to offer detailed reconstructions of the hydrological, atmospheric, and vegetation responses to a wide range of forcings and to provide future opportunities to benchmark model performance. Lake records from the Searles and Death Valley basins in southern California show dramatic lake level and vegetation changes over the last 150 kyr, reflecting in part large changes in river flow from the societally-important Owens River system. These records require new analyses to improve imprecise chronologies and refine lake level reconstructions and correlations from these neighboring basins. This project is a multi-faceted reconstruction of past hydrologic and vegetation changes spanning the last 150 kyr in the Searles and Death Valley basins. The researchers will use tufa and other nearshore deposits to constrain lake levels in both basins, and existing and new measurements from a recently collected core, SLAPP-SRLS17 from Searles basin, and core DV93-1, Death Valley, to provide continuous multi-proxy records. Sedimentary structures and textures, evaporite mineralogy and facies, siliciclastic grain size changes, and rock magnetic variations in cores will be used with shoreline constraints to model past hydrologic and lake chemistry changes in Searles basin, providing quantitative constraints on past river inflows and precipitation-evaporation balance. Plant wax delta13C and pollen will provide insight into past vegetation changes, and plant wax deltaD will be used to track changes in moisture source and water vapor history. In both basins, U/Th dating will be used to provide precise age models, with support from 14C and paleomagnetic measurements in Searles Lake deposits. Paleointensity variability and evidence for magnetic field excursions will provide an independent method for dating the SLAPP-SRLS17 core. Together, the two basins will provide replicated, well-dated hydrological and vegetation records using independent approaches to test interpretations of the cave oxygen isotope records from nearby Devils Hole and Leviathan Caves to the northeast. These records will provide a quantitative estimate of the volumetric changes in water storage and the magnitude of precipitation isotopic shifts to better determine atmospheric circulation changes and the resulting hydrologic implications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Stroup",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Justin S Stroup",
   "pi_email_addr": "Justin.Stroup@oswego.edu",
   "nsf_id": "000709357",
   "pi_start_date": "2019-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Oswego",
  "inst_street_address": "7060 STATE RTE 104",
  "inst_street_address_2": "",
  "inst_city_name": "OSWEGO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3153122884",
  "inst_zip_code": "131263501",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "NY24",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DLV5DEVHGF38"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Oswego",
  "perf_str_addr": "7060",
  "perf_city_name": "Oswego",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "131263599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "NY24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 51357.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding water resources in the southwestern United States is critical because increasing scarcity related to climate change and water use practices has wide reaching ecological and human impacts. Knowledge of past conditions like vegetation, temperature and hydrologic variations are vital for hydrologists, climate modelers, and water managers for assessing current and future resources. They also allow for the investigation of climate mechanisms responsible for driving hydrological changes.</p>\n<p>This collaborative project used sedimentology, petrography, geochemical modeling, Brillouin microthermometry, and U-Th dating to produce a 200 kyr paleohydrologic and paleoclimate record from lake deposits in Searles Lake and Death Valley (CA). Evaporite minerals were used to establish a U-Th chronology for the ~76-m-long SLAPP-SLRS17 core collected at Searles Lake in 2017 and the time scale of the Death Valley core DV93-1 was revised with new U-Th dates. The lake sediments studied contain visible alternating layers of mud and salt which record times of wetter and dryer climate. In addition to these stratigraphic changes this study examined the composition and grain size of sediments, fluid inclusions in evaporite minerals, pollen, and leaf waxes from plants to develop interpretations of past environmental changes. These changes agree with other regional climate records that indicate temperature and hydrological changes over past glacial/interglacial conditions and contribute to a unified view of regional conditions. The records show dramatic shifts in regional water balance over the last 200 kyr. Broadly, wetter conditions occurred during colder climates and drier conditions occurred during warmer climates (glacial/interglacial times). The results from this study provide foundational data needed for reconstructing atmospheric circulation patterns that influence water availability in the southwestern United States.</p>\n<p>The research results have been disseminated via academic conferences, social media, and academic journal publications. These results are of public interest because the wet conditions of the past recharged the groundwater that is today declining due to over extraction. The grant supported 4 undergraduate students at SUNY Oswego. These students received training in research that will aid their future careers and the data they participated in generating was published in a paper with the data also supporting additional current and future works. The project produced new research and mentoring networks for students, early career researchers, and senior researchers between groups that had not previously collaborated (Binghamton University, University of Southern California, Massachusetts Institute of Technology, Syracuse University, SUNY Oswego, the United States Geological Survey, and the University of Pittsburgh). Aspects of this work have also been incorporated into college introductory courses related to environmental change, and thus have reached a large and diverse student population.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/21/2023<br>\nModified by: Justin&nbsp;S&nbsp;Stroup</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderstanding water resources in the southwestern United States is critical because increasing scarcity related to climate change and water use practices has wide reaching ecological and human impacts. Knowledge of past conditions like vegetation, temperature and hydrologic variations are vital for hydrologists, climate modelers, and water managers for assessing current and future resources. They also allow for the investigation of climate mechanisms responsible for driving hydrological changes.\n\n\nThis collaborative project used sedimentology, petrography, geochemical modeling, Brillouin microthermometry, and U-Th dating to produce a 200 kyr paleohydrologic and paleoclimate record from lake deposits in Searles Lake and Death Valley (CA). Evaporite minerals were used to establish a U-Th chronology for the ~76-m-long SLAPP-SLRS17 core collected at Searles Lake in 2017 and the time scale of the Death Valley core DV93-1 was revised with new U-Th dates. The lake sediments studied contain visible alternating layers of mud and salt which record times of wetter and dryer climate. In addition to these stratigraphic changes this study examined the composition and grain size of sediments, fluid inclusions in evaporite minerals, pollen, and leaf waxes from plants to develop interpretations of past environmental changes. These changes agree with other regional climate records that indicate temperature and hydrological changes over past glacial/interglacial conditions and contribute to a unified view of regional conditions. The records show dramatic shifts in regional water balance over the last 200 kyr. Broadly, wetter conditions occurred during colder climates and drier conditions occurred during warmer climates (glacial/interglacial times). The results from this study provide foundational data needed for reconstructing atmospheric circulation patterns that influence water availability in the southwestern United States.\n\n\nThe research results have been disseminated via academic conferences, social media, and academic journal publications. These results are of public interest because the wet conditions of the past recharged the groundwater that is today declining due to over extraction. The grant supported 4 undergraduate students at SUNY Oswego. These students received training in research that will aid their future careers and the data they participated in generating was published in a paper with the data also supporting additional current and future works. The project produced new research and mentoring networks for students, early career researchers, and senior researchers between groups that had not previously collaborated (Binghamton University, University of Southern California, Massachusetts Institute of Technology, Syracuse University, SUNY Oswego, the United States Geological Survey, and the University of Pittsburgh). Aspects of this work have also been incorporated into college introductory courses related to environmental change, and thus have reached a large and diverse student population.\n\n\n\t\t\t\t\tLast Modified: 11/21/2023\n\n\t\t\t\t\tSubmitted by: JustinSStroup\n"
 }
}