{
 "awd_id": "1903099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2019-03-04",
 "awd_max_amd_letter_date": "2019-03-04",
 "awd_abstract_narration": "This award is made as part of the FY 2019 Mathematical Sciences Postdoctoral Research Fellowships Program. Each of the fellowships supports a research and training project at a host institution in the mathematical sciences, including applications to other disciplines, under the mentorship of a sponsoring scientist. The title of the project for this fellowship to Taylor McAdam is \"Homogeneous Dynamics.\" The host institution for the fellowship is Yale University, and the sponsoring scientist is Hee Oh.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taylor",
   "pi_last_name": "McAdam",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Taylor J McAdam",
   "pi_email_addr": "",
   "nsf_id": "000787220",
   "pi_start_date": "2019-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McAdam, Taylor Jane",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "920930112",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": null,
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208283",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "060Y00",
   "pgm_ele_name": "Workforce (MSPRF) MathSciPDFel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9219",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS IN MATH SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"clear\"><span>The overarching goal of this project was to forge connections between dynamics, geometry, and number theory. More specifically, this project sought to understand the distribution of subsets of number-theoretic interest (such as primes or almost-primes) in the trajectories, or <em>orbits</em>, of geometrically significant flows on homogeneous spaces. Such spaces arise naturally in many areas of mathematics such as hyperbolic geometry, Diophantine approximation, Apollonian circle packings, and elliptic curves. Horospherical flows are an important class of geometric flows on homogeneous spaces, in part because they display interesting rigidity properties and known rates of convergence for various dynamical phenomena, and because they display some features of &ldquo;high-complexity&rdquo; or chaotic systems (such as being ergodic and mixing) while displaying other features of &ldquo;low-complexity&rdquo; systems (such as having zero entropy).</span></p>\n<p class=\"clear\"><span>One significant outcome of this project was the strengthening and extension of the PI&rsquo;s prior work showing the density of almost-prime times (times having fewer than a fixed number of prime factors) in horospherical flows on homogeneous spaces to new settings and for more general sparse subsets of times. In joint work with M. Luethi, they proved that a technical assumption in the PI&rsquo;s original work could be removed. Moreover, they showed that subsets of higher-dimensional flows consisting of primes (or other sparse sequences) in all but one flow direction, and almost-primes in the remaining direction, are similarly dense. In this work and the PI&rsquo;s original work, the number of prime factors allowed in the almost-primes depends on a condition of the basepoint. However, M. Luethi and the PI have made substantial progress on the challenging task of removing this basepoint-dependence for non-periodic orbits in higher dimensional spaces.</span></p>\n<p class=\"clear\"><span>The PI has also conducted research connecting ideas from dynamics, geometry, and number theory in the study of slope gap distributions of translation surfaces. A&nbsp;translation surface&nbsp;is a collection of polygons in the plane with pairs of equal length, parallel sides of opposite orientation glued by translations, where two collections of polygons are considered equivalent if you can get from one to the other by a series of cut-translate-paste moves. The resulting surfaces are locally flat everywhere except at a finite number of&nbsp;cone points&nbsp;where all of the curvature is concentrated. A&nbsp;saddle connection&nbsp;on a translation surface is a straight-line path that connects a cone point to another without passing through any cone points in between. The saddle connections of a translation surface capture important information about the surface&rsquo;s geometry.</span></p>\n<p class=\"clear\"><span>Given a translation surface, one can ask how &ldquo;randomly&rdquo; the saddle connections are distributed. While it is known that the slopes of saddle connections distribute uniformly under the appropriate asymptotic framing of the question, the distribution of the gaps between slopes is less well understood. The PI has mentored three undergraduate research projects that sought to investigate these distributions. In these projects, the teams developed code to experimentally investigate and aid in the calculation of slope gap distributions and calculated the distributions for specific surfaces of interest. In one project, the team calculated the distribution for the regular 2n-gon with opposite sides glued and provided linear upper- and lower-bounds on the number of non-differentiability points in the distributions, providing the first example of a family of translation surfaces with unbounded number of points of non-differentiability. Moreover, members of this family of surfaces demonstrated the first examples of slope gap distributions for translation surfaces that are not unimodal.</span></p>\n<p class=\"clear\"><span>Broader impacts of this project include the training and mentoring of twelve undergraduate students from institutions across the US in the process of mathematical research, many of them from underrepresented backgrounds. Furthermore, the PI engaged in various outreach activities aimed at informing the public about mathematical ideas and encouraging young people&rsquo;s interest in mathematics, especially young women. The PI also contributed to efforts to promote diversity and inclusion within mathematical sciences by serving on a committee tasked with creating a diversity, equity, and inclusion plan for the Yale math department. The direct outcomes of this committee&rsquo;s recommendations have had tangible, lasting effects on the climate of the Yale math department.</span></p>\n<p class=\"clear\"><span>Finally, a significant outcome of this project was the professional development of the PI. Her mathematical training and research potential were greatly enhanced through participation in a wide array of conferences, seminars, reading groups, and courses. She also completed extensive professional development to become a more effective math educator, including Yale's Certificate of College Mathematics Teaching Preparation program and the Poorvu Center&rsquo;s Pedagogical Partners program. This training has had an enormous impact on her ability to actively engage students and foster a sense of belonging in the classroom, resulting in improved learning outcomes and greater levels of interest and participation in mathematics by a diverse student body.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2023<br>\n\t\t\t\t\tModified by: Taylor&nbsp;J&nbsp;Mcadam</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The overarching goal of this project was to forge connections between dynamics, geometry, and number theory. More specifically, this project sought to understand the distribution of subsets of number-theoretic interest (such as primes or almost-primes) in the trajectories, or orbits, of geometrically significant flows on homogeneous spaces. Such spaces arise naturally in many areas of mathematics such as hyperbolic geometry, Diophantine approximation, Apollonian circle packings, and elliptic curves. Horospherical flows are an important class of geometric flows on homogeneous spaces, in part because they display interesting rigidity properties and known rates of convergence for various dynamical phenomena, and because they display some features of \"high-complexity\" or chaotic systems (such as being ergodic and mixing) while displaying other features of \"low-complexity\" systems (such as having zero entropy).\nOne significant outcome of this project was the strengthening and extension of the PI’s prior work showing the density of almost-prime times (times having fewer than a fixed number of prime factors) in horospherical flows on homogeneous spaces to new settings and for more general sparse subsets of times. In joint work with M. Luethi, they proved that a technical assumption in the PI’s original work could be removed. Moreover, they showed that subsets of higher-dimensional flows consisting of primes (or other sparse sequences) in all but one flow direction, and almost-primes in the remaining direction, are similarly dense. In this work and the PI’s original work, the number of prime factors allowed in the almost-primes depends on a condition of the basepoint. However, M. Luethi and the PI have made substantial progress on the challenging task of removing this basepoint-dependence for non-periodic orbits in higher dimensional spaces.\nThe PI has also conducted research connecting ideas from dynamics, geometry, and number theory in the study of slope gap distributions of translation surfaces. A translation surface is a collection of polygons in the plane with pairs of equal length, parallel sides of opposite orientation glued by translations, where two collections of polygons are considered equivalent if you can get from one to the other by a series of cut-translate-paste moves. The resulting surfaces are locally flat everywhere except at a finite number of cone points where all of the curvature is concentrated. A saddle connection on a translation surface is a straight-line path that connects a cone point to another without passing through any cone points in between. The saddle connections of a translation surface capture important information about the surface’s geometry.\nGiven a translation surface, one can ask how \"randomly\" the saddle connections are distributed. While it is known that the slopes of saddle connections distribute uniformly under the appropriate asymptotic framing of the question, the distribution of the gaps between slopes is less well understood. The PI has mentored three undergraduate research projects that sought to investigate these distributions. In these projects, the teams developed code to experimentally investigate and aid in the calculation of slope gap distributions and calculated the distributions for specific surfaces of interest. In one project, the team calculated the distribution for the regular 2n-gon with opposite sides glued and provided linear upper- and lower-bounds on the number of non-differentiability points in the distributions, providing the first example of a family of translation surfaces with unbounded number of points of non-differentiability. Moreover, members of this family of surfaces demonstrated the first examples of slope gap distributions for translation surfaces that are not unimodal.\nBroader impacts of this project include the training and mentoring of twelve undergraduate students from institutions across the US in the process of mathematical research, many of them from underrepresented backgrounds. Furthermore, the PI engaged in various outreach activities aimed at informing the public about mathematical ideas and encouraging young people’s interest in mathematics, especially young women. The PI also contributed to efforts to promote diversity and inclusion within mathematical sciences by serving on a committee tasked with creating a diversity, equity, and inclusion plan for the Yale math department. The direct outcomes of this committee’s recommendations have had tangible, lasting effects on the climate of the Yale math department.\nFinally, a significant outcome of this project was the professional development of the PI. Her mathematical training and research potential were greatly enhanced through participation in a wide array of conferences, seminars, reading groups, and courses. She also completed extensive professional development to become a more effective math educator, including Yale's Certificate of College Mathematics Teaching Preparation program and the Poorvu Center’s Pedagogical Partners program. This training has had an enormous impact on her ability to actively engage students and foster a sense of belonging in the classroom, resulting in improved learning outcomes and greater levels of interest and participation in mathematics by a diverse student body.\n\n\t\t\t\t\tLast Modified: 10/28/2023\n\n\t\t\t\t\tSubmitted by: Taylor J Mcadam"
 }
}