{
 "awd_id": "1903744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Heterogeneous Aging Mechanisms of Combustion and Biomass Burning Emissions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 460914.0,
 "awd_amount": 552618.0,
 "awd_min_amd_letter_date": "2019-07-10",
 "awd_max_amd_letter_date": "2023-08-10",
 "awd_abstract_narration": "The Environmental Chemical Sciences Program in the Division of Chemistry and the Atmospheric Chemistry Program in the Division of Atmospheric and Geospace Sciences jointly support this project by Professor Marcelo Guzman and his students. They study the reaction of gases in the environment (for example, ozone with pollutants emitted during combustion (e.g., of power plants) and forest fires. Both types of emissions cause tiny particles to be suspended in air.  These particles play a major role in visibility and air quality. The project investigates oxidation reactions occurring on the surface of particles because chemical reactions on the surface can further increase or decrease visibility and air quality. This research provides interdisciplinary training in environmental and atmospheric chemistry to graduate and undergraduate students in Kentucky. The project includes a collaboration with the Lexington-Fayette School District by offering hands-on activities in atmospheric chemistry for Kindergarten and first- and second-graders. Thus, Kentucky's citizens learn about the societal impacts of pollution and the interaction of sunlight with gases and particles in the environment. \r\n\r\nThe project develops a mechanistic understanding of chemical processes that generate complex organic matter via accretion in the troposphere. The production of reactive species and their coupling to form oligomers is being studied. These reactions take place at the air-water and air-solid interfaces. The research addresses the effects of relative humidity on the fate of pollution from combustion and biomass-burning emissions. The team investigates oxidation reactions (with ozone, HO and NO3 radicals) on the surface of aqueous microdroplets and thin solid films under realistic atmospheric conditions. Multiple analytical tools are applied, including several spectroscopy techniques, mass spectrometry, and chromatographic analyses. The project investigates the effects of substituent variation (structural variation) on chemical reactivity of molecules emitted during combustion and biomass-burning toward gas-phase oxidizers. The anticipated outcome of the project is a deeper understanding of oxidation mechanisms with relevance to environmental, biochemical, and technological processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcelo",
   "pi_last_name": "Guzman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Marcelo I Guzman",
   "pi_email_addr": "marcelo.guzman@uky.edu",
   "nsf_id": "000580033",
   "pi_start_date": "2019-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 460914.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 91704.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project, funded by the National Science Foundation, has investigated how chemical reactions of catechols, important molecules emitted into the air during combustion and wildfires, proceed at the air-water interface of atmospheric particles. These reactions occur naturally when trace gases in the air, such as ozone (O&#8323;) and nitrogen dioxide (NO&#8322;), interact with atmospheric particles. The project has built flow-through reactors, used a customized aerosolization and mass spectrometry technique, and implemented other analytical procedures. This strategy enabled the study of environmental chemical processes at the air-water interface over different time scales, under varying pH levels, and concentrations of chemicals relevant to the atmosphere. Low molecular weight &alpha;-ketocarboxylic acids were identified as an important class of reaction products, and their ability to produce singlet molecular oxygen (<sup>1</sup>O&#8322;) under relevant environmental conditions was investigated. Thus, the project identified a source of singlet molecular oxygen that further contributes to the processing of air pollutants. The project also reported on the size-dependent timescale and transport mechanisms of aerosols that can spread illnesses. Additionally, the project reported the formation of aqueous secondary organic aerosol during the dark oxidation of catechol and aminophenols in the presence of Fe(III) ions.</p>\n<p>The broader impacts of this research have also benefited the scientific community and the society at large. The knowledge generated about the atmospheric processing of catechols at the air-water interface has been shared at national meetings of the American Chemical Society and other venues such as symposia and seminars, accounting for a total of 43 presentations. The project led to the publication of 13 articles in highly accessible scientific journals and multiple press releases. The interdisciplinary chemical and environmental science work contributed unique educational opportunities for K-12 students, undergraduate students, and graduate students. Specifically, 2 doctoral dissertations were completed, and 6 additional graduate research assistants (RAs), 2 undergraduate students, and 1 high school student received training. Project team members participated in K-12 outreach activities by supporting science fairs at local elementary schools and conducting a hands-on environmental chemistry activity for K-12 students. From the core of this work, it emerges that thermodynamically favorable electron transfer reactions can drive the oxidation of catechols, forming secondary organic matter through mechanisms that participate in the processing and aging of aerosols and atmospheric waters.</p><br>\n<p>\n Last Modified: 09/10/2024<br>\nModified by: Marcelo&nbsp;I&nbsp;Guzman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project, funded by the National Science Foundation, has investigated how chemical reactions of catechols, important molecules emitted into the air during combustion and wildfires, proceed at the air-water interface of atmospheric particles. These reactions occur naturally when trace gases in the air, such as ozone (O&#8323;) and nitrogen dioxide (NO&#8322;), interact with atmospheric particles. The project has built flow-through reactors, used a customized aerosolization and mass spectrometry technique, and implemented other analytical procedures. This strategy enabled the study of environmental chemical processes at the air-water interface over different time scales, under varying pH levels, and concentrations of chemicals relevant to the atmosphere. Low molecular weight -ketocarboxylic acids were identified as an important class of reaction products, and their ability to produce singlet molecular oxygen (1O&#8322;) under relevant environmental conditions was investigated. Thus, the project identified a source of singlet molecular oxygen that further contributes to the processing of air pollutants. The project also reported on the size-dependent timescale and transport mechanisms of aerosols that can spread illnesses. Additionally, the project reported the formation of aqueous secondary organic aerosol during the dark oxidation of catechol and aminophenols in the presence of Fe(III) ions.\n\n\nThe broader impacts of this research have also benefited the scientific community and the society at large. The knowledge generated about the atmospheric processing of catechols at the air-water interface has been shared at national meetings of the American Chemical Society and other venues such as symposia and seminars, accounting for a total of 43 presentations. The project led to the publication of 13 articles in highly accessible scientific journals and multiple press releases. The interdisciplinary chemical and environmental science work contributed unique educational opportunities for K-12 students, undergraduate students, and graduate students. Specifically, 2 doctoral dissertations were completed, and 6 additional graduate research assistants (RAs), 2 undergraduate students, and 1 high school student received training. Project team members participated in K-12 outreach activities by supporting science fairs at local elementary schools and conducting a hands-on environmental chemistry activity for K-12 students. From the core of this work, it emerges that thermodynamically favorable electron transfer reactions can drive the oxidation of catechols, forming secondary organic matter through mechanisms that participate in the processing and aging of aerosols and atmospheric waters.\t\t\t\t\tLast Modified: 09/10/2024\n\n\t\t\t\t\tSubmitted by: MarceloIGuzman\n"
 }
}