{
 "awd_id": "1903543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INFEWS: U.S.- CHINA:  Modeling Interdependent FEW systems in the US and China: Nexus for Sustainability, Markets and Trade of Energy and Agricultural Commodities",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 494888.0,
 "awd_amount": 494888.0,
 "awd_min_amd_letter_date": "2019-07-15",
 "awd_max_amd_letter_date": "2019-07-15",
 "awd_abstract_narration": "This project was awarded through the \"National Science Foundation (NSF) / National Natural Science Foundation of China (NSFC) Joint Research on Environmental Sustainability Challenges\" opportunity. The Food-Energy-Water (FEW) Nexus, from a global perspective, contains closely interconnected resource systems of food, energy, and water. As the world's population expands to an expected 9 billion by 2050, there will be an urgent demand to balance different resources, such as hydrocarbon fuels, agricultural products, and fresh water, across these three systems to achieve different goals without putting undue strain on the ecosystems that provide these resources. Innovations in hydraulic fracturing and horizontal drilling have enabled tremendous growth in hydrocarbon fuel extraction from unconventional reservoirs in the US. This growth has significant implications for energy prices, food production, international trade, and management of water resources. Projections indicate that robust natural gas production in the US will continue into the foreseeable future, pulling fertilizer and energy prices down and leading to changes in agricultural production practices. Although irrigation water shortages and/or excess nutrient-contaminated water runoff from agricultural fields have threatened water sources in most agricultural regions in the US, China, and other countries, the impacts of growth in unconventional resource extraction on water resources in agricultural systems have not been studied within the FEW system frameworks. Fertilizer and energy prices are key determinants of crop planting choices, acreage allocation decisions, fertilizer application rates, irrigation water use, and sustainability of water resources in agricultural regions. The goal of this project is to examine the interdependencies between energy policies, natural gas supply, agricultural production, international trade, and sustainability of water resources. This project at West Virginia University, in collaboration with researchers at Zhejiang Sci-tech University in China, combines economic models for natural gas, nitrogen fertilizer, and agricultural commodities with biophysical soil productivity and watershed hydrology models to reflect the interdependent nature of human decisions and natural systems. Additionally, some of the research, education, and outreach efforts pertaining to this project will be accomplished through collaboration with the Chesapeake Bay Project Science and Technology Committee and the West Virginia SPoT program.\r\n\r\nThe unique modeling framework in this project reflects interdependencies between human and natural systems by integrating partial equilibrium economic models, including spatially explicit land use components and international trade, with biophysical models for soil productivity and watershed hydrology. The project expands the scope of prior studies pertaining to the consumptive water use in irrigation and nutrient runoff from agricultural fields to include the impacts of the energy markets and international trade between the US and China, two of the largest trading nations. Econometric commodity market models and price endogenous partial equilibrium models are used to examine the effects of changes in supply, demand, environmental regulation, and trade policy on production decisions and market outcomes. The economic models for commodity markets and international trade are integrated with water quantity and quality models via spatially explicit land use representation. The effects of land use on watershed hydrologic regimes and nutrient loading are formulated using the Environmental Policy Integrated Climate model (EPIC) and the Agricultural Policy/Environmental eXtender model (APEX), respectively.  The integrated modeling framework will generate solutions for understanding tradeoffs between FEW system components involving energy markets, agricultural systems, and water resources in the Mississippi River and Chesapeake Bay watersheds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Levan",
   "pi_last_name": "Elbakidze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Levan Elbakidze",
   "pi_email_addr": "levan.elbakidze@mail.wvu.edu",
   "nsf_id": "000746812",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Strager",
   "pi_email_addr": "mstrager@wvu.edu",
   "nsf_id": "000659028",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Hubbart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Hubbart",
   "pi_email_addr": "Jason.Hubbart@mail.wvu.edu",
   "nsf_id": "000717614",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "XIAOLI",
   "pi_last_name": "ETIENNE",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "XIAOLI L ETIENNE",
   "pi_email_addr": "xletienne@mail.wvu.edu",
   "nsf_id": "000789148",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1194 Evansdale Drive",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066108",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004Z",
   "pgm_ref_txt": "Innovations at the Nexus of Food-Energy-"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 494888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The use of nitrogen (N) fertilizers for crop production in the Mississippi River Basin (MRB) generates significant nutrient runoff to the Gulf of Mexico. The N loading has been a major contributor to Hypoxia in the Gulf, where eutrophication and algal blooms have degraded aquatic ecosystems. The U.S. Environmental Protection Agency (US EPA) established the Mississippi River/ Gulf of Mexico Hypoxia Task Force in 2001, which aims to reduce the size of the Hypoxic zone to 5,000 km2 by 2035. However, progress has been slow. For example, in 2019, the &ldquo;dead zone&rdquo; reached 18,005 km2, significantly exceeding the Hypoxia Task Force's goal.</p>\r\n<p>Literature on agricultural nutrient runoff and algal blooms is rich. However, the relationship between nutrient runoff, energy markets and international trade has received little attention. These are important linkages considering a) the growth of U.S. natural gas supply, which is an important feedstock for fertilizer production and b) the significance of the export markets for U.S. agricultural sector with China as a major importer of U.S. soybeans. Hence, we addressed several interconnected research questions:</p>\r\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp; the effect of fertilizer and energy prices on N runoff to the Gulf,</p>\r\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp; the cost of a 45% decrease in N runoff to the Gulf of Mexico,</p>\r\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp; the effect of the 45% decrease in N runoff to the Gulf on irrigation in the Mississippi River Basin.</p>\r\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp; the impacts of U.S. China trade barriers on N runoff to the Gulf, and the impact of N runoff curtailment on trade between U.S. and China,</p>\r\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp; the impacts of U.S.-China agricultural trade on N surplus on agricultural lands in China,</p>\r\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the effect of climatic changes on N runoff to the Gulf from agricultural production,</p>\r\n<p>g)&nbsp;&nbsp;&nbsp;&nbsp; spatial relocation of agricultural N runoff across major basins in the U.S., and</p>\r\n<p>h)&nbsp;&nbsp;&nbsp;&nbsp; the impacts of unconventional oil and gas development on agricultural land use in the U.S.</p>\r\n<p>&nbsp;</p>\r\n<p>We find that:</p>\r\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp; A 15% decrease in energy cost leads to a 0.32% increase in corn, soybean, wheat and sorghum acreage and a 0.11% increase in nitrogen fertilizer use. Consequently, N loading to the Gulf of Mexico from these crops increases by 0.04%. A 10% decrease in the price of nitrogen fertilizer increases its use by 1%, which results in a 0.51% increase in nitrogen runoff to the Gulf.</p>\r\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp; The cost of reducing nitrogen runoff to the Gulf from agricultural production in the Mississippi River Basin is $6 billion annually. This cost includes consumer and producer lost benefits as a result of a decrease in production and an increase in commodity prices.</p>\r\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp; Reducing agricultural N runoff to the Gulf by 45% results in a 20% reduction of cumulative N use in the Mississippi River Basin, while irrigation increases by 94.6%.</p>\r\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp; A 25% tariff on U.S. soybean and corn exports to China increases annual N runoff to the Gulf by 800 metric tons (0.2%) as soybean production in the Mississippi River Basin is replaced with more N-intensive crops. The exports of U.S. soybean decline by 4% when N runoff to the Gulf is curtailed by 45%.</p>\r\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp; A 25% tariff on U.S. soybean exports to China increases the acreage of major crops in China by 1.37%. However, the impact on cumulative nitrogen fertilizer use and loss from cropland is not significant as less N-intensive soybean acreage replaces some of the more N-intensive crops like wheat.</p>\r\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; N delivery to the Gulf of Mexico increases by 0.4%-1.58% as agricultural producers modify crop planting and production practices in response to Climate Change.</p>\r\n<p>g)&nbsp;&nbsp;&nbsp;&nbsp; Reducing agricultural N runoff in the Gulf of Mexico by 45% can increase runoff to the Chesapeake Bay and Western Lake Erie by 4.2% and 5.5%, respectively.</p>\r\n<p>h)&nbsp;&nbsp;&nbsp;&nbsp; On average, each active unconventional oil and gas (UOG) well reduced U.S. crop acreage by 3.3 acres in counties with UOG production. However, the impacts vary by region.</p>\r\n<p>&nbsp;</p>\r\n<p>Detailed results of these studies are documented in peer reviewed publications in <em>Resource and Energy Economics</em>,<em> Environmental Research Letters</em>, <em>Environmental Impact Assessment Review</em>, <em>Journal of Agricultural and Resource Economics</em>, <em>Applied Economic Perspectives and Policy</em>, and a chapter in a book by the National Bureau of Economic Research and the University of Chicago Press.</p>\r\n<p>&nbsp;</p>\r\n<p>In addition, we produced educational material for K12 schools in support of STEM fields to study the interactions between human and environmental systems. The educational materials included illustrations of how STEM knowledge and expertise are used to understand the interdependencies of natural and human systems. The objective was to stimulate interest in quantitative subjects, including economics, hydrology, agricultural engineering, and agronomy.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/07/2024<br>\nModified by: Levan&nbsp;Elbakidze</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe use of nitrogen (N) fertilizers for crop production in the Mississippi River Basin (MRB) generates significant nutrient runoff to the Gulf of Mexico. The N loading has been a major contributor to Hypoxia in the Gulf, where eutrophication and algal blooms have degraded aquatic ecosystems. The U.S. Environmental Protection Agency (US EPA) established the Mississippi River/ Gulf of Mexico Hypoxia Task Force in 2001, which aims to reduce the size of the Hypoxic zone to 5,000 km2 by 2035. However, progress has been slow. For example, in 2019, the dead zone reached 18,005 km2, significantly exceeding the Hypoxia Task Force's goal.\r\n\n\nLiterature on agricultural nutrient runoff and algal blooms is rich. However, the relationship between nutrient runoff, energy markets and international trade has received little attention. These are important linkages considering a) the growth of U.S. natural gas supply, which is an important feedstock for fertilizer production and b) the significance of the export markets for U.S. agricultural sector with China as a major importer of U.S. soybeans. Hence, we addressed several interconnected research questions:\r\n\n\na) the effect of fertilizer and energy prices on N runoff to the Gulf,\r\n\n\nb) the cost of a 45% decrease in N runoff to the Gulf of Mexico,\r\n\n\nc) the effect of the 45% decrease in N runoff to the Gulf on irrigation in the Mississippi River Basin.\r\n\n\nd) the impacts of U.S. China trade barriers on N runoff to the Gulf, and the impact of N runoff curtailment on trade between U.S. and China,\r\n\n\ne) the impacts of U.S.-China agricultural trade on N surplus on agricultural lands in China,\r\n\n\nf) the effect of climatic changes on N runoff to the Gulf from agricultural production,\r\n\n\ng) spatial relocation of agricultural N runoff across major basins in the U.S., and\r\n\n\nh) the impacts of unconventional oil and gas development on agricultural land use in the U.S.\r\n\n\n\r\n\n\nWe find that:\r\n\n\na) A 15% decrease in energy cost leads to a 0.32% increase in corn, soybean, wheat and sorghum acreage and a 0.11% increase in nitrogen fertilizer use. Consequently, N loading to the Gulf of Mexico from these crops increases by 0.04%. A 10% decrease in the price of nitrogen fertilizer increases its use by 1%, which results in a 0.51% increase in nitrogen runoff to the Gulf.\r\n\n\nb) The cost of reducing nitrogen runoff to the Gulf from agricultural production in the Mississippi River Basin is $6 billion annually. This cost includes consumer and producer lost benefits as a result of a decrease in production and an increase in commodity prices.\r\n\n\nc) Reducing agricultural N runoff to the Gulf by 45% results in a 20% reduction of cumulative N use in the Mississippi River Basin, while irrigation increases by 94.6%.\r\n\n\nd) A 25% tariff on U.S. soybean and corn exports to China increases annual N runoff to the Gulf by 800 metric tons (0.2%) as soybean production in the Mississippi River Basin is replaced with more N-intensive crops. The exports of U.S. soybean decline by 4% when N runoff to the Gulf is curtailed by 45%.\r\n\n\ne) A 25% tariff on U.S. soybean exports to China increases the acreage of major crops in China by 1.37%. However, the impact on cumulative nitrogen fertilizer use and loss from cropland is not significant as less N-intensive soybean acreage replaces some of the more N-intensive crops like wheat.\r\n\n\nf) N delivery to the Gulf of Mexico increases by 0.4%-1.58% as agricultural producers modify crop planting and production practices in response to Climate Change.\r\n\n\ng) Reducing agricultural N runoff in the Gulf of Mexico by 45% can increase runoff to the Chesapeake Bay and Western Lake Erie by 4.2% and 5.5%, respectively.\r\n\n\nh) On average, each active unconventional oil and gas (UOG) well reduced U.S. crop acreage by 3.3 acres in counties with UOG production. However, the impacts vary by region.\r\n\n\n\r\n\n\nDetailed results of these studies are documented in peer reviewed publications in Resource and Energy Economics, Environmental Research Letters, Environmental Impact Assessment Review, Journal of Agricultural and Resource Economics, Applied Economic Perspectives and Policy, and a chapter in a book by the National Bureau of Economic Research and the University of Chicago Press.\r\n\n\n\r\n\n\nIn addition, we produced educational material for K12 schools in support of STEM fields to study the interactions between human and environmental systems. The educational materials included illustrations of how STEM knowledge and expertise are used to understand the interdependencies of natural and human systems. The objective was to stimulate interest in quantitative subjects, including economics, hydrology, agricultural engineering, and agronomy.\r\n\n\n\t\t\t\t\tLast Modified: 12/07/2024\n\n\t\t\t\t\tSubmitted by: LevanElbakidze\n"
 }
}