{
 "awd_id": "1903811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "The Masses of Gas Giant Worlds on the Cold Frontier of Exoplanetary Science",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925039",
 "po_email": "hgupta@nsf.gov",
 "po_sign_block_name": "Harshal Gupta",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2019-05-31",
 "awd_max_amd_letter_date": "2021-05-12",
 "awd_abstract_narration": "Paul Dalba is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to conduct a program of research and education at the University of California, Riverside.  Using high-precision radial velocity observations, Dalba will infer the masses, sizes, and compositions of cold gas giant exoplanets.  Comparing the nature of these exoplanets with gas giant planets like Jupiter and Saturn would lead to a better understanding of planet formation and evolution.  Alongside this research, Dalba will train undergraduate students in computer programming applicable in science, technology, engineering, and mathematics (STEM) fields.\r\n \r\nThe proposed research program seeks to advance our understanding of cold gas giant exoplanets that are weakly irradiated by their host stars.  Dalba will use spectroscopic and photometric observations to characterize these planets, test models of planet formation and evolution, and place planets like Jupiter and Saturn in a galactic context.  For the education component of his work, Dalba will develop a series of workshops that will provide community college students with a general knowledge of computer programming and computational tools that are useful for STEM applications in academia or industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dalba",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Dalba",
   "pi_email_addr": "",
   "nsf_id": "000756012",
   "pi_start_date": "2019-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dalba                   Paul           A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925219800",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Dalba                   Paul           A",
  "perf_str_addr": null,
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Gas giant planets have been discovered in large numbers around stars other than the Sun. The massive worlds have shown a striking diversity in their sizes, bulk compositions, orbits, and temperatures that all point to a complex series of pathways for how these planets come to be. This project sought to explore the properties of particular subset of cool gas giant planets with orbits of 100's of days to several years that had previously been difficult to discover and characterize. Each of these planets was already known to cross in front of (transit) their host star, which revealed their size. I spent nearly three years observing these planets' host stars from the W. M. Keck Observatory with a technique known as Doppler spectroscopy, or the radial velocity (RV) method, which ultimately measured the planets' masses and orbital properties. This was the first such work to target a dedicated sample of cool giant transiting exoplanets owing to the logistical difficulties of the observations and the need for consecutive years of reliable RV observations. Several of the exoplanets warranted individual in-depth studies on their planetary systems and their likely formation histories. This includes one planet, Kepler-1704 b, which has nearly the highest orbital eccentricity ever measured in a planet and has one of the widest orbits of any of the thousands of known transiting exoplanets.&nbsp;<br />As a whole, I determined that cool giant exoplanets closely follow theoretical predictions for the relationships between their masses and sizes. This observation validated simple models describing the interior structures of giant planets. Taking a step farther, I modeled the interior structures of giant planets with specific attention paid to the amount of heavy elements that they collect during their planetary formation phase. With the dozen or so giant planets in my sample, I determined a tentative yet striking difference in how heavy element mass relates to total planet mass for cool giant planets (on moderately long orbits). This could be an indicator that a giant planet's bulk interior composition is intertwined with its migration history. This connection has been proposed theoretically but not supported previously supported by observations.&nbsp;<br />The Broader Impacts aspect of the project was comprised of two components: an educational program in Years 1 and 2 and a citizen science program in Year 3. First, I taught a free course on introductory computer programming at Riverside City College (RCC). I designed this course to increase the number of underrepresented minority students who pursue STEM careers and to promote social justice in STEM education. RCC is a Hispanic-Serving Institution that draws students from all of Riverside County. The social justice aspect of the course came from removing barriers that typically prevent students from pursuing classes in or related to computer science. I worked with RCC to offer the class for free, to hold it in a room where a computer was installed at each desk, to install the necessary software on all library computers for students to use outside of class, and to offer certificates of completion that could enhance students' applications for future employment, education, or research opportunities. My two classes were the first such offerings of this course at RCC and they generated substantial interest. Now, even after my departure from RCC, the college plans to offer it each quarter. Furthermore, two other community colleges in the same district have adopted my free, no threshold Python course for their students.&nbsp;<br />Second, in Year 3, I collaborated with a team of scientists that partner with Unistellar, makers of the digital Enhanced Vision Telescope (eVscope). These small telescopes have the capability of conducting scientific observations and therefore are opening a path to citizen science and greater public participation in science for users across the world. I worked with the Unistellar Science team to conduct over a hundred observations of exoplanet transits and asteroid occultations in Year 3. Several of these observations led to scientific articles submitted to peer reviewed journals, which included the citizen scientists as coauthors for their contributions. All of these observations have engaged the public in the United States and around the world in the scientific method, thereby making progress toward making astronomy more inclusive and building scientific literacy within the general public.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2022<br>\n\t\t\t\t\tModified by: Paul&nbsp;A&nbsp;Dalba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGas giant planets have been discovered in large numbers around stars other than the Sun. The massive worlds have shown a striking diversity in their sizes, bulk compositions, orbits, and temperatures that all point to a complex series of pathways for how these planets come to be. This project sought to explore the properties of particular subset of cool gas giant planets with orbits of 100's of days to several years that had previously been difficult to discover and characterize. Each of these planets was already known to cross in front of (transit) their host star, which revealed their size. I spent nearly three years observing these planets' host stars from the W. M. Keck Observatory with a technique known as Doppler spectroscopy, or the radial velocity (RV) method, which ultimately measured the planets' masses and orbital properties. This was the first such work to target a dedicated sample of cool giant transiting exoplanets owing to the logistical difficulties of the observations and the need for consecutive years of reliable RV observations. Several of the exoplanets warranted individual in-depth studies on their planetary systems and their likely formation histories. This includes one planet, Kepler-1704 b, which has nearly the highest orbital eccentricity ever measured in a planet and has one of the widest orbits of any of the thousands of known transiting exoplanets. \nAs a whole, I determined that cool giant exoplanets closely follow theoretical predictions for the relationships between their masses and sizes. This observation validated simple models describing the interior structures of giant planets. Taking a step farther, I modeled the interior structures of giant planets with specific attention paid to the amount of heavy elements that they collect during their planetary formation phase. With the dozen or so giant planets in my sample, I determined a tentative yet striking difference in how heavy element mass relates to total planet mass for cool giant planets (on moderately long orbits). This could be an indicator that a giant planet's bulk interior composition is intertwined with its migration history. This connection has been proposed theoretically but not supported previously supported by observations. \nThe Broader Impacts aspect of the project was comprised of two components: an educational program in Years 1 and 2 and a citizen science program in Year 3. First, I taught a free course on introductory computer programming at Riverside City College (RCC). I designed this course to increase the number of underrepresented minority students who pursue STEM careers and to promote social justice in STEM education. RCC is a Hispanic-Serving Institution that draws students from all of Riverside County. The social justice aspect of the course came from removing barriers that typically prevent students from pursuing classes in or related to computer science. I worked with RCC to offer the class for free, to hold it in a room where a computer was installed at each desk, to install the necessary software on all library computers for students to use outside of class, and to offer certificates of completion that could enhance students' applications for future employment, education, or research opportunities. My two classes were the first such offerings of this course at RCC and they generated substantial interest. Now, even after my departure from RCC, the college plans to offer it each quarter. Furthermore, two other community colleges in the same district have adopted my free, no threshold Python course for their students. \nSecond, in Year 3, I collaborated with a team of scientists that partner with Unistellar, makers of the digital Enhanced Vision Telescope (eVscope). These small telescopes have the capability of conducting scientific observations and therefore are opening a path to citizen science and greater public participation in science for users across the world. I worked with the Unistellar Science team to conduct over a hundred observations of exoplanet transits and asteroid occultations in Year 3. Several of these observations led to scientific articles submitted to peer reviewed journals, which included the citizen scientists as coauthors for their contributions. All of these observations have engaged the public in the United States and around the world in the scientific method, thereby making progress toward making astronomy more inclusive and building scientific literacy within the general public.\n\n\t\t\t\t\tLast Modified: 09/29/2022\n\n\t\t\t\t\tSubmitted by: Paul A Dalba"
 }
}