{
 "awd_id": "1903103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Designing Assessments in Physical Science Across Three Dimensions",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 56455.0,
 "awd_amount": 56455.0,
 "awd_min_amd_letter_date": "2018-10-25",
 "awd_max_amd_letter_date": "2018-10-25",
 "awd_abstract_narration": "This is a collaborative proposal among the University of Illinois at Chicago, Michigan State University, and SRI International to develop, test, and analyze sets of technology-supported diagnostic classroom assessments for middle school (grades 6-8) physical science. Assessments are aligned with the performance assessment and evidence-centered design methodologies suggested in the Framework for K-12 Science Education (NRC, 2012). The study focuses on the development of new measures of learning that take into account the interdependence of science content and practice. Two disciplinary core ideas--Matter and its Interactions, and Energy--and two scientific and engineering practices--Constructing Explanations and Designing Solutions, and Developing and Using Models--are used for this purpose. \r\n\r\nThe research questions are: (1) What are the characteristic features of science assessments based upon systematic application of the Evidence-Centered Design (ECD) assessment process?; (2) To what extent can assessment designs incorporate critical core idea, crosscutting concept and science/engineering practice dimensions in ways that both separate and integrate these dimensions as part of the design architecture?; (3) What is the evidence that the multiple dimensions of science learning (e.g., content, practices and crosscutting concepts) are separable and recoverable in the performance of students who respond to these assessments?; (4) How instructionally sensitive are these assessments? (i.e., Do they show differential and appropriate sensitivity to students' opportunity to learn science in ways consistent with the vision contained in the NRC Framework?); (5) What forms of evidence can be provided for the validity of these assessments using a multifaceted validity framework that takes into account both the interpretive and evidentiary components of a validity argument for these new assessments?; (6) What are the characteristics of assessments that best serve the needs of classroom teachers relative to a formative assessment process and in what ways do such assessments and scoring processes need to be designed to support effective teacher implementation?; and (7) What are the unique affordances and opportunities provided by technology in designing and implementing assessments focused on merging content & practices performance expectations? \r\n\r\nAssessments are iteratively designed and administered in three school districts and a laboratory school in Florida and one school district in Wisconsin using the \"Investigating and Questioning our World through Science and Technology\" curriculum. The three school districts in Florida have classrooms that are using typical curriculum. The assessments will also be administered and tested with students in these classrooms. To address the research questions, the project conducts five major tasks: (1) development of assessment items using the ECD process to document and guide coherence of items; (2) an alignment study to review design patterns and task templates; (3) a cognitive analysis study to empirically investigate the extent to which the items elicit the intended guidelines; (4) three empirical studies, including (a) an early-stage testing with teachers (n=6) and students (n=180) in Year 1, (b) a pilot testing in Year 2 with teachers (n=12) and students (n=360), and (c) a main study in Year 3 with teachers (n=30) and students (n=900); and (5) a study to investigate the formative use of the assessment items using teacher focus groups' feedback and analysis of student performance data from previous studies.  \r\n\r\nProject outcomes are: (a) research-informed and field-tested assessment prototypes that measure students' thinking around the two physical science core ideas and the two scientific and engineering practices; (b) relevant data and procedures used in the studies; and (c) a framework for the formative use of the assessments, including guidelines, scoring rubrics, and criteria for assessment design decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Harris",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Harris",
   "pi_email_addr": "christopher.harris@wested.org",
   "nsf_id": "000155769",
   "pi_start_date": "2018-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WestEd",
  "inst_street_address": "730 HARRISON ST FL 5",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4156153136",
  "inst_zip_code": "941071242",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "WESTED",
  "org_prnt_uei_num": "WNCAQMKJ7WZ9",
  "org_uei_num": "WNCAQMKJ7WZ9"
 },
 "perf_inst": {
  "perf_inst_name": "WestEd",
  "perf_str_addr": "",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941071242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 56455.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;<em>Collaborative Research: Designing Assessments in Physical Science Across Three Dimensions</em>&nbsp;project was a multi-institutional effort to develop classroom-ready assessment tasks for middle school science teachers to gain insights into their students' progress on achieving the performance expectations of the Next Generation Science Standards (NGSS). The group was comprised of experts in science education and assessment from WestEd, Michigan State University, University of Illinois at Chicago, SRI International, and the Concord Consortium. Together, project team members from across the institutions&nbsp;developed a comprehensive design process for creating instructionally supportive assessment tasks with accompanying resources that integrate the NGSS dimensions and measure science proficiency.</p>\n<p><span>The three main goals of this research and development project were to: (1) construct a comprehensive design process, using an evidence-centered design approach, to guide the development of tasks and rubrics aligned with&nbsp;</span><span>a selected set of middle school physical science performance expectations in the NGSS, (2) develop and test technology-based classroom delivery of the assessment tasks related to these performance expectations, and (3) develop guidelines and materials for teachers to use the assessment tasks in the classroom for diagnostic and formative purposes.&nbsp;</span></p>\n<p><span>The project unfolded over three phases. In the first phase of the work, the project team iteratively created a design process to enable science assessment designers to use performance expectations in order to construct classroom-based assessment tasks that can be used to gauge students' progress toward achieving them. Central to the design process was the generation of sets of three-dimensional&nbsp;<em>learning performances</em>&nbsp;that establish targets to assess student progress towards mastery of the knowledge and competencies required by the targeted NGSS performance expectations. In the next phase of work, the team used the process to produce an online bank of more than 60 assessment tasks aligned to performance expectations in the physical science domain of chemistry. The tasks are delivered through an online portal and designed to allow for flexible use by teachers. Each task requires students to demonstrate three-dimensional performance, yet a typical task can be completed by students within 5-8 minutes. Moreover, the features of tasks are varied in ways that provide different levels of scaffolding appropriate for students having different levels of ability and for diverse classroom settings.&nbsp;In the final phase of work, the project team developed guidelines and materials for teachers to use the assessment tasks in the classroom for diagnostic and formative purposes. In this phase, the team produced classroom-based rubrics for the assessment tasks and developed resources for their effective use by teachers. The team also added new and improved features to the online delivery platform and online reporting system.</span></p>\n<p>The project team created an online Assessment Task Portal (available at https://ngss-assessment.portal.concord.org/) that serves as a hub for users of the assessment tasks. It is the central repository of the tasks and teacher support materials and provides an online forum for users to interact with each other. The tasks are freely available for science educators and their students. Teachers who sign up for a free account at the portal can set up classes, assign tasks, get collated reports of student work, and gain access to the teacher support materials linked to each task. As students work through the tasks, teachers are able to monitor progress in real-time as student work is automatically collected, facilitating the generation of a number of summary or individual reports of student work. Using the reports teachers can select specific student responses to review and discuss. Feedback can also be given to students using one or more of these methods: rubric, written feedback, or numerical scores. Note that while some features of the portal are only available to those with registered accounts (such as the online forum), it is not required to create an account to have access to the assessment tasks.</p>\n<p>To inform the public about the ongoing work, the team developed and maintained a project website (http://nextgenscienceassessment.org). The website provides information on the assessment design process, showcases the project team's dissemination activities, and provides access to the Assessment Task Portal. In addition to the website, the project team&nbsp;shared the project work and resources with a wide range of stakeholders including science educators, educational researchers, assessment developers, curriculum developers, state education leaders, and K-12 science education leaders. This was accomplished through presenting at national and regional education conferences, giving invited keynotes and workshops to professional audiences, and providing professional development workshops on the&nbsp;assessment design process. All told, the project team has given more than 40 presentations and workshops and produced more than 30 conference papers and posters, as well as published journal articles and book chapters.&nbsp;A volume about the design process and its application to classroom assessment development and use has also been prepared for science teachers and is scheduled for publication by the National Science Teachers Association Press.&nbsp;</p>\n<p><span><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2019<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Harris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Collaborative Research: Designing Assessments in Physical Science Across Three Dimensions project was a multi-institutional effort to develop classroom-ready assessment tasks for middle school science teachers to gain insights into their students' progress on achieving the performance expectations of the Next Generation Science Standards (NGSS). The group was comprised of experts in science education and assessment from WestEd, Michigan State University, University of Illinois at Chicago, SRI International, and the Concord Consortium. Together, project team members from across the institutions developed a comprehensive design process for creating instructionally supportive assessment tasks with accompanying resources that integrate the NGSS dimensions and measure science proficiency.\n\nThe three main goals of this research and development project were to: (1) construct a comprehensive design process, using an evidence-centered design approach, to guide the development of tasks and rubrics aligned with a selected set of middle school physical science performance expectations in the NGSS, (2) develop and test technology-based classroom delivery of the assessment tasks related to these performance expectations, and (3) develop guidelines and materials for teachers to use the assessment tasks in the classroom for diagnostic and formative purposes. \n\nThe project unfolded over three phases. In the first phase of the work, the project team iteratively created a design process to enable science assessment designers to use performance expectations in order to construct classroom-based assessment tasks that can be used to gauge students' progress toward achieving them. Central to the design process was the generation of sets of three-dimensional learning performances that establish targets to assess student progress towards mastery of the knowledge and competencies required by the targeted NGSS performance expectations. In the next phase of work, the team used the process to produce an online bank of more than 60 assessment tasks aligned to performance expectations in the physical science domain of chemistry. The tasks are delivered through an online portal and designed to allow for flexible use by teachers. Each task requires students to demonstrate three-dimensional performance, yet a typical task can be completed by students within 5-8 minutes. Moreover, the features of tasks are varied in ways that provide different levels of scaffolding appropriate for students having different levels of ability and for diverse classroom settings. In the final phase of work, the project team developed guidelines and materials for teachers to use the assessment tasks in the classroom for diagnostic and formative purposes. In this phase, the team produced classroom-based rubrics for the assessment tasks and developed resources for their effective use by teachers. The team also added new and improved features to the online delivery platform and online reporting system.\n\nThe project team created an online Assessment Task Portal (available at https://ngss-assessment.portal.concord.org/) that serves as a hub for users of the assessment tasks. It is the central repository of the tasks and teacher support materials and provides an online forum for users to interact with each other. The tasks are freely available for science educators and their students. Teachers who sign up for a free account at the portal can set up classes, assign tasks, get collated reports of student work, and gain access to the teacher support materials linked to each task. As students work through the tasks, teachers are able to monitor progress in real-time as student work is automatically collected, facilitating the generation of a number of summary or individual reports of student work. Using the reports teachers can select specific student responses to review and discuss. Feedback can also be given to students using one or more of these methods: rubric, written feedback, or numerical scores. Note that while some features of the portal are only available to those with registered accounts (such as the online forum), it is not required to create an account to have access to the assessment tasks.\n\nTo inform the public about the ongoing work, the team developed and maintained a project website (http://nextgenscienceassessment.org). The website provides information on the assessment design process, showcases the project team's dissemination activities, and provides access to the Assessment Task Portal. In addition to the website, the project team shared the project work and resources with a wide range of stakeholders including science educators, educational researchers, assessment developers, curriculum developers, state education leaders, and K-12 science education leaders. This was accomplished through presenting at national and regional education conferences, giving invited keynotes and workshops to professional audiences, and providing professional development workshops on the assessment design process. All told, the project team has given more than 40 presentations and workshops and produced more than 30 conference papers and posters, as well as published journal articles and book chapters. A volume about the design process and its application to classroom assessment development and use has also been prepared for science teachers and is scheduled for publication by the National Science Teachers Association Press. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2019\n\n\t\t\t\t\tSubmitted by: Christopher J Harris"
 }
}