{
 "awd_id": "1903544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Regional hydrologic and vegetation changes over the last 150 kyr in the Searles and Death Valley basins",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 219904.0,
 "awd_amount": 258807.0,
 "awd_min_amd_letter_date": "2019-05-28",
 "awd_max_amd_letter_date": "2021-06-15",
 "awd_abstract_narration": "The southwestern U.S. is currently experiencing profound water stress and is predicted to face declining water availability in the coming century. Past variations in the abundance of water in this region can be documented from study of ancient lake basins there. This project will produce a reconstruction of water availability, vegetation, and moisture sources in the Searles and Death Valley basins of the southwestern U.S. spanning the last 150,000 years. The researchers will use shoreline deposits from each basin to constrain ancient lake levels. Sediment core records from the centers of each basin will provide paleoclimate information that spans both wet and dry periods.  Plant wax preserved in the cores will provide insight into past vegetation changes that reflect variations in moisture sources. Radiometric dating of sediments will give precise ages of environmental changes in the ancient lakes. Lake shoreline ages will be used to interpret past lake volumes in the Searles and Death Valley basins. Collectively, this information will be used to model past river flow and water budgets. This work will also lay the foundation for future development of a continuous 3.2 million-year sediment record from the Searles basin, including past warm periods.  This project will train graduate and undergraduate students at 5 institutions. Binghamton University participants will lead field tours to visitors to Death Valley National Park through a partnership with the Death Valley Natural History Association. Outreach at the University of Southern California will involve collaboration with the La Brea Tar Pits Museum and will focus on teaching 4th grade visitors how Pleistocene lakes relate to the museum fossil fauna of the same age. The MIT group will incorporate project findings into climate-themed outreach at the Cambridge Science Festival, Girls' Day at the MIT Museum, and at the New England Aquarium. Researchers from SUNY College at Oswego and Keystone College will incorporate research outcomes into paleoclimate and sustainability courses that reach hundreds of students per year.\r\n\r\nThe southwestern U.S. is a water-stressed region that is projected to experience declining water availability over the coming century. Model projections show substantial disagreement in the regional circulation responses to projected emissions scenarios, with divergent predictions of the magnitude and spatial fingerprint of future drying. Lake records have the potential to offer detailed reconstructions of the hydrological, atmospheric, and vegetation responses to a wide range of forcings and to provide future opportunities to benchmark model performance. Lake records from the Searles and Death Valley basins in southern California show dramatic lake level and vegetation changes over the last 150 kyr, reflecting in part large changes in river flow from the societally-important Owens River system. These records require new analyses to improve imprecise chronologies and refine lake level reconstructions and correlations from these neighboring basins. This project is a multi-faceted reconstruction of past hydrologic and vegetation changes spanning the last 150 kyr in the Searles and Death Valley basins. The researchers will use tufa and other nearshore deposits to constrain lake levels in both basins, and existing and new measurements from a recently collected core, SLAPP-SRLS17 from Searles basin, and core DV93-1, Death Valley, to provide continuous multi-proxy records. Sedimentary structures and textures, evaporite mineralogy and facies, siliciclastic grain size changes, and rock magnetic variations in cores will be used with shoreline constraints to model past hydrologic and lake chemistry changes in Searles basin, providing quantitative constraints on past river inflows and precipitation-evaporation balance. Plant wax delta13C and pollen will provide insight into past vegetation changes, and plant wax deltaD will be used to track changes in moisture source and water vapor history. In both basins, U/Th dating will be used to provide precise age models, with support from 14C and paleomagnetic measurements in Searles Lake deposits. Paleointensity variability and evidence for magnetic field excursions will provide an independent method for dating the SLAPP-SRLS17 core. Together, the two basins will provide replicated, well-dated hydrological and vegetation records using independent approaches to test interpretations of the cave oxygen isotope records from nearby Devils Hole and Leviathan Caves to the northeast. These records will provide a quantitative estimate of the volumetric changes in water storage and the magnitude of precipitation isotopic shifts to better determine atmospheric circulation changes and the resulting hydrologic implications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McGee",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D McGee",
   "pi_email_addr": "davidmcg@mit.edu",
   "nsf_id": "000507739",
   "pi_start_date": "2019-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 219904.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 38903.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Owens River watershed is a vital source of water for Southern California, making it important to understand how runoff in the basin responds when climate changes. Many climate model projections suggest decreasing water availability as warming continues over the 21<sup>st</sup>&nbsp;century, a conclusion consistent with the 20 years of drought the region has experienced, but there are substantial differences in the magnitude of projected changes. Records of the response of the watershed to past climate changes offer an important means of testing our understanding of controls on regional water availability and benchmarking climate model performance. In this project, we developed records of lake levels, vegetation, lake chemistry, and temperature from the Searles and Death Valley basins spanning the last 200,000 years. The Searles basin has been the terminus of the Owens River system for most of this period, but water spilled into Death Valley in at least one especially wet period. In both basins, water levels have fluctuated dramatically over the last two ice age cycles, ranging from dry conditions like today to periods when lake levels were more than 100 m above the valley floor.&nbsp;</p>\n<p>In Searles Valley, our work centered on a recently collected sediment core, complemented by study of carbonate deposits associated with ancient shorelines. Using U/Th dating, we developed a high-quality chronology for the sediment core, anchoring records of the isotopic composition of precipitation, lake chemistry, lake temperature, vegetation, and water balance that extend across the last two glacial-interglacial cycles. Our new data highlight the correspondence of high, lower-salinity lake conditions in the Searles basin with periods of Northern Hemisphere cooling (and vice versa: lake drying during periods of warm conditions), and they offer important tests of the fidelity of paleoclimate records from other archives (e.g., cave deposits) in the region.&nbsp;</p>\n<p>In Death Valley, our U/Th dating has improved the chronology from an older sediment core from the basin, demonstrating dry conditions during the last interglacial period and an influx of water from the Searles Basin at the end of the penultimate glacial period. Dating of newly collected shoreline deposits from Death Valley offers an important complement to the core record as well as recently developed water table records from Devils Hole in the Death Valley watershed. Our work on these shoreline deposits demonstrates that lake levels in Death Valley were substantially higher during the penultimate glacial period than they were during the most recent glacial period, for reasons that remain unclear.&nbsp;</p>\n<p>In addition to this work on lake levels in both basins, we have also advanced applications of machine learning in reconstructing vegetation and categorizing shoreline deposits, and we have applied new methods of reconstructing temperatures from fluids trapped in lake deposits and improved methods of estimating lake chemistry from the mineralogy of lake precipitates.&nbsp;<br /><br />This project contributed to the training of four graduate students (two at MIT), five undergraduate students (three at MIT), and four early-career researchers (two who worked previously at MIT). Project results have been shared in multiple public outreach talks, including a field trip organized through the Death Valley Natural History Association.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/22/2023<br>\n\t\t\t\t\tModified by: William&nbsp;D&nbsp;Mcgee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Owens River watershed is a vital source of water for Southern California, making it important to understand how runoff in the basin responds when climate changes. Many climate model projections suggest decreasing water availability as warming continues over the 21st century, a conclusion consistent with the 20 years of drought the region has experienced, but there are substantial differences in the magnitude of projected changes. Records of the response of the watershed to past climate changes offer an important means of testing our understanding of controls on regional water availability and benchmarking climate model performance. In this project, we developed records of lake levels, vegetation, lake chemistry, and temperature from the Searles and Death Valley basins spanning the last 200,000 years. The Searles basin has been the terminus of the Owens River system for most of this period, but water spilled into Death Valley in at least one especially wet period. In both basins, water levels have fluctuated dramatically over the last two ice age cycles, ranging from dry conditions like today to periods when lake levels were more than 100 m above the valley floor. \n\nIn Searles Valley, our work centered on a recently collected sediment core, complemented by study of carbonate deposits associated with ancient shorelines. Using U/Th dating, we developed a high-quality chronology for the sediment core, anchoring records of the isotopic composition of precipitation, lake chemistry, lake temperature, vegetation, and water balance that extend across the last two glacial-interglacial cycles. Our new data highlight the correspondence of high, lower-salinity lake conditions in the Searles basin with periods of Northern Hemisphere cooling (and vice versa: lake drying during periods of warm conditions), and they offer important tests of the fidelity of paleoclimate records from other archives (e.g., cave deposits) in the region. \n\nIn Death Valley, our U/Th dating has improved the chronology from an older sediment core from the basin, demonstrating dry conditions during the last interglacial period and an influx of water from the Searles Basin at the end of the penultimate glacial period. Dating of newly collected shoreline deposits from Death Valley offers an important complement to the core record as well as recently developed water table records from Devils Hole in the Death Valley watershed. Our work on these shoreline deposits demonstrates that lake levels in Death Valley were substantially higher during the penultimate glacial period than they were during the most recent glacial period, for reasons that remain unclear. \n\nIn addition to this work on lake levels in both basins, we have also advanced applications of machine learning in reconstructing vegetation and categorizing shoreline deposits, and we have applied new methods of reconstructing temperatures from fluids trapped in lake deposits and improved methods of estimating lake chemistry from the mineralogy of lake precipitates. \n\nThis project contributed to the training of four graduate students (two at MIT), five undergraduate students (three at MIT), and four early-career researchers (two who worked previously at MIT). Project results have been shared in multiple public outreach talks, including a field trip organized through the Death Valley Natural History Association. \n\n\t\t\t\t\tLast Modified: 04/22/2023\n\n\t\t\t\t\tSubmitted by: William D Mcgee"
 }
}