{
 "awd_id": "1903440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding Heterogeneous Nucleation and Growth Kinetics for Innovations in Clean Energy and Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927125",
 "po_email": "cawalker@nsf.gov",
 "po_sign_block_name": "Catherine Walker",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 379874.0,
 "awd_amount": 379874.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Heterogeneous nucleation and growth (HNG) phenomena at liquid-solid interfaces, where dissolved species precipitate out of solution and adsorb at solid surfaces, play crucial roles in many natural and engineered systems. For example, better understanding of HNG phenomena in advanced battery chemistries, such as Li-O2 and Li-S, are required to identify chemistries, electrode microstructures, and charge/discharge strategies to improve efficiency, energy density, and durability. In membrane water filtration, research is focused on minimizing mineral scaling, which reduces system efficiency and module lifetime. However, innovations for these and related devices will require both enhanced theoretical understanding of HNG processes and improved computational tools to extend theoretical models to device-relevant scales. The proposed research will enable innovations in clean energy and water via fundamental insights into the factors controlling HNG phenomena and developing open-source computational tools to enable modeling capabilities at device-relevant scales.\r\n\r\nThe proposed work starts with classical nucleation and growth theory, which is then modified as necessary to create accurate and efficient modeling tools that can be applied across a range of contexts and length scales. These tools will be validated against a novel platform of operando measurement techniques, which on their own will provide insights to a range of fundamental questions regarding HNG processes. Validation against two disparate systems, Li-O2 batteries and reverse osmosis water filtration, will guide the development of modeling tools that are robust and generalizable. The two different testbeds will help identify which phenomena are fundamental to all HNG processes, while also giving a sense of the broader set of cofactors which may influence HNG rates in different contexts. The modeling tools will be employed in system-level models to demonstrate their utility for scientifically-guided innovations in critical clean energy and water applications, providing an exemplar for future multi-scale simulations which bridge science and engineering. In addition to training a graduate student in research, the principal investigator plans to pursue outreach activities aimed at improving middle-school science education and connecting researchers across disciplines to holistically address the impacts of technology on the Earth's biological diversity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Decaluwe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Decaluwe",
   "pi_email_addr": "decaluwe@mines.edu",
   "nsf_id": "000664827",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois St.",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 172335.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 207539.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching research goal of the project is to enable innovations in clean energy and water via fundamental insight into the factors controlling heterogeneous nucleation and growth (HNG) chemical reaction rates and developing multi-scale open-source modeling tools to describe their impact in clean water and energy devices such as for water filtration and electrochemical energy storage. As part of this project, we developed heterogeneous nucleation and growth modeling tools, which were used to model precipitation reactions in lithium-oxygen (li-o2) batteries, a next-generation battery capable of holding more energy per unit mass than current technology, enabling advances in portable power applications such as battery EVs.&nbsp;</p>\n<p>Outcomes follow from the overall objectives:</p>\n<ol>\n<li>We developed new open source modeling tools for this reaction type, which model the precipitate growth for a distribution of particle sizes (see figure 1). The tool shows the impact of solution concentration and time on the distribution of particle sizes. This tool is currently in the process of being added to the popular open source chemical kinetics software Cantera.</li>\n<li><span>Our team developed life cycle assessment tools for determining the lifetime cradle-to-grave environmental impact of battery designs.&nbsp;&nbsp;This led to three publications: 1) a perspective on the socio-environmental implications of lithium supply for electrified aviation, and 2) two analyses of li-o2 battery environmental impact as a function of battery design, based on predicted performance.&nbsp;&nbsp;Our analysis showed that certain materials are so inherently high-polluting that any associated performance gains are unlikely to overcome these material-level impacts, and these material should in general be avoided, or at least carefully screened early in the battery development cycle to assess the likely scale of LCA impacts. See Figure 2.</span></li>\n<li>We have developed a 1D modeling tool for li-o2 batteries, and explored the impact of parameter uncertainty on predicted simulation results. Experiments in our group and beyond have shown the difficulty in repeatable experimental results, leading a wide range of model parameter estimates.&nbsp;&nbsp;Our simulation work here shows that few of these parameters have a significant impact on predicted results and model-guided electrode design.&nbsp;&nbsp;However, more accurate estimates for parameters related to oxygen dissolved in the electrolyte (namely solubility and diffusion coefficient) are required for accurate model predictions to identify optimal battery designs and operating conditions.&nbsp;&nbsp;We validated our model against previously reported experiments and used the validated model for a design study of cathode thickness and microstructure.&nbsp;&nbsp;Results showed that optimal cathode porosity was relatively insensitive to the intended current density, but that current density (which scales with the power density) has an impact on optimal thickness.&nbsp;&nbsp;However, the sensitivity of optimal thickness vs. current density is only moderate, at the optimal porosity, meaning that cathodes can be designed that offer performance that is close to optimal energy density (at low current) and optimal power density (at high current). See Figure 3.&nbsp;&nbsp;Moreover, as shown in figure 4, the associated greenhouse gas (GHG) emissions vary only weakly as a function of cathode design (thickness and porosity), meaning that all cathode designs within the optimal range provide roughly the same environmental benefits.</li>\n</ol>\n<p>In addition to these scientific outcomes, outreach to other communities such as conservation biology and middle school science teachers helped develop tools and networks to foster new collaborations and bring new talent into the STEM field.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/01/2024<br>\nModified by: Steven&nbsp;Decaluwe</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712012082357_Figure_3_heatmap--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712012082357_Figure_3_heatmap--rgov-800width.png\" title=\"Figure 3. Li-O2 energy density maps.\"><img src=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712012082357_Figure_3_heatmap--rgov-66x44.png\" alt=\"Figure 3. Li-O2 energy density maps.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Li-O2 battery energy density as a function of cathode thickness and porosity for four different current densities.</div>\n<div class=\"imageCredit\">M. Chen-Glasser and S.C. DeCaluwe</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;Decaluwe\n<div class=\"imageTitle\">Figure 3. Li-O2 energy density maps.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712011476032_FIgure_1_HNG_histograms--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712011476032_FIgure_1_HNG_histograms--rgov-800width.png\" title=\"Figure 1. Predicted HNG reaction progress\"><img src=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712011476032_FIgure_1_HNG_histograms--rgov-66x44.png\" alt=\"Figure 1. Predicted HNG reaction progress\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Model results predicting precipitate growth from heterogeneous nucleation and growth reactions. a) Li ion concentration in solution versus time. b) Distribution of particle sizes versus time. c) Distribution of particle sizes as a function of initial electrolyte Li ion concentration.</div>\n<div class=\"imageCredit\">M. Glasser-Chen and S.C. DeCaluwe (unpublished)</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;Decaluwe\n<div class=\"imageTitle\">Figure 1. Predicted HNG reaction progress</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712012176238_Figure_4_GHG--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712012176238_Figure_4_GHG--rgov-800width.png\" title=\"Figure 4. Li-O2 GHG emissions.\"><img src=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712012176238_Figure_4_GHG--rgov-66x44.png\" alt=\"Figure 4. Li-O2 GHG emissions.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Li-O2 lifetime GHG emissions as a function of cathode thickness and porosity for four different current densities. Simulations predict that GHG emissions are relatively insensitive to cathode design.</div>\n<div class=\"imageCredit\">M. Chen-Glasser and S.C. DeCaluwe</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;Decaluwe\n<div class=\"imageTitle\">Figure 4. Li-O2 GHG emissions.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712011884059_Figure_2_carbon_footprint--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712011884059_Figure_2_carbon_footprint--rgov-800width.png\" title=\"Figure 2. Carbon footprint for varying Li-O2 designs.\"><img src=\"/por/images/Reports/POR/2024/1903440/1903440_10636025_1712011884059_Figure_2_carbon_footprint--rgov-66x44.png\" alt=\"Figure 2. Carbon footprint for varying Li-O2 designs.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lifetime CO2 emissions for four battery designs (from L-R): Li-Nafion binder + LMnO2 catalysts, Li-Nafion + carbon nanotubes, Li-Nafion + fluorinated solvent (E7100), and Li-Nafion+ Pt catalyst. The very high emissions for E7100 and Pt show the significant impact of materials selection on emissions.</div>\n<div class=\"imageCredit\">M. Chen-Glasser, A.E. Landis, and S.C. DeCaluwe</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;Decaluwe\n<div class=\"imageTitle\">Figure 2. Carbon footprint for varying Li-O2 designs.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching research goal of the project is to enable innovations in clean energy and water via fundamental insight into the factors controlling heterogeneous nucleation and growth (HNG) chemical reaction rates and developing multi-scale open-source modeling tools to describe their impact in clean water and energy devices such as for water filtration and electrochemical energy storage. As part of this project, we developed heterogeneous nucleation and growth modeling tools, which were used to model precipitation reactions in lithium-oxygen (li-o2) batteries, a next-generation battery capable of holding more energy per unit mass than current technology, enabling advances in portable power applications such as battery EVs.\n\n\nOutcomes follow from the overall objectives:\n\nWe developed new open source modeling tools for this reaction type, which model the precipitate growth for a distribution of particle sizes (see figure 1). The tool shows the impact of solution concentration and time on the distribution of particle sizes. This tool is currently in the process of being added to the popular open source chemical kinetics software Cantera.\nOur team developed life cycle assessment tools for determining the lifetime cradle-to-grave environmental impact of battery designs.This led to three publications: 1) a perspective on the socio-environmental implications of lithium supply for electrified aviation, and 2) two analyses of li-o2 battery environmental impact as a function of battery design, based on predicted performance.Our analysis showed that certain materials are so inherently high-polluting that any associated performance gains are unlikely to overcome these material-level impacts, and these material should in general be avoided, or at least carefully screened early in the battery development cycle to assess the likely scale of LCA impacts. See Figure 2.\nWe have developed a 1D modeling tool for li-o2 batteries, and explored the impact of parameter uncertainty on predicted simulation results. Experiments in our group and beyond have shown the difficulty in repeatable experimental results, leading a wide range of model parameter estimates.Our simulation work here shows that few of these parameters have a significant impact on predicted results and model-guided electrode design.However, more accurate estimates for parameters related to oxygen dissolved in the electrolyte (namely solubility and diffusion coefficient) are required for accurate model predictions to identify optimal battery designs and operating conditions.We validated our model against previously reported experiments and used the validated model for a design study of cathode thickness and microstructure.Results showed that optimal cathode porosity was relatively insensitive to the intended current density, but that current density (which scales with the power density) has an impact on optimal thickness.However, the sensitivity of optimal thickness vs. current density is only moderate, at the optimal porosity, meaning that cathodes can be designed that offer performance that is close to optimal energy density (at low current) and optimal power density (at high current). See Figure 3.Moreover, as shown in figure 4, the associated greenhouse gas (GHG) emissions vary only weakly as a function of cathode design (thickness and porosity), meaning that all cathode designs within the optimal range provide roughly the same environmental benefits.\n\n\n\nIn addition to these scientific outcomes, outreach to other communities such as conservation biology and middle school science teachers helped develop tools and networks to foster new collaborations and bring new talent into the STEM field.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/01/2024\n\n\t\t\t\t\tSubmitted by: StevenDecaluwe\n"
 }
}