{
 "awd_id": "1904684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electronic Resonant Stimulated Raman Scattering Microscopy for Ultrasensitive Vibrational Imaging",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Almirall",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2019-06-26",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Wei Min of Columbia University is developing new measurement methods that have the potential to provide chemical information on individual molecules, the ultimate capability in measurement science. Raman spectroscopy and microscopy are popular tools for measuring chemical properties of molecules, as these tools enable research discoveries and chemical assessments, which are of value to industry, health care, materials and biological research, and environmental monitoring. However, conventional Raman methods are restricted, in that many molecules are required to generate a Raman signal sufficiently different from the background, which is referred to as the detection limit. Professor Min is improving the detection limit of Raman microscopy through an unprecedented approach, such that individual molecules can be chemically characterized on a routine basis, while present in a variety of chemical and biological environments. Professor Min and his team use this new form of Raman microscopy to simultaneously obtain images of many species found inside biological cells, as well as study the behavior of individual enzymes, thereby facilitating our understanding of the complex biological world. The Min group is leveraging their expertise in spectroscopy and microscopy to develop demonstrations and educational laboratory experiments that engage underrepresented minority students in local high schools and community colleges, with the goal being enhancement of student physical science skills and interest in future careers in science and engineering. The impact of these new instruments and labs is amplified by online dissemination through high-impact, internet-based instructional videos.\r\n\r\nRaman spectroscopy provides exquisite chemical information about molecular structure and dynamics resulting from interactions with the environment. Unfortunately, Raman signals are intrinsically weak in the optical far field. Although established near-field methods of surface-enhanced Raman spectroscopy can offer superb limits of detection, the strict reliance of near-field approaches on close interaction of target molecules with metallic nanostructures limits their application to a select group of chemical and biological systems. The project addresses the urgent need for ultra-low-limit-of-detection Raman microscopy, without relying on nanostructures. Professor Min and his team combine resonance Raman spectroscopy with stimulated Raman scattering microscopy to achieve ultra-low-limit-of-detection vibrational imaging. This enabling technology results from enhancement of the Raman scattering cross section by several orders of magnitude, due to the joint action of electronic resonant amplification and stimulated Raman amplification, making possible single-molecule limits of detection. Professor Min and his team employ the new ultra-low-limit-of-detection Raman microscopy method in multi-wavelength imaging of the interior of biological cells, as well as in mechanistic studies of single-molecule, enzyme-catalyzed biochemical reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Min",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Min",
   "pi_email_addr": "wm2256@columbia.edu",
   "nsf_id": "000649762",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Novel spectroscopy and microscopy are the indispensable tools in the analytical and measurement science. This project has explored new territory of nonlinear optical spectroscopy and developed new microscope instrumentation with ultrahigh sensitivity and chemical information and produced dozens of new molecular probes. This new tool has been used for scientific discovery and has the prospect to be adopted by wider community.</p>\n<p>&nbsp;</p>\n<p>Scientific Merit</p>\n<p>Modern optical spectroscopy and microscopy methods have revolutionized measurement science. Among the various tools, Raman spectroscopy is uniquely powerful. This project has explored new schemes of nonlinear optical interactions, developed novel Raman spectroscopy-based tools to offer the desirable combination of high detection sensitivity and rich chemical specificity, for both bulk and microscopic samples. In particular, this project has generated new design principles of microscope instrumentation (including laser, optics and electronics) that can deliver arguably the highest Raman based detection sensitivity and produced dozens of new molecular probes with novel optical properties. Scientific discovery has been made on water microdroplet chemistry by utilizing this tool. Researchers around the world can follow and reproduce these microscope designs and utilize these probes for advanced applications in biophysics and biological imaging.</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong>Broader Impacts</p>\n<p>A major outcome of the project has been to promote learning and education for students. Graduate students and postdoc fellows in this project have obtained valuable experience in a highly interdisciplinary environment of physics, chemistry and biology. Some of the generated new knowledge (such as the frontier of optical spectroscopy and microscopy) has been taught in undergraduate classroom lectures at Columbia University. Materials and training for students will continue to improve the recruitment and retention of students in STEM careers and improve the diversity of the science enterprise. The optical imaging technology developed in this work is being practiced by other labs in the community. With the ongoing efforts of technology transfer, the develop technology has the prospect of fostering close partnership between academia and industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2023<br>\n\t\t\t\t\tModified by: Wei&nbsp;Min</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNovel spectroscopy and microscopy are the indispensable tools in the analytical and measurement science. This project has explored new territory of nonlinear optical spectroscopy and developed new microscope instrumentation with ultrahigh sensitivity and chemical information and produced dozens of new molecular probes. This new tool has been used for scientific discovery and has the prospect to be adopted by wider community.\n\n \n\nScientific Merit\n\nModern optical spectroscopy and microscopy methods have revolutionized measurement science. Among the various tools, Raman spectroscopy is uniquely powerful. This project has explored new schemes of nonlinear optical interactions, developed novel Raman spectroscopy-based tools to offer the desirable combination of high detection sensitivity and rich chemical specificity, for both bulk and microscopic samples. In particular, this project has generated new design principles of microscope instrumentation (including laser, optics and electronics) that can deliver arguably the highest Raman based detection sensitivity and produced dozens of new molecular probes with novel optical properties. Scientific discovery has been made on water microdroplet chemistry by utilizing this tool. Researchers around the world can follow and reproduce these microscope designs and utilize these probes for advanced applications in biophysics and biological imaging.\n\n \n\n Broader Impacts\n\nA major outcome of the project has been to promote learning and education for students. Graduate students and postdoc fellows in this project have obtained valuable experience in a highly interdisciplinary environment of physics, chemistry and biology. Some of the generated new knowledge (such as the frontier of optical spectroscopy and microscopy) has been taught in undergraduate classroom lectures at Columbia University. Materials and training for students will continue to improve the recruitment and retention of students in STEM careers and improve the diversity of the science enterprise. The optical imaging technology developed in this work is being practiced by other labs in the community. With the ongoing efforts of technology transfer, the develop technology has the prospect of fostering close partnership between academia and industry.\n\n\t\t\t\t\tLast Modified: 01/10/2023\n\n\t\t\t\t\tSubmitted by: Wei Min"
 }
}