{
 "awd_id": "1904879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CDS&E: Orientational High and Low Field Ion Mobility Calculator with Gas Accommodation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 353680.0,
 "awd_amount": 353680.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging program in the Chemistry Division, Professor Carlos Larriba-Andaluz at Indiana University-Purdue University in Indianapolis is working to improve our fundamental understanding of the principles of Ion Mobility Spectrometry (IMS), a technique that separates charged molecules through differences in their geometrical and electronic structure in the gas phase. This technique is utilized in a wide range of applications, such as airport security, health research, and environmental sciences. The Larriba-Andaluz group seeks to improve the performance of this important analysis tool by bridging the gap between classical assumptions and the influence of previously neglected secondary effects that are now known to have consequential impact on the performance of modern instruments.  The impact of the research is enhanced through dissemination of user-friendly IMS software. An ancillary goal is expanding understanding of chemistry by outreach both to mechanical engineering students and to K-12 students. The outreach efforts especially seek to engage women and minorities, encouraging their participation in science and engineering.\r\n\r\nIMS is becoming an integral part of modern mass spectrometry (MS). This has resulted in important advances in IMS instrumentation with improved resolution, transmission, and sensitivity. Despite these advances, there has not been a parallel improvement in understanding the underlying theory. The problem is challenging, because IMS separates analytes based on size over charge, where the size is an intricate combination of gas parameters, forces applied and potential interactions between ion and buffer gas. As IMS instruments reach resolving powers of several hundreds, the existing simplified theory will often prove inadequate. By means of relaxing Chapman and Cowling's first collision integral theory, Professor Larriba-Andaluz and his team are 1) evaluating the effect of high field to density ratios, permanent dipole moments, and preferred orientations; 2) addressing the elastic/diffuse inelastic nature of the impingement-reemission collision theory through the coupling of quantum mechanics (QM) and molecular dynamics(MD) to kinetic theory; and 3) assessing collision cross section (CCS) modification due to ion structure compaction in the gas phase. The aims are to 1) improve existing theoretical knowledge in the free molecular regime through relaxation of linearization of the momentum transfer equations; 2) study momentum exchange upon impingement, thereby improving understanding of how energy exchange occurs at the molecular level; and 3) close the existing gap between novel existing IMS systems and the theoretical understanding of how separation occurs in them. Free dissemination of the algorithms developed should spur development of new calculations, leading to better optimization and development of instrumentation, and the emergence of new applications in imaging for complex samples.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Larriba Andaluz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Larriba Andaluz",
   "pi_email_addr": "clarriba@purdue.edu",
   "nsf_id": "000707331",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University Purdue University Indianapolis",
  "perf_str_addr": "723 W Michigan St",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462025191",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 353680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>Ion Mobility is a scientific technique used to investigate how ions, which are electrically charged atoms or molecules, move through a gas.&nbsp;</span>The primary objective of the proposal had been to establish a novel theoretical and numerical framework for understanding Ion Mobility transport. Our central hypothesis posited that by relaxing the initial simplifications, previously unexplored phenomena like higher field-to-density ratios, accurate momentum transfer, protein compaction, coupling between Quantum Mechanics(QM) and Molecular Dynamics(MD), preferred orientations, and adjustments for dipole moments could be examined and leveraged to enhance separation techniques. This hypothesis was formulated based on our theoretical research and the findings of several published articles that had identified inaccuracies in existing methods. The underlying rationale for the proposed research was that, with the implementation of new numerical techniques, there was potential to improve existing instrumentation and introduce fresh concepts for the next generation of IMS systems.</span>We pursued the following three objectives:</p>\n<ol>\n<li><strong><em>Evaluation of&nbsp;</em></strong><strong><em>the Relaxation of Linearization for High Field to Density ratios,</em></strong><strong>&nbsp;</strong><strong><em>Large Ions and Preferred Orientations.</em></strong>&nbsp;M<span>any IMS systems operate at high field to local density ratios, where Chapman-Enskog's linearization may not be applicable, necessitating the incorporation of higher order velocity terms.&nbsp;</span></li>\n<li><strong><em>Specular Elastic/Diffuse Inelastic Impingement-Reemission description.</em></strong><strong>&nbsp;</strong><span>One of the most enigmatic challenges in kinetic theory revolves around how various gases and substances adhere to distinct rules of scattering and momentum transfer. Integrating our Ion Mobility software with MD promises unique insights into scattering patterns, accurate predictions of momentum and energy transfer, and advancements in our comprehension of CCS calculations through empirical correlations.</span><strong><em>&nbsp;</em></strong></li>\n<li><strong><em>Assessment of CCS Modification Due to Ion Structure Compaction</em></strong><strong><em>.&nbsp;</em></strong>Despite remaining partially understood and the subject of ongoing debate, it has come to light that numerous ions undergo compaction in the gas phase compared to their crystalline forms.&nbsp;</li>\n</ol>\n<p>29 products were produced in this proposal. Here is a brief list of outcomes:</p>\n<ul>\n<li><span>As an initial review, we described the Fundamentals of ion mobility in the free molecular regime, interlacing the past, present and future of ion mobility calculations.</span></li>\n<li><span>This was followed by&nbsp;<span>a perspective on the theoretical and numerical aspects of Ion Mobility Spectrometry. This showcased how a new set of algorithms&nbsp;(IMoS 2.0) that indirectly solve the Boltzmann equation (including internal degrees of freedom) may be the only recourse to continue describing the complex interactions between ions and gas.See Image Perspective.</span></span></li>\n<li><span><span>We bridged a gap between aerosol scientists and analytical chemists by providing&nbsp; a careful analysis of t<span>he size-mobility relationship of ions, aerosols, and other charged particle matter.&nbsp;</span></span></span></li>\n<li><span><span>Using the theoretical knowledge gained, we were able to provide and diseminate a tool to p<span>redicting ion mobility as a function of the electric field for small ions in light gases, later on expanded to larger flexible ions and diatomic gases.</span></span></span></li>\n<li><span><span><span>This new set of numerical tools allowed us to properly ascertain&nbsp;<span>Gas-Phase Ion Mobility Shifts Resulting from Isotopomer Mass Distribution Changes. For the first time, it was proven that isotopomers (ions with the same mass and structure but different isotopic locations) were separable due to changes in center of mass and moment of inertia. See Isotopomer separation image.</span></span></span></span></li>\n<li><span><span><span><span>We expanded the existing theoretical framework of the two-temperature theory through an open journal publication:&nbsp;<span>&nbsp;A critical review of the two-temperature theory and the derivation of matrix elements. High field ion mobility and energy calculation for all-atom structures in light gases using a 12-6-4 potential.&nbsp;</span></span></span></span></span></li>\n<li><span><span><span><span><span>We posited that the two-temperature theory was not suitable for polyatomic ions in polyatomic gases and used a hyphenated DMA-FAIMS system to provide a comparison between experiments and calculations at high fields and showcase the effect of inelasticity. Recently, we have also modified our calculations to provide a suitable way to calculate mobilities of ions as they heat up due to collisions with the gas phase.</span></span></span></span></span></li>\n<li><span><span><span><span><span><span>We posited a new mobility double hump for small ions at cold temperatures due to the potential energy interactions with the gas.</span><br /></span></span></span></span></span></li>\n<li><span><span><span><span><span><span>We studied Collision cross section modification due to ion structure compaction in gas phase for proteins.&nbsp;<span>The project successfully employed MD simulations to investigate the gas-phase structures of a diverse set of proteins. The study revealed significant discrepancies between experimental and simulated CCS values. To address this, two enhanced sampling techniques, Harmonic Biasing Potential and Adaptive Biasing Force (ABF), were employed to compress the protein. The study demonstrated that these enhanced sampling techniques could effectively navigate the protein's configuration space and identify structures closely aligned with experimental CCS values. See protein image attached.</span></span></span></span></span></span></span></li>\n<li><span><span><span><span><span><span><span>The worked was performed by 9 students and 1 postdoc, including 3 undergraduate students and 1 high school student through REU and RETAIN experiences.</span></span></span></span></span></span></span></li>\n<li><span><span><span><span><span><span><span>Dissemination of the project was done through several conferences including ASMS, EAC, IAC, AAAR an ISIMS.&nbsp;</span></span></span></span></span></span></span></li>\n<li><span><span><span><span><span><span><span>The numerical software IMoS 1.13 has been freely disseminated.</span></span></span></span></span></span></span></li>\n<li><span><span><span><span><span><span><span>This disciplinary work involved 8 different Universities and 1 National Laboratory.</span></span></span></span></span></span></span></li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2023<br>\n\t\t\t\t\tModified by: Carlos&nbsp;Larriba Andaluz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698598116953_SLIMpinkandblue0344--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698598116953_SLIMpinkandblue0344--rgov-800width.jpg\" title=\"Isotopomer separation using SLIM\"><img src=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698598116953_SLIMpinkandblue0344--rgov-66x44.jpg\" alt=\"Isotopomer separation using SLIM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image depicting 5 different isotopomers being separated using SLIM through their center of mass and moment of inertia.</div>\n<div class=\"imageCredit\">Carlos Larriba Andaluz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carlos&nbsp;Larriba Andaluz</div>\n<div class=\"imageTitle\">Isotopomer separation using SLIM</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698598463799_IJMScoverartgrb--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698598463799_IJMScoverartgrb--rgov-800width.jpg\" title=\"Perpective on Ion Mobility\"><img src=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698598463799_IJMScoverartgrb--rgov-66x44.jpg\" alt=\"Perpective on Ion Mobility\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image depicting how Ion Mobility must be studied from a discrete numerical description instead of through solutions of continuum equations. This will allow to describe systems with their Internal Degrees of Freedom.</div>\n<div class=\"imageCredit\">Carlos Larriba Andaluz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carlos&nbsp;Larriba Andaluz</div>\n<div class=\"imageTitle\">Perpective on Ion Mobility</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698597816524_Image3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698597816524_Image3--rgov-800width.jpg\" title=\"Protein Compaction in the gas phase\"><img src=\"/por/images/Reports/POR/2023/1904879/1904879_10615897_1698597816524_Image3--rgov-66x44.jpg\" alt=\"Protein Compaction in the gas phase\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The project successfully employed Molecular Dynamics (MD) simulations to investigate the gas-phase structures of a diverse set of proteins. To address this, two enhanced sampling techniques, Harmonic Biasing Potential and Adaptive Biasing Force (ABF), were employed to compress the protein.</div>\n<div class=\"imageCredit\">Viraj Gandhi and Carlos Larriba-Andaluz</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Carlos&nbsp;Larriba Andaluz</div>\n<div class=\"imageTitle\">Protein Compaction in the gas phase</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIon Mobility is a scientific technique used to investigate how ions, which are electrically charged atoms or molecules, move through a gas. The primary objective of the proposal had been to establish a novel theoretical and numerical framework for understanding Ion Mobility transport. Our central hypothesis posited that by relaxing the initial simplifications, previously unexplored phenomena like higher field-to-density ratios, accurate momentum transfer, protein compaction, coupling between Quantum Mechanics(QM) and Molecular Dynamics(MD), preferred orientations, and adjustments for dipole moments could be examined and leveraged to enhance separation techniques. This hypothesis was formulated based on our theoretical research and the findings of several published articles that had identified inaccuracies in existing methods. The underlying rationale for the proposed research was that, with the implementation of new numerical techniques, there was potential to improve existing instrumentation and introduce fresh concepts for the next generation of IMS systems.We pursued the following three objectives:\n\nEvaluation of the Relaxation of Linearization for High Field to Density ratios, Large Ions and Preferred Orientations. Many IMS systems operate at high field to local density ratios, where Chapman-Enskog's linearization may not be applicable, necessitating the incorporation of higher order velocity terms. \nSpecular Elastic/Diffuse Inelastic Impingement-Reemission description. One of the most enigmatic challenges in kinetic theory revolves around how various gases and substances adhere to distinct rules of scattering and momentum transfer. Integrating our Ion Mobility software with MD promises unique insights into scattering patterns, accurate predictions of momentum and energy transfer, and advancements in our comprehension of CCS calculations through empirical correlations. \nAssessment of CCS Modification Due to Ion Structure Compaction. Despite remaining partially understood and the subject of ongoing debate, it has come to light that numerous ions undergo compaction in the gas phase compared to their crystalline forms. \n\n\n29 products were produced in this proposal. Here is a brief list of outcomes:\n\nAs an initial review, we described the Fundamentals of ion mobility in the free molecular regime, interlacing the past, present and future of ion mobility calculations.\nThis was followed by a perspective on the theoretical and numerical aspects of Ion Mobility Spectrometry. This showcased how a new set of algorithms (IMoS 2.0) that indirectly solve the Boltzmann equation (including internal degrees of freedom) may be the only recourse to continue describing the complex interactions between ions and gas.See Image Perspective.\nWe bridged a gap between aerosol scientists and analytical chemists by providing  a careful analysis of the size-mobility relationship of ions, aerosols, and other charged particle matter. \nUsing the theoretical knowledge gained, we were able to provide and diseminate a tool to predicting ion mobility as a function of the electric field for small ions in light gases, later on expanded to larger flexible ions and diatomic gases.\nThis new set of numerical tools allowed us to properly ascertain Gas-Phase Ion Mobility Shifts Resulting from Isotopomer Mass Distribution Changes. For the first time, it was proven that isotopomers (ions with the same mass and structure but different isotopic locations) were separable due to changes in center of mass and moment of inertia. See Isotopomer separation image.\nWe expanded the existing theoretical framework of the two-temperature theory through an open journal publication:  A critical review of the two-temperature theory and the derivation of matrix elements. High field ion mobility and energy calculation for all-atom structures in light gases using a 12-6-4 potential. \nWe posited that the two-temperature theory was not suitable for polyatomic ions in polyatomic gases and used a hyphenated DMA-FAIMS system to provide a comparison between experiments and calculations at high fields and showcase the effect of inelasticity. Recently, we have also modified our calculations to provide a suitable way to calculate mobilities of ions as they heat up due to collisions with the gas phase.\nWe posited a new mobility double hump for small ions at cold temperatures due to the potential energy interactions with the gas.\n\nWe studied Collision cross section modification due to ion structure compaction in gas phase for proteins. The project successfully employed MD simulations to investigate the gas-phase structures of a diverse set of proteins. The study revealed significant discrepancies between experimental and simulated CCS values. To address this, two enhanced sampling techniques, Harmonic Biasing Potential and Adaptive Biasing Force (ABF), were employed to compress the protein. The study demonstrated that these enhanced sampling techniques could effectively navigate the protein's configuration space and identify structures closely aligned with experimental CCS values. See protein image attached.\nThe worked was performed by 9 students and 1 postdoc, including 3 undergraduate students and 1 high school student through REU and RETAIN experiences.\nDissemination of the project was done through several conferences including ASMS, EAC, IAC, AAAR an ISIMS. \nThe numerical software IMoS 1.13 has been freely disseminated.\nThis disciplinary work involved 8 different Universities and 1 National Laboratory.\n\n\n\t\t\t\t\tLast Modified: 10/29/2023\n\n\t\t\t\t\tSubmitted by: Carlos Larriba Andaluz"
 }
}