{
 "awd_id": "1904254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Leveraging Metamaterials and Phase Control in ThermoAcoustic Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922576",
 "po_email": "mcanova@nsf.gov",
 "po_sign_block_name": "Marcello Canova",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 399590.0,
 "awd_amount": 439590.0,
 "awd_min_amd_letter_date": "2019-03-08",
 "awd_max_amd_letter_date": "2020-03-20",
 "awd_abstract_narration": "This objective of this research project is to benefit the national interests by advancing the field of thermoacoustic energy generation using innovative concepts in metamaterials and acoustic wave control. Such systems have the potential to revolutionize modern-era energy generation by providing a clean and sustainable alternative to traditional energy systems. Thermoacoustic systems involve no combustion and therefore mitigate major concerns over the environmental footprint of fossil-fuel-based energy in the U.S. economy. The realization of thermoacoustic systems has the potential to impact a wide range of applications including space power generation, solar energy scavenging and waste heat recovery. Almost all thermoacoustic systems suffer from two inherent limitations: Low power density and design complexity. This award supports fundamental research to address both limitations by leveraging tools from dynamics and controls combined with the unique wave filtering capabilities of acoustic metamaterials. The multi-disciplinary project will develop new tools to enhance the learning experience of students in the fields of dynamics, acoustics and sustainable energy generation, and will broaden participation of underrepresented groups through a range of outreach activities. \r\n\r\nThermoAcoustic Generators (TAGs) are devices engineered to spontaneously generate powerful sound waves from a heat source which are then harnessed as electricity or mechanical motion. They have the potential to approach the entropic limit imposed by thermodynamics. This project seeks to reach this limit by developing a novel class of metamaterial-based TAGs which rely on the optimal control of phasing between pressure and velocity which prevents the formation of permanent standing waves in the acoustic resonator. The desirable acoustic conditions are achieved without additional bulk structures. Instead, inevitable nonlinearities emerging from the small and complex pores of the thermoacoustic stack will be used to synthesize a new TAG chamber that enables traveling thermoacoustic waves to propagate to one end of the resonator (where energy scavenging takes place via electro-acoustic transduction) while impeding boundary reflections. This work will combine tools from dynamic systems theory with state-of-the-art experimental and laboratory-scale investigations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "Nouh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa Nouh",
   "pi_email_addr": "mnouh@buffalo.edu",
   "nsf_id": "000708636",
   "pi_start_date": "2019-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "240 Bell Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142604400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 399590.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}