{
 "awd_id": "1904291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: The Production of Agriculturally Valuable Soils",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2019-03-15",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 22952.0,
 "awd_amount": 22952.0,
 "awd_min_amd_letter_date": "2019-02-08",
 "awd_max_amd_letter_date": "2019-02-08",
 "awd_abstract_narration": "Throughout the lower Amazon basin of Brazil, the study of enhanced, human-modified soils, or Amazonian Dark Earth soils (ADE), has shed light on the complex ways in which Native Amazonians interacted with diverse environments. While the study of ADE has demonstrated its importance in the development of complex societies before the arrival of Europeans, there have yet to be any significant studies concerning the transformations of ADE during European colonization of the Amazon. Researchers will collect and analyze samples of ADE soils at the Carrazedo site, located at the confluence of the Xingu and Amazon Rivers, to examine the processes and causes behind transformations of ADE between precolonial, colonial, and modern occupations of the site. This study will provide ecological and anthropological knowledge concerning both the transformations of ADE soils and the political economies associated with their production. The rupture caused by colonialism in this region presents an ideal opportunity to identify the ways in which ADE production, which was originally geared towards subsistence agriculture, transformed to meet the needs of emerging capitalism. Within the Carrazedo community, this project will help to foster greater appreciation of the community's archaeological past, will provide incentive to protect the archaeological site from future development, will contribute to the development of a community-based tourism project at the site, and will provide archaeological training to both community members and undergraduate students. The project also holds great potential towards the ongoing development of productive, yet sustainable strategies for rural agriculture in the Amazon. As the project fine tunes the analyses of the complexities of ADE variability, farming communities may harness this knowledge and benefit from the greater production that high fertility levels of ADE have to offer. Opportunities for less deforestation and greater carbon sequestration also make the study of ADE an important avenue for greater sustainability in the Amazon.\r\n\t\r\nResearchers of this project will address questions concerning the chemical, physical, and cultural variability of ADE between precolonial, colonial and modern occupations of the site. Specifically, this study will seek to understand both the intentionality behind ADE production, and the transformation of this traditional ecological knowledge over time. Were these soils being reproduced after the arrival of Europeans? Or were the techniques and knowledge of ADE production lost as a result of colonialism? This study will answer these questions by conducting excavations and collecting soil samples within various activity areas that cover a broad spatial and temporal scope of the site with the intention of understanding the incremental and systematic changes to ADE. Once collected, these samples will be analyzed in order to understand their chemical, physical, and cultural components. These results will then be integrated with findings from archival research in order to gain insight to the nature of historic strategies for agricultural production and community patterning in the greater Xingu-Amazon region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Dillehay",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tom D Dillehay",
   "pi_email_addr": "tom.d.dillehay@vanderbilt.edu",
   "nsf_id": "000375607",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Harper",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle L Harper",
   "pi_email_addr": "k.harper@vanderbilt.edu",
   "nsf_id": "000789883",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Museu Paraense Emilio Goeldi",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BR",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Brazil",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 22952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Kyle L. Harper completed field and lab research for his dissertation entitled: The Production of Agriculturally Valuable Soils. This research was performed in Brazil during 2019. During the duration of this grant, extensive archaeological excavations were conducted at the Carrazedo Site in the northern state of Para. Soil samples were collected from four key sample contexts (precolonial, colonial, modern, off-site) found at the site and were later analyzed at the Museu Paraense Emilio Goeldi in Belem, Brazil. Outlined here are the results from fundamental soil fertility analyses that focused organic matter content, pH, availability of essential nutrients (nitrogen, phosphorus and potassium) and sum of bases (calcium + magnesium + sodium + potassium), the latter of which serves to measure the degree of decomposition of natural soil. Currently, collected data has revealed that terra preta is indeed present in all contexts except for those collected off-stie where no archaeological materials are present.</p>\n<p>&nbsp;</p>\n<p>During the lifetime of the grant, two 2x1 meter excavations (Esc. 1 and Esc. 4) were completed, along with several 50x50cm test pits within the site&rsquo;s colonial administrative area, which ultimately helped to reveal a clear discontinuity in the production of terra preta from precolonial to colonial occupations. The disruption is likely due to the termination of systematic management of terra preta<em> </em>production upon the arrival of European colonists. In contrast to Esc. 1, which clearly revealed a demarcation between precolonial and colonial occupations, Esc. 4, which lies approximately 20 meters to the east of Esc. 1, contained a younger and more nutrient rich form of terra preta<em> </em>that displayed virtually zero evidence of precolonial influence, yet which reached a depth of over 2 meters (much deeper than Esc. 1). Comparing analyzed data carried out on the samples from the two excavations, soils found in Esc. 4 are more fertile than the soil of Esc. 1.</p>\n<p>&nbsp;</p>\n<p>Systematic test pit surveys just outside of the colonial section, in a space thought to be the precolonial residential area, show the opposite: a clear continuity in terra preta<em> </em>management between the precolonial and historic periods. Soil probe surveys extending well beyond the historic area revealed continuous deposits of terra preta in areas where both precolonial and historic ceramics were recovered in surface collections. Based on these findings, the areas surveyed outside of the colonial administrative area are likely responsible for the continued production of terra preta<em> </em>at the site, with the newer form of terra preta<em> </em>found in Esc. 4 likely being the unintended consequence of soils being produced through the decomposition of highly organic materials of a communal trash midden created during the colonial and modern occupations of the site. The otherwise absence of terra preta<em> </em>from the colonial area, and its continuous spatial and temporal presence in outlying areas, suggests that historic production was confined to the residential/agricultural activity areas of the site which are directly linked to pre-existing, precolonial terra preta.</p>\n<p>&nbsp;</p>\n<p>Today, the residents of the Carrazedo community are aware of the importance terra preta plays in both their subsistence and economic well-being. However, both Carrazedo&rsquo;s residents and researchers alike, realize the lacuna that persists in our understanding of how these engineered soils first came to be. Increased attention given to archaeology and historical ecology in this region has demonstrated an ever-growing interest in past human-environment interactions and how these relate to modern concerns, such as environmental degradation, sustainability, and community enrichment. One of the primary take-aways that we are discovering is that the application of biochar, a charcoal-like substance made through the burning of organic material, which is one of the key components found in terra preta,<em> </em>offers a much higher nutrient availability than most soils in this region, and the substitution of slash-and-burn for slash-and-char techniques found in terra preta production, present opportunities for lower CO<sub>2</sub> emissions, thus contributing to carbon sequestration.</p>\n<p>&nbsp;</p>\n<p>Intellectually, the questioning of the origins and transformations of terra preta opens us up to new ways of understanding the colonial encounter. Viewing terra preta through the lens of a historical ecology perspective enables us to view European arrival to this region as a violent transition that was left inscribed on Amazonian landscapes that led to dramatic environmental and economic change. Examining the terra preta<em> </em>production process on a time scale that traverses its precolonial formation and management, to the rupture brought forth by colonialism, allows for a more nuanced understanding of an intentionality that is not easily apparent in precolonial contexts. The rupture caused by colonialism and emergent capitalism in this region present an ideal opportunity to identify ways in which traditional terra preta management transformed to meet the needs of commodity production, as well as providing a lens for better understanding the mutual entanglements between Europeans and Native Amazonians, as well as the new identities that emerged from the colonial encounter.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2021<br>\n\t\t\t\t\tModified by: Kyle&nbsp;L&nbsp;Harper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nKyle L. Harper completed field and lab research for his dissertation entitled: The Production of Agriculturally Valuable Soils. This research was performed in Brazil during 2019. During the duration of this grant, extensive archaeological excavations were conducted at the Carrazedo Site in the northern state of Para. Soil samples were collected from four key sample contexts (precolonial, colonial, modern, off-site) found at the site and were later analyzed at the Museu Paraense Emilio Goeldi in Belem, Brazil. Outlined here are the results from fundamental soil fertility analyses that focused organic matter content, pH, availability of essential nutrients (nitrogen, phosphorus and potassium) and sum of bases (calcium + magnesium + sodium + potassium), the latter of which serves to measure the degree of decomposition of natural soil. Currently, collected data has revealed that terra preta is indeed present in all contexts except for those collected off-stie where no archaeological materials are present.\n\n \n\nDuring the lifetime of the grant, two 2x1 meter excavations (Esc. 1 and Esc. 4) were completed, along with several 50x50cm test pits within the site’s colonial administrative area, which ultimately helped to reveal a clear discontinuity in the production of terra preta from precolonial to colonial occupations. The disruption is likely due to the termination of systematic management of terra preta production upon the arrival of European colonists. In contrast to Esc. 1, which clearly revealed a demarcation between precolonial and colonial occupations, Esc. 4, which lies approximately 20 meters to the east of Esc. 1, contained a younger and more nutrient rich form of terra preta that displayed virtually zero evidence of precolonial influence, yet which reached a depth of over 2 meters (much deeper than Esc. 1). Comparing analyzed data carried out on the samples from the two excavations, soils found in Esc. 4 are more fertile than the soil of Esc. 1.\n\n \n\nSystematic test pit surveys just outside of the colonial section, in a space thought to be the precolonial residential area, show the opposite: a clear continuity in terra preta management between the precolonial and historic periods. Soil probe surveys extending well beyond the historic area revealed continuous deposits of terra preta in areas where both precolonial and historic ceramics were recovered in surface collections. Based on these findings, the areas surveyed outside of the colonial administrative area are likely responsible for the continued production of terra preta at the site, with the newer form of terra preta found in Esc. 4 likely being the unintended consequence of soils being produced through the decomposition of highly organic materials of a communal trash midden created during the colonial and modern occupations of the site. The otherwise absence of terra preta from the colonial area, and its continuous spatial and temporal presence in outlying areas, suggests that historic production was confined to the residential/agricultural activity areas of the site which are directly linked to pre-existing, precolonial terra preta.\n\n \n\nToday, the residents of the Carrazedo community are aware of the importance terra preta plays in both their subsistence and economic well-being. However, both Carrazedo’s residents and researchers alike, realize the lacuna that persists in our understanding of how these engineered soils first came to be. Increased attention given to archaeology and historical ecology in this region has demonstrated an ever-growing interest in past human-environment interactions and how these relate to modern concerns, such as environmental degradation, sustainability, and community enrichment. One of the primary take-aways that we are discovering is that the application of biochar, a charcoal-like substance made through the burning of organic material, which is one of the key components found in terra preta, offers a much higher nutrient availability than most soils in this region, and the substitution of slash-and-burn for slash-and-char techniques found in terra preta production, present opportunities for lower CO2 emissions, thus contributing to carbon sequestration.\n\n \n\nIntellectually, the questioning of the origins and transformations of terra preta opens us up to new ways of understanding the colonial encounter. Viewing terra preta through the lens of a historical ecology perspective enables us to view European arrival to this region as a violent transition that was left inscribed on Amazonian landscapes that led to dramatic environmental and economic change. Examining the terra preta production process on a time scale that traverses its precolonial formation and management, to the rupture brought forth by colonialism, allows for a more nuanced understanding of an intentionality that is not easily apparent in precolonial contexts. The rupture caused by colonialism and emergent capitalism in this region present an ideal opportunity to identify ways in which traditional terra preta management transformed to meet the needs of commodity production, as well as providing a lens for better understanding the mutual entanglements between Europeans and Native Amazonians, as well as the new identities that emerged from the colonial encounter.\n\n \n\n\t\t\t\t\tLast Modified: 06/01/2021\n\n\t\t\t\t\tSubmitted by: Kyle L Harper"
 }
}