{
 "awd_id": "1904466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Study of the Connections between Ordering, Dynamics and Glass Forming Ability in Metallic Liquids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 229325.0,
 "awd_amount": 229325.0,
 "awd_min_amd_letter_date": "2019-06-13",
 "awd_max_amd_letter_date": "2019-06-13",
 "awd_abstract_narration": "Non-Technical Summary:\r\n\r\nMetallic glasses, which were only discovered about a half-century ago, have the potential to become transformative materials.  However, two things are needed before this can happen - an improved understanding of which metallic liquids can be made into glasses and an ability to tailor these glasses to meet specific demands.  There is evidence that the properties of metallic liquids near their melting temperatures are important for reaching these goals.  Near the melting temperature, the shear viscosity (a measure of how easily a liquid flows) shows a change in how it increases with decreasing temperature.  There is experimental evidence that this change is linked to changes in the atomic structure of the liquid.  One goal of this research is to develop a deeper understanding of these processes at high temperature.   A second goal is to combine this knowledge with measurements of the structures of the liquids and the crystal phases that can form from them to develop a model that predicts metallic glass formation.  The new insight that will result from these studies will be of broad interest to the academic and industrial glass science community.  A third goal is to develop a model of collaborative research that connects communities in different regions and of different sizes.  This collaborative research effort between a small Liberal Arts College and a larger R1 University will work to combat national reductions in students seeking training in STEM fields in both communities.  Undergraduate and graduate students will participate in research at academic institutions and at national laboratories, giving them valuable experience for deciding on their future educational and career paths. At the same time, the collaboration will develop a model for broad community engagement that uses modern technology to open up access routes for underserved communities to cutting-edge science and science education.\r\n\r\n\r\nTechnical Summary:\r\n\r\nWhile metallic glasses have the potential to be transformative materials, an improved ability to identify and develop new glasses to meet changing demands is critically important.  Studies suggest that the properties of the high temperature liquids are indicators of glass formation.   Of particular importance is a structurally induced crossover in the properties of the shear viscosity of metallic alloy liquids at a temperature TA, which is near the liquidus temperature.  Evidence suggests that the processes that begin at TA ultimately lead to the glass transition at lower temperatures.  Predictions of the glass transition temperature based on the fragility of the liquid (determined from the shear viscosity) and the thermal expansion coefficient at TA are in good agreement with experimental data for the glasses studied.  This research is focused on gaining a deeper understanding of the crossover at TA and developing a better predictor for glass formation that is based on fundamental properties of the liquid and the crystal phases that form from it.  The experimental research will focus on quasi-elastic and inelastic neutron and high energy X-ray scattering studies of containerless-processed liquids and measurements of their viscosity and density as a function of temperature. Molecular dynamics studies will be used to guide these studies and to interpret the data obtained. The new insights developed in this proposal will be of interest to those interested in metallic alloy development as well as the broader glass community, including those working on silicate and chalcogenide glasses. These activities mirror a broad approach for accelerated materials development that is a national priority. The research collaboration between a Liberal Arts College and a R1 University will play an important role in the training of both undergraduate and graduate students in academia and at national laboratories, where they will learn cutting edge X-ray and neutron scattering techniques and computer modeling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Mauro",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas A Mauro",
   "pi_email_addr": "nicholas.mauro@snc.edu",
   "nsf_id": "000787982",
   "pi_start_date": "2019-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "St. Norbert College",
  "inst_street_address": "100 GRANT ST",
  "inst_street_address_2": "",
  "inst_city_name": "DE PERE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9204033166",
  "inst_zip_code": "541152002",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WI08",
  "org_lgl_bus_name": "ST. NORBERT COLLEGE INC.",
  "org_prnt_uei_num": "MJB9UVVN7TK3",
  "org_uei_num": "MJB9UVVN7TK3"
 },
 "perf_inst": {
  "perf_inst_name": "St. Norbert College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "541152099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WI08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 229325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Liquids are dynamic, with the atoms moving extremely quickly, e.g., on the order of picoseconds (10<sup>-12</sup> seconds). X-rays and Neutrons are extraordinary probes in that they can behave like waves:&nbsp; X-rays provide probes of structure; neutrons provide probes of how that structure changes if cooled so that they only have a few millielectron-volts (meV) of energy.&nbsp; This work uses both to connect the evolution of liquid structure with metallic glass forming ability.&nbsp; The formation of a metallic glass is fundamentally a competition between the formation of the equilibrium crystalline phase and the glass state with a broad range of technological applications. If the viscosity can be increased rapidly enough as the liquid cools, crystallization can be avoided and the amorphous phase solidifies.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>X-ray studies of the evolution of structure</strong></p>\r\n<p>X-rays allow a probe of atomic structure.&nbsp; By levitating a metallic alloy and using powerful lasers to heat and melt the sample, x-rays can then be directed at the droplet and scattering data collected.&nbsp; A schematic is shown in Fig. 1 for a Zr-based bulk metallic glass-forming liquid.&nbsp; The details of the scattering signal allow us to quantify the ordering as the liquid cools.</p>\r\n<p>Figure 1 Near Here</p>\r\n<p>By analyzing the details of the structural evolution of three alloys (Cu<sub>49</sub>Zr<sub>45</sub>Al<sub>6</sub>, Ti<sub>40</sub>Zr<sub>10</sub>Cu<sub>36</sub>Pd<sub>14</sub> and Ti<sub>34</sub>Zr<sub>11</sub>Cu<sub>47</sub>Ni<sub>8</sub>) we were able to identify a correlation between the glass-forming ability of the metal and the details of the structural change in the liquids.&nbsp; One of the key behaviors is &ldquo;Structural Fragility&rdquo; shown schematically in Fig. 2.&nbsp; Essentially, the more rapidly a liquid&rsquo;s structure has to change with temperature the worse a glass it produces.&nbsp;</p>\r\n<p>Figure 2 Near Here</p>\r\n<p><strong>Modern experiments with neutrons</strong></p>\r\n<p>There are are competing theories about how the structural in a liquid is built up. One such disagreement is whether or not the glass is built up in small structural units or a more global ordering that freezes in place. Neutron experiments are a way to distinguish these theories. However, the right systems must be selected for examination. It is important to find a system that allows for the glass-forming ability to change considerably just by altering the composition a little. One such system is Cu<sub>55-x</sub>Zr<sub>45</sub>Al<sub>x</sub>, where changes in the concentration of aluminum substantially affect the glass-forming ability. In one recent experiment Cu<sub>49</sub>Zr<sub>45</sub>Al<sub>6 </sub>was heated to a high temperature liquid above 1000&deg;C. &nbsp;Direct pulsed beams of neutrons were then directed at the sample, taking data on how rapidly in time the structure de-coheres at different temperatures. This helps to identify how the different length scales change as a liquid is cooled toward its glass transition temperature.</p>\r\n<p>After the scattering data were processed, the team was able to measure the likelihood that atoms are located near each other&mdash;quantified in the van Hove function, shown in Fig. 3. As the nearest neighbor peak decreases this indicates atoms are leaving the nearest neighbor environment. Focusing on the area under the curve indicated in the van Hove function, a measurement can be taken on how rapidly the environment changes. This is called the &ldquo;RK metric&rdquo; and is shown for Cu<sub>49</sub>Zr<sub>45</sub>Al<sub>6</sub> at about 1000&deg;C in the right panel in Fig. 3. It can be observed that the local ordering, as measured by RK metric, decays rapidly, nearing almost no coherence after just a few picoseconds. This is exciting because for the first time we observe how rapidly atoms leave their local environments. The RK metric is a direct measurement of this. In recent studies we discovered that a continuous of time scales best describes the decay rather than a simple slow-fast model.&nbsp; Future work will compare the behavior of the RK metric with better metallic glass formers in that system by changing the amount of aluminum in the alloy.</p>\r\n<p>Figure 3 Near Here</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/23/2024<br>\nModified by: Nicholas&nbsp;A&nbsp;Mauro</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987267851_Outcomes_Fig2--rgov-214x142.bmp\" original=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987267851_Outcomes_Fig2--rgov-800width.bmp\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987267851_Outcomes_Fig2--rgov-66x44.bmp\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Structural Fragility.  A structural metric that accelerates during glass formation is indicative of a fragile system and a poor glass former.</div>\n<div class=\"imageCredit\">Acta Materialia Volume 285, 15 February 2025, 120650</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;A&nbsp;Mauro\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987050854_Outcomes_Fig1--rgov-214x142.bmp\" original=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987050854_Outcomes_Fig1--rgov-800width.bmp\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987050854_Outcomes_Fig1--rgov-66x44.bmp\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of a levitated metallic liquid with x-ray structure factors.</div>\n<div class=\"imageCredit\">N. Mauro</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;A&nbsp;Mauro\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987439246_Outcomes_Fig3--rgov-214x142.bmp\" original=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987439246_Outcomes_Fig3--rgov-800width.bmp\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1904466/1904466_10610841_1734987439246_Outcomes_Fig3--rgov-66x44.bmp\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Van Hove function and associated RK metric.</div>\n<div class=\"imageCredit\">N. Mauro</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;A&nbsp;Mauro\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nLiquids are dynamic, with the atoms moving extremely quickly, e.g., on the order of picoseconds (10-12 seconds). X-rays and Neutrons are extraordinary probes in that they can behave like waves: X-rays provide probes of structure; neutrons provide probes of how that structure changes if cooled so that they only have a few millielectron-volts (meV) of energy. This work uses both to connect the evolution of liquid structure with metallic glass forming ability. The formation of a metallic glass is fundamentally a competition between the formation of the equilibrium crystalline phase and the glass state with a broad range of technological applications. If the viscosity can be increased rapidly enough as the liquid cools, crystallization can be avoided and the amorphous phase solidifies.\r\n\n\n\r\n\n\nX-ray studies of the evolution of structure\r\n\n\nX-rays allow a probe of atomic structure. By levitating a metallic alloy and using powerful lasers to heat and melt the sample, x-rays can then be directed at the droplet and scattering data collected. A schematic is shown in Fig. 1 for a Zr-based bulk metallic glass-forming liquid. The details of the scattering signal allow us to quantify the ordering as the liquid cools.\r\n\n\nFigure 1 Near Here\r\n\n\nBy analyzing the details of the structural evolution of three alloys (Cu49Zr45Al6, Ti40Zr10Cu36Pd14 and Ti34Zr11Cu47Ni8) we were able to identify a correlation between the glass-forming ability of the metal and the details of the structural change in the liquids. One of the key behaviors is Structural Fragility shown schematically in Fig. 2. Essentially, the more rapidly a liquids structure has to change with temperature the worse a glass it produces.\r\n\n\nFigure 2 Near Here\r\n\n\nModern experiments with neutrons\r\n\n\nThere are are competing theories about how the structural in a liquid is built up. One such disagreement is whether or not the glass is built up in small structural units or a more global ordering that freezes in place. Neutron experiments are a way to distinguish these theories. However, the right systems must be selected for examination. It is important to find a system that allows for the glass-forming ability to change considerably just by altering the composition a little. One such system is Cu55-xZr45Alx, where changes in the concentration of aluminum substantially affect the glass-forming ability. In one recent experiment Cu49Zr45Al6 was heated to a high temperature liquid above 1000C. Direct pulsed beams of neutrons were then directed at the sample, taking data on how rapidly in time the structure de-coheres at different temperatures. This helps to identify how the different length scales change as a liquid is cooled toward its glass transition temperature.\r\n\n\nAfter the scattering data were processed, the team was able to measure the likelihood that atoms are located near each otherquantified in the van Hove function, shown in Fig. 3. As the nearest neighbor peak decreases this indicates atoms are leaving the nearest neighbor environment. Focusing on the area under the curve indicated in the van Hove function, a measurement can be taken on how rapidly the environment changes. This is called the RK metric and is shown for Cu49Zr45Al6 at about 1000C in the right panel in Fig. 3. It can be observed that the local ordering, as measured by RK metric, decays rapidly, nearing almost no coherence after just a few picoseconds. This is exciting because for the first time we observe how rapidly atoms leave their local environments. The RK metric is a direct measurement of this. In recent studies we discovered that a continuous of time scales best describes the decay rather than a simple slow-fast model. Future work will compare the behavior of the RK metric with better metallic glass formers in that system by changing the amount of aluminum in the alloy.\r\n\n\nFigure 3 Near Here\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/23/2024\n\n\t\t\t\t\tSubmitted by: NicholasAMauro\n"
 }
}