{
 "awd_id": "1904775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Transition Metal Pnictide Nanoparticles for Energy-Relevant Applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924591",
 "po_email": "dtgenna@nsf.gov",
 "po_sign_block_name": "Douglas Genna",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 468219.0,
 "awd_amount": 808219.0,
 "awd_min_amd_letter_date": "2019-05-13",
 "awd_max_amd_letter_date": "2023-07-26",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\nThrough this research project, which is supported by the Solid State and Materials Chemistry program at NSF, new materials for magnetic refrigeration (MR) that exploit earth-abundant transition metal phosphide, arsenide or antimonide nanoparticles are established. Traditional refrigeration and air-conditioning are based on the compression and expansion of an inert gas in a process that consumes a whopping 17% of the electrical energy consumed globally. In addition to being energy intensive, inevitable refrigerant leaks of the hydrochlorofluorocarbon gases (HCFs) are projected to contribute 13% of the global greenhouse gas emissions by 2030. Magnetic refrigeration is a process that relies on magnetic polarization within a solid material (not a gas) to absorb and release heat. While MR is theoretically capable of 50% more energy-efficient refrigeration than standard vapor-compression approaches, it is not widely adopted yet. This is due in part to an absence of materials that are simultaneously (1) high-performing in the temperature region of interest, (2) can be efficiently cycled with minimal energy losses, (3) are inexpensive, and (4) are based upon materials with high natural abundance. Some earth-abundant materials known to be active for MR but are not routinely used because of inefficiencies from cycling losses. As part of this project these materials are prepared as nanoparticles. Prof. Brock and her group at Wayne State University expect the decrease in the size of the particles to reduce barriers for magnetic polarization, thereby enabling efficient cycling. To evaluate this hypothesis, the researchers carry out tests on a series of structurally-related materials with different compositions as part of this project. In addition to providing key insights to the development of viable MR technologies, the project also includes training and mentoring of students in interdisciplinary collaborative research and introduction of Detroit-area 6th-9th grade students, many of which are minorities, to materials chemistry through hands-on activities for outreach events.\r\n\r\nTECHNICAL SUMMARY\r\nWith support from the Solid State and Materials Chemistry program at NSF this project establishes the fundamental characteristics of transition metal pnictide (pnicogen = Group 15 element) nanomaterials relevant to alternative energy applications, specifically focusing on magnetic refrigeration (MR). Many transition metal pnictide materials are well-suited to MR applications, displaying a large magnetocaloric effect (MCE, a large change in magnetic entropy during polarization and depolarization) near room temperature. The largest effects are associated with first-order (abrupt) phase transitions from the ferromagnetic to the paramagnetic state at TC, but these are also quite sharp (do not span the temperature range of interest). Nanostructuring has been suggested as a means to broaden the temperature range over which MCE is maximized; blending particles with differing TC's to extend the temperature range over which appreciable magnetic entropy can be attained. In this project, \"materials opportunities\" in the search for functional magnetocalorics among nanoscale transition metal pnictides, are pursued via three aims. In Aim 1, magnetic entropy data is collected on P-doped MnAs nanoparticle samples and correlated to single particle magnetic force microscopy data to discern how polydispersity affects the ensemble behavior of the samples, in terms of producing uniform magnetic entropy responses over large temperature ranges. In Aim 2, a relative reactivity scale for metal precursors with P (trioctylphosphine), is created as a way to design new, more complex MCE materials (ternary and quaternary phosphide phases). Finally, in Aim 3 intrinsic challenges that face the exploitation of nanomaterials for magnetic refrigeration are addressed, including reduction of the magnetic entropy due to surface oxidation. Insights from the reduction strategy are leveraged to target new antimonide phase for MR. In addition to providing key insights to the development of viable MR technologies, the project also includes training and mentoring of students in interdisciplinary collaborative research and introduction of Detroit-area 6th-9th grade students, many of which are minorities, to materials chemistry through a hands-on activity based on liquid crystal sensors for the annual Wayne State University STEM day event.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Brock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Brock",
   "pi_email_addr": "sbrock@chem.wayne.edu",
   "nsf_id": "000427611",
   "pi_start_date": "2019-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5101 Cass Avenue",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 161285.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 151068.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 155866.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": null
}