{
 "awd_id": "1904540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional and Biochemical Characterization of Polysaccharide Monooxygenases",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922048",
 "po_email": "cachim@nsf.gov",
 "po_sign_block_name": "Catalina Achim",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "Cellulose is the major component of biomass in nature and a potential source of biofuels. Despite years of study, the industrial production of biofuels from cellulose is limited by the efficiency and ease of breaking down (degrading) cellulose. Polysaccharide monooxygenases (PMOs) are enzymes important in cellulose degradation and biofuel development that have been recently discovered. PMOs may help to overcome the high costs associated with cellulose degradation. With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Michael Marletta from the University of California, Berkeley to continue his studies of PMOs. The research is focused on understanding the chemical reactions and the physiological functions of PMOs found in fungi and bacteria. Preliminary data indicates that PMOs play important roles beyond cellulose degradation. The research may contribute to the understanding PMO chemical reactions as well as to the discovery of new biological uses for these enzymes. Beyond the chemistry impact and relevance to sustainable energy, the project also creates training opportunities for students. The project continues Dr. Marletta's commitment to training of scientists and to advancing Science, Technology, Engineering, and Mathematics (STEM) fields. Students in the College of Chemistry Scholars Program (COSIP) are directly engaged in the research. Engagement of students from the Berkeley Chapter of the Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS) is also underway.\r\n\r\nThe objective of this project is to gain insight into the mechanism by which the oxygen- and copper-dependent fungal PMOs catalyze the regioselective hydroxylation and oxidation of glycosidic bonds of crystalline cellulose. A multi-disciplinary approach is used to gain insight to the PMO active site chemistry and to probe the functional and biochemical roles of selected PMOs. Requisite recombinant expression systems for both fungal (Neurospora crassa and Pichia pastori) and bacterial PMOs (Escherichia coli) as well as methods for the isolation of PMOs from the native hosts have been developed. The chemistry of the active site of the PMO is examined because this enzyme utilizes soluble substrates and thus makes possible in-depth kinetic and spectroscopic studies. Assays have been developed to unravel the complex kinetics and chemical mechanism of PMOs. The kinetics of oxygen (O2) activation and the copper active site species used to hydroxylate substrate are characterized. Through bioinformatic analysis, unique subsets of PMOs have been identified that are may have important roles in the natural lifecycle of those organisms. The structure and function of these novel PMOs are being studied.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Marletta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Marletta",
   "pi_email_addr": "marletta@berkeley.edu",
   "nsf_id": "000120565",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "374B Stanley Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203220",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal was focused on a better understanding of the active site chemistry and physiological functions of enzymes called polysaccharide monooxygenases (PMOs). These enzymes are found primarily in fungi and bacteria and were discovered about 12 years ago. Their primary function is in the degradation of complex polysaccharides such as cellulose and chitin. Fungi and bacteria use these enzymes to degrade polysaccharides into smaller components that can then be used as nutrients. Our studies represented a continued effort to characterize these enzymes and to understand if they could be used in the production of biofuels from biomass such as cellulose. PMO chemistry involves a unique type of copper chemistry. In addition, our work extended the discovery and characterization of PMOs involving novel biological functions. This part of our work led to discovery of a PMO that it is involved in a fungal plant disease that causes rice blast. The disease is caused by the fungus <em>Magnaporthe oryzae</em>. This disease is estimated to kill 10-35% of rice plants every year. If this disease could be prevented, it is estimated that about 60 million more people would be fed. This PMO is used by the fungus to cut a hole in the rice leaf thus enabling infection of the plant. The development of novel and safe fungicides is a practical application of the results from this study.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;Marletta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal was focused on a better understanding of the active site chemistry and physiological functions of enzymes called polysaccharide monooxygenases (PMOs). These enzymes are found primarily in fungi and bacteria and were discovered about 12 years ago. Their primary function is in the degradation of complex polysaccharides such as cellulose and chitin. Fungi and bacteria use these enzymes to degrade polysaccharides into smaller components that can then be used as nutrients. Our studies represented a continued effort to characterize these enzymes and to understand if they could be used in the production of biofuels from biomass such as cellulose. PMO chemistry involves a unique type of copper chemistry. In addition, our work extended the discovery and characterization of PMOs involving novel biological functions. This part of our work led to discovery of a PMO that it is involved in a fungal plant disease that causes rice blast. The disease is caused by the fungus Magnaporthe oryzae. This disease is estimated to kill 10-35% of rice plants every year. If this disease could be prevented, it is estimated that about 60 million more people would be fed. This PMO is used by the fungus to cut a hole in the rice leaf thus enabling infection of the plant. The development of novel and safe fungicides is a practical application of the results from this study.\n\n\t\t\t\t\tLast Modified: 06/09/2023\n\n\t\t\t\t\tSubmitted by: Michael Marletta"
 }
}