{
 "awd_id": "1904025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Generation of High-Power, High-Order Orbital Angular Momentum Laser Beams and Application in Atom Trapping",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 429943.0,
 "awd_amount": 484943.0,
 "awd_min_amd_letter_date": "2019-04-10",
 "awd_max_amd_letter_date": "2021-04-29",
 "awd_abstract_narration": "Nontechnical Description: \r\nLaser beams carrying orbital angular momentum are of great interest in both classical and quantum optics. Among these beams, Laguerre-Gaussian modes are very unique for their intensity profiles making them of particular interest in particle manipulation, optical communications, detection, atom trapping and quantum applications. The current generation methods of these beams have many limitations.  This collaborative research aims at the design, development and application of a novel high power, tunable, orbital angular momentum laser source at hard-to-reach wavelengths. It combines a novel vertical external cavity surface emitting laser design and intra-cavity generation of high order orbital angular momentum beams. The proposed laser source will be very efficient, compact and low cost, opening doors to new applications. The lasers will then be used to conduct novel experiments in the generation and study of ultra-cold atoms, atom trapping and quantum turbulence. The broader impact of the research focuses on the education and training of graduate and undergraduate students in the areas of lasers, photonics and quantum physics. The research will seek to broaden participation of women and underrepresented minorities through internship and summer REU programs. \r\nTechnical Description: Lasers generating orbital angular momentum beams including Laguerre-Gaussian beams are of great interest in various fields of science and engineering. These beams have numerous applications including particle manipulation, underwater and free-space optical communications, imaging and detection.  Watt-level, high-order Laguerre-Gaussian beams in the visible band are particularly desirable in quantum optics and atom trapping. Experiments using Watt-level high-order Laguerre-Gaussian beams are proposed as traps for ultra-cold and Bose-condensed atoms and for experiments in quantum turbulence. The current orbital angular momentum sources have limitations in power, tunability, compactness or wavelength of operation, thereby constraining their broad deployment. The goal of the research is to develop a novel high-power, tunable laser source with targeted Laguerre-Gaussian modes at hard-to-reach wavelengths. The approach is based on intracavity mode conversion of Hermite-Gaussian and Laguerre-Gaussian modes in a two-color Vertical External Cavity Surface Emitting Laser and efficient nonlinear frequency conversion for the generation of higher-order Laguerre-Gaussian modes in the visible and mid-IR wavelengths.  The research merges concepts of semiconductor laser engineering, nonlinear mode conversion, atomic molecular and optical physics. The intellectual merits of this high-risk high-reward research includes significant technical advancement in areas of semiconductor quantum well design and growth, intracavity laser mode mixing and manipulation, nonlinear optical materials, laser cavity design and applications in atom trapping, cooling and quantum turbulence research and applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahmoud",
   "pi_last_name": "Fallahi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahmoud Fallahi",
   "pi_email_addr": "mahmoud.fallahi@optics.arizona.edu",
   "nsf_id": "000070938",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Anderson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Anderson",
   "pi_email_addr": "bpa@optics.arizona.edu",
   "nsf_id": "000373222",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1630 E. University Blvd.",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210094",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 429943.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Laser sources carrying optical angular momentum (OAM) are an enabling technology for a wide range of applied and novel applications. Amongst OAM beams, Laguerre-Gaussian (LG) modes are of particular interest for applications in particle manipulation, free-space or underwater optical communications, detection and sensing.&nbsp;<span>High-power (Watt-level) ring-shaped laser beams in the visible and near-infrared bands are also highly attractive for atom trapping and Bose-Einstein condensation (BEC) applications, such as quantum turbulence and superfluidity experiments.</span>&nbsp;Under this NSF-funded project we<em>&nbsp;developped</em> a novel high-power, compact, tunable laser source based on Vertical External Cavity Surface Emitting Laser (VECSEL) for the generation of&nbsp; targeted LG modes at hard-to-reach wavelengths. We successfully designed and demonstrated high-order LG modes and efficient nonlinear frequency conversion for the generation of&nbsp; various visible and mid-IR wavelengths with Watts-level output power and narrow linewidth. Significant technical advancement was made in areas of semiconductor quantum well design and growth, intracavity laser mode mixing and manipulation, nonlinear optical materials for efficient intracavity laser design, and sum and difference frequency conversion of high order LG modes. The results of the research are published in the top-ranked refereed sientific journals and presented to the scientific community. Several PhD students conducted their research and contributed to the project outcomes of the research.&nbsp;</p><br>\n<p>\n Last Modified: 01/02/2024<br>\nModified by: Mahmoud&nbsp;Fallahi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLaser sources carrying optical angular momentum (OAM) are an enabling technology for a wide range of applied and novel applications. Amongst OAM beams, Laguerre-Gaussian (LG) modes are of particular interest for applications in particle manipulation, free-space or underwater optical communications, detection and sensing.High-power (Watt-level) ring-shaped laser beams in the visible and near-infrared bands are also highly attractive for atom trapping and Bose-Einstein condensation (BEC) applications, such as quantum turbulence and superfluidity experiments.Under this NSF-funded project wedevelopped a novel high-power, compact, tunable laser source based on Vertical External Cavity Surface Emitting Laser (VECSEL) for the generation of targeted LG modes at hard-to-reach wavelengths. We successfully designed and demonstrated high-order LG modes and efficient nonlinear frequency conversion for the generation of various visible and mid-IR wavelengths with Watts-level output power and narrow linewidth. Significant technical advancement was made in areas of semiconductor quantum well design and growth, intracavity laser mode mixing and manipulation, nonlinear optical materials for efficient intracavity laser design, and sum and difference frequency conversion of high order LG modes. The results of the research are published in the top-ranked refereed sientific journals and presented to the scientific community. Several PhD students conducted their research and contributed to the project outcomes of the research.\t\t\t\t\tLast Modified: 01/02/2024\n\n\t\t\t\t\tSubmitted by: MahmoudFallahi\n"
 }
}