{
 "awd_id": "1904570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterizing Chemical Production and Loss of Nitrous Acid (HONO) Via Stable Isotopes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2019-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 499753.0,
 "awd_amount": 554374.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2021-05-18",
 "awd_abstract_narration": "This award from the Environmental Chemical Sciences Program supports Professor Meredith Hastings at Brown University to study nitrous acid. Nitrous acid is a key species in atmospheric chemistry, with important implications for air quality both indoors and outdoors. This project focuses on addressing the difficult-to-resolve sources and sinks of atmospheric nitrous acid. Nitrous acid is typically produced on an environmental surface by reactions of nitrogen dioxide, nitric acid or particulate nitrate. The project uses stable isotopic analysis of these species to determine potential pathways of gaseous nitrous acid production. It builds on measurements of isotopic signatures from previous work and leads to improved understanding of the relative contributions from each source and pathway to the atmospheric nitrous acid budget. This has strong implications for understanding air quality, climate change, and their impact on human and ecosystem health. It also provides a potential tool for better prediction and decision making related to emissions that lead to nitrous acid production. This award also advances the career development of a postdoctoral scientist and a graduate student. Results are being integrated into a newly developed course on air quality at Brown University. \r\n\r\nA new method has been developed and verified in Professor Hasting's lab to efficiently capture nitrous acid in the air for stable isotopic characterization of nitrogen and oxygen isotopes. This technique has been used to distinguish the isotopic signature of nitrous acid from major sources including vehicle, soil and biomass burning emissions. In this project, a flow reactor is being designed and built to couple with the collection technique to isotopically characterize the nitrous acid heterogeneously produced on environmentally representative surfaces that are both prepared in the lab and collected in the actual environment. The results from this project will constrain atmospheric nitrous acid budget and trace reactive nitrogen species cycling from regional to global scales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Hastings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith Hastings",
   "pi_email_addr": "meredith_hastings@brown.edu",
   "nsf_id": "000158222",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 396632.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 103121.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 54621.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reactive nitrogen species serve a host of functions in our atmosphere. Here, we focused on the reactive nitrogen species, nitrous acid. The chemical form of nitrous acid includes hydrogen, oxygen and nitrogen and is referred to as HONO (pronounced &ldquo;hoe-no&rdquo;). HONO is a key species in atmospheric chemistry-it is an important daytime source of hydroxyl radical (OH), the major oxidant species of the atmosphere that determines oxidation capacity and thus the lifetime of many trace gases in the atmosphere (for example, volatile organic compounds and greenhouse gases like methane). HONO-photolyzed OH can account for up to 80% of the daytime OH budget, and thus has strong implications for regional air quality and climate change. However, the HONO budget remains one of the most poorly constrained atmospheric species, due to limited measurements, high reactivity, and tremendous variability in both space and time.</p>\n<p>This project offered us opportunity to utilize stable isotope analysis as a potential new way of tracking different sources and chemical formation pathways for HONO. Our hypotheses were based on the idea that the stable isotope composition of HONO in the environment is dependent upon and sensitive to primary emissions versus secondary formation, and that secondary formation mechanisms may be distinguishable if the isotope composition of HONO formed via these pathways is distinct. In this work, we undertook laboratory-based experiments to form HONO under different conditions and analyze its isotopic composition. To accomplish this, we built a customized flow tube reactor that provides a suite of surfaces and allows for changing environmental conditions (e.g., temperature, coating substances, light vs dark, etc) for heterogeneous HONO production. The HONO is captured in the gas phase with an annular denuder method, which allows for the analysis in small sample sizes. Together with our recent results of the isotopic signatures of HONO direct emissions, our work is providing stringent constraints on HONO sources, sinks, and daytime secondary chemistry that is challenging our understanding represented in air quality models. For instance, the nitrogen dioxide (NO2) conversion to HONO on various surfaces of iron oxides and humic acids showed und that i) the more ionized the iron surface, the more negative the &delta;<sup>15</sup>&Nu; of generated HONO; ii) under dark conditions, a humic acid surface tends to generate at least 10% more negative &delta;<sup>15</sup>&Nu; of HONO; iii) on humic acid containing surfaces (e.g., soil surface), radiation (light) facilitates at least 23% more negative &delta;<sup>15</sup>&Nu; of HONO. Nitrate photolysis produced HONO was also thoroughly investigated on various surfaces; generally, metal oxide surfaces (e.g., iron, zinc and aluminum oxides) generate more negative &delta;<sup>15</sup>&Nu; of HONO than a silicate surface (e.g., glass and sand). Most importantly, nitrate photolysis tends to generate at least 200% more negative &delta;<sup>15</sup>&Nu; of HONO. Additionally, two major HONO sink pathways were also tested: uptake of HONO on surfaces as well as HONO photolysis. For HONO uptake on carbonate coating and soil surfaces, we found &delta;<sup>15</sup>&Nu; of HONO become 2&permil; &ndash; 4&permil; more positive upon uptake, and the higher the relative humidity, the less change of isotopic value is associated with the process. In addition, HONO photolysis also enhances the &delta;<sup>15</sup>&Nu; of HONO by 1&permil; &ndash; 3&permil;.</p>\n<p><span style=\"white-space: pre;\"> </span>The outcomes of the work have been disseminated via scientific meeting presentations (5) by a postdoctoral scholar, a graduate student and undergraduate students. A journal publication led by a Ph.D. student is published; three additional manuscripts are planned for publication: a methods paper on the flow tube design and experimental workflow for the HONO uptake and HONO photolysis experiments; a publication on the results from NO2 uptake/conversion to HONO on 3 different surfaces, under light and dark conditions; and nitric acid (nitrate) photolysis experiments on 3 different types of surfaces. These results have also been leveraged for other studies that have collected environmental samples in an effort to tease out primary versus secondarily produced HONO in, for instance, wildfire plumes and urban, coastal systems where urban and marine emissions mix. We anticipate that our results will be heavily applied in future environmental studies. The career development and advancement of all personnel involved was of high importance to the success of this project. Two undergraduate students participated and were trained in research and laboratory skills, and both have already or will soon enter the scientific workforce in the US; the postdoctoral researcher has advanced to a tenure-track faculty position and his experience on this grant was critical to this; and a graduate student completed her Ph.D. with support from this grant and now works for the US EPA. Aspects of this work were included in coursework at two different universities to build in connections for students to relevant cutting edge research methods and analyses. Finally, efforts were made to broaden participation by recruiting students from programs that sustain development and participation of historically underrepresented groups in the sciences.</p><br>\n<p>\n Last Modified: 05/06/2024<br>\nModified by: Meredith&nbsp;Hastings</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nReactive nitrogen species serve a host of functions in our atmosphere. Here, we focused on the reactive nitrogen species, nitrous acid. The chemical form of nitrous acid includes hydrogen, oxygen and nitrogen and is referred to as HONO (pronounced hoe-no). HONO is a key species in atmospheric chemistry-it is an important daytime source of hydroxyl radical (OH), the major oxidant species of the atmosphere that determines oxidation capacity and thus the lifetime of many trace gases in the atmosphere (for example, volatile organic compounds and greenhouse gases like methane). HONO-photolyzed OH can account for up to 80% of the daytime OH budget, and thus has strong implications for regional air quality and climate change. However, the HONO budget remains one of the most poorly constrained atmospheric species, due to limited measurements, high reactivity, and tremendous variability in both space and time.\n\n\nThis project offered us opportunity to utilize stable isotope analysis as a potential new way of tracking different sources and chemical formation pathways for HONO. Our hypotheses were based on the idea that the stable isotope composition of HONO in the environment is dependent upon and sensitive to primary emissions versus secondary formation, and that secondary formation mechanisms may be distinguishable if the isotope composition of HONO formed via these pathways is distinct. In this work, we undertook laboratory-based experiments to form HONO under different conditions and analyze its isotopic composition. To accomplish this, we built a customized flow tube reactor that provides a suite of surfaces and allows for changing environmental conditions (e.g., temperature, coating substances, light vs dark, etc) for heterogeneous HONO production. The HONO is captured in the gas phase with an annular denuder method, which allows for the analysis in small sample sizes. Together with our recent results of the isotopic signatures of HONO direct emissions, our work is providing stringent constraints on HONO sources, sinks, and daytime secondary chemistry that is challenging our understanding represented in air quality models. For instance, the nitrogen dioxide (NO2) conversion to HONO on various surfaces of iron oxides and humic acids showed und that i) the more ionized the iron surface, the more negative the 15 of generated HONO; ii) under dark conditions, a humic acid surface tends to generate at least 10% more negative 15 of HONO; iii) on humic acid containing surfaces (e.g., soil surface), radiation (light) facilitates at least 23% more negative 15 of HONO. Nitrate photolysis produced HONO was also thoroughly investigated on various surfaces; generally, metal oxide surfaces (e.g., iron, zinc and aluminum oxides) generate more negative 15 of HONO than a silicate surface (e.g., glass and sand). Most importantly, nitrate photolysis tends to generate at least 200% more negative 15 of HONO. Additionally, two major HONO sink pathways were also tested: uptake of HONO on surfaces as well as HONO photolysis. For HONO uptake on carbonate coating and soil surfaces, we found 15 of HONO become 2  4 more positive upon uptake, and the higher the relative humidity, the less change of isotopic value is associated with the process. In addition, HONO photolysis also enhances the 15 of HONO by 1  3.\n\n\n The outcomes of the work have been disseminated via scientific meeting presentations (5) by a postdoctoral scholar, a graduate student and undergraduate students. A journal publication led by a Ph.D. student is published; three additional manuscripts are planned for publication: a methods paper on the flow tube design and experimental workflow for the HONO uptake and HONO photolysis experiments; a publication on the results from NO2 uptake/conversion to HONO on 3 different surfaces, under light and dark conditions; and nitric acid (nitrate) photolysis experiments on 3 different types of surfaces. These results have also been leveraged for other studies that have collected environmental samples in an effort to tease out primary versus secondarily produced HONO in, for instance, wildfire plumes and urban, coastal systems where urban and marine emissions mix. We anticipate that our results will be heavily applied in future environmental studies. The career development and advancement of all personnel involved was of high importance to the success of this project. Two undergraduate students participated and were trained in research and laboratory skills, and both have already or will soon enter the scientific workforce in the US; the postdoctoral researcher has advanced to a tenure-track faculty position and his experience on this grant was critical to this; and a graduate student completed her Ph.D. with support from this grant and now works for the US EPA. Aspects of this work were included in coursework at two different universities to build in connections for students to relevant cutting edge research methods and analyses. Finally, efforts were made to broaden participation by recruiting students from programs that sustain development and participation of historically underrepresented groups in the sciences.\t\t\t\t\tLast Modified: 05/06/2024\n\n\t\t\t\t\tSubmitted by: MeredithHastings\n"
 }
}