{
 "awd_id": "1904288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Properties and Applications of pi-Conjugated Platinum Carbene Chromophores and Polymers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2019-05-30",
 "awd_max_amd_letter_date": "2019-05-30",
 "awd_abstract_narration": "With this award, the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry is supporting Professor Kirk Schanze at the University of Texas at San Antonio.  This investigation brings together several distinct studies that probe the fundamental, excited state properties of molecules when exposed to light.  Potential applications  are based on efficient light emission (phosphorescence) which enables the materials to serve as organic light-emitting diodes (OLEDs ? particularly efficient deep blue phosphors), solar cells, photodetectors, sensor and materials for medical diagnostics and therapy, which are widely used in today's society.  This research will advance fundamental insights with respect to the design and synthesis of molecules that efficiently react with light contribution to large sectors of new technologies in the commercial, military and health sectors.  This award provides new opportunities for undergraduate and graduate student training.  Professor Schanze develops education and outreach activities involving underrepresented groups in the science-technology-engineering-math (STEM) fields at a Hispanic Serving Institution.  Specifically, he will develop and distribute a module entitled 'Navigating Scientific/Technical Literature for Non-Scientists' (NSTL) with the goal of teaching the general public how to search and access the scientific, technical, and patent literature by using publicly-accessible resources and/or by using traditional subscription-based search and access tools typically available at local Universities.\r\n\r\nPlatinum acetylide molecules and polymers that contain pi-conjugated organic ligands provide a unique opportunity to investigate fundamental properties of spin-allowed and -forbidden electronic excited states in delocalized electronic systems.  This research focuses on several distinct studies that probe fundamental excited state properties and explore potential applications, focused particularly on new platinum-carbene based chromophores and polymers that exhibit efficient light emission.  Development of such materials expands the range of accessible optoelectronic organometallic materials and improves the understanding of relationships between chromophore structure and excited state properties.  A significant potential benefit could also emerge by the development of a new class of efficient deep blue phosphors for application in OLEDs.  The project advances knowledge in the fields of organic, organometallic and polymer materials chemistry with potential impacts on applications of organic electronics.  Special emphasis is placed on broadening the diversity of students working on this project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "Schanze",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk S Schanze",
   "pi_email_addr": "kirk.schanze@utsa.edu",
   "nsf_id": "000262766",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the optical properties of metal containing semiconducting molecules and polymers.&nbsp; A key fundamental component to understand is the role played by electron spin on the properties of the molecules and materials.&nbsp; Electron spin state depends on the interactions between the electrons (negative charge) and holes (positive charge) which are created when light is absorbed by the materials.&nbsp; Such interactions are crucial in determining the efficiency of these metal-carbon semiconducting materials in applications such as light-emitting diodes (LEDs) and in solar cells, which are widely used in today&rsquo;s society.&nbsp; Molecular and polymer (plastic) materials were synthesized by using chemical and polymer synthesis methods, and their properties were studied in detail by using steady state and time resolved spectroscopy methods (detailed study of light absorption and light emission).&nbsp; Prototype light emitting devices were constructed and tested.&nbsp; The work resulted in the fabrication of some of the most efficient deep blue emitting materials and organic light emitting devices that have been previously reported.&nbsp; The unusual properties discovered are related to the use of metal-carbene complexes, which give rise to highly efficient light emission.&nbsp; This award provided opportunities for undergraduate and graduate student training and development of education and outreach activities in the science-technology-engineering-math (STEM) fields.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/10/2024<br>\nModified by: Kirk&nbsp;S&nbsp;Schanze</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1904288/1904288_10608078_1704919988253_Slide2--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1904288/1904288_10608078_1704919988253_Slide2--rgov-800width.jpeg\" title=\"Ultrafast Dynamics\"><img src=\"/por/images/Reports/POR/2024/1904288/1904288_10608078_1704919988253_Slide2--rgov-66x44.jpeg\" alt=\"Ultrafast Dynamics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cartoon showing fast timescale dynamics that occur when a platinum carbene complex is excited.</div>\n<div class=\"imageCredit\">Silvano Valandro</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kirk&nbsp;S&nbsp;Schanze\n<div class=\"imageTitle\">Ultrafast Dynamics</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1904288/1904288_10608078_1704919921509_Slide1--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/1904288/1904288_10608078_1704919921509_Slide1--rgov-800width.jpeg\" title=\"Platinum Carbene Blue Emitters\"><img src=\"/por/images/Reports/POR/2024/1904288/1904288_10608078_1704919921509_Slide1--rgov-66x44.jpeg\" alt=\"Platinum Carbene Blue Emitters\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Blue light emission from platinum acetylide phosphors.</div>\n<div class=\"imageCredit\">Silvano Valandro</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kirk&nbsp;S&nbsp;Schanze\n<div class=\"imageTitle\">Platinum Carbene Blue Emitters</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigated the optical properties of metal containing semiconducting molecules and polymers. A key fundamental component to understand is the role played by electron spin on the properties of the molecules and materials. Electron spin state depends on the interactions between the electrons (negative charge) and holes (positive charge) which are created when light is absorbed by the materials. Such interactions are crucial in determining the efficiency of these metal-carbon semiconducting materials in applications such as light-emitting diodes (LEDs) and in solar cells, which are widely used in todays society. Molecular and polymer (plastic) materials were synthesized by using chemical and polymer synthesis methods, and their properties were studied in detail by using steady state and time resolved spectroscopy methods (detailed study of light absorption and light emission). Prototype light emitting devices were constructed and tested. The work resulted in the fabrication of some of the most efficient deep blue emitting materials and organic light emitting devices that have been previously reported. The unusual properties discovered are related to the use of metal-carbene complexes, which give rise to highly efficient light emission. This award provided opportunities for undergraduate and graduate student training and development of education and outreach activities in the science-technology-engineering-math (STEM) fields.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/10/2024\n\n\t\t\t\t\tSubmitted by: KirkSSchanze\n"
 }
}