{
 "awd_id": "1904224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Competing Donor Imaginaries: Gender, Development, and Comparative Aid Chains",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Melanie Hughes",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 14213.0,
 "awd_amount": 14213.0,
 "awd_min_amd_letter_date": "2019-04-16",
 "awd_max_amd_letter_date": "2019-04-16",
 "awd_abstract_narration": "Many international nongovernmental organizations (INGOs) around the world use the broad category of gender and development to describe their work, but the programming carried out under this umbrella term varies: some INGOS promote projects addressing health, education, and vocational skills, while others focus on reproductive health, economic empowerment, civil rights, and political participation. Numerous  studies document the key role INGOs play in transmitting global norms and adapting those norms in local contexts. But more recent research has established that INGO programming is shaped by its local political economy. We know relatively little about how this variation affects the way that INGOs organize their operations and with what consequences for local stakeholders. This project explores how the practices, beliefs and priorities of INGOs are transmitted along aid chains, or the links through which programs travel from INGO headquarters to INGO country offices, and finally to implementing partners. Specifically, this project asks: (1) To what degree, and how, do aid chains organized by INGOs from different countries vary?; (2) How do implementing partners, such as employees in government ministries connected to these aid chains, understand and negotiate the priorities of the funding INGOs in local political and cultural context?; and, (3) To what extent does engagement with INGOs shape the self-understandings of these local practitioners, including their professional identities? The project will advance policy debates regarding the role of international development aid in promoting global civil society, and more specifically, the changing landscape of the development sector and the emergence of important new actors, with implications for how to improve the efficiency and effectiveness of U.S. aid provided to non-U.S. countries.\r\n\r\n\r\nData from this project are comprised of 100 in-depth interviews, 10 months of participant observation, and a textual analysis of 20 documents. It is collecting qualitative data on each organization within two aid chains. First, it conducts in-depth interviews in U.S. INGO headquarters organizations, as well as interviews in the U.S. bilateral agency. Then, through 10 months of fieldwork, the project collects ethnographic observation and interviews in three sites: the field office of a U.S.-based INGO; an INGO field office abroad; and an implementing partner organization of these offices. Finally, the project will conduct short-term observation and interviews in an INGO headquarters office abroad. To supplement interview and ethnographic findings, textual analysis of INGO documents will be completed. All data will be coded using ATLAS.TI and open coding techniques. This research design will enable the project to analyze how international development programs are articulated and communicated across the three links, from INGO headquarters and donors, to INGO field offices, to local partners. This project will extend sociological theories of global civil society by demonstrating the micro-level organizational and inter-organizational processes through which national priorities shape global norms. It will also help to inform sociological theories of development, particularly those that inform issues related to gender in the developing world.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Bair",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Bair",
   "pi_email_addr": "jlb5md@virginia.edu",
   "nsf_id": "000205108",
   "pi_start_date": "2019-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Wilks",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Wilks",
   "pi_email_addr": "mcw4ee@virginia.edu",
   "nsf_id": "000788104",
   "pi_start_date": "2019-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "PO Box 400766",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044766",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 14213.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>International nongovernmental organizations (INGOs) from the U.S. and Japan have a shared aim of improving women?s health, yet implement very different programs in Cambodia. For example, a Japanese INGO I call Health Services Asia (HSA) focuses on strengthening government-provided high quality maternal and child health services, while a U.S. INGO I call Global Family Aid (GFA) funds Cambodian NGOs to promote women?s individual empowerment.&nbsp;How can this variation be explained?&nbsp;To answer this question, I conducted a multi-sited, 19-month ethnography of global aid chains, observing program design in bilateral donor agencies and INGOs in Tokyo and Washington D.C., as well as INGO country offices and local organizations in Cambodia that implement the programming funded by distant offices</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Numerous sociological studies document the key role INGOs play in transmitting global norms and adapting those norms in local contexts. But, more recent research has established that INGO programming is shaped by the political economy of its home nation. Although this emergent research has begun to theorize national-level variation among INGOs, relatively little is known about how this variation affects the way that INGOs organize their operations in developing countries, and with what consequences for local stakeholders. This project fills that gap through a comparative study of INGOs from Japan and the U.S. My dissertation research illuminates how the practices, beliefs and priorities of INGOs are transmitted along ?aid chains,? or the links through which programs travel from INGO headquarters, to INGO country offices, and finally to implementing partners</p>\n<p>I find two processes that create variation in INGO programming and its outcomes. First,&nbsp;INGOs have particular missions and goals that are reflect the priorities and experiences of their originating countries.&nbsp;I argue that the imaginaries orienting U.S. and Japanese donors produce important differences in organizational cultures and practices. To provide a brief illustration, staff at a U.S. INGO I call Global Family Aid (GFA) describe their mission as ?empowering women and mothers to be informed healthcare consumers?; they implement programs that combine maternal and reproductive health. In contrast, Japanese staff at Health Services Asia (HSA) explain their maternal health program as helping women access effective public health services to become ?modern Asian mothers.? These imaginaries articulate in the Cambodian context in ways that generate differential program outcomes.&nbsp;</p>\n<p>Second, I illustrate how each development imaginaries are communicated along, and shaped by, the organizational dynamics of aid chains. For instance, in the headquarter offices of GFA, women?s empowerment is understood to require fertility control by individual women. Promotion of ?modern family planning methods? will allow women to work outside of the home and advocate for themselves in choices about their fertility. There is also a strong emphasis on measurability as well as the need to support grassroots advocacy. Yet, as I follow family planning and maternal health programs through the U.S. aid chain, my findings are mixed. In rural Cambodia, local NGO staff funded by a U.S. INGO are incentivized to create women?s health groups to advocate to local leaders, but also to persuade women to use medical birth control, even given a monthly target of new users to reach. The emphasis on measurable results, including precise reporting of the number of women who adopt modern birth control methods, modifies efforts to empower young Cambodian women. In contrast, the Japanese INGO, eschews partnering with local NGOs in favor of supporting the Cambodian government to provide women?s health services. In doing so, it is able to provide effective support for the public health system, but it must only pursue activities deemed politically neutral by Cambodian officials.&nbsp;</p>\n<p>By analyzing how programming is conceived and implemented across the links of two aid chains, I am able to show the causes and consequences of national variation in the development field. The dissertation chapters investigate the origins of each aid chain?s imaginary; variation in outcomes for women?s health programs and beneficiary understandings in Cambodia; the impact each aid chain has on practitioner identities; and, differences in INGO- state relations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2021<br>\n\t\t\t\t\tModified by: Mary&nbsp;C&nbsp;Wilks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInternational nongovernmental organizations (INGOs) from the U.S. and Japan have a shared aim of improving women?s health, yet implement very different programs in Cambodia. For example, a Japanese INGO I call Health Services Asia (HSA) focuses on strengthening government-provided high quality maternal and child health services, while a U.S. INGO I call Global Family Aid (GFA) funds Cambodian NGOs to promote women?s individual empowerment. How can this variation be explained? To answer this question, I conducted a multi-sited, 19-month ethnography of global aid chains, observing program design in bilateral donor agencies and INGOs in Tokyo and Washington D.C., as well as INGO country offices and local organizations in Cambodia that implement the programming funded by distant offices\n\n            Numerous sociological studies document the key role INGOs play in transmitting global norms and adapting those norms in local contexts. But, more recent research has established that INGO programming is shaped by the political economy of its home nation. Although this emergent research has begun to theorize national-level variation among INGOs, relatively little is known about how this variation affects the way that INGOs organize their operations in developing countries, and with what consequences for local stakeholders. This project fills that gap through a comparative study of INGOs from Japan and the U.S. My dissertation research illuminates how the practices, beliefs and priorities of INGOs are transmitted along ?aid chains,? or the links through which programs travel from INGO headquarters, to INGO country offices, and finally to implementing partners\n\nI find two processes that create variation in INGO programming and its outcomes. First, INGOs have particular missions and goals that are reflect the priorities and experiences of their originating countries. I argue that the imaginaries orienting U.S. and Japanese donors produce important differences in organizational cultures and practices. To provide a brief illustration, staff at a U.S. INGO I call Global Family Aid (GFA) describe their mission as ?empowering women and mothers to be informed healthcare consumers?; they implement programs that combine maternal and reproductive health. In contrast, Japanese staff at Health Services Asia (HSA) explain their maternal health program as helping women access effective public health services to become ?modern Asian mothers.? These imaginaries articulate in the Cambodian context in ways that generate differential program outcomes. \n\nSecond, I illustrate how each development imaginaries are communicated along, and shaped by, the organizational dynamics of aid chains. For instance, in the headquarter offices of GFA, women?s empowerment is understood to require fertility control by individual women. Promotion of ?modern family planning methods? will allow women to work outside of the home and advocate for themselves in choices about their fertility. There is also a strong emphasis on measurability as well as the need to support grassroots advocacy. Yet, as I follow family planning and maternal health programs through the U.S. aid chain, my findings are mixed. In rural Cambodia, local NGO staff funded by a U.S. INGO are incentivized to create women?s health groups to advocate to local leaders, but also to persuade women to use medical birth control, even given a monthly target of new users to reach. The emphasis on measurable results, including precise reporting of the number of women who adopt modern birth control methods, modifies efforts to empower young Cambodian women. In contrast, the Japanese INGO, eschews partnering with local NGOs in favor of supporting the Cambodian government to provide women?s health services. In doing so, it is able to provide effective support for the public health system, but it must only pursue activities deemed politically neutral by Cambodian officials. \n\nBy analyzing how programming is conceived and implemented across the links of two aid chains, I am able to show the causes and consequences of national variation in the development field. The dissertation chapters investigate the origins of each aid chain?s imaginary; variation in outcomes for women?s health programs and beneficiary understandings in Cambodia; the impact each aid chain has on practitioner identities; and, differences in INGO- state relations. \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2021\n\n\t\t\t\t\tSubmitted by: Mary C Wilks"
 }
}