{
 "awd_id": "1904167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Phase Behavior and Physical Properties of Thermotropic and Lyotropic Liquid Crystal Oligomers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 573103.0,
 "awd_amount": 573103.0,
 "awd_min_amd_letter_date": "2019-07-15",
 "awd_max_amd_letter_date": "2019-07-15",
 "awd_abstract_narration": "Non-technical Abstract:\r\nLiquid crystals are best known for their use in information displays like smartphone screens and flat-panel televisions. They are also a fascinating state of matter whose fundamental understanding and technological potential continue to pose interesting challenges and opportunities. While much is known about what kinds of molecules or molecular assemblies tend to form liquid crystals, there are important open questions about how the specific architecture of these constituents determines the nature and properties of the liquid crystalline states they exhibit. This project explores liquid crystalline states formed by \"oligomers\" that are constructed by connecting together a small number of elongated, rigid components via flexible linkages. One thrust of the project focuses on oligomers composed of short, rigid segments of double-stranded DNA (duplex DNA) linked by flexible, single strands. Here the objective is to elucidate the liquid crystalline states formed in concentrated aqueous solutions of these constructs, including layered structures that are not observed in solutions of fully paired duplexes and that may offer a new means to simulate crowded DNA (physiological) environments. A second thrust investigates the liquid crystalline properties of much smaller \"rigid+flexible\" oligomers built up from molecules similar to the types used in displays. These materials afford new possibilities to tune certain viscoelastic properties, which could improve existing liquid crystal devices or motivate entirely new ones. The parallel study of the two oligomeric systems with similar architectures expressed on different microscopic length scales should enhance insights into how these architectures determine macroscopic material properties. The project trains students at graduate and undergraduate levels, across disciplines (physics, biochemistry, materials science), for productive careers in the 21st century scientific workforce. The students have ample opportunities to master a broad spectrum of experimental techniques both in the \"benchtop\" laboratory setting and at large US national laboratories.\r\n\r\nTechnical Abstract:\r\nThis project experimentally investigates two distinct molecular systems where linking a small number of rigid subunits with flexible connectors promotes new liquid crystalline (LC) phase behavior or significantly alters macroscopic physical properties of familiar LC phases. Thermotropic LC oligomers consist of two or more small, rigid molecular elements connected by flexible spacers, whose specific arrangement can favor bent or helical conformations. These oligomers undergo transitions between LC states driven primarily by changes in enthalpy. Lyotropic, nucleic acid-based LCs, composed of DNA duplexes linked by single-stranded \"gaps\" or containing extra, unpaired base inclusions (\"kinks\"), also possess a \"rigid+flexible\" oligomer-like architecture, at ~10 times the length scale of the thermotropic materials. The DNA constructs exhibit concentration-dependent mesophases influenced primarily by entropy. The major objectives of the project are: (1) To measure orientational viscoelastic parameters of thermotropic LC oligomers, with emphasis on extending the results from dimers to higher n-mers, and to correlate their relative magnitudes and temperature dependencies with the nature of nanoscale modulated phases, such as the \"twist-bend\" phase, these oligomers form; (2) To examine the orientational anchoring of oligomers at the free surfaces of LC droplets and quasi-two-dimensional, freestanding LC films drawn from n-mer/monomer mixtures; (3) To determine the structure of mesophases exhibited in concentrated solutions of DNA duplexes that form oligomer-like constructs due to the selective placement of \"gaps\" and \"kinks\"; and (4) To explore, selectively, certain potential technological applications in areas ranging from responsive optical devices to new approaches for simulating crowded, physiological DNA environments to a concept for viral DNA/RNA detection. Experiments are performed in the PI and co-PIs' laboratories and at US National Labs, and utilize techniques including laser light scattering, small- and wide-angle X-ray scattering, high sensitivity fluorescence detection, magneto-optics in high fields, and \"click chemistry\" methods to assemble the DNA constructs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Sprunt",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel N Sprunt",
   "pi_email_addr": "ssprunt@kent.edu",
   "nsf_id": "000366964",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gleeson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Gleeson",
   "pi_email_addr": "jgleeson@kent.edu",
   "nsf_id": "000284671",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antal",
   "pi_last_name": "Jakli",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Antal I Jakli",
   "pi_email_addr": "ajakli@kent.edu",
   "nsf_id": "000278048",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hamza",
   "pi_last_name": "Balci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamza Balci",
   "pi_email_addr": "hbalci@kent.edu",
   "nsf_id": "000569467",
   "pi_start_date": "2019-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "",
  "perf_city_name": "Kent",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 573103.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project experimentally investigated two molecular systems in which the linkage of a small number of rigid subunits by flexible connectors produces new or unusual macroscopic phase behavior and interesting physical properties. Thermotropic (&ldquo;sensitive to temperature&rdquo;) liquid crystalline oligomers consist of a few small, rigid aromatic molecular units connected by flexible hydrocarbon chains, which collectively assemble to form conventional liquid crystalline phases that depend on temperature (like the orientationally ordered &ldquo;nematic&rdquo; phase widely utilized in laptop computer displays, where the molecular units are typically just single molecular units). The linkages within the oligomers may be made in such a way as to enforce a conformational bend over the oligomer length, and in such cases an unusual liquid crystalline state, called the &ldquo;twist-bend nematic&rdquo; phase, may occur. The molecules in the twist-bend phase bend along, and simultaneously twist around, the preferred axis of orientation in a heliconical fashion that resembles a barber pole. Our team elucidated key properties of the twist-bend phase, including both fundamental aspects, such as a more ordered state wherein a mass density wave coexists with the heliconical orientational structure (&ldquo;twist-bend smectic&rdquo; phase), and certain properties with potential technological application, such as light-induced variations of the bulk alignment of the heliconical axis and/or pitch in liquid crystalline dimers containing light sensitive moieties.</p>\n<p>The team also investigated a quite different system: nucleic acid-based liquid crystals whose constituents possess a similar architecture to the small molecule oligomers, though on an approximately ten times greater length scale. In this system, a &ldquo;rigid-flexible-rigid&rdquo; construct, dubbed &ldquo;gapped DNA&rdquo;, is created by the connection of relatively stiff double-stranded DNA molecules with a flexible single-strand of unpaired bases. Although elementary liquid crystal formation in concentrated solutions of fully paired DNA has been known for decades, our team and collaborators recently uncovered evidence of a more highly ordered, layered liquid crystalline phase (called a &ldquo;smectic&rdquo; phase) in solutions of gapped DNA. In the present project, the team discovered variants of the layer structure, whose occurrence depends on factors such as the length of the single strand linker and the overall concentration of DNA in the solution, and observed reversible, temperature driven transitions between the different layer structures (thereby establishing a remarkable combination of thermotropic and &ldquo;lyotropic&rdquo;, or concentration-dependent, phase behavior in this system). The team demonstrated that the thermotropic behavior can be used as a sensitive gauge of the relative strength of both end-to-end and side-to-side interactions between DNA duplexes, at near physiological concentration, as a function of the specific terminal base-pairings on the duplexes, the concentration of divalent salt in the solution, or the degree of non-randomness in certain base sequences along the duplex &ndash; factors that are biologically significant. These results may draw broader interest toward exploiting liquid crystalline behavior to develop &ldquo;assays&rdquo; of various compositional factors that affect duplex-duplex interactions and DNA condensation in dense DNA solutions.</p>\n<p>During the early stages of the project, the announcement and subsequent confirmation of a fluid ferroelectric phase in a class of highly polar liquid crystalline molecules &ndash; a long-sought goal in liquid crystals&rsquo; science &ndash; inspired an expansion in the scope of the team&rsquo;s research on small-molecule liquid crystals. One key outcome of the expanded research direction was the team&rsquo;s discovery in certain polar compounds, synthesized by a colleague at Kent State, of multiple ferroelectric phases that are distinguished by the nature of the short-range positional order between the molecules. The team also showed that the fluid ferroelectric state can be extended to lower (near room) temperatures, with a remarkable improvement of the relaxation time for electro-optical switching, when the host liquid crystal is doped with a chiral molecular additive. At higher dopant concentration, the ferroelectric phase exhibits a chiral structure that selectively reflects light within the visible range. The reflection band is reversibly tunable by a much smaller electric field than required for reflection band tuning in conventional chiral liquid crystal systems. These results have promising implications for various types of electro-optic device development.</p>\n<p>Six graduate students in physics or chemical physics programs at Kent State participated in project-related research activities and were mentored toward their Ph.D. degrees under support from the grant. Four of these students graduated, and three secured jobs in US industry, during the grant period. The participating students all received multidisciplinary training in the laboratories of the PIs and most had opportunities to conduct research at national laboratories, including the National Synchrotron Light Source II (Brookhaven National Lab) and the Advanced Light Source (Lawrence Berkeley National Lab). Project or project-related research resulted (so far) in nineteen peer-reviewed journal publications, as well as a large number of academic conference presentations (the majority given by graduate students on the team).</p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Samuel&nbsp;N&nbsp;Sprunt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project experimentally investigated two molecular systems in which the linkage of a small number of rigid subunits by flexible connectors produces new or unusual macroscopic phase behavior and interesting physical properties. Thermotropic (sensitive to temperature) liquid crystalline oligomers consist of a few small, rigid aromatic molecular units connected by flexible hydrocarbon chains, which collectively assemble to form conventional liquid crystalline phases that depend on temperature (like the orientationally ordered nematic phase widely utilized in laptop computer displays, where the molecular units are typically just single molecular units). The linkages within the oligomers may be made in such a way as to enforce a conformational bend over the oligomer length, and in such cases an unusual liquid crystalline state, called the twist-bend nematic phase, may occur. The molecules in the twist-bend phase bend along, and simultaneously twist around, the preferred axis of orientation in a heliconical fashion that resembles a barber pole. Our team elucidated key properties of the twist-bend phase, including both fundamental aspects, such as a more ordered state wherein a mass density wave coexists with the heliconical orientational structure (twist-bend smectic phase), and certain properties with potential technological application, such as light-induced variations of the bulk alignment of the heliconical axis and/or pitch in liquid crystalline dimers containing light sensitive moieties.\n\n\nThe team also investigated a quite different system: nucleic acid-based liquid crystals whose constituents possess a similar architecture to the small molecule oligomers, though on an approximately ten times greater length scale. In this system, a rigid-flexible-rigid construct, dubbed gapped DNA, is created by the connection of relatively stiff double-stranded DNA molecules with a flexible single-strand of unpaired bases. Although elementary liquid crystal formation in concentrated solutions of fully paired DNA has been known for decades, our team and collaborators recently uncovered evidence of a more highly ordered, layered liquid crystalline phase (called a smectic phase) in solutions of gapped DNA. In the present project, the team discovered variants of the layer structure, whose occurrence depends on factors such as the length of the single strand linker and the overall concentration of DNA in the solution, and observed reversible, temperature driven transitions between the different layer structures (thereby establishing a remarkable combination of thermotropic and lyotropic, or concentration-dependent, phase behavior in this system). The team demonstrated that the thermotropic behavior can be used as a sensitive gauge of the relative strength of both end-to-end and side-to-side interactions between DNA duplexes, at near physiological concentration, as a function of the specific terminal base-pairings on the duplexes, the concentration of divalent salt in the solution, or the degree of non-randomness in certain base sequences along the duplex  factors that are biologically significant. These results may draw broader interest toward exploiting liquid crystalline behavior to develop assays of various compositional factors that affect duplex-duplex interactions and DNA condensation in dense DNA solutions.\n\n\nDuring the early stages of the project, the announcement and subsequent confirmation of a fluid ferroelectric phase in a class of highly polar liquid crystalline molecules  a long-sought goal in liquid crystals science  inspired an expansion in the scope of the teams research on small-molecule liquid crystals. One key outcome of the expanded research direction was the teams discovery in certain polar compounds, synthesized by a colleague at Kent State, of multiple ferroelectric phases that are distinguished by the nature of the short-range positional order between the molecules. The team also showed that the fluid ferroelectric state can be extended to lower (near room) temperatures, with a remarkable improvement of the relaxation time for electro-optical switching, when the host liquid crystal is doped with a chiral molecular additive. At higher dopant concentration, the ferroelectric phase exhibits a chiral structure that selectively reflects light within the visible range. The reflection band is reversibly tunable by a much smaller electric field than required for reflection band tuning in conventional chiral liquid crystal systems. These results have promising implications for various types of electro-optic device development.\n\n\nSix graduate students in physics or chemical physics programs at Kent State participated in project-related research activities and were mentored toward their Ph.D. degrees under support from the grant. Four of these students graduated, and three secured jobs in US industry, during the grant period. The participating students all received multidisciplinary training in the laboratories of the PIs and most had opportunities to conduct research at national laboratories, including the National Synchrotron Light Source II (Brookhaven National Lab) and the Advanced Light Source (Lawrence Berkeley National Lab). Project or project-related research resulted (so far) in nineteen peer-reviewed journal publications, as well as a large number of academic conference presentations (the majority given by graduate students on the team).\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: SamuelNSprunt\n"
 }
}