{
 "awd_id": "1904670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ATP Analogs to Study Human Histidine Kinases",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922048",
 "po_email": "cachim@nsf.gov",
 "po_sign_block_name": "Catalina Achim",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 501000.0,
 "awd_amount": 501000.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "Kinases are a large and diverse family of enzymes essential to basic biological functions in cells. Kinases act by adding phosphate groups to protein substrates, which profoundly impacts the ability of the modified substrate to regulate human biology. Kinases that modify serine, threonine, and tyrosine amino acids within protein substrates are extensively studied due to their having clear roles in cell function and dysfunction. Recently, a new family of protein kinases that modify histidine amino acids has emerged as likely players in human cell biology. However, few methods are available to study histidine kinases, due to their unique structure and function. Professor Mary Kay Pflum and her undergraduate and graduate students at Wayne State University aim to apply her pioneering chemical approach of using adenosine triphosphate (ATP) analogs to study histidine kinase enzymes. The new chemical tools developed in this project are critical to fully reveal the chemical role of histidine kinases in cell biology. Integral to the project is the involvement of undergraduate and graduate students. At the middle and high school levels, Professor Pflum introduces students from the Detroit metropolitan area to multidisciplinary science and scientific careers through outreach programs. By integrating research and educational activities, this application broadly impacts the community by fostering the next generation of scientists.\r\n\r\nWith funding from the Chemistry of Life Process Program in the Division of Chemistry at the NSF, Dr. Mary Kay Pflum of Wayne State University builds on prior work with adenosine triphosphate (ATP) analogs being used to develop kinase-catalyzed labeling of substrates. Given the paucity of chemical tools to study the chemical process of phosphohistidine-mediated cell biology, the overall goal of this project is to apply kinase-catalyzed labeling to human histidine kinases. Dr. Pflum accomplishes this overarching goal by: 1) establishing kinase-catalyzed labeling with human histidine kinases; 2) using kinase-catalyzed labeling to identify phosphohistidine-containing proteins; and 3) creating probes to monitor histidine kinases in human cells. These studies represent a first step toward Dr. Pflum's long-term objective to study the role of phosphohistidine in cellular processes. The identification of new chemical mechanisms in cell biology related to phosphohistidine has wide implications in human biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Kay",
   "pi_last_name": "Pflum",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Kay H Pflum",
   "pi_email_addr": "pflum@chem.wayne.edu",
   "nsf_id": "000404609",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5101 Cass Avenue",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482024050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 501000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div id=\"WACViewPanel_ClipboardElement\" class=\"WACEditing EditMode EditingSurfaceBody FireFox WACViewPanel_DisableLegacyKeyCodeAndCharCode usehover\" style=\"overflow: hidden; visibility: visible; direction: ltr;\">\n<div class=\"OutlineElement Ltr SCXW199322443 BCX2\" style=\"direction: ltr;\">\n<p class=\"Paragraph SCXW199322443 BCX2\" style=\"font-weight: normal; font-style: normal; vertical-align: baseline; background-color: transparent; color: windowtext; text-align: justify; margin-left: 0px; margin-right: 0px; padding-left: 0px; padding-right: 0px; text-indent: 0px;\" lang=\"EN-US\"><span class=\"TextRun SCXW199322443 BCX2\" style=\"font-size: 11.5pt; font-style: normal; line-height: 16px;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW199322443 BCX2\">Phosphorylation of histidine (His) has recently emerged as a ubiquitous, yet understudied, protein post-translational modification in humans. The first antibody reagents were generated only in 2015 and showed remarkably robust levels of </span><span class=\"SpellingError SCXW199322443 BCX2\">phosphohistidine</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> (</span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\">) in mammalian cells. Importantly, several papers recently reported that His phosphorylation regulates the activities of cellular proteins. These recent studies suggest that </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> could play a critical role in cellular events, similar to the widely appreciated role of serine (Ser), threonine (</span><span class=\"SpellingError SCXW199322443 BCX2\">Thr</span><span class=\"NormalTextRun SCXW199322443 BCX2\">), and tyrosine (Tyr) phosphorylation in cell signaling. However, a challenge to studying His phosphorylation is the instability of </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\">, which complicates monitoring and purification. In fact, prior work in both human-derived cells and bacteria showed that </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> </span><span class=\"ContextualSpellingAndGrammarError SCXW199322443 BCX2\">acts</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> as a transient intermediate in phosphoryl transfer reactions. Given the instability of </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\">, the role of His phosphorylation beyond phosphoryl transfer remains elusive, particularly in human cells. Moreover, the kinase enzymes that catalyze phosphorylation of histidine are understudied, but linked to a variety of biological events, such as cell motility and migration. New methods that complement antibody-based strategies are needed to characterize the role of histidine kinases and phosphorylation in human cell biology.&nbsp;&nbsp;</span></span><span class=\"EOP SCXW199322443 BCX2\" style=\"font-size: 11.5pt; line-height: 16px;\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW199322443 BCX2\" style=\"direction: ltr;\">\n<p class=\"Paragraph SCXW199322443 BCX2\" style=\"font-weight: normal; font-style: normal; vertical-align: baseline; background-color: transparent; color: windowtext; text-align: justify; margin-left: 0px; margin-right: 0px; padding-left: 0px; padding-right: 0px; text-indent: 0px;\" lang=\"EN-US\"><span class=\"TextRun SCXW199322443 BCX2\" style=\"font-size: 11.5pt; font-style: normal; line-height: 16px;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW199322443 BCX2\">The goal of this project was to establish novel assays to study the role of His phosphorylation and His kinases in cellular processes in mammalian systems. Towards t</span><span class=\"NormalTextRun SCXW199322443 BCX2\">his goal, we applied kinase-catalyzed labeling, which was developed initially to study phosphorylation by Ser, </span><span class=\"SpellingError SCXW199322443 BCX2\">Thr</span><span class=\"NormalTextRun SCXW199322443 BCX2\">, and Tyr kinases, to His kinases. We established that the two known human His kinases, </span></span><span class=\"TextRun SCXW199322443 BCX2\" style=\"color: #000000; font-size: 11.5pt; font-style: normal; line-height: 16px;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW199322443 BCX2\">nucleotide diphosphate kinase A (NDPKA) and NDPKB</span></span><span class=\"TextRun SCXW199322443 BCX2\" style=\"font-size: 11.5pt; font-style: normal; line-height: 16px;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW199322443 BCX2\">, accept as cosubstrates gamma-phosphoryl modified ATP analogs, similar to Ser/Thr and Tyr kinases. Importantly, kinase-catalyzed labeling with ATP analogs offered unique features that avoided issues related to </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> instability, which allowed monitoring and discovery of substrates.&nbsp;The intellectual merit of this project lies in the development of unique and enabling tools to study His kinases and </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> biology, which will augment research focused on </span><span class=\"SpellingError SCXW199322443 BCX2\">pHis</span><span class=\"NormalTextRun SCXW199322443 BCX2\"> and His kinases.</span></span><span class=\"EOP SCXW199322443 BCX2\" style=\"font-size: 11.5pt; line-height: 16px;\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW199322443 BCX2\" style=\"direction: ltr;\">\n<p class=\"Paragraph SCXW199322443 BCX2\" style=\"font-weight: normal; font-style: normal; vertical-align: baseline; background-color: transparent; color: windowtext; text-align: justify; margin-left: 0px; margin-right: 0px; padding-left: 0px; padding-right: 0px; text-indent: 0px;\" lang=\"EN-US\"><span class=\"TextRun SCXW199322443 BCX2\" style=\"font-size: 11.5pt; font-style: normal; line-height: 16px;\" lang=\"EN-US\"><span class=\"NormalTextRun SCXW199322443 BCX2\">Beyond the impact to the biochemistry and cell biology communities, this program also encouraged the next generation of scientists by exposing students of all ages to research. Undergraduate and graduate students performed all experiments in the project. At the middle and high school levels, the PI introduced students from the diverse Detroit metropolitan area, particularly women and minoritized students, to multidisciplinary science and scientific careers through outreach programs. By integrating research and educational activities, this application has broadly impacted the community by encouraging the next generation of scientists.</span></span><span class=\"EOP SCXW199322443 BCX2\" style=\"font-size: 11.5pt; line-height: 16px;\"> <br /></span></p>\n</div>\n</div><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Mary Kay&nbsp;H&nbsp;Pflum</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\nPhosphorylation of histidine (His) has recently emerged as a ubiquitous, yet understudied, protein post-translational modification in humans. The first antibody reagents were generated only in 2015 and showed remarkably robust levels of phosphohistidine (pHis) in mammalian cells. Importantly, several papers recently reported that His phosphorylation regulates the activities of cellular proteins. These recent studies suggest that pHis could play a critical role in cellular events, similar to the widely appreciated role of serine (Ser), threonine (Thr), and tyrosine (Tyr) phosphorylation in cell signaling. However, a challenge to studying His phosphorylation is the instability of pHis, which complicates monitoring and purification. In fact, prior work in both human-derived cells and bacteria showed that pHis acts as a transient intermediate in phosphoryl transfer reactions. Given the instability of pHis, the role of His phosphorylation beyond phosphoryl transfer remains elusive, particularly in human cells. Moreover, the kinase enzymes that catalyze phosphorylation of histidine are understudied, but linked to a variety of biological events, such as cell motility and migration. New methods that complement antibody-based strategies are needed to characterize the role of histidine kinases and phosphorylation in human cell biology.\n\n\n\n\nThe goal of this project was to establish novel assays to study the role of His phosphorylation and His kinases in cellular processes in mammalian systems. Towards this goal, we applied kinase-catalyzed labeling, which was developed initially to study phosphorylation by Ser, Thr, and Tyr kinases, to His kinases. We established that the two known human His kinases, nucleotide diphosphate kinase A (NDPKA) and NDPKB, accept as cosubstrates gamma-phosphoryl modified ATP analogs, similar to Ser/Thr and Tyr kinases. Importantly, kinase-catalyzed labeling with ATP analogs offered unique features that avoided issues related to pHis instability, which allowed monitoring and discovery of substrates.The intellectual merit of this project lies in the development of unique and enabling tools to study His kinases and pHis biology, which will augment research focused on pHis and His kinases.\n\n\n\n\nBeyond the impact to the biochemistry and cell biology communities, this program also encouraged the next generation of scientists by exposing students of all ages to research. Undergraduate and graduate students performed all experiments in the project. At the middle and high school levels, the PI introduced students from the diverse Detroit metropolitan area, particularly women and minoritized students, to multidisciplinary science and scientific careers through outreach programs. By integrating research and educational activities, this application has broadly impacted the community by encouraging the next generation of scientists. \n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: Mary KayHPflum\n"
 }
}