{
 "awd_id": "1904386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional Nanotubes from Self-Assembled Bis-Urea Macrocycles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "Nature employs self-assembly approaches to control the size and shape of biological structures for performing specific functions.  Examples include protein channels and enzymes.  A protein channel is formed by a protein that folds into a hollow tubular structure and spans across a membrane to allow passage of small molecules or ions from one side of a membrane to the other side through the channel.  An enzyme is a protein that folds into a 3-dimensional structure to create a pocket of specific size and shape for binding and converting target molecules into desired chemical products.  Inspired by Nature, Professor Linda Shimizu of the University of South Carolina makes small donut-shaped molecules that assemble in high fidelity into straw like structures called nanotubes. These nanotubes have tiny 1-dimensional channels of less than a nanometer (about 1/1000 times of the width of a strand of hair) in diameter.  The Shimizu group conducts research to understand how gases and small molecules are organized and move through these tiny channels. Her research group also uses these nanotubes to restrict how molecules in these channels are oriented with respect to one another, which alters how these trapped guests can react.  Fundamental knowledge to be gained from this research could have important implications in separation technologies, flow reactors and the development of new synthetic methods. The broad research approach provides a challenging and interdisciplinary environment to train a diverse group of graduate students as well as provides first research experiences for undergraduates and high school students.  In addition, this award supports a chemistry outreach program that broadly promotes public interest in science by bringing chemists into South Carolina K-12 classrooms of high minority enrollment middle schools and high schools. These school visits are intended to showcase the scientific method, highlight cutting edge research, and foster interest in chemistry and in the natural sciences.\r\n\r\nWork in Professor Linda Shimizu's laboratory, supported by the Macromolecular, Supramolecular and Nanochemistry Program at the National Science Foundation, utilizes the controlled assembly of bis-urea macrocycles to afford functional tubular assemblies to probe fundamental questions. This research investigates structure-property relationship of macrocycles and linear analogues that contain triphenylamines, benzophenones, and other organic triplet sensitizers. After UV-irradiation, these assemblies form radicals within the walls of the nanotubes.  The quantity, persistence and properties of these radicals are related to their structure and organization.  In this project, the Shimizu group 1) studies the assemblies to understand the origin of the radical stability; 2) probes diffusion within the nanochannels; 3) evaluates how radicals in the channel walls interact with guests encapsulated within the channels; 4) evaluates the assemblies of triplet sensitizers in oxygenated solutions to determine their efficiency at forming reactive oxygen species; and 5) studies the ability of the nanoreactors to facilitate photooxidations, photocycloadditions and photopolymerization reactions in solution. The knowledge acquired should lead to new predictive tools to determine when persistent radicals will form as well as afford a better understanding of the effects of confinement on reactivity.  These results should lead to an increase in structural diversity of organic radicals, which are of interest as molecular magnets, as probes in biological systems, for polarizing agents and as radical initiators for polymerization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Shimizu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Linda S Shimizu",
   "pi_email_addr": "shimizls@mailbox.sc.edu",
   "nsf_id": "000203526",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "631 Sumter St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most people have experienced supramolecular assembly during childhood while blowing soap bubbles.&nbsp;&nbsp;&nbsp;In nature, weak interactions are used to bring molecules together, creating larger structures with specific functions.&nbsp;&nbsp;&nbsp;For example, two strands of DNA assemble into a double helix, which carries genetic information.&nbsp;&nbsp;Throughout the pandemic, the media often shared images of the viral capsid of the coronavirus, formed by the self-assembly of smaller proteins.&nbsp;&nbsp;Drawing inspiration from nature, Professor Linda Shimizu of the University of South Carolina designs small donut-shaped molecules, called bis-urea macrocycles.&nbsp;&nbsp;These molecules assemble with great precision, forming straw-like structures called nanotubes.&nbsp;&nbsp;Remarkably, these nanotubes possess incredibly thin, 1-dimensional channels that are less than a nanometer in diameter (about 1/1000 times of the width of a strand of hair).&nbsp;&nbsp;Supported by the Macromolecular, Supramolecular and Nanochemistry Program at the National Science Foundation, Dr. Shimizu utilizes these nanotubes to explore fundamental questions.&nbsp;&nbsp;Her research investigates how the assembled structure influences the interaction of molecules with light, examines diffusion through nanotubes, and explores reactions that occur within these miniscule channels.&nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>When organic chromophores are organized into nanotubes, their photophysical properties can undergo changes.&nbsp;&nbsp;Dr. Shimizu incorporated two types of organic chromophores into the covalent framework of the donut-shaped molecules.&nbsp;&nbsp;Upon assembly, these chromophores become embedded within the walls of the nanotubes. Individual nanotubes pack together into needle-like crystals.&nbsp;&nbsp;Upon exposed to UV light, notable transitions occur.&nbsp;&nbsp;In the benzophenone macrocycles, shining UV-light on the crystals leads to the formation of persistent radicals.&nbsp;&nbsp;However, in solutions, where the macrocycles are not assembled, no radicals are observed.&nbsp;&nbsp;&nbsp;Likewise, in the triphenylamine macrocycles, UV-irradiation generates radical cation/anion pairs.&nbsp;&nbsp;&nbsp;Radicals are uncommon in organic molecules as they possess unpaired electrons, making them highly reactive and prone to degradation.&nbsp;&nbsp;&nbsp;However, in the assembled structures, these radicals exhibit long lifetimes and undergo reverse electron transfer to regenerate the initial materials without degradation.&nbsp;&nbsp;Gaining a deeper understanding of these processes could potentially yield improved materials for electronic devices, sensors, and solar cells.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A helpful comparison for understanding our nanotubes is to consider a macroscale drinking straw.&nbsp;&nbsp;Similar to straws, the nanotubes have the ability to accommodate guest molecules within their structures. In our studies, we examined guest molecules that have advantageous redox properties with respect to the nanotube walls.&nbsp;&nbsp;For example, the nanotubes containing triphenylamine, a known electron donor, can transfer an electron to a guest with a favorable redox property upon complexation or after UV-irradiation.&nbsp;&nbsp;We can observe and quantify this electron transfer through a visible color change, providing a detectable signal for the process.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>By employing this analogy of filling drinking straws with different substances, we can gain a better understanding of how the inclusion of guest molecules within our nanotubes can be advantageous.&nbsp;&nbsp;&nbsp;Xylene isomers are C8 aromatic compounds commonly found in crude oil and are of commercial importance.&nbsp;&nbsp;However, separating these isomers is an energy-intensive and costly process.&nbsp;&nbsp;To address this challenge, we employed the triphenylamine bis-urea macrocycle crystals.&nbsp;&nbsp;These crystals could absorb the linear xylene isomers selectively from the vapor phase, effectively enriching the mixture.&nbsp;&nbsp;&nbsp;Once the guests were absorbed by the crystals, they could be recovered by soaking the crystals in an organic liquid.&nbsp;&nbsp;Furthermore, the crystals themselves could be easily retried through filtration and reused for subsequent separation processes.&nbsp;&nbsp;This approach demonstrates the potential for our nanotube-based system to offer energy efficient separation methods.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>We also used the interior of the nanotubes as a reaction chamber.&nbsp;&nbsp;Important monomers such as pyrrole, were loaded into the nanotubes and subjected to oxidative polymerization conditions.&nbsp;&nbsp;Due to the small diameter and long length of the nanotubes, they selectively facilitated the formation of linear conjugated polymers.&nbsp;&nbsp;To recover these polymers, the nanotubes were disassembled in solution and the polymers recovered by filtration. Interestingly, our findings revealed that the resulting conjugated polymers maintained a packing arrangement like their original nanotube containers.&nbsp;&nbsp;&nbsp;These organized conjugated polymers displayed enhanced thermal stability.&nbsp;&nbsp;This research demonstrates the potential of utilizing the nanotube interior as a reaction chamber, enabling the controlled synthesis of linear conjugated polymers with improved properties.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Shimizu&rsquo;s research approach not only contributed to scientific advancements but also created an enriching and interdisciplinary training for ten graduate students. Moreover, it offered valuable research opportunities for seven undergraduates and one high school student, fostering their interest in science and providing them with valuable first-hand experiences.&nbsp;&nbsp;Additionally, this award facilitated a chemistry outreach program aimed at promoting public interest in science. The program focused on engaging South Carolina K-12 classrooms and supported demonstration shows, which served as platforms to showcase the scientific method, highlight cutting-edge research, and inspire curiosity in chemistry.&nbsp;&nbsp;Through these endeavors, Professor Shimizu&rsquo;s research not only pushes the boundaries of knowledge but also actively works towards fostering scientific interest, diversity, and education, contributing to the broader scientific community and society as a whole.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/24/2023<br>\n\t\t\t\t\tModified by: Linda&nbsp;S&nbsp;Shimizu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost people have experienced supramolecular assembly during childhood while blowing soap bubbles.   In nature, weak interactions are used to bring molecules together, creating larger structures with specific functions.   For example, two strands of DNA assemble into a double helix, which carries genetic information.  Throughout the pandemic, the media often shared images of the viral capsid of the coronavirus, formed by the self-assembly of smaller proteins.  Drawing inspiration from nature, Professor Linda Shimizu of the University of South Carolina designs small donut-shaped molecules, called bis-urea macrocycles.  These molecules assemble with great precision, forming straw-like structures called nanotubes.  Remarkably, these nanotubes possess incredibly thin, 1-dimensional channels that are less than a nanometer in diameter (about 1/1000 times of the width of a strand of hair).  Supported by the Macromolecular, Supramolecular and Nanochemistry Program at the National Science Foundation, Dr. Shimizu utilizes these nanotubes to explore fundamental questions.  Her research investigates how the assembled structure influences the interaction of molecules with light, examines diffusion through nanotubes, and explores reactions that occur within these miniscule channels.  \n\n \n\nWhen organic chromophores are organized into nanotubes, their photophysical properties can undergo changes.  Dr. Shimizu incorporated two types of organic chromophores into the covalent framework of the donut-shaped molecules.  Upon assembly, these chromophores become embedded within the walls of the nanotubes. Individual nanotubes pack together into needle-like crystals.  Upon exposed to UV light, notable transitions occur.  In the benzophenone macrocycles, shining UV-light on the crystals leads to the formation of persistent radicals.  However, in solutions, where the macrocycles are not assembled, no radicals are observed.   Likewise, in the triphenylamine macrocycles, UV-irradiation generates radical cation/anion pairs.   Radicals are uncommon in organic molecules as they possess unpaired electrons, making them highly reactive and prone to degradation.   However, in the assembled structures, these radicals exhibit long lifetimes and undergo reverse electron transfer to regenerate the initial materials without degradation.  Gaining a deeper understanding of these processes could potentially yield improved materials for electronic devices, sensors, and solar cells. \n\n \n\nA helpful comparison for understanding our nanotubes is to consider a macroscale drinking straw.  Similar to straws, the nanotubes have the ability to accommodate guest molecules within their structures. In our studies, we examined guest molecules that have advantageous redox properties with respect to the nanotube walls.  For example, the nanotubes containing triphenylamine, a known electron donor, can transfer an electron to a guest with a favorable redox property upon complexation or after UV-irradiation.  We can observe and quantify this electron transfer through a visible color change, providing a detectable signal for the process.  \n\n \n\nBy employing this analogy of filling drinking straws with different substances, we can gain a better understanding of how the inclusion of guest molecules within our nanotubes can be advantageous.   Xylene isomers are C8 aromatic compounds commonly found in crude oil and are of commercial importance.  However, separating these isomers is an energy-intensive and costly process.  To address this challenge, we employed the triphenylamine bis-urea macrocycle crystals.  These crystals could absorb the linear xylene isomers selectively from the vapor phase, effectively enriching the mixture.   Once the guests were absorbed by the crystals, they could be recovered by soaking the crystals in an organic liquid.  Furthermore, the crystals themselves could be easily retried through filtration and reused for subsequent separation processes.  This approach demonstrates the potential for our nanotube-based system to offer energy efficient separation methods.  \n\n \n\nWe also used the interior of the nanotubes as a reaction chamber.  Important monomers such as pyrrole, were loaded into the nanotubes and subjected to oxidative polymerization conditions.  Due to the small diameter and long length of the nanotubes, they selectively facilitated the formation of linear conjugated polymers.  To recover these polymers, the nanotubes were disassembled in solution and the polymers recovered by filtration. Interestingly, our findings revealed that the resulting conjugated polymers maintained a packing arrangement like their original nanotube containers.   These organized conjugated polymers displayed enhanced thermal stability.  This research demonstrates the potential of utilizing the nanotube interior as a reaction chamber, enabling the controlled synthesis of linear conjugated polymers with improved properties. \n\n \n\nShimizu’s research approach not only contributed to scientific advancements but also created an enriching and interdisciplinary training for ten graduate students. Moreover, it offered valuable research opportunities for seven undergraduates and one high school student, fostering their interest in science and providing them with valuable first-hand experiences.  Additionally, this award facilitated a chemistry outreach program aimed at promoting public interest in science. The program focused on engaging South Carolina K-12 classrooms and supported demonstration shows, which served as platforms to showcase the scientific method, highlight cutting-edge research, and inspire curiosity in chemistry.  Through these endeavors, Professor Shimizu’s research not only pushes the boundaries of knowledge but also actively works towards fostering scientific interest, diversity, and education, contributing to the broader scientific community and society as a whole.  \n\n \n\n\t\t\t\t\tLast Modified: 05/24/2023\n\n\t\t\t\t\tSubmitted by: Linda S Shimizu"
 }
}