{
 "awd_id": "1904210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated experimental and computational investigations of exogenous surfactant distribution in conducting zone lung airways",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 230000.0,
 "awd_amount": 256320.0,
 "awd_min_amd_letter_date": "2019-07-05",
 "awd_max_amd_letter_date": "2023-11-28",
 "awd_abstract_narration": "Our lungs contain a branching network of airways. Lung stability and normal breathing is maintained by a natural substance called surfactant. The lungs of most premature babies are underdeveloped and lack surfactant, making breathing very difficult for the newborn. These babies often receive a treatment that involves instilling a surfactant solution into their windpipe. Airflow from a ventilator is then used to direct the solution into the lung airways. The success of this treatment heavily depends on the uniformity of distribution of surfactant in airways. However, evidence from x-ray imaging shows non-uniform surfactant distribution, leading to a poor response to the treatment. Improving this treatment and its effectiveness has proved difficult due to inaccessibility of airways. This project will address this unresolved issue by using a combined experimental and simulation approach. We will design realistic models of human lung airways, use them to study surfactant delivery to the lungs, and determine delivery conditions that lead to a uniform surfactant distribution, thereby making the treatment more effective. In addition to providing training opportunities to students and promoting diversity through outreach programs, our project will also make a transformative impact through developing new tools and elucidating fluid flow in lung airways.\r\n\r\nThe overarching goal of this project is to understand fluid dynamics of surfactant delivery and distribution in conducting zone airways. Using a set of design rules, we generate 3D computational models of airway tree and fabricate them using additive manufacturing. We will then use complementary experimental and computational studies to quantitatively elucidate how fluid type (Newtonian and non-Newtonian surfactants), airflow type (constant vs cyclic), and gravitational orientation of the airway tree affect surfactant deposition and distribution in airways. We will achieve this goal through two specific aims: (i) Quantitatively study surfactant distribution in lung airway tree under constant airflow; and (ii) Cyclic airflow and pre-existing surfactant film effects on surfactant distribution. This work will make a transformative impact on fundamental understanding of fluid dynamics of multi-phase flow in lung airways and lead to design of strategies to enhance surfactant replacement therapy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hossein",
   "pi_last_name": "Tavana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hossein Tavana",
   "pi_email_addr": "tavana@uakron.edu",
   "nsf_id": "000601071",
   "pi_start_date": "2019-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "260 S. Forge St.",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 12420.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 9100.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 4800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human lungs contain a branching network of airways within the chest cavity to facilitate breathing air in and out of the lungs. The stability of the lungs and normal breathing is maintained by a natural substance, called surfactant, in the lung airways. The lungs of most premature babies are underdeveloped and lack surfactant because its production starts in later stages of pregnancy. The lack of surfactant makes breathing very difficult for the newborn. These babies often receive a treatment that involves instilling a surfactant solution into their windpipe. Airflow from a ventilator is then used to direct the solution into and distribute throughout the lung airways. The success of this treatment heavily depends on the uniformity of distribution of surfactant in airways. However, clinical evidence shows a poor response to the treatment in many cases, often due to non-uniform surfactant distribution in airways. Improving this treatment is very challenging due to inaccessibility of airways and difficulty with imaging and directly observing of surfactant delivery in the lungs of preterm babies.</p>\r\n<p>&nbsp;</p>\r\n<p>We addressed this unmet need using a bioengineering approach that combined experimental and computational tools. We extracted information about geometry of human lungs from available datasets and designed realistic computational models of human lung airways. Then, we used these computational models to fabricate physical models of lung airways of preterm babies with 3D printing equipment. We used the engineered airway models to study surfactant delivery. Importantly, the model had semi-transparent walls and allowed direct imaging of the interior of the airways and quantifying the distribution of surfactant throughout the lung. Our studies determined specific delivery conditions, including the orientation the airways and the number of doses of surfactant, that lead to a uniform surfactant distribution in airways. This project offerd a new approach and advanced engineering tools to investigate how surfactant should be given to preterm babies to improve the treatment outcomes. In addition, it created a foundation for future studies to investigate surfactant therapies for different lung diseases in babies and adults.</p>\r\n<p>&nbsp;</p>\r\n<p>This project also provided a vehicle for the training of high school students, undergraduate students, and graduate students in biomedical research. Specifically, a doctoral student, a master&rsquo;s student, three undergraduate students, and over fifty high school students received hands-on training on the design, testing, data analysis, teamwork, and presentation skills throughout this project. Importantly, a majority of the high school students were from underserved populations and had not had prior exposure to research nor to a higher education environment. Therefore, this project generated a significant impact on workforce training and provided opportunities that help high school students to choose their career paths.</p><br>\n<p>\n Last Modified: 12/03/2024<br>\nModified by: Hossein&nbsp;Tavana</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHuman lungs contain a branching network of airways within the chest cavity to facilitate breathing air in and out of the lungs. The stability of the lungs and normal breathing is maintained by a natural substance, called surfactant, in the lung airways. The lungs of most premature babies are underdeveloped and lack surfactant because its production starts in later stages of pregnancy. The lack of surfactant makes breathing very difficult for the newborn. These babies often receive a treatment that involves instilling a surfactant solution into their windpipe. Airflow from a ventilator is then used to direct the solution into and distribute throughout the lung airways. The success of this treatment heavily depends on the uniformity of distribution of surfactant in airways. However, clinical evidence shows a poor response to the treatment in many cases, often due to non-uniform surfactant distribution in airways. Improving this treatment is very challenging due to inaccessibility of airways and difficulty with imaging and directly observing of surfactant delivery in the lungs of preterm babies.\r\n\n\n\r\n\n\nWe addressed this unmet need using a bioengineering approach that combined experimental and computational tools. We extracted information about geometry of human lungs from available datasets and designed realistic computational models of human lung airways. Then, we used these computational models to fabricate physical models of lung airways of preterm babies with 3D printing equipment. We used the engineered airway models to study surfactant delivery. Importantly, the model had semi-transparent walls and allowed direct imaging of the interior of the airways and quantifying the distribution of surfactant throughout the lung. Our studies determined specific delivery conditions, including the orientation the airways and the number of doses of surfactant, that lead to a uniform surfactant distribution in airways. This project offerd a new approach and advanced engineering tools to investigate how surfactant should be given to preterm babies to improve the treatment outcomes. In addition, it created a foundation for future studies to investigate surfactant therapies for different lung diseases in babies and adults.\r\n\n\n\r\n\n\nThis project also provided a vehicle for the training of high school students, undergraduate students, and graduate students in biomedical research. Specifically, a doctoral student, a masters student, three undergraduate students, and over fifty high school students received hands-on training on the design, testing, data analysis, teamwork, and presentation skills throughout this project. Importantly, a majority of the high school students were from underserved populations and had not had prior exposure to research nor to a higher education environment. Therefore, this project generated a significant impact on workforce training and provided opportunities that help high school students to choose their career paths.\t\t\t\t\tLast Modified: 12/03/2024\n\n\t\t\t\t\tSubmitted by: HosseinTavana\n"
 }
}