{
 "awd_id": "1904835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non-targeted Quantification of Fluorochemicals in Reactive Environments",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2019-07-08",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program, Dr. Kaveh Jorabchi and his group at Georgetown University are developing new chemical measurement techniques for quantification of fluorine-containing chemicals (\"fluorochemicals\") in complex samples. These chemicals are largely manmade and are widely used because of their unique chemical and physical properties.  Agrochemicals, pharmaceuticals, food packaging materials, and flame retardants are a few of these diverse applications.  Along with their positive attributes, these compounds also cause persistent environmental pollution and food contamination.  Dr. Jorabchi's group is providing new tools and methodologies to detect and quantify fluorochemicals and their reaction products at trace levels. These techniques enable elucidation of reaction pathways, leading to development of safer and more effective chemicals. Dr. Jorabchi's group provides research opportunities for regional high school students, enhancing STEM education and US competitiveness. Industrial collaborations facilitate the research and its eventual commercialization, while enhancing career preparedness of trainees.\r\n\r\nThe techniques being developed use elemental mass spectrometry for facile quantification of fluorochemicals without compound-specific standards. To address the sensitivity challenges derived from the limited efficiency of thermal mechanisms for ion formation, Dr. Jorabchi's group is developing chemical ionization methods for elemental F analysis.  The approach takes advantage of thermally stable neutrals created from fluorinated compounds in a plasma, followed by gas-phase ion-neutral reactions for ionization. By combining the ionization method with liquid chromatography, fluorinated compounds and their reaction products can be readily detected and quantified in a non-targeted fashion.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaveh",
   "pi_last_name": "Jorabchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaveh Jorabchi",
   "pi_email_addr": "kj256@georgetown.edu",
   "nsf_id": "000655592",
   "pi_start_date": "2019-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th and O streets, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, improved analytical techniques were developed to measure concentrations of fluorochemicals at low levels. This was achieved via a novel elemental mass spectrometric technology targeting fluorine atoms in compounds. A critical aspect in mass spectrometry is efficient formation of ions to enable detection of compounds at low concentrations. The conventional elemental mass spectrometric techniques for detection of fluorochemicals attempt to form F-containing ions inside hot plasmas. &nbsp;However, this approach is inherently inefficient because of the physico-chemical properties of F atom. To resolve this drawback, a new approach was developed in this project to ionize stable F-containing plasma products such as HF instead of F atom. While conventional methods were limited to in-plasma thermal ionization, this new approach enabled ionization downstream of the plasma using chemical ionization reactions.</p>\n<p>A series of reactions were tested in this work to develop a fundamental understanding of post-plasma chemical ionization. These efforts led to new ionization chemistries, progressively improving the analytical performance. Specifically, formation of Na<sub>2</sub>F<sup>+</sup> yielded F detection efficiencies about 10-fold higher than that of conventional methods, while subsequent developments to form BaF<sup>+</sup> provided an additional factor of 10 in F detection efficiency. Following these developments, we focused on improving matrix tolerance to facilitate F measurement in complex samples, where presence of other elements may negatively affect F detection efficiency. Through systematically incorporating metals in the ionization reaction, we identified Sc-based reactions to yield ScNO<sub>3</sub>F<sup>+</sup>, offering improved F detection in the presence of interfering elements such as Cl. Notably, the technique showed quantitative detection of F from a wide range of fluorochemicals, regardless of their chemical structures, indicating broad application of this technology for rapid fluorochemical concentration measurements. Compatibility of this detection technique with chromatographic separations was also demonstrated by detection of fluorochemicals separated via liquid chromatography and gas chromatography.</p>\n<p>Overall, this project significantly improved F detection and quantitation capabilities for characterization of fluorochemicals. The improved fluorochemical measurement technique has broad applications as fluorinated compounds continue to garner both notability (e.g. new pharmaceuticals) and notoriety (e.g. persistent environmental contaminants). Further, the technology developments in this project enhanced an existing university-industry relationship and led to formation of a new collaboration with chemical instrumentation companies. These relations facilitate the translation of technology from academia and contribute to industry readiness of the trainees. Throughout the course of this project, graduate, undergraduate, and high school students were trained in chemical measurement science and technology, contributing to training of the next generation of STEM workforce in the US.</p><br>\n<p>\n Last Modified: 12/06/2023<br>\nModified by: Kaveh&nbsp;Jorabchi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, improved analytical techniques were developed to measure concentrations of fluorochemicals at low levels. This was achieved via a novel elemental mass spectrometric technology targeting fluorine atoms in compounds. A critical aspect in mass spectrometry is efficient formation of ions to enable detection of compounds at low concentrations. The conventional elemental mass spectrometric techniques for detection of fluorochemicals attempt to form F-containing ions inside hot plasmas. However, this approach is inherently inefficient because of the physico-chemical properties of F atom. To resolve this drawback, a new approach was developed in this project to ionize stable F-containing plasma products such as HF instead of F atom. While conventional methods were limited to in-plasma thermal ionization, this new approach enabled ionization downstream of the plasma using chemical ionization reactions.\n\n\nA series of reactions were tested in this work to develop a fundamental understanding of post-plasma chemical ionization. These efforts led to new ionization chemistries, progressively improving the analytical performance. Specifically, formation of Na2F+ yielded F detection efficiencies about 10-fold higher than that of conventional methods, while subsequent developments to form BaF+ provided an additional factor of 10 in F detection efficiency. Following these developments, we focused on improving matrix tolerance to facilitate F measurement in complex samples, where presence of other elements may negatively affect F detection efficiency. Through systematically incorporating metals in the ionization reaction, we identified Sc-based reactions to yield ScNO3F+, offering improved F detection in the presence of interfering elements such as Cl. Notably, the technique showed quantitative detection of F from a wide range of fluorochemicals, regardless of their chemical structures, indicating broad application of this technology for rapid fluorochemical concentration measurements. Compatibility of this detection technique with chromatographic separations was also demonstrated by detection of fluorochemicals separated via liquid chromatography and gas chromatography.\n\n\nOverall, this project significantly improved F detection and quantitation capabilities for characterization of fluorochemicals. The improved fluorochemical measurement technique has broad applications as fluorinated compounds continue to garner both notability (e.g. new pharmaceuticals) and notoriety (e.g. persistent environmental contaminants). Further, the technology developments in this project enhanced an existing university-industry relationship and led to formation of a new collaboration with chemical instrumentation companies. These relations facilitate the translation of technology from academia and contribute to industry readiness of the trainees. Throughout the course of this project, graduate, undergraduate, and high school students were trained in chemical measurement science and technology, contributing to training of the next generation of STEM workforce in the US.\t\t\t\t\tLast Modified: 12/06/2023\n\n\t\t\t\t\tSubmitted by: KavehJorabchi\n"
 }
}