{
 "awd_id": "1904596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interface and matrix effects on light-switchable solid-state spin transitions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922499",
 "po_email": "rmeulenb@nsf.gov",
 "po_sign_block_name": "Robert Meulenberg",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 496632.0,
 "awd_amount": 496632.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Part 1: Non-Technical Summary.\r\nUsing light to induce motion on a macroscopic scale is sometimes referred to as the direct conversion of light to work and is expected to lead to new technologies in areas ranging from artificial muscles to light energy harvesting to wireless machines. Spin transition solids are a class of materials known to change volume when exposed to certain stimuli, including light. This volume change alone can be used to cause motion, but the effects are greatly amplified by combining the spin transition solid in a composite with other materials. This project, supported by the Solid State and Materials Chemistry program at NSF, explores the fundamental materials chemistry questions associated with light induced volume changes when spin transition solids are combined in a matrix with other materials to form a composite. Theoretical models predict how the spin transition should change in a matrix, but experiments to verify these predictions are currently lacking, and the magnitude of matrix effects have not been quantified. Researchers at the University of Florida develop new synthetic methods to place well-defined particles of the spin transition solid in matrices of different materials enabling quantitative measurements of how the volume change associated with the spin transition is transmitted to and amplified by the supporting matrix. The project utilizes national scientific user facilities including the Advanced Photon Source at Argonne National Labs and the NSLS II at Brookhaven National Labs, and provides students training in these advanced technologies. Results of the project will enable better design of the next generation of materials used for directly converting light to work. The relationship of this project to these developing technologies is highlighted in a planned exhibit themed Creating Motion with Light, to be displayed at local education and public outreach forums.\r\n\r\nPart 2:  Technical Summary\r\nThe significant volume change accompanying alterations in metal-ligand bonding during a solid-state spin transition opens the prospect of harvesting these effects for mechanical actuator technology. These emerging applications require the spin transition material to physically couple to other material components, yet the material interface can influence the characteristics of a spin transition, especially at high surface to volume ratios characteristic of the nanoscale or mesoscale. This project, supported by the Solid State and Materials Chemistry program at NSF, quantifies matrix or interface attributes and their influence on spin transitions in mesoscale particles. Experimentally, the charge transfer induced spin transition (CTIST) of rubidium cobalthexacyanoferrate as the light-switchable core with isostructural but chemically distinct cyanometallate shells as surrounding matrix are studied. Theoretical models predict the elastic properties of the core are the key determinants of the order and kinetics of the phase transition. These properties can be affected by the stiffness of the shell, the relative lattice constants of the core and shell, and the shell thickness; all are parameters that can be synthetically altered. Light-induced and temperature-dependent phase behavior is monitored with X-ray diffraction and magnetometry to provide activation energies and information about the order and cooperativity of the transition as components are changed. The elastic properties are measured using nuclear inelastic scattering (NIS) and X-ray diffraction under pressure, and they are correlated with the phase change behavior to quantify the matrix effects. In parallel, the scope extends to chemically dissimilar matrices.  These studies inform the subject area of light-induced mechanical actuation, potential applications of which are the use of light to directly perform work and new light energy harvesting schemes. The relationship of this project to these developing technologies is highlighted in a planned exhibit themed Creating Motion with Light, to be displayed at local education and public outreach forums.  The research tasks are designed to be platforms for graduate and undergraduate student education, providing technical expertise and knowledge along with general skills needed to be competitive in materials chemistry related high-technology professions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Talham",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Talham",
   "pi_email_addr": "talham@chem.ufl.edu",
   "nsf_id": "000184783",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "Department of Chemistry, P.O. Bo",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 496632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Strain is commonly used to alter the properties of materials.&nbsp; For example, when thin film semiconductors are subjected to strain, their electronic properties or light emission can be tuned.&nbsp; Mechanical actuators provide a mechanism to dynamically induce strain, using external stimuli to switch strain on and off.&nbsp; Recently, solid-state phase-change materials that undergo structural transitions leading to volume changes are being explored as mechanical actuators because their materials properties are potentially compatible with solid-state electronics.&nbsp; This SSMC-supported project at the University of Florida focused on a class of phase-change materials called spin-transition materials, of interest because they undergo extremely large volume changes, 5-10% is common, and the phase transitions can be triggered with temperature, pressure or light.&nbsp; The focus was on understanding how the actuator phase transitions are influenced when coupled to other materials at the nanoscale, such as in thin film bilayers or in core-shell particles, and how the actuator strains other materials across an interface in the heterostructures.</p>\n<p>The intellectual merit outcomes were based on the light-switchable cobalthexacyanoferrate as the spin-transition actuator and explored heterostructures with structurally similar solids, other cyanometallates, as well as structurally dissimilar materials, including silica and semiconductor molybdenum diselenide.&nbsp; Using cyanometallate core-shell particles, the project quantified the &ldquo;strain-depth&rdquo; in a series of heterostructures, demonstrating strain up to 100 nm across the interface.&nbsp; At the same time, the presence of a solid-solid interface was shown to alter the phase transition material.&nbsp; The mechanism of the cobalthexacyanoferrate spin-transition changes in the heterostructures, actually leading to a two order-of-magnitude enhancement in the rate of the structural phase change.&nbsp; Studies showed that the stiffness of the interface and the difference in lattice matching could be correlated with changes of the rate and mechanism of the spin-transition.&nbsp; The experimental results were correlated with a theoretical electro-elastic model. &nbsp;Finally, spin-transition materials were shown to be able to dynamically strain the 2D semiconductor molybdenum diselenide in 3D/2D heterstructures between the spin-transition crystals and the nanosheets.</p>\n<p>Broader Impacts of the project included contributions to six Ph.D. theses, training students for advanced technology careers. Training included performing experiments at major US multi-user facilities, the Advanced Photon Source at Argonne National Labs and at beamline 28-ID-2 at the National Synchrotron Light Source-II at Brookhaven National Laboratory. The P.I., with contributions from an undergraduate researcher, developed modules using materials and concepts from this NSF project for two new University of Florida courses: IDH3931, <em>Interdisciplinary Junior Honors</em>, and IDS2935, <em>Why Chemistry Matters</em>.&nbsp; Most students enrolled in these classes major in subjects other than chemistry with about half in non-STEM disciplines.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/09/2024<br>\nModified by: Daniel&nbsp;R&nbsp;Talham</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nStrain is commonly used to alter the properties of materials. For example, when thin film semiconductors are subjected to strain, their electronic properties or light emission can be tuned. Mechanical actuators provide a mechanism to dynamically induce strain, using external stimuli to switch strain on and off. Recently, solid-state phase-change materials that undergo structural transitions leading to volume changes are being explored as mechanical actuators because their materials properties are potentially compatible with solid-state electronics. This SSMC-supported project at the University of Florida focused on a class of phase-change materials called spin-transition materials, of interest because they undergo extremely large volume changes, 5-10% is common, and the phase transitions can be triggered with temperature, pressure or light. The focus was on understanding how the actuator phase transitions are influenced when coupled to other materials at the nanoscale, such as in thin film bilayers or in core-shell particles, and how the actuator strains other materials across an interface in the heterostructures.\n\n\nThe intellectual merit outcomes were based on the light-switchable cobalthexacyanoferrate as the spin-transition actuator and explored heterostructures with structurally similar solids, other cyanometallates, as well as structurally dissimilar materials, including silica and semiconductor molybdenum diselenide. Using cyanometallate core-shell particles, the project quantified the strain-depth in a series of heterostructures, demonstrating strain up to 100 nm across the interface. At the same time, the presence of a solid-solid interface was shown to alter the phase transition material. The mechanism of the cobalthexacyanoferrate spin-transition changes in the heterostructures, actually leading to a two order-of-magnitude enhancement in the rate of the structural phase change. Studies showed that the stiffness of the interface and the difference in lattice matching could be correlated with changes of the rate and mechanism of the spin-transition. The experimental results were correlated with a theoretical electro-elastic model. Finally, spin-transition materials were shown to be able to dynamically strain the 2D semiconductor molybdenum diselenide in 3D/2D heterstructures between the spin-transition crystals and the nanosheets.\n\n\nBroader Impacts of the project included contributions to six Ph.D. theses, training students for advanced technology careers. Training included performing experiments at major US multi-user facilities, the Advanced Photon Source at Argonne National Labs and at beamline 28-ID-2 at the National Synchrotron Light Source-II at Brookhaven National Laboratory. The P.I., with contributions from an undergraduate researcher, developed modules using materials and concepts from this NSF project for two new University of Florida courses: IDH3931, Interdisciplinary Junior Honors, and IDS2935, Why Chemistry Matters. Most students enrolled in these classes major in subjects other than chemistry with about half in non-STEM disciplines.\n\n\n\t\t\t\t\tLast Modified: 05/09/2024\n\n\t\t\t\t\tSubmitted by: DanielRTalham\n"
 }
}