{
 "awd_id": "1904164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shear Strength and Phase Transformations in Transition Metals and their Diborides under Terapascal Pressures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 382563.0,
 "awd_amount": 382563.0,
 "awd_min_amd_letter_date": "2019-06-24",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "PART 1:  NON-TECHNICAL\r\n\r\nThe transition metals (such as iron, manganese, copper and lesser known elements rhenium and osmium) and their alloys are widely used in aerospace, biomedical, and nuclear industries while transition metal diborides (one atom transition metal and 2 atoms of boron) have potential applications as high-strength structural materials under extreme conditions of stress, temperature, and corrosive environments. The application of high pressure on transition metals and their diborides is expected to yield novel structural modifications with desirable mechanical properties. The phase transformation studies and shear strength measurements on materials under high-pressures will be carried out using an innovative diamond anvil technology coupled to an x-ray synchrotron source. The computational calculations will use the state-of-the-art supercomputing facilities to predict stable crystal structures and their elastic properties and shear strength. This study will map out the crystalline phases and their shear strength with varying pressure with a goal of novel material synthesis that can be retained at ambient conditions for industrial applications. The project participants will receive extensive research and curriculum training in computational materials research and at the premier national facilities employing x-ray synchrotron radiation leading to a pipeline of trained scientific workforce in academia, national laboratories and industry. University of Alabama at Birmingham in partnership with the Historically Black Colleges and Universities in the southeastern region will jointly undertake efforts in broadening participation of underrepresented groups at all levels in the science and engineering fields.\r\n\r\n\r\nPART 2:  TECHNICAL \r\n\r\nThe study of phase transformations and shear strength measurements under high-pressures not only provides key-insights into mechanical properties under pressure but also provides a pathway to synthesizing novel materials under extreme conditions. The study of materials under extreme conditions has seen rapid progress recently with the attainment of near Terapascal (1 TPa = 1000 GPa) static pressures using toroidal single crystal diamond anvils and by employing two-stage nanocrystalline diamond micro-anvils. In addition, density functional theory has been applied to compute stable crystal structures and their elastic constants at high pressure for direct comparison with the experimental data on elastic moduli and shear strength under ultrahigh pressures. University of Alabama at Birmingham will perform phase transformations and shear strength measurements on rhenium (Re), osmium (Os), and their diborides ReB2 and OsB2 under both hydrostatic (helium pressure medium) and non-hydrostatic (no pressure medium) conditions. The ReB2 and OsB2 have high hardness values at ambient conditions in the range of 22-37 GPa and their shear strength variation with pressure is of considerable interest. The TPa pressure range is expected to cause significant electron transfer within the conduction band and possibly cause core-overlap leading to novel structural modifications with desirable mechanical properties. This study would provide crystal structure data and shear strength data for this unique electronic state of transition metals and their diborides under extreme conditions for direct comparison with the density functional calculations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yogesh",
   "pi_last_name": "Vohra",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Yogesh K Vohra",
   "pi_email_addr": "ykvohra@uab.edu",
   "nsf_id": "000166952",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cheng-Chien",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cheng-Chien Chen",
   "pi_email_addr": "chencc@uab.edu",
   "nsf_id": "000734668",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham (UAB)",
  "perf_str_addr": "310 CH, Department of Physics",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 382563.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of materials under high-pressures not only provides key-insights in to changes in crystalline structure that occur under compression but also provides a pathway to synthesizing novel materials that can be retained after the pressure is released. The conversion of ordinary carbon into diamond under high pressure and high temperature is a well-established manufacturing technique for various products for machining hard materials and automotive parts, optical windows in space, and diamond as a gemstone. This project focuses on high pressure high temperature behavior of some of the most incompressible metal and their compounds rhenium (Re), osmium (Os), and their diborides ReB<sub>2</sub> and OsB<sub>2</sub>. The overall goal is to gain fundamental understanding of crystal structures and compression behavior of these materials which can be used to design of materials for extreme high temperatures in aerospace and power plant applications, resilient structures under hypervelocity impacts, and high radiation environments in nuclear reactors.</p>\n<p>Intellectual Merit: We employed state-of-the art experimental and computational techniques to study rhenium (Re), osmium (Os), and their diborides ReB2 and OsB2. The crystal structures and compressibility under high pressures and high temperatures were probed by intense x-ray beams produced at a synchrotron source at Argonne National Laboratory. These studies established that all these incompressible metals and compounds are stable under extreme conditions, however, they undergo anisotropic compression and have a hard and soft direction. The computational studies conducted using supercomputers explained pressure-enhanced electron density distribution along the Metal and Boron bond direction renders the material highly incompressible along the hexagonal axis. Our study established the fundamental basis for anisotropic compression in these materials under ultrahigh pressures.Broader Impacts: The high-pressure studies on phase transformations and mechanical behavior had a transformative effect on the design of novel pathways to produce metastable phases in transition metals and their superhard boride counterparts for industrial applications. The project participants have published extensively on materials under high pressures leading to a broader dissemination of scientific knowledge in this field. The project participants received extensive research training at the premier national facilities employing x-ray synchrotron radiation in materials research leading to a pipeline of trained scientific workforce in high pressure science in academia, national laboratories, and industry.</p><br>\n<p>\n Last Modified: 09/02/2024<br>\nModified by: Yogesh&nbsp;K&nbsp;Vohra</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe study of materials under high-pressures not only provides key-insights in to changes in crystalline structure that occur under compression but also provides a pathway to synthesizing novel materials that can be retained after the pressure is released. The conversion of ordinary carbon into diamond under high pressure and high temperature is a well-established manufacturing technique for various products for machining hard materials and automotive parts, optical windows in space, and diamond as a gemstone. This project focuses on high pressure high temperature behavior of some of the most incompressible metal and their compounds rhenium (Re), osmium (Os), and their diborides ReB2 and OsB2. The overall goal is to gain fundamental understanding of crystal structures and compression behavior of these materials which can be used to design of materials for extreme high temperatures in aerospace and power plant applications, resilient structures under hypervelocity impacts, and high radiation environments in nuclear reactors.\n\n\nIntellectual Merit: We employed state-of-the art experimental and computational techniques to study rhenium (Re), osmium (Os), and their diborides ReB2 and OsB2. The crystal structures and compressibility under high pressures and high temperatures were probed by intense x-ray beams produced at a synchrotron source at Argonne National Laboratory. These studies established that all these incompressible metals and compounds are stable under extreme conditions, however, they undergo anisotropic compression and have a hard and soft direction. The computational studies conducted using supercomputers explained pressure-enhanced electron density distribution along the Metal and Boron bond direction renders the material highly incompressible along the hexagonal axis. Our study established the fundamental basis for anisotropic compression in these materials under ultrahigh pressures.Broader Impacts: The high-pressure studies on phase transformations and mechanical behavior had a transformative effect on the design of novel pathways to produce metastable phases in transition metals and their superhard boride counterparts for industrial applications. The project participants have published extensively on materials under high pressures leading to a broader dissemination of scientific knowledge in this field. The project participants received extensive research training at the premier national facilities employing x-ray synchrotron radiation in materials research leading to a pipeline of trained scientific workforce in high pressure science in academia, national laboratories, and industry.\t\t\t\t\tLast Modified: 09/02/2024\n\n\t\t\t\t\tSubmitted by: YogeshKVohra\n"
 }
}