{
 "awd_id": "1904324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Social Opportunity and Decisions about Environmental Change",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2019-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 15952.0,
 "awd_amount": 15952.0,
 "awd_min_amd_letter_date": "2019-04-15",
 "awd_max_amd_letter_date": "2019-04-15",
 "awd_abstract_narration": "This project investigates how people's access to resources, perceptions of risk, beliefs and values, and ties to localities affect their decisions in response to change in their environment.  Specifically, this study uses ethnographic research to look at how residents of two cities with similar heightened risks of flooding but very different populations make decisions about flooding and more broadly about environmental change.  This research will contribute to understanding how these residential decisions may reshape geographies in coastal cities. Findings of this study will be relevant to stakeholders interested in increasing awareness of environmental change and in particular in communicating its risks.  They will be useful also for designing adaptations to change, which can be enriched by taking these micro-level decisions into account.\r\n\r\nThis study entails comparative, longitudinal ethnographic research spanning two years.  It involves participant observation and interviews with residents from various socioeconomic backgrounds in two flood-prone neighborhoods. Two decision-making questions are explored: First, how do residents perceive the risks of living in low-lying neighborhoods that flood frequently? Second, how do residents make decisions about adaptation, moving, and staying, and what do these processes entail? Comparison of the two cities allows investigation of how coping with climate change varies greatly in two distinctive regimes.  Attention is paid to three variable dimensions in particular: state and other support for residents, the durability of housing stock, and residents' awareness of environmental change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Duneier",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell D Duneier",
   "pi_email_addr": "mduneier@princeton.edu",
   "nsf_id": "000123389",
   "pi_start_date": "2019-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kalyani",
   "pi_last_name": "Jayasankar",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kalyani M Jayasankar",
   "pi_email_addr": "kalyanij@princeton.edu",
   "nsf_id": "000756432",
   "pi_start_date": "2019-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Off. of Research & Proj. Admin.",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 15952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"OutlineElement Ltr SCXW41787657 BCX4\">\n<p class=\"Paragraph SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW41787657 BCX4\">In the following decades, climate change will alter coastal cities across the globe, widening disparities between and within locations. Under such conditions, residents of coastal cities&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">encounter</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;difficult choices about staying, moving, and adapting to changing environments. This study asks: how do individuals make residential decisions in response to flooding and climate change? It focuses on the role of time in interpreting environmental change and&nbsp;making residential decisions around flooding.&nbsp;The research for this project involved&nbsp;</span></span>longitudinal, ethnographic fieldwork, consisting of participant observation and interviews with residents, local government officials, and real estate actors in Mumbai and Miami. The two cities were selected because they are among the most vulnerable to coastal flooding.&nbsp;</p>\n</div>\n<div class=\"OutlineElement Ltr SCXW41787657 BCX4\">\n<p class=\"Paragraph SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\">First, how do individuals make sense of flooding and climate change? This study shows that individuals interpret environmental change through constructions of time,&nbsp;</span><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><em>temporal frames</em>,</span><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;which involve narrativizing the relationship between the past, present, and future. Frames arise from extreme environmental events that punctuate the routine of everyday life and&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">necessitate</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;adopting new systems of understanding. These frames&nbsp;include using the past as a yardstick to understand the present,&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">anticipating</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;the future based on past events, and making sense of change through disruptions of daily schedules and the seasons.&nbsp;</span></span><span class=\"EOP SCXW41787657 BCX4\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW41787657 BCX4\">\n<p class=\"Paragraph SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\">Second, how do residents make decisions about staying and leaving in response to flooding, based on the resources available to them and support from the state? This study finds&nbsp;that time serves as a framework to illuminate the operation of social class, race, and caste in residential decisions. It focuses on&nbsp;</span><em>temporal inequality</em><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW41787657 BCX4\">, the disparate degree to which individuals have agency over their own time and control over the time of of others. It shows that residential decisions around flooding are mediated through&nbsp;<em>temporal experiences</em>, shaped by state support or its absence. This study&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">identifies</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;three temporal experiences:&nbsp;</span></span><em>stalled time&nbsp;</em><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\">for those who are forced to wait and face uncertain futures;&nbsp;</span><em>compressed time&nbsp;</em><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\">for those who intend and can act with urgency; and&nbsp;</span><em>relaxed time&nbsp;</em><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW41787657 BCX4\">for those who have the luxury of waiting. It&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">uses</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;the comparison between the cities to show that in Mumbai, residents experience an unpredictable state, one that may or may not&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">support</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;them. Meanwhile, in Miami, the state&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">provides</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;more dependable safety nets, though these are often priced out of reach.</span></span><span class=\"EOP SCXW41787657 BCX4\">&nbsp;</span></p>\n</div>\n<div class=\"OutlineElement Ltr SCXW41787657 BCX4\">\n<p class=\"Paragraph SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"TextRun SCXW41787657 BCX4\" lang=\"EN-US\" xml:lang=\"EN-US\"><span class=\"NormalTextRun SCXW41787657 BCX4\">This study makes several scholarly contributions and has implications for policy design. First, this project&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">contributes</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;an understanding of how individuals behave in situations of uncertainty, through a focus on time. By examining how time, a common and non-renewable resource, is deployed and experienced in unequal ways, it lays out a typology that could illuminate individual behavior in other situations of uncertainty such as epidemics, economic crises, and civil wars. Second, through a commitment to comparative ethnographic research, it focuses on how governance structures across the Global North and South shape the decisions and material conditions of individuals and communities. Third, this work points to how flooding will influence&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">new&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">patterns of residence and investment in coastal cities, including coastal retreat, the devaluation of coastal property, and climate gentrification. Finally, this study</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">provide</span><span class=\"NormalTextRun SCXW41787657 BCX4\">s</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;insight into residential decisions and the contours of environment inequality in two cities, creating avenues for urban planners and policymakers to design</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">equitabl</span><span class=\"NormalTextRun SCXW41787657 BCX4\">e&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">adaptation policies that account for these micro-level decisions. It also&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">highlights&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">the importance for researchers and policy makers to take on board local understandings of time and environmental change. Engaging with these perspectives could&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">enrich</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;climate education programs and make them more effective in</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;</span><span class=\"NormalTextRun SCXW41787657 BCX4\">facilitatin</span><span class=\"NormalTextRun SCXW41787657 BCX4\">g</span><span class=\"NormalTextRun SCXW41787657 BCX4\">&nbsp;conversations and action around climate change</span><span class=\"NormalTextRun SCXW41787657 BCX4\">.</span></span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2022<br>\n\t\t\t\t\tModified by: Kalyani&nbsp;M&nbsp;Jayasankar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the following decades, climate change will alter coastal cities across the globe, widening disparities between and within locations. Under such conditions, residents of coastal cities encounter difficult choices about staying, moving, and adapting to changing environments. This study asks: how do individuals make residential decisions in response to flooding and climate change? It focuses on the role of time in interpreting environmental change and making residential decisions around flooding. The research for this project involved longitudinal, ethnographic fieldwork, consisting of participant observation and interviews with residents, local government officials, and real estate actors in Mumbai and Miami. The two cities were selected because they are among the most vulnerable to coastal flooding. \n\n\nFirst, how do individuals make sense of flooding and climate change? This study shows that individuals interpret environmental change through constructions of time, temporal frames, which involve narrativizing the relationship between the past, present, and future. Frames arise from extreme environmental events that punctuate the routine of everyday life and necessitate adopting new systems of understanding. These frames include using the past as a yardstick to understand the present, anticipating the future based on past events, and making sense of change through disruptions of daily schedules and the seasons.  \n\n\nSecond, how do residents make decisions about staying and leaving in response to flooding, based on the resources available to them and support from the state? This study finds that time serves as a framework to illuminate the operation of social class, race, and caste in residential decisions. It focuses on temporal inequality, the disparate degree to which individuals have agency over their own time and control over the time of of others. It shows that residential decisions around flooding are mediated through temporal experiences, shaped by state support or its absence. This study identifies three temporal experiences: stalled time for those who are forced to wait and face uncertain futures; compressed time for those who intend and can act with urgency; and relaxed time for those who have the luxury of waiting. It uses the comparison between the cities to show that in Mumbai, residents experience an unpredictable state, one that may or may not support them. Meanwhile, in Miami, the state provides more dependable safety nets, though these are often priced out of reach. \n\n\nThis study makes several scholarly contributions and has implications for policy design. First, this project contributes an understanding of how individuals behave in situations of uncertainty, through a focus on time. By examining how time, a common and non-renewable resource, is deployed and experienced in unequal ways, it lays out a typology that could illuminate individual behavior in other situations of uncertainty such as epidemics, economic crises, and civil wars. Second, through a commitment to comparative ethnographic research, it focuses on how governance structures across the Global North and South shape the decisions and material conditions of individuals and communities. Third, this work points to how flooding will influence new patterns of residence and investment in coastal cities, including coastal retreat, the devaluation of coastal property, and climate gentrification. Finally, this study provides insight into residential decisions and the contours of environment inequality in two cities, creating avenues for urban planners and policymakers to design equitable adaptation policies that account for these micro-level decisions. It also highlights the importance for researchers and policy makers to take on board local understandings of time and environmental change. Engaging with these perspectives could enrich climate education programs and make them more effective in facilitating conversations and action around climate change.\n\n\n\t\t\t\t\tLast Modified: 09/12/2022\n\n\t\t\t\t\tSubmitted by: Kalyani M Jayasankar"
 }
}