{
 "awd_id": "1904083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Adaptation in a Highly Varied Spatial Environment",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 109388.0,
 "awd_amount": 109388.0,
 "awd_min_amd_letter_date": "2018-11-19",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "Human settlement of the Americas was the most recent, rapid, and extensive biogeographic expansion of our species.  Site-level investigations throughout the hemisphere have provided glimpses of how early Americans adapted to specific ecological zones. However, to understand how people expanded through the Americas and colonized new lands, investigation of Paleoindian settlement systems is needed. Analyses of plant and animal materials at archaeological sites will contribute valuable paleoenvironmental information on Pacific sea-surface temperature and El Niño history. Ultimately, the project will enrich knowledge of early Americans, the timing and routes used in initial settlement, the evolution of human adaptations to extreme high-altitude environments, and foundations of classic inter-zonal connections in the Andean region.  Graduate and undergraduate students from the US and Peruvian institutions will receive training in cutting-edge field and lab methods and participate in all aspects of the project as integral members of the interdisciplinary scientific team. Close collaboration with governmental agencies and local communities will support the conservation of archaeological sites in this culturally unique region. \r\n\r\nDr. Kurt Rademaker of Northern Illinois University, along with colleagues from the US, Canada, Peru, France, and Germany, will conduct research at a set of connected early sites in southern Peru, including one of the earliest coastal fishing settlements in the Americas and the highest-elevation Pleistocene (ice age) sites known in the world. The project will investigate how people living at the Pacific Coast and in the high Andes interacted 13,000 years ago and how their settlement system expanded and evolved over five millennia.  The project has three primary objectives: (1) to determine the chronology of settlement in each ecological zone through precise radiocarbon dating and thus learn whether the Pacific coast or Andean interior was settled first; (2) to identify the season of occupation of coastal and highland sites using plant and animal remains, thereby learning whether a single group or multiple groups of people created them; and (3) to study materials and artifacts in 30 early site collections to learn about diet, settlement, and mobility patterns.  Outcomes from this project will shed light on the nature and strength of Pacific Coast-Andes social interactions through time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Rademaker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt M Rademaker",
   "pi_email_addr": "kurt.rademaker@gmail.com",
   "nsf_id": "000528604",
   "pi_start_date": "2018-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 Auditorium Road",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 109388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This project investigated late Pleistocene (Ice Age) archaeological sites in southern Peru that formed an early settlement system. These sites include Quebrada Jaguay, one of the oldest fishing settlements in the Americas, and Cuncaicha rockshelter in the Andes, one of the highest Ice Age sites in the world. Both sites occupy vastly different and extreme environments, yet material evidence suggests that their inhabitants were socially connected.</p>\n<p>The goals of the project were to (1) precisely date when people first settled these sites, (2) determine how these early sites were functionally linked, and (3) learn about specific adaptations leading to success in these extreme environments.</p>\n<p>Employing new excavations and a high-resolution radiocarbon dating program, the team substantially revised the age of Quebrada Jaguay to 12,500-12,000 years ago, which makes it contemporary with Cuncaicha rockshelter in the Andean highlands. This revision at Quebrada Jaguay suggests that other early Pacific coast sites in the Americas may have inaccurate old ages and should be re-dated. Because Quebrada Jaguay does not predate Cuncaicha, these sites may have been settled by different groups of people dispersing along both high Andes and Pacific migration routes.</p>\n<p>Stable isotope analysis on archaeological clam shells recovered in the new excavation established that Quebrada Jaguay was occupied only briefly in summer. Though the early coastal inhabitants obtained food resources from the sea, many plant and stone resources at Quebrada Jaguay came from higher elevations, suggesting the site&rsquo;s inhabitants were tethered to the interior. In contrast, the earliest material remains at the highland site Cuncaicha were only from the high-elevation plateau, indicating thorough knowledge of Andean landscapes and resources. Artifacts and other indicators hint that Cuncaicha functioned as a residential base camp, at least for part of the year. These early highland and coastal sites were indeed linked through a social network, though exactly how the network functioned remains unclear. Based on a larger sample of later coastal and highland sites, the social network persisted for many thousands of years, attested by continued transfers of materials from the highlands to the coast.</p>\n<p>This project has made important advances in learning the timing and process of initial human settlement of western South America and has shed light on specfic cultural adaptations that made life in extreme environments possible.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader impacts</strong></p>\n<p>The project provided outstanding training and educational opportunities for graduate and undergraduate students. Seven graduate students completed or are currently finishing MA or PhD theses based on this project. Four of these graduate students are women, and one of these students is a Latin American scholar. Students gained experience in state-of-the-art archaeological science methods. Several undergraduate students participated meaningfully in fieldwork and laboratory analyses. Two of these (both Latin American) are now PhD students in United States programs. This project has also strengthened professional networks between US-based researchers and our colleagues in Germany, Canada, Peru, and Chile.</p>\n<p>Within the grant period, the Principal Investigator and graduate students presented nearly 40 talks and posters at academic meetings and to public audiences. Our website <a href=\"http://www.paleoandes.com\">www.paleoandes.com</a> further has shared this project&rsquo;s discoveries, talks, and publications with a wide public audience. The team&rsquo;s outreach efforts have increased public awareness and appreciation for the outstanding scientific and cultural value of archaeological resources of the study region.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/15/2022<br>\n\t\t\t\t\tModified by: Kurt&nbsp;M&nbsp;Rademaker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project investigated late Pleistocene (Ice Age) archaeological sites in southern Peru that formed an early settlement system. These sites include Quebrada Jaguay, one of the oldest fishing settlements in the Americas, and Cuncaicha rockshelter in the Andes, one of the highest Ice Age sites in the world. Both sites occupy vastly different and extreme environments, yet material evidence suggests that their inhabitants were socially connected.\n\nThe goals of the project were to (1) precisely date when people first settled these sites, (2) determine how these early sites were functionally linked, and (3) learn about specific adaptations leading to success in these extreme environments.\n\nEmploying new excavations and a high-resolution radiocarbon dating program, the team substantially revised the age of Quebrada Jaguay to 12,500-12,000 years ago, which makes it contemporary with Cuncaicha rockshelter in the Andean highlands. This revision at Quebrada Jaguay suggests that other early Pacific coast sites in the Americas may have inaccurate old ages and should be re-dated. Because Quebrada Jaguay does not predate Cuncaicha, these sites may have been settled by different groups of people dispersing along both high Andes and Pacific migration routes.\n\nStable isotope analysis on archaeological clam shells recovered in the new excavation established that Quebrada Jaguay was occupied only briefly in summer. Though the early coastal inhabitants obtained food resources from the sea, many plant and stone resources at Quebrada Jaguay came from higher elevations, suggesting the site’s inhabitants were tethered to the interior. In contrast, the earliest material remains at the highland site Cuncaicha were only from the high-elevation plateau, indicating thorough knowledge of Andean landscapes and resources. Artifacts and other indicators hint that Cuncaicha functioned as a residential base camp, at least for part of the year. These early highland and coastal sites were indeed linked through a social network, though exactly how the network functioned remains unclear. Based on a larger sample of later coastal and highland sites, the social network persisted for many thousands of years, attested by continued transfers of materials from the highlands to the coast.\n\nThis project has made important advances in learning the timing and process of initial human settlement of western South America and has shed light on specfic cultural adaptations that made life in extreme environments possible.\n\n \n\nBroader impacts\n\nThe project provided outstanding training and educational opportunities for graduate and undergraduate students. Seven graduate students completed or are currently finishing MA or PhD theses based on this project. Four of these graduate students are women, and one of these students is a Latin American scholar. Students gained experience in state-of-the-art archaeological science methods. Several undergraduate students participated meaningfully in fieldwork and laboratory analyses. Two of these (both Latin American) are now PhD students in United States programs. This project has also strengthened professional networks between US-based researchers and our colleagues in Germany, Canada, Peru, and Chile.\n\nWithin the grant period, the Principal Investigator and graduate students presented nearly 40 talks and posters at academic meetings and to public audiences. Our website www.paleoandes.com further has shared this project’s discoveries, talks, and publications with a wide public audience. The team’s outreach efforts have increased public awareness and appreciation for the outstanding scientific and cultural value of archaeological resources of the study region.\n\n\t\t\t\t\tLast Modified: 10/15/2022\n\n\t\t\t\t\tSubmitted by: Kurt M Rademaker"
 }
}