{
 "awd_id": "1905582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unraveling the Formation of Two-Photon Polymerized Materials at the Nanoscale",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 349955.0,
 "awd_amount": 371183.0,
 "awd_min_amd_letter_date": "2019-07-26",
 "awd_max_amd_letter_date": "2020-05-08",
 "awd_abstract_narration": "This project supports fundamental research on an emerging method for the fabrication of microstructures, called two-photon polymerization (TPP). In TPP, a focused laser beam writes three-dimensional polymer structures of any configuration, enabling the fabrication of intricate objects and devices at a length scale many times smaller than the thickness of a human hair. Developments in TPP have been hampered by the inability to improve the repeatability, structural integrity, mechanical properties and further downsizing of the written structures. These limitations are chemical in nature, but deciphering the chemical composition at such small length scales has remained a significant challenge. In this project, this hurdle is overcome by using a new approach capable of generating detailed chemical maps of TTP microstructures. Using a light-based analytical method called tip-enhanced Raman scattering, a close-up view of evolving chemical changes in TTP microstructures is obtained with nanometer precision. By unraveling the hitherto hidden chemical and structural changes at the nanoscale, TTP procedures can be much improved, making a large-scale implementation of TTP technologies possible. This project thus accelerates the translation of TPP from academic labs towards large-scale industrial applications. The project also provides training to a specialist and two undergraduate students who have the opportunity to acquire sought-after skills in high-end instrumentation. In addition, this project includes an outreach effort to middle school students in the community, in which students have the chance to produce micrometer-sized versions of 3D objects of their choosing.\r\n\r\nTwo-photon polymerization (TPP) is a popular technology for the fabrication of micro-structures, yet the industrial use of TPP has been hindered by poor consistency between written structures limiting a large-scale implementation of this additive manufacturing technique. Variations in the degree of conversion, solvent permeation, voxel overlap, and material inhomogeneities are not well understood, giving rise to a low overall repeatability. The root of these problems is insufficient knowledge of the polymerization process at the nanoscale. This project addresses several longstanding questions regarding the photo- physics and photo-chemistry of TPP that have limited a broader implementation of the technique. The project focuses on outstanding questions about the time-sequenced process of photo- initiation followed by polymerization as well as the resulting nanoscale morphology and chemistry. The excitation dynamics, radical formation and resin interactions of photoinitiators are studied by ultrafast spectroscopy experiments, and the degree of cross-linking, material inhomogeneities and solvent permeation at the nanoscale are studied by tip-enhanced Raman scattering. The insights acquired in this work enable an optimization of key TPP parameters, producing new guidelines for photoinitiator development, directions for controlling the degree of polymerization, new laser illumination strategies of improving resolution and management of the pyrolysis process at the nanoscale. Consequently, the deliverables in this project accelerate the translation of TPP from academic labs towards large-scale industrial applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Potma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Potma",
   "pi_email_addr": "epotma@uci.edu",
   "nsf_id": "000108049",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lorenzo",
   "pi_last_name": "Valdevit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorenzo Valdevit",
   "pi_email_addr": "valdevit@uci.edu",
   "nsf_id": "000500115",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "1436 Natural Sciences II",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 349955.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 21228.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Developments in nanomaterials have shown the enormous promise of structures and materials that manifest themselves on the micro- to nanometer scale. Such structured materials often exhibit new and desirable mechanical, thermal, electronic and optical properties that find novel and exciting applications vast range of areas, including 3D micro/nano-devices, coatings, and optical metamaterials, to name just a few. An important aspect of nanomaterial development is controllability of material parameters at such a small spatial scale. This includes not only precise control of the material&rsquo;s morphological properties, but also of its mechanical and electronic and optical properties.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;One route to achieve control of material parameters at the micro- and nanoscale is to use laser light for &lsquo;writing&rsquo; the desired structures, followed by specific chemical and thermal treatments of the structured material. This form of additive manufacturing allows flexible design of structures, even in 3D. In this project, we have studied two forms of laser-writing of materials at reduced spatial scales, and determined several factors that control the properties of the resulting structures. The first methodology is two-photon polymerization (TPP) of an organic resin by a focused laser beam, which is capable of producing polymer-based structures with definition well below 100 nm. Our work focused predominantly on a specific form of TPP laser writing, namely TTP of an acrylic resin followed by a pyrolysis step, forming structures of amorphous carbon with definition below 20 nm. These lightweight structures show ultrastrong mechanical properties at the nanoscale, and we have demonstrated that these properties can be controlled by tuning the laser power and writing speed. Furthermore, our optical measurements of these structures suggest that the chemical properties display limited variation on the 50 nm length scale, suggesting excellent chemical homogeneity of the material. The result of this procedure of material synthesis is a nanoscale (pyrolytic) carbon glass with flexibly adjustable mechanical properties.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Given the attractive features of the glassy carbon nanomaterials, we also explored a different, yet related nanomaterial: glassy silicon. For this purpose, we developed a new fabrication method, which uses a thin film of amorphous silicon and employs a focused laser beam to write structures into the layer. We have found that laser writing produces a so-called heterogeneous cross-linked silicon glass with properties that are distinct from amorphous silicon. Using nanoscale analysis tools, we have discovered that the silicon glass is composed of cross-linked nanoscopic crystallites, which assign unique optical properties to the glassy material. For instance, we have observed that the laser-illuminated areas exhibit a fluorescence-type emission, whereas regular amorphous silicon is devoid of this property. This is significant, because broadband emission from silicon is a coveted property that may find use in the development of nanoscale silicon-based light-emitting diodes (SiLEDs).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In all, the two fabrication methods outlined above, both based on the laser-writing approach, are attractive for producing nanostructures composed of carbon or silicon glass with adjustable material properties.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/05/2023<br>\nModified by: Eric&nbsp;Potma</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDevelopments in nanomaterials have shown the enormous promise of structures and materials that manifest themselves on the micro- to nanometer scale. Such structured materials often exhibit new and desirable mechanical, thermal, electronic and optical properties that find novel and exciting applications vast range of areas, including 3D micro/nano-devices, coatings, and optical metamaterials, to name just a few. An important aspect of nanomaterial development is controllability of material parameters at such a small spatial scale. This includes not only precise control of the materials morphological properties, but also of its mechanical and electronic and optical properties.\n\n\nOne route to achieve control of material parameters at the micro- and nanoscale is to use laser light for writing the desired structures, followed by specific chemical and thermal treatments of the structured material. This form of additive manufacturing allows flexible design of structures, even in 3D. In this project, we have studied two forms of laser-writing of materials at reduced spatial scales, and determined several factors that control the properties of the resulting structures. The first methodology is two-photon polymerization (TPP) of an organic resin by a focused laser beam, which is capable of producing polymer-based structures with definition well below 100 nm. Our work focused predominantly on a specific form of TPP laser writing, namely TTP of an acrylic resin followed by a pyrolysis step, forming structures of amorphous carbon with definition below 20 nm. These lightweight structures show ultrastrong mechanical properties at the nanoscale, and we have demonstrated that these properties can be controlled by tuning the laser power and writing speed. Furthermore, our optical measurements of these structures suggest that the chemical properties display limited variation on the 50 nm length scale, suggesting excellent chemical homogeneity of the material. The result of this procedure of material synthesis is a nanoscale (pyrolytic) carbon glass with flexibly adjustable mechanical properties.\n\n\nGiven the attractive features of the glassy carbon nanomaterials, we also explored a different, yet related nanomaterial: glassy silicon. For this purpose, we developed a new fabrication method, which uses a thin film of amorphous silicon and employs a focused laser beam to write structures into the layer. We have found that laser writing produces a so-called heterogeneous cross-linked silicon glass with properties that are distinct from amorphous silicon. Using nanoscale analysis tools, we have discovered that the silicon glass is composed of cross-linked nanoscopic crystallites, which assign unique optical properties to the glassy material. For instance, we have observed that the laser-illuminated areas exhibit a fluorescence-type emission, whereas regular amorphous silicon is devoid of this property. This is significant, because broadband emission from silicon is a coveted property that may find use in the development of nanoscale silicon-based light-emitting diodes (SiLEDs).\n\n\nIn all, the two fabrication methods outlined above, both based on the laser-writing approach, are attractive for producing nanostructures composed of carbon or silicon glass with adjustable material properties.\n\n\n\t\t\t\t\tLast Modified: 12/05/2023\n\n\t\t\t\t\tSubmitted by: EricPotma\n"
 }
}