{
 "awd_id": "1905294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electrochemical Electron-Anion Exchange",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 463807.0,
 "awd_amount": 463807.0,
 "awd_min_amd_letter_date": "2019-06-20",
 "awd_max_amd_letter_date": "2021-07-30",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY\r\n \r\nLithium-ion batteries have been a dominant technology in portable electronics and vehicles, but further developments in batteries require the exploration of alternate approaches.  This project takes a divergent approach to battery materials by exploring exchange of ions other than lithium.  Specifically, this research explores the exchange of anions, which, so far, have received little attention.  To provide fundamental understanding into the use of anions, this project seeks to discover materials that can transport and store anions.  In addition, the project seeks to understand the mechanism of anion movement.  The project uses computational predictions of anion movement to aid materials discovery.  In addition, the project experimentally validates these predictions through materials synthesis and characterization.  By combining computation and experiment, this work provides a deeper understanding of new types of materials that will ultimately impact society by improving electric vehicles and portable electronics.  The project advances education and diversity by involving underrepresented students in the research and by teaching the broader public about the scientific discoveries made in this research through several outreach programs.\r\n \r\n \r\nPART 2:   TECHNICAL SUMMARY\r\n\r\nThis proposal develops a fundamental understanding of electrochemical electron-anion exchange, a process in which the electrons in a material are replaced by anions under electrochemical control. This exchange process has not been studied previously but has the potential to yield batteries with favorable characteristics. This research project combines data mining and predictive modeling, synthesis of new materials, and advanced characterization toward the objectives of: (1) identifying design rules for materials that can exhibit electrochemical electron-anion exchange, (2) understanding how composition and structure influence the rate of anion diffusion, and (3) understanding how composition and structure influence the rate and mechanism of electron diffusion. These three objectives will provide fundamental understanding into a new class of materials, both in terms of their structure and dynamics.  This new understanding will accelerate the development of future classes of batteries and other electronic devices. This project is also improving scientific education by developing several programs. These include: (1) an outreach effort to increase the number of undergraduates from HBCUs who apply to graduate school, (2) involving underrepresented undergraduates in this research project, (3) creating a new writing program to give graduate students instruction on the writing of scientific manuscripts and grants, (4) engaging children and the general public in the research on 2D materials through hands-on demonstrations, and (5) involving high school students in the research, especially those from underrepresented populations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Warren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Warren",
   "pi_email_addr": "sw@unc.edu",
   "nsf_id": "000648788",
   "pi_start_date": "2019-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Kenan Laboratory, CB 3290",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993290",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 180379.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 139619.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 143809.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how anions are reversibly stored in solid state materials, which are of interest in the design of new kinds of batteries.&nbsp; The primary intellectual merit of this research was that the anions were being stored in an exotic class of materials called electrides.&nbsp; Electrides are materials that have microscopic pores that, rather than being empty, are in fact filled with electrons.&nbsp; Thus, this project addressed the novel question of what happens when a negatively charged anion tries to enter pores that contain negatively charged electrons. Although a simple expectation might be that the anion is repelled from the electron-filled pores, we find the opposite: as an anion enters, the electrons are displaced.&nbsp; This, in turn, leads to a rapid and efficient storage mechanism, which is optimally suited for the utilization in battery electrodes. Through the course of this project, the team identified several new electrides as well as their fluorinated forms. New design rules for fluoride-ion storage materials were also developed.</p>\n<p>The broader impacts of this research were the development of high-performance materials that are of high interest for new classes of batteries. To inspire a new generation of scientists, we shared our results with students ranging from elementary school through undergraduate levels. The PI also taught a class on scientific writing that over 70 graduate students took.&nbsp; This project also provided educational opportunities for eight graduate students and eight undergraduate students, who worked on various aspects of this project.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/12/2023<br>\nModified by: Scott&nbsp;Warren</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigated how anions are reversibly stored in solid state materials, which are of interest in the design of new kinds of batteries. The primary intellectual merit of this research was that the anions were being stored in an exotic class of materials called electrides. Electrides are materials that have microscopic pores that, rather than being empty, are in fact filled with electrons. Thus, this project addressed the novel question of what happens when a negatively charged anion tries to enter pores that contain negatively charged electrons. Although a simple expectation might be that the anion is repelled from the electron-filled pores, we find the opposite: as an anion enters, the electrons are displaced. This, in turn, leads to a rapid and efficient storage mechanism, which is optimally suited for the utilization in battery electrodes. Through the course of this project, the team identified several new electrides as well as their fluorinated forms. New design rules for fluoride-ion storage materials were also developed.\n\n\nThe broader impacts of this research were the development of high-performance materials that are of high interest for new classes of batteries. To inspire a new generation of scientists, we shared our results with students ranging from elementary school through undergraduate levels. The PI also taught a class on scientific writing that over 70 graduate students took. This project also provided educational opportunities for eight graduate students and eight undergraduate students, who worked on various aspects of this project.\n\n\n\t\t\t\t\tLast Modified: 12/12/2023\n\n\t\t\t\t\tSubmitted by: ScottWarren\n"
 }
}