{
 "awd_id": "1905597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interfacial Dynamics in Ultrathin Polymer Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 410000.0,
 "awd_amount": 410000.0,
 "awd_min_amd_letter_date": "2019-03-26",
 "awd_max_amd_letter_date": "2019-03-26",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nIn many practical applications, polymers are in direct contact with solid surfaces so that polymer-substrate interactions and the presence of free interfaces induce drastic deviations from their bulk properties. Fundamental understanding of the origins of these deviations is still lacking. This research will employ specialized dielectric, microscopy, and thermal characterization experiments to gain in-depth understanding of the impact of nanoscale confinement and polymer/surface interactions on the bulk properties of polymers of different molecular architectures. A unique focus of this work is the development of new, more accurate experimental methods for probing dynamics at the immediate interface between polymers and solid surfaces. The fundamental understanding obtained from the planned research could provide a basis for deliberate and optimal design of polymers for many technological applications, such as batteries, fuel cells, and supercapacitors, where interfaces play a significant role in determining the overall functionality. In addition, the knowledge gained from this project concerning the impact of the chemistry of solid surfaces in contact with polymers, the type of polymer, extent of confinement and sample preparative conditions will provide fundamental understanding to the polymer science and engineering communities. An important component of this project also involves several integrated educational activities. The project will contribute to training and education of specialists in polymer nanotechnology and materials science through active involvement of graduate and undergraduate students in this research. The integrated research/educational program particularly emphasizes work with underrepresented groups and research experiences for high-school students.\r\n\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nPolymers exhibit deviations from their bulk physical properties in the vicinity of solid interfaces due to changes in interfacial structure and dynamics. These changes lead to shifts in the distribution of microscopic relaxation times determining many physical quantities of polymeric materials relevant to numerous technological fields as adhesion, coatings, and nanocomposites. Predictive understanding of how these alterations in the polymer properties depend on the molecular structure, flexibility of the polymer chains, thickness of the polymer layers, chemistry of the substrates, as well as temperature, is still lacking, and reliable experimental techniques to directly probe the microscopic dynamics in confined polymers are limited. To address this gap, the planned project will employ atomic force microscopy, AC chip calorimetry, and especially broadband dielectric spectroscopy in combination with recently developed nanostructured electrode assembly featuring silica nanostructures and an air gap, to probe interfacial dynamics in model ultrathin polymer films. The main goal of the project is to unravel the impact of interfacial interactions on structural and chain dynamics in linear and architecturally complex polymers, beyond the mean relaxation times. The major objectives include: (i) to develop a fundamental understanding of the influence of solid substrates on dynamics of polymers at interfaces; (ii) elucidate the role of molecular weight, chain flexibility, and architecture on interfacial dynamics; and (iii) investigate the impact of polymer film thickness and temperature on the distribution of relaxation times at the interphases. The detailed fundamental understanding of the impact of one-dimensional confinement gained from this project will provide a scientific framework for the design of novel functional polymers with unique properties for numerous technologies, including coatings, polymer composites, and polymer electrolytes suitable for use in electrochemical power sources and devices.\r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Sangoro",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua R Sangoro",
   "pi_email_addr": "sangoro.1@osu.edu",
   "nsf_id": "000647858",
   "pi_start_date": "2019-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 410000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong>&nbsp;This project focused on establishing fundamental understanding of how the physical properties of confined polymers change around hard and soft interfaces. Using advanced spectroscopic characterization techniques, we developed an approach to measure dynamics at the polymer/air and polymer/substrate interfaces, across multiple timescales. This knowledge is necessary for deliberate design of novel functional polymers with desirable properties for numerous technologies, including coatings, polymer composites, and polymer electrolytes for portable batteries, solar cells, fuel cells, actuators, field-effect transistors, and electrochromic devices. The information regarding the interplay between molecular structure, polymer/substrate interactions, and dynamics in thin polymer films gained from this work will be beneficial not only to the field of soft matter but also to the polymer science and engineering scientific communities.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong>&nbsp;The results of this research will significantly impact various fields of science and engineering and will help lead to rational design and synthesis of novel functional polymeric materials for current and future technological applications. Results of the research were broadly disseminated through peer reviewed publications and active participation in national meetings. The research program also significantly contributed to training and education of specialists in future technologies through mentoring and active involvement of postdoctoral, graduate and undergraduate students in this research. For instance, Dr. Emmanuel Mapesa, a postdoctoral researcher trained through this project, has since joined industry as a Senior Polymer Scientist. In addition, one successful PhD dissertation has already resulted from this project. Thomas Kinsey, a PhD student supported through this grant, successfully defended his PhD dissertation, and joined industry as a Polymer Scientist. Furthermore, this project also focused on expanding access to and provide hands-on training to high school graduate students who will become future scientists and engineers. Supported by this project, more than six&nbsp;high school students participated in making nylon (synthetic polymer) as part of their introductory training on polymers within the framework of the High School Introduction to Engineering Systems for Twelfth Graders (HITES12). The grant also supported the training of several undergraduate research students, especially during the summer of 2019. Thus, the project successfully supported the training of several students who will contribute to the benefit of the society, in line with the mandate and vision of the National Science Foundation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2023<br>\n\t\t\t\t\tModified by: Joshua&nbsp;R&nbsp;Sangoro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: This project focused on establishing fundamental understanding of how the physical properties of confined polymers change around hard and soft interfaces. Using advanced spectroscopic characterization techniques, we developed an approach to measure dynamics at the polymer/air and polymer/substrate interfaces, across multiple timescales. This knowledge is necessary for deliberate design of novel functional polymers with desirable properties for numerous technologies, including coatings, polymer composites, and polymer electrolytes for portable batteries, solar cells, fuel cells, actuators, field-effect transistors, and electrochromic devices. The information regarding the interplay between molecular structure, polymer/substrate interactions, and dynamics in thin polymer films gained from this work will be beneficial not only to the field of soft matter but also to the polymer science and engineering scientific communities.\n\n \n\nBroader Impacts: The results of this research will significantly impact various fields of science and engineering and will help lead to rational design and synthesis of novel functional polymeric materials for current and future technological applications. Results of the research were broadly disseminated through peer reviewed publications and active participation in national meetings. The research program also significantly contributed to training and education of specialists in future technologies through mentoring and active involvement of postdoctoral, graduate and undergraduate students in this research. For instance, Dr. Emmanuel Mapesa, a postdoctoral researcher trained through this project, has since joined industry as a Senior Polymer Scientist. In addition, one successful PhD dissertation has already resulted from this project. Thomas Kinsey, a PhD student supported through this grant, successfully defended his PhD dissertation, and joined industry as a Polymer Scientist. Furthermore, this project also focused on expanding access to and provide hands-on training to high school graduate students who will become future scientists and engineers. Supported by this project, more than six high school students participated in making nylon (synthetic polymer) as part of their introductory training on polymers within the framework of the High School Introduction to Engineering Systems for Twelfth Graders (HITES12). The grant also supported the training of several undergraduate research students, especially during the summer of 2019. Thus, the project successfully supported the training of several students who will contribute to the benefit of the society, in line with the mandate and vision of the National Science Foundation.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2023\n\n\t\t\t\t\tSubmitted by: Joshua R Sangoro"
 }
}