{
 "awd_id": "1905571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Thermoelectric transport and carrier dynamics in three-dimensional chalcogenide nanowire networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 291648.0,
 "awd_amount": 291648.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Nontechnical description: Heat is abundant in the  environment, and thus solid-state thermal energy harvesting holds great promises as an alternative power source for wearable electronics and sensors. However, conventional bulk semiconductors are mostly heavy and nonflexible, therefore not readily suitable for these applications. This project explores new material concepts and novel material synthesis techniques based on nanotechnology to create lightweight, flexible, and scalable material systems for efficient thermal energy harvesting. The objective of this project is to understand the fundamental thermal and electrical transport processes in nanowire network-based composites and advance the knowledge of how these underlying physical processes affect the thermal-to-electric energy conversion properties. The project actively promotes education and training of next-generation scientists and engineers, particularly from underrepresented groups, in the interdisciplinary fields that are technologically important and critical for sustained economic vitality of the nation. As direct outcomes of the research activities, online simulation tools are developed for use in  courses, as well as for broader audiences.\r\n\r\nTechnical description: This project investigates the fundamental thermoelectric transport physics in three-dimensional chalcogenide nanowire networks. Various thermoelectric chalcogenide nanowires are solution-synthesized and uniformly dispersed in thick flexible matrices such as polydimethylsiloxane to create stable three-dimensional nanowire networks. These nanowire networks provide efficient thermoelectric transport paths for charge carriers in the resulting composite. The impact of carrier tunneling at the junctions between nanowires on the macroscopic thermoelectric properties is extensively studied in this project. The matrices offer stable and uniform dispersion of nanowires, along with their own advantages such as lightweight, low cost, mechanical flexibility, and solution-processability, all in all, making the composites suitable for the development of large-scale flexible thermoelectric materials. In this project, nanowire interfaces are additionally modified with surface-bound organic molecules or particulate conjugated polymers to study their impacts on the transport properties. Heterostructure barrier particles grown at the two ends of the nanowires during the nanowire synthesis are systematically investigated for further enhancement of thermoelectric properties via carrier energy filtering and minority carrier blocking effects. A generalized transport theory including the junction tunneling effects is developed through the project to understand the underlying physics over a broad range of transport regimes, and provide insights for further material advancement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Je-Hyeong",
   "pi_last_name": "Bahk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Je-Hyeong Bahk",
   "pi_email_addr": "bahkjg@ucmail.uc.edu",
   "nsf_id": "000719827",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "51 Goodman Dr.",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 291648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we investigated the use of nanowires and nanotubes dispersed in polymer matrices for solid-state thermal-to-electric energy conversion. In this novel materials concept, nanowires and/or nanotubes were interconnected to construct their three-dimensional networks over a large volume of matrix. These networks form efficient electric conduction pathways and have voltage induced throughout when heat is supplied to the material, thus capable of directly converting heat into electricity. We use synergy between the component materials in that nanowires/nanotubes provide charge carriers with desirable distribution in their energy spectrum, and polymer matrices offer excellent thermal properties.</p>\n<p>We have identified several key parameters that determine the overall energy conversion efficiency of the composites. First, while electrons conduct very well along the nanowires, the conduction is largely limited at the junctions between them as electrons must tunnel through the barrier at the junction, which is an inefficient process. The junction distance between adjacent nanowires and the barrier height at the junction are found to be important parameters that determine the efficiency. Second, network microstructures and morphology, the so-called geometric factor, also affects the efficiency.&nbsp;</p>\n<p>We found several strategies to improve these key parameters. The junction distances were reduced by co-embedment of microparticles in the matrix, where more closely packed nanowire networks were formed around the microparticles, resulting in more efficient transport. Polymer fillers also altered the barrier height at the junction for improved tunneling of electrons.&nbsp;By aligning nanowires along the conduction direction in the matrix, for example, via sample compression, the geometric factor was improved to further enhance the overall efficiency.&nbsp;Doping of nanowires/nanotubes was important to optimize carrier concentration in the material for better efficiency. We developed a comprehensive transport theory to understand these parameters and interpret the experimental data.</p>\n<p>In addition to these findings, we have also realized the challenges and limitations in the use of chalcogenide nanowires. The surfactants used to keep nanowires from agglomerating in the solution were detrimental to the electron transport in the final composites as they add additional resistances. Several methods have been used to remove the surfactants before composite synthesis. Also, the nanowires were relatively fragile and easily broken into smaller pieces when they were mixed by vigorous mechanical stirring during the composite synthesis. Special care needs to be taken to avoid this during the synthesis. Doping of chalcogenide nanowires was a challenge as well. On the other hand, carbon nanotubes were mechanically much stronger and more flexible to create more efficient networks. Doping of carbon nanotubes has been well established. We studied carbon nanotube networks as well in this project. &nbsp;</p>\n<p>For broader impacts, we trained several graduate and undergraduate students through this project and disseminated our outcomes to the communities by publications in journals and oral presentations at conferences. We developed hands-on educational kits that demonstrate thermoelectric power generation and cooling for high school students to attract them into STEM careers. The newly developed materials, once fully optimized, will be very useful for developing low cost, lightweight, flexible, wearable energy harvesting devices that can convert human body heat into electricity, potentially replacing batteries for preventive health monitoring of elderly patients, directly benefiting the society. The developed devices can also be used in cooling firefighters and first responders&rsquo; jackets to reduce the risk of heat-related health issues at the scene. Nanocarbon networks are useful as novel electrode materials in batteries, providing increased capacity and conductivity as well as enhanced material stability. Our knowledge gained about the electron transport in nanowire/nanotube networks in this project will be directly applicable to the battery technologies and many other nanotechnology-based electronic and photonic devices. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Je-Hyeong&nbsp;Bahk</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, we investigated the use of nanowires and nanotubes dispersed in polymer matrices for solid-state thermal-to-electric energy conversion. In this novel materials concept, nanowires and/or nanotubes were interconnected to construct their three-dimensional networks over a large volume of matrix. These networks form efficient electric conduction pathways and have voltage induced throughout when heat is supplied to the material, thus capable of directly converting heat into electricity. We use synergy between the component materials in that nanowires/nanotubes provide charge carriers with desirable distribution in their energy spectrum, and polymer matrices offer excellent thermal properties.\n\n\nWe have identified several key parameters that determine the overall energy conversion efficiency of the composites. First, while electrons conduct very well along the nanowires, the conduction is largely limited at the junctions between them as electrons must tunnel through the barrier at the junction, which is an inefficient process. The junction distance between adjacent nanowires and the barrier height at the junction are found to be important parameters that determine the efficiency. Second, network microstructures and morphology, the so-called geometric factor, also affects the efficiency.\n\n\nWe found several strategies to improve these key parameters. The junction distances were reduced by co-embedment of microparticles in the matrix, where more closely packed nanowire networks were formed around the microparticles, resulting in more efficient transport. Polymer fillers also altered the barrier height at the junction for improved tunneling of electrons.By aligning nanowires along the conduction direction in the matrix, for example, via sample compression, the geometric factor was improved to further enhance the overall efficiency.Doping of nanowires/nanotubes was important to optimize carrier concentration in the material for better efficiency. We developed a comprehensive transport theory to understand these parameters and interpret the experimental data.\n\n\nIn addition to these findings, we have also realized the challenges and limitations in the use of chalcogenide nanowires. The surfactants used to keep nanowires from agglomerating in the solution were detrimental to the electron transport in the final composites as they add additional resistances. Several methods have been used to remove the surfactants before composite synthesis. Also, the nanowires were relatively fragile and easily broken into smaller pieces when they were mixed by vigorous mechanical stirring during the composite synthesis. Special care needs to be taken to avoid this during the synthesis. Doping of chalcogenide nanowires was a challenge as well. On the other hand, carbon nanotubes were mechanically much stronger and more flexible to create more efficient networks. Doping of carbon nanotubes has been well established. We studied carbon nanotube networks as well in this project. \n\n\nFor broader impacts, we trained several graduate and undergraduate students through this project and disseminated our outcomes to the communities by publications in journals and oral presentations at conferences. We developed hands-on educational kits that demonstrate thermoelectric power generation and cooling for high school students to attract them into STEM careers. The newly developed materials, once fully optimized, will be very useful for developing low cost, lightweight, flexible, wearable energy harvesting devices that can convert human body heat into electricity, potentially replacing batteries for preventive health monitoring of elderly patients, directly benefiting the society. The developed devices can also be used in cooling firefighters and first responders jackets to reduce the risk of heat-related health issues at the scene. Nanocarbon networks are useful as novel electrode materials in batteries, providing increased capacity and conductivity as well as enhanced material stability. Our knowledge gained about the electron transport in nanowire/nanotube networks in this project will be directly applicable to the battery technologies and many other nanotechnology-based electronic and photonic devices. \n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: Je-HyeongBahk\n"
 }
}