{
 "awd_id": "1905037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Thermoelectric transport and carrier dynamics in three-dimensional chalcogenide nanowire networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Nontechnical description: Heat is abundant in the  environment, and thus solid-state thermal energy harvesting holds great promises as an alternative power source for wearable electronics and sensors. However, conventional bulk semiconductors are mostly heavy and nonflexible, therefore not readily suitable for these applications. This project explores new material concepts and novel material synthesis techniques based on nanotechnology to create lightweight, flexible, and scalable material systems for efficient thermal energy harvesting. The objective of this project is to understand the fundamental thermal and electrical transport processes in nanowire network-based composites and advance the knowledge of how these underlying physical processes affect the thermal-to-electric energy conversion properties. The project actively promotes education and training of next-generation scientists and engineers, particularly from underrepresented groups, in the interdisciplinary fields that are technologically important and critical for sustained economic vitality of the nation. As direct outcomes of the research activities, online simulation tools are developed for use in  courses, as well as for broader audiences.\r\n\r\nTechnical description: This project investigates the fundamental thermoelectric transport physics in three-dimensional chalcogenide nanowire networks. Various thermoelectric chalcogenide nanowires are solution-synthesized and uniformly dispersed in thick flexible matrices such as polydimethylsiloxane to create stable three-dimensional nanowire networks. These nanowire networks provide efficient thermoelectric transport paths for charge carriers in the resulting composite. The impact of carrier tunneling at the junctions between nanowires on the macroscopic thermoelectric properties is extensively studied in this project. The matrices offer stable and uniform dispersion of nanowires, along with their own advantages such as lightweight, low cost, mechanical flexibility, and solution-processability, all in all, making the composites suitable for the development of large-scale flexible thermoelectric materials. In this project, nanowire interfaces are additionally modified with surface-bound organic molecules or particulate conjugated polymers to study their impacts on the transport properties. Heterostructure barrier particles grown at the two ends of the nanowires during the nanowire synthesis are systematically investigated for further enhancement of thermoelectric properties via carrier energy filtering and minority carrier blocking effects. A generalized transport theory including the junction tunneling effects is developed through the project to understand the underlying physics over a broad range of transport regimes, and provide insights for further material advancement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yue",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yue Wu",
   "pi_email_addr": "yuewu@iastate.edu",
   "nsf_id": "000528779",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112230",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2019, Iowa State University received a $250,000 on a colloborative research with University of Cincinnati on the project entitled &ldquo;<span>Collaborative Research: Thermoelectric transport and carrier dynamics in three-dimensional chalcogenide nanowire networks</span>.&rdquo;</p>\n<p><strong>Enhancing Research Capacity and Opportunity:&nbsp;</strong><span>This project investigates the fundamental thermoelectric transport physics in three-dimensional chalcogenide nanowire networks. Various thermoelectric chalcogenide nanowires are solution-synthesized and uniformly dispersed in thick flexible matrices such as polydimethylsiloxane (PDMS) to create stable three-dimensional nanowire networks. These nanowire networks provide efficient thermoelectric transport paths for charge carriers in the resulting composite. The impact of carrier tunneling at the junctions between nanowires on the macroscopic thermoelectric properties is extensively studied in this project. The matrices offer stable and uniform dispersion of nanowires, along with their own advantages such as lightweight, low cost, mechanical flexibility, and solution-processability, and scattering of phonon at interfaces.&nbsp;<span>Despite all these difficulty caused by the COVID pandenmic, our team and collaborators accomplished the goals set in the initial proposal. In the theory development part, we developed a systematic theory to&nbsp;outline how porous structures can be used to optimize the performance of the thermoelectric materials by reducingbthermal conductivity and their limitations. This study provides new insight to discover the new systems with excellent thermoelectric properties yet using much less raw materials to achieve the best performance/cost effectiveness. In the experimental study part, <span>we worked closely with our collaborators at University of Cincinnati on this project to mix the silica microparticles and carbon nanotube (CNT) networks with the help of PDMS polymer as a binder, resulting in improved network connectivity and alignment of CNTs. The calculations based on junction tunneling transport for three-dimensional CNT networks show that the significant power factor enhancement can be attributed to the enhanced tunneling with reduced junction distance between CNTs. Additional power factor enhancement by a factor of three was achieved by sample compression, which further reduced the mean junction distance to enhance tunneling but also reduced the geometric factor at the same time, limiting the enhancement of electrical conductivity.&nbsp;</span></span></span></p>\n<p><strong>Enhancing&nbsp;training and professional development, institutional resources, and <strong>teaching and educational experiences</strong>:&nbsp;</strong>During this project, two female postdocs, one female graduate student, and four undergraduate students have been trained in the lab. Both postdocs and graduate student received training in the thermal transport theory, hand on experience on thermal property measurements. The postdocs also received guidiance in their career development and support in job applications.&nbsp;One female postdoc became a faculty. This significantly contributed to the development of human resources. During the project,&nbsp;<span>We developed multiple methods and capabilities to cross check thermal transport measurement results, which include Xenon flash, Raman spectroscopy, and&nbsp;</span><span>transient electrothermal technique</span><span>&nbsp;methods.&nbsp;<span>The results of the project such as porosity's impact on thermal conductivity have been incorporated into Iowa State University's CHE357 Transport II (\"Heat and Mass Transfer\") teaching materials.&nbsp;</span></span></p>\n<p><strong>Broader impact to the society:&nbsp;</strong><span>As more than 60% of worldwide consumed energy is unused and becomes waste heat every year, high-efficiency waste heat to power technologies are highly demanded for the conversion of wasted heat to electricity. Thermoelectrics which can convert the wasted heat directly into electricity represent a promising approach for energy recovery. Thermoelectric technology has existed for several decades, but its usage has been limited due to low efficiencies and high cost. We developed a series of guidelines in increasing the porosity of thermoelectric materials from atomic scale to microscale, which can lead to the enhancement of figure of merit and reduce the need for raw materials, making thermoelectric a step closer for large scale practical applications, which will make a positive contribution to reduce the impact of global climate change due to greenhouse emission.</span>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Yue&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2019, Iowa State University received a $250,000 on a colloborative research with University of Cincinnati on the project entitled \"Collaborative Research: Thermoelectric transport and carrier dynamics in three-dimensional chalcogenide nanowire networks.\"\n\nEnhancing Research Capacity and Opportunity: This project investigates the fundamental thermoelectric transport physics in three-dimensional chalcogenide nanowire networks. Various thermoelectric chalcogenide nanowires are solution-synthesized and uniformly dispersed in thick flexible matrices such as polydimethylsiloxane (PDMS) to create stable three-dimensional nanowire networks. These nanowire networks provide efficient thermoelectric transport paths for charge carriers in the resulting composite. The impact of carrier tunneling at the junctions between nanowires on the macroscopic thermoelectric properties is extensively studied in this project. The matrices offer stable and uniform dispersion of nanowires, along with their own advantages such as lightweight, low cost, mechanical flexibility, and solution-processability, and scattering of phonon at interfaces. Despite all these difficulty caused by the COVID pandenmic, our team and collaborators accomplished the goals set in the initial proposal. In the theory development part, we developed a systematic theory to outline how porous structures can be used to optimize the performance of the thermoelectric materials by reducingbthermal conductivity and their limitations. This study provides new insight to discover the new systems with excellent thermoelectric properties yet using much less raw materials to achieve the best performance/cost effectiveness. In the experimental study part, we worked closely with our collaborators at University of Cincinnati on this project to mix the silica microparticles and carbon nanotube (CNT) networks with the help of PDMS polymer as a binder, resulting in improved network connectivity and alignment of CNTs. The calculations based on junction tunneling transport for three-dimensional CNT networks show that the significant power factor enhancement can be attributed to the enhanced tunneling with reduced junction distance between CNTs. Additional power factor enhancement by a factor of three was achieved by sample compression, which further reduced the mean junction distance to enhance tunneling but also reduced the geometric factor at the same time, limiting the enhancement of electrical conductivity. \n\nEnhancing training and professional development, institutional resources, and teaching and educational experiences: During this project, two female postdocs, one female graduate student, and four undergraduate students have been trained in the lab. Both postdocs and graduate student received training in the thermal transport theory, hand on experience on thermal property measurements. The postdocs also received guidiance in their career development and support in job applications. One female postdoc became a faculty. This significantly contributed to the development of human resources. During the project, We developed multiple methods and capabilities to cross check thermal transport measurement results, which include Xenon flash, Raman spectroscopy, and transient electrothermal technique methods. The results of the project such as porosity's impact on thermal conductivity have been incorporated into Iowa State University's CHE357 Transport II (\"Heat and Mass Transfer\") teaching materials. \n\nBroader impact to the society: As more than 60% of worldwide consumed energy is unused and becomes waste heat every year, high-efficiency waste heat to power technologies are highly demanded for the conversion of wasted heat to electricity. Thermoelectrics which can convert the wasted heat directly into electricity represent a promising approach for energy recovery. Thermoelectric technology has existed for several decades, but its usage has been limited due to low efficiencies and high cost. We developed a series of guidelines in increasing the porosity of thermoelectric materials from atomic scale to microscale, which can lead to the enhancement of figure of merit and reduce the need for raw materials, making thermoelectric a step closer for large scale practical applications, which will make a positive contribution to reduce the impact of global climate change due to greenhouse emission. \n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Yue Wu"
 }
}