{
 "awd_id": "1905242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering cyanine aggregation and self-assembly to access exceptionally red-shifted organic chromophores",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 520500.0,
 "awd_amount": 544728.0,
 "awd_min_amd_letter_date": "2019-06-14",
 "awd_max_amd_letter_date": "2020-02-19",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Professors Ellen M. Sletten and Justin R. Caram of the Department of Chemistry at the University of California-Los Angeles are developing new fluorescent chemical compounds that re-emit light in the infrared region of the electromagnetic spectrum.  Infrared waves are generally invisible to the human eye, but can be felt or detected as heat.  Similar to x-rays, this light can penetrate through many objects, including skin and tissue. The compounds used in this research are very complex, yet easily made with unique properties that enable them to be highly colored.  Additionally, they are several orders of magnitude brighter when assembled through molecular interactions in solution.  The light intensity is particularly important for biomedical imaging applications such as early detection of cancer cells in human body.  Additionally, the research is of relevance to the development of new and exciting devices in telecom-relevant optical fields in which information is communicated through long distances using infrared light.  This work provides training and education to undergraduate and graduate students in synthetic organic chemistry and analytical characterization techniques.  Several outreach activities are also developed that include educating the broader community about fluorescence and electromagnetic radiation.  The research is an excellent avenue for engaging underrepresented minority and community college students in science.\r\n\r\nThis research is focused on J-aggregates of cyanine fluorophores which emit in the shortwave infrared region of the electromagnetic spectrum (SWIR, 1000 to 2000 nm).  To create SWIR J-aggregates, a systematic study of the factors that promote the self-assembly of chromophores into J-aggregates is conducted.  Cyanine dyes are ideal complexes because they are easily synthetically accessible and are known to form J-aggregates with significant redshifts.  In the first part of the project, four phenomena that are hypothesized to control J-aggregation (amphiphilicity, counterions, polymethine chain modification, and heterocycle polarizability) are explored through systematic chemical modifications and environmental control.  In the second aim, these strategies are extended to a known SWIR cyanine dye.  This research has the potential to generate transformative novel nanomaterials for applications in bioimaging and telecommunications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Sletten",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Sletten",
   "pi_email_addr": "sletten@chem.ucla.edu",
   "nsf_id": "000735762",
   "pi_start_date": "2019-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Caram",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Justin R Caram",
   "pi_email_addr": "jcaram@chem.ucla.edu",
   "nsf_id": "000761708",
   "pi_start_date": "2019-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "607 Charles E Young Dr East",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 520500.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 24228.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d556ebce-7fff-1040-57ee-1c657bcd7cf3\">\n<p dir=\"ltr\"><span>Molecules that absorb and emit light (fluorophores)&nbsp; have widespread applications from phones to sensors to diagnostics. During this project, our team at UCLA has designed and synthesized new fluorophores with the goal of controlling their interactions with each other to change what color light they absorb and emit. We focused on a type of fluorophore known as cyanine dyes and found that appending specific groups to these dyes can promote a unique type of aggregation (J-aggregation) which causes the molecules to absorb at lower energy. We have found that both modifications of the heterocycle and the polymethine chain can promote J-aggregation. We studied the kinetics and thermodynamics of aggregation and used many different analysis techniques to characterize the aggregates including absorbance and fluorescence spectroscopy, nuclear magnetic resonance spectroscopy, electron microscopy, and atomic force microscopy. We augmented these experimental results with theoretical models to help gain predictive metrics for J-aggregation. We also defined an intermediate aggregate species&ndash;the I-aggregate, which combines both redshifted&nbsp;photophysics with a more complex band-structure defined by a dark low-energy states.&nbsp; These aggregates may be useful for light harvesting.</span></p>\n<p dir=\"ltr\">This grant resulted in a total of 8 publications. Through this project we trained 6 graduate students and 4 undergraduate students from diverse backgrounds. Finally, we inspired the next generation of scientists through our PHOTONbooth and Illuminating the World of Molecules demonstrations.&nbsp;</p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/19/2023<br>\nModified by: Justin&nbsp;R&nbsp;Caram</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nMolecules that absorb and emit light (fluorophores) have widespread applications from phones to sensors to diagnostics. During this project, our team at UCLA has designed and synthesized new fluorophores with the goal of controlling their interactions with each other to change what color light they absorb and emit. We focused on a type of fluorophore known as cyanine dyes and found that appending specific groups to these dyes can promote a unique type of aggregation (J-aggregation) which causes the molecules to absorb at lower energy. We have found that both modifications of the heterocycle and the polymethine chain can promote J-aggregation. We studied the kinetics and thermodynamics of aggregation and used many different analysis techniques to characterize the aggregates including absorbance and fluorescence spectroscopy, nuclear magnetic resonance spectroscopy, electron microscopy, and atomic force microscopy. We augmented these experimental results with theoretical models to help gain predictive metrics for J-aggregation. We also defined an intermediate aggregate speciesthe I-aggregate, which combines both redshiftedphotophysics with a more complex band-structure defined by a dark low-energy states. These aggregates may be useful for light harvesting.\n\n\nThis grant resulted in a total of 8 publications. Through this project we trained 6 graduate students and 4 undergraduate students from diverse backgrounds. Finally, we inspired the next generation of scientists through our PHOTONbooth and Illuminating the World of Molecules demonstrations.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/19/2023\n\n\t\t\t\t\tSubmitted by: JustinRCaram\n"
 }
}