{
 "awd_id": "1905818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Determination of Fundamental Structure-Topology-Morphology-Properties for Naturally-derived Recyclable Polymer Materials Designed to Address Environmental and Societal Challenges",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2019-03-01",
 "awd_max_amd_letter_date": "2020-06-02",
 "awd_abstract_narration": "PART 1:  NON-TECHNICAL SUMMARY\r\n\r\nThe global plastics pollution problem is at a critical point.  Polymer materials (plastics) impact society in everyday products that facilitate safety, health and welfare, and also beauty, pleasure and convenience.  Although some plastic materials are meant to be durable and possess long-term stability (e.g. tires, plastic parts for automobiles, helmets, etc.), the full polymer life cycle should be considered during the initial design stages, to incorporate mechanisms for recyclability once the function of the material has been completed.  The negative environmental effects of plastic accumulation and persistence are becoming of increasing importance.  The expected broad impact of this work will be in the advancement of naturally-derived polymer materials that are designed to possess complexities that allow for them to exhibit unique properties, and have in-built mechanisms for their depolymerization and recycling.  A focus will be upon constructing the materials to behave as super-absorbent and tough hydrogels, and rigorous studies will be conducted to determine the effectiveness of the polymer materials to meet needs associated with global water resource challenges, and technological challenges of reducing friction, biofouling, and ice formation.  Significant outcomes of this work are expected to be an advanced knowledge and awareness by future generations of scientists who will consider the full life cycle of the technologies that they develop.  \r\n\r\n\r\n\r\nPART 2:  TECHNICAL SUMMARY\r\n\r\nThe overall objective is to conduct fundamental studies that lead to advanced understanding of the composition-structure-topology-morphology effects for dual covalently and non-covalently (supramolecularly) crosslinked polymer materials, with an interest in developing mechanically-robust functional polymers that are derived from natural feedstocks and designed to exhibit hydrogel, anti-fouling, anti-icing, pollutant sequestering and other behaviors for diverse applications that address societal challenges, while also being recyclable to limit adverse environmental impacts of the materials long-term.  Glucose will serve as the primary building block from which topologically-complex slide-ring polymer networks will be constructed, having both covalent and supramolecular interactions to result in dynamic, mechanically-robust hydrogel behaviors, with further extension to polymeric high internal phase emulsion (polyHIPE) materials for superabsorbency and high porosity.  Fundamental studies will be performed to determine the properties of the intact materials, followed by investigation of their intentional depolymerization-based recyclability and long-term hydrolytic degradability.  It is hypothesized that systematic investigation of networks that combine components of covalent linkages, supramolecular host-guest interactions, slide-ring topology and polyHIPE morphology will enhance the fundamental understanding of composition-structure-topology-morphology-properties relationships and lead to advanced materials that are capable of ultra-high water uptake kinetics and capacity, while exhibiting dynamic, responsive physicochemical and mechanical behaviors for broad applications.  Importantly, techniques to build such materials from naturally-sourced feedstocks and with in-built depolymerization and disassembly routes will be developed to advance sustainability and recyclability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Wooley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Wooley",
   "pi_email_addr": "wooley@mail.chem.tamu.edu",
   "nsf_id": "000434330",
   "pi_start_date": "2019-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": null
}