{
 "awd_id": "1905492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards a Predictive Theory of Microstructure Evolution in Polycrystalline Materials",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Most technologically useful materials - spanning the length scale from meters to nanometers, from aircraft to microprocessors - are polycrystalline. Crystals are materials with ordered arrangements of atoms. Polycrystalline microstructures are composed of a myriad of small monocrystalline cells/grains separated by grain boundaries/interfaces. Grain boundaries play a crucial role in determining the properties of materials across a wide range of scales. These properties include mechanical strength and ductility, electrical resistivity, magnetic hardness, etc.; they strongly impact the performance of materials in engineered systems. A grand challenge problem in the engineering of polycrystals is to develop prescriptive manufacturing process technologies capable of producing an arrangement of grains that yields a desired set of materials properties. One method by which the grain structure is engineered is grain growth or coarsening of a starting structure. This project is aimed at developing a predictive theory of grain growth through close integration of experiments, simulations, and mathematical models. The project will involve interdisciplinary research and will enhance the infrastructure of engineered materials and systems through the development of new, predictive and prescriptive experimental, analytical and computational tools that will help in the design of material microstructures with predictable properties. The new knowledge and tools that will emerge from the proposed program will have an impact on the performance and reliability of polycrystalline materials used in engineered systems. This project will also directly impact workforce development through training and education of graduate and undergraduate students in the proposed research. In addition, the investigators will engage in outreach activities that include training of underrepresented groups in STEM.\r\n\r\nGrain growth can be viewed as the evolution of a large metastable network, and can be mathematically modeled by a set of deterministic local evolution laws for the growth of an individual grain combined with stochastic models to describe the interaction between them. Hence, to develop a predictive theory, a broad range of statistical measures for microstructure evolution during grain growth will be investigated using experiments, simulation, and mathematical modeling. The main goal of this effort will be to identify/derive possible stochastic processes that drive the evolution of various statistical measures, understand possible links between them, and establish connections to materials properties. As a part of the project, tools from mathematical analysis, partial differential equations, statistics, scientific computing, numerical analysis and high-performance computing will be closely integrated with experimental data and experiments. The convergence of experiments, numerical simulation and mathematical modeling through an integrated synergistic approach is the hallmark of the proposed program, and it is essential in order to improve upon existing models of grain growth and guide the design of new experiments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katayun",
   "pi_last_name": "Barmak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katayun Barmak",
   "pi_email_addr": "kb2612@columbia.edu",
   "nsf_id": "000199269",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At every scale, from skyscrapers to microprocessors, most engineering materials are polycrystalline, meaning they are made of a myriad of small crystals called grains. These grains meet at interfaces called grain boundaries; in these regions of the material, the atoms nearby are forced into higher energy states. The shape, size, and arrangement of these grains, as well as the properties of their boundaries (the &ldquo;microstructure&rdquo;) determines many properties of the material, like strength, ductility, and electrical conductivity. Thus, control of the microstructure allows the engineering of materials properties; yet, despite decades of study, these processes are still optimized through trial and error. One of the simplest cases of microstructural evolution is &ldquo;grain growth&rdquo; and occurs during &ldquo;annealing,&rdquo; when a material is heated to an elevated temperature. The microstructure eliminates grain boundaries and becomes coarser-grained. Such evolution of the network of grain boundaries is a very complex multiscale and multiphysics process, and it has not been well described by previous theoretical models, simulations or experiments.</p>\r\n<p>The collaborative work supported by this grant laid the important foundation for the new mathematical, computational and experimental studies of the crucial effects of different relaxation time scales during grain growth in polycrystalline materials such as those for boundary migration, grain rotations and mobility of the triple junctions in 2D systems (triple junctions are where three grain boundaries meet)/triple curves and quadruple points in 3D. The project also developed a thin-films based experimental platform to study grain growth using transmission electron microscopy (TEM)-based characterization. As a result, it has laid the groundwork for large-scale data collection required to build much more accurate mathematical and computational models, simulations and to design new experimental studies.</p>\r\n<p>Recent advances in microscopy technology allow thin films to be heated inside the TEM and imaging to be performed during the evolution process. Machine-learning (ML) is then used to detect the grain boundaries in the images and has been successfully applied to aluminum (Al), platinum (Pt), and palladium (Pd) thin films, demonstrating the capability of the approach.</p>\r\n<p>While TEM imaging provides detailed geometric and topological information about the grains, grain growth&rsquo;s complexity goes beyond the size, shape, and arrangement of the crystallites. Crystals have properties that depend on their orientation, and so their boundaries are highly dependent on the orientations of their grains. Thus, knowledge of the crystal orientations in the system is crucial information to interpret the dynamic information. Orientation mapping has been possible in the TEM for about a decade, but the mapping process is too slow to capture an evolving system. Instead, this project developed and demonstrated an experimental protocol to map the sample, change to the dynamic imaging mode, heat the system, and then cool the sample to halt evolution allowing orientation mapping. This process is repeated to yield spatially correlated quasi-dynamic orientation map series and dynamic imaging data with time resolutions of ~1 Hz, exceeding any other technique in use for the study of grain growth by orders of magnitude. Together, experimental and data analysis protocols like those developed here will be invaluable in further understanding of grain growth.</p>\r\n<p>The collaborative and interdisciplinary work supported by the grant has made important contributions to the development of robust high-resolution structure-preserving numerical algorithms and simulations for grain growth, to novel and improved structure and physics-preserving modeling of grain growth that informs and guides the design of new ex-situ and in-situ experiments, and to the analysis and new theory development of grain growth in polycrystalline systems.</p>\r\n<p>The funded project also provided many opportunities for the training and education of high-school, undergraduate and graduate students in the interdisciplinary research and studies with primary focus on the mathematical and computational modeling, numerical simulations, as well as experimental studies of the materials systems.</p><br>\n<p>\n Last Modified: 11/25/2024<br>\nModified by: Katayun&nbsp;Barmak</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAt every scale, from skyscrapers to microprocessors, most engineering materials are polycrystalline, meaning they are made of a myriad of small crystals called grains. These grains meet at interfaces called grain boundaries; in these regions of the material, the atoms nearby are forced into higher energy states. The shape, size, and arrangement of these grains, as well as the properties of their boundaries (the microstructure) determines many properties of the material, like strength, ductility, and electrical conductivity. Thus, control of the microstructure allows the engineering of materials properties; yet, despite decades of study, these processes are still optimized through trial and error. One of the simplest cases of microstructural evolution is grain growth and occurs during annealing, when a material is heated to an elevated temperature. The microstructure eliminates grain boundaries and becomes coarser-grained. Such evolution of the network of grain boundaries is a very complex multiscale and multiphysics process, and it has not been well described by previous theoretical models, simulations or experiments.\r\n\n\nThe collaborative work supported by this grant laid the important foundation for the new mathematical, computational and experimental studies of the crucial effects of different relaxation time scales during grain growth in polycrystalline materials such as those for boundary migration, grain rotations and mobility of the triple junctions in 2D systems (triple junctions are where three grain boundaries meet)/triple curves and quadruple points in 3D. The project also developed a thin-films based experimental platform to study grain growth using transmission electron microscopy (TEM)-based characterization. As a result, it has laid the groundwork for large-scale data collection required to build much more accurate mathematical and computational models, simulations and to design new experimental studies.\r\n\n\nRecent advances in microscopy technology allow thin films to be heated inside the TEM and imaging to be performed during the evolution process. Machine-learning (ML) is then used to detect the grain boundaries in the images and has been successfully applied to aluminum (Al), platinum (Pt), and palladium (Pd) thin films, demonstrating the capability of the approach.\r\n\n\nWhile TEM imaging provides detailed geometric and topological information about the grains, grain growths complexity goes beyond the size, shape, and arrangement of the crystallites. Crystals have properties that depend on their orientation, and so their boundaries are highly dependent on the orientations of their grains. Thus, knowledge of the crystal orientations in the system is crucial information to interpret the dynamic information. Orientation mapping has been possible in the TEM for about a decade, but the mapping process is too slow to capture an evolving system. Instead, this project developed and demonstrated an experimental protocol to map the sample, change to the dynamic imaging mode, heat the system, and then cool the sample to halt evolution allowing orientation mapping. This process is repeated to yield spatially correlated quasi-dynamic orientation map series and dynamic imaging data with time resolutions of ~1 Hz, exceeding any other technique in use for the study of grain growth by orders of magnitude. Together, experimental and data analysis protocols like those developed here will be invaluable in further understanding of grain growth.\r\n\n\nThe collaborative and interdisciplinary work supported by the grant has made important contributions to the development of robust high-resolution structure-preserving numerical algorithms and simulations for grain growth, to novel and improved structure and physics-preserving modeling of grain growth that informs and guides the design of new ex-situ and in-situ experiments, and to the analysis and new theory development of grain growth in polycrystalline systems.\r\n\n\nThe funded project also provided many opportunities for the training and education of high-school, undergraduate and graduate students in the interdisciplinary research and studies with primary focus on the mathematical and computational modeling, numerical simulations, as well as experimental studies of the materials systems.\t\t\t\t\tLast Modified: 11/25/2024\n\n\t\t\t\t\tSubmitted by: KatayunBarmak\n"
 }
}