{
 "awd_id": "1905466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Collaborative Research: Exploring Barnacle Exoskeleton Development and Materials Properties as a Function of Growth Environment",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 184674.0,
 "awd_amount": 184674.0,
 "awd_min_amd_letter_date": "2019-08-03",
 "awd_max_amd_letter_date": "2019-08-03",
 "awd_abstract_narration": "Non-Technical Summary\r\n\r\nBarnacles have attracted the attention of explorers, scientists, and sailors for millennia. They are crustaceans, similar to shrimp, lobsters, and crabs, but unlike their freely moving relatives are encased in a hard outer shell and securely stuck to a surface. The barnacle outer shell is a biomineral, a composite material consisting of a mixture of proteins, chitin (fibrous strings of sugar molecules), and minerals, which in barnacles are largely calcium carbonate. Despite the fact that barnacles play a large ecological and economical role -as they stick to ships, hulls, amongst other surfaces, causing the ships to slow down and use more fuel- little is known about how the barnacle exoskeleton forms or if climate changes predicted in coming years will alter this formation process. The proposed work, done entirely by undergraduate students under the supervision of the two project PIs, focuses on determining how the exoskeleton forms by examining the very early stages of exoskeleton development. In addition, the project will explore how the formation process changes when barnacles are grown in warmer and more acidic waters. This work will not only provide information on the formation of an interesting and potentially useful material, but also how an economically and ecologically important organism will respond to predicted future ocean conditions. Beyond this basic knowledge, the project will provide invaluable training opportunities in STEM to undergraduates at both Colgate and TCNJ, as well as to high school students from underrepresented communities in New York. \r\n\r\nTechnical Summary\r\n\r\nThe barnacle exoskeleton is a robust biomineralized tissue, yet it is structurally disordered on the atomic to micrometer level. This is in contrast to most well-studied biomineralized tissues (e.g. vertebrate bone, mollusk shells) which have ordered, hierarchical structures. The goal of this project is to characterize the developmental process by which this disordered exoskeleton forms and the extent to which environmental conditions impact the exoskeletal material. The first objective is to identify the composition, structure, and materials properties of the barnacle exoskeleton during the time period immediately following metamorphosis through to full mineralization under ambient marine conditions. Juvenile barnacles will be tracked following metamorphosis from larval cyprids through a combination of techniques (confocal microscopy, scanning electron microscopy, Raman spectroscopy, x-ray photoemission electron microscopy (X-PEEM), micro-indentation, and nano-indentation), allowing determination on whether certain materials properties, such as fracture toughness, are linked to a disordered structure. The second objective is to examine how the composition, structure, and materials properties of the developing exoskeleton behave under decreased pH and increased temperature (mimicking predicted ocean conditions in the year 2100 with current climate change predictions). The results from these experiments will provide insight into the functionality of disordered biological materials, while also providing information into whether an ecologically and economically important organism will be impacted by impending environmental changes. In addition to the important fundamental knowledge derived from these experiments is the broader impact the proposed work will have on undergraduate and high school students. Undergraduate researchers, under the supervision of the two PIs, will conduct the entirety of the proposed work, participating in not only the research, but also conferences and manuscript preparation. A workshop for high school students from underrepresented communities in New York, in conjunction with Camp Fiver, will be based on the results of the proposed work, exposing and involving the high school students in scientific research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Dickinson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gary H Dickinson",
   "pi_email_addr": "dickinga@tcnj.edu",
   "nsf_id": "000606195",
   "pi_start_date": "2019-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The College of New Jersey",
  "inst_street_address": "2000 PENNINGTON RD",
  "inst_street_address_2": "",
  "inst_city_name": "EWING",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6097713255",
  "inst_zip_code": "086181104",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "COLLEGE OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E4UZBXLPA2V3"
 },
 "perf_inst": {
  "perf_inst_name": "The College of New Jersey",
  "perf_str_addr": "P.O. Box 7718",
  "perf_city_name": "Ewing",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "086280718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 184674.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong>&nbsp;Barnacles are dominant members of coastal communities.&nbsp;Their success is dependent on a hard, mineralized outer shell or exoskeleton, which provides protection against predators and physical forces. In contrast to most well-studied biomineralized tissues (e.g. bone, mollusk shells) that have well-ordered hierarchical structures, the barnacle exoskeleton is structurally disordered on the atomic to micrometer level. The goal of this project was to characterize the developmental process by which this disordered exoskeleton forms and the extent to which environmental conditions impact the exoskeleton. Using a combination of scanning electron microscopy (SEM), energy-dispersive X-ray spectroscopy (EDS), confocal microscopy, Raman spectromicroscopy, x-ray photoemission electron microscopy (X-PEEM), and micro-indentation, the project team provided an unprecedented view of exoskeleton development in the hours to days after metamorphosis to the juvenile form. We found that the barnacle exoskeleton mineralizes quickly, within the first 24 hours after metamorphosis. The earliest stages of shell plate development include initial formation of an organic template, into which calcite rapidly nucleates and spreads, forming highly irregular crystallites. Newly metamorphosed barnacles are robust to altered environmental conditions, with meso- and micron-scale structures similar to those observed under ambient conditions.&nbsp;</p>\r\n<p>Further expanding our understanding of the barnacle shell development process, the project team completed a comparative analysis of shell properties in adult barnacles from seven species, which included species from each major taxonomic group of acorn barnacles. While the shell plates of different species varied at the macro and meso-scale, microstructure of the exoskeletal plates all consisted of irregular, micron- to sub-micron-scale calcite crystals with similar microhardness and calcium content.&nbsp;Our results reveal micron-scale motifs that are highly conserved among evolutionary lineages and natural environmental conditions. These common pathways are then woven together to form very different macro-scale features.&nbsp;</p>\r\n<p>Lastly, the research team leveraged data collection and analysis techniques developed for this project to broadly assess how environment affects structural, mechanical, and compositional properties of crustacean exoskeletons. We compared responses to environment in the heavily mineralized exoskeleton of sessile barnacles to that of mobile decapods (crabs, shrimp, and lobster). Analyses revealed a high level of heterogeneity in responses to environment, with the magnitude of structural, mechanical, or compositional change varying among species, life stage, and body region.&nbsp;</p>\r\n<p>Overall, this project provided insight on a unique mineralization pathway, which is resistant to environmental conditions and highly conserved among a diverse group of animals. It inspires additional hypotheses aimed as separating the effect of environment from evolutionary history in the construction of crustacean exoskeletons. Our findings may be useful for developing structurally disordered biomimetic materials that need to withstand fluctuating conditions.</p>\r\n<p>Results have been disseminated to the scientific community through&nbsp;<strong>6 peer reviewed publications, 20 presentations at national or international scientific meeting, and 3 invited seminars by the PIs</strong>. &nbsp;</p>\r\n<p><strong><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em></strong>&nbsp;This project was conducted in collaboration with undergraduate student researchers, with students directly involved in all steps of the scientific process, from hypothesis development, to data collection, to scientific communication. A total of&nbsp;<strong>31 undergraduate students</strong>&nbsp;were involved in the project at The College of New Jersey and Colgate University.&nbsp;&nbsp;The majority (68%) had the opportunity to participate in full-time summer research, mentored by the project PIs, and all participated in credit-bearing academic year independent research. Most students (61%) were women (underrepresented in materials science) or non-binary individuals, and nearly 26% were BIPOC/underrepresented minority students. In all cases, students benefitted from sustained, hands-on, one-on-one mentoring from the PIs, as well as near-peer mentoring from more senior members of the research community. The majority of students involved in the project were co-authors on presentations at national or international scientific meetings, with&nbsp;<strong>9 students independently presenting their work</strong>. A total of 8 students served as co-authors on peer-reviewed publications, including an undergraduate first author. Nearly all students supported by the grant have, or plan to continue onto graduate work in STEM disciplines or healthcare professions.&nbsp;</p>\r\n<p>The project PIs conducted a number of other outreach initiatives over the course of the grant. Both hosted high school students in their research labs, either for workshops or sustained summer research experiences. Both PIs leveraged project datasets to develop new courses or active learning modules at their institutions. This included development of an upper-level biology course,&nbsp;<em>Biological Materials</em>, at TCNJ and a joint biology/physics course,&nbsp;<em>Climate Change: Biominerals</em>, at Colgate. Students in these courses were encouraged to apply a \"materials lens\" to biological problems and assess how each level of biological complexity, from the molecular, to the nano &amp; micron-scale, to the whole organism scale, affect a material's performance. Lastly, the PIs organized and co-edited a special topic collection in the journal&nbsp;<em>Frontiers in Marine Science</em>&nbsp;entitled <em>Marine Biological Materials: Functional Mechanisms and Environmental Impacts from the Molecular to the Macro-Scale</em>. The collection included 11 peer reviewed articles, from authors around the world.</p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: Gary&nbsp;H&nbsp;Dickinson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639120034_Dickinson_Final_Outcomes_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639120034_Dickinson_Final_Outcomes_3--rgov-800width.jpg\" title=\"An undergraduate student collecting SEM images\"><img src=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639120034_Dickinson_Final_Outcomes_3--rgov-66x44.jpg\" alt=\"An undergraduate student collecting SEM images\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduates were involved in all aspects of the funded project. Students acquired skills in hypothesis development, data collection and analysis, and scientific communication. Photo shows a student collecting scanning electron microscope images of a barnacle shell.</div>\n<div class=\"imageCredit\">The College of New Jersey</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;H&nbsp;Dickinson\n<div class=\"imageTitle\">An undergraduate student collecting SEM images</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639011852_Dickinson_Final_Outcomes_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639011852_Dickinson_Final_Outcomes_2--rgov-800width.jpg\" title=\"An undergraduate student collecting micro-mechanical data\"><img src=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639011852_Dickinson_Final_Outcomes_2--rgov-66x44.jpg\" alt=\"An undergraduate student collecting micro-mechanical data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduates were involved in all aspects of the funded project. Students acquired skills in hypothesis development, data collection and analysis, and scientific communication. Photo shows a student collecting micro-mechanical data on a barnacle shell.</div>\n<div class=\"imageCredit\">The College of New Jersey</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;H&nbsp;Dickinson\n<div class=\"imageTitle\">An undergraduate student collecting micro-mechanical data</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732638555079_Dickinson_Outcomes_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732638555079_Dickinson_Outcomes_1--rgov-800width.jpg\" title=\"Electron microscope image of a barnacle shell\"><img src=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732638555079_Dickinson_Outcomes_1--rgov-66x44.jpg\" alt=\"Electron microscope image of a barnacle shell\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Barnacle shells are composed of irregular, micron-scale calcite crystallites, as shown by scanning electron microscope (SEM) imaging. Dimensions of crystallites vary dramatically, often by an order of magnitude, within the same region of the shell.</div>\n<div class=\"imageCredit\">The College of New Jersey</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;H&nbsp;Dickinson\n<div class=\"imageTitle\">Electron microscope image of a barnacle shell</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639465738_Dickinson_Final_Outcomes_4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639465738_Dickinson_Final_Outcomes_4--rgov-800width.jpg\" title=\"Undergraduate students at a scientific meeting\"><img src=\"/por/images/Reports/POR/2024/1905466/1905466_10629559_1732639465738_Dickinson_Final_Outcomes_4--rgov-66x44.jpg\" alt=\"Undergraduate students at a scientific meeting\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduate students from The College of New Jersey traveled to present their work at a national-level scientific meeting. The project team presented a total of 20 talks and posters at scientific meetings, 9 of which were presented by undergraduate students.</div>\n<div class=\"imageCredit\">The College of New Jersey</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;H&nbsp;Dickinson\n<div class=\"imageTitle\">Undergraduate students at a scientific meeting</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:Barnacles are dominant members of coastal communities.Their success is dependent on a hard, mineralized outer shell or exoskeleton, which provides protection against predators and physical forces. In contrast to most well-studied biomineralized tissues (e.g. bone, mollusk shells) that have well-ordered hierarchical structures, the barnacle exoskeleton is structurally disordered on the atomic to micrometer level. The goal of this project was to characterize the developmental process by which this disordered exoskeleton forms and the extent to which environmental conditions impact the exoskeleton. Using a combination of scanning electron microscopy (SEM), energy-dispersive X-ray spectroscopy (EDS), confocal microscopy, Raman spectromicroscopy, x-ray photoemission electron microscopy (X-PEEM), and micro-indentation, the project team provided an unprecedented view of exoskeleton development in the hours to days after metamorphosis to the juvenile form. We found that the barnacle exoskeleton mineralizes quickly, within the first 24 hours after metamorphosis. The earliest stages of shell plate development include initial formation of an organic template, into which calcite rapidly nucleates and spreads, forming highly irregular crystallites. Newly metamorphosed barnacles are robust to altered environmental conditions, with meso- and micron-scale structures similar to those observed under ambient conditions.\r\n\n\nFurther expanding our understanding of the barnacle shell development process, the project team completed a comparative analysis of shell properties in adult barnacles from seven species, which included species from each major taxonomic group of acorn barnacles. While the shell plates of different species varied at the macro and meso-scale, microstructure of the exoskeletal plates all consisted of irregular, micron- to sub-micron-scale calcite crystals with similar microhardness and calcium content.Our results reveal micron-scale motifs that are highly conserved among evolutionary lineages and natural environmental conditions. These common pathways are then woven together to form very different macro-scale features.\r\n\n\nLastly, the research team leveraged data collection and analysis techniques developed for this project to broadly assess how environment affects structural, mechanical, and compositional properties of crustacean exoskeletons. We compared responses to environment in the heavily mineralized exoskeleton of sessile barnacles to that of mobile decapods (crabs, shrimp, and lobster). Analyses revealed a high level of heterogeneity in responses to environment, with the magnitude of structural, mechanical, or compositional change varying among species, life stage, and body region.\r\n\n\nOverall, this project provided insight on a unique mineralization pathway, which is resistant to environmental conditions and highly conserved among a diverse group of animals. It inspires additional hypotheses aimed as separating the effect of environment from evolutionary history in the construction of crustacean exoskeletons. Our findings may be useful for developing structurally disordered biomimetic materials that need to withstand fluctuating conditions.\r\n\n\nResults have been disseminated to the scientific community through6 peer reviewed publications, 20 presentations at national or international scientific meeting, and 3 invited seminars by the PIs. \r\n\n\nBroader Impacts:This project was conducted in collaboration with undergraduate student researchers, with students directly involved in all steps of the scientific process, from hypothesis development, to data collection, to scientific communication. A total of31 undergraduate studentswere involved in the project at The College of New Jersey and Colgate University.The majority (68%) had the opportunity to participate in full-time summer research, mentored by the project PIs, and all participated in credit-bearing academic year independent research. Most students (61%) were women (underrepresented in materials science) or non-binary individuals, and nearly 26% were BIPOC/underrepresented minority students. In all cases, students benefitted from sustained, hands-on, one-on-one mentoring from the PIs, as well as near-peer mentoring from more senior members of the research community. The majority of students involved in the project were co-authors on presentations at national or international scientific meetings, with9 students independently presenting their work. A total of 8 students served as co-authors on peer-reviewed publications, including an undergraduate first author. Nearly all students supported by the grant have, or plan to continue onto graduate work in STEM disciplines or healthcare professions.\r\n\n\nThe project PIs conducted a number of other outreach initiatives over the course of the grant. Both hosted high school students in their research labs, either for workshops or sustained summer research experiences. Both PIs leveraged project datasets to develop new courses or active learning modules at their institutions. This included development of an upper-level biology course,Biological Materials, at TCNJ and a joint biology/physics course,Climate Change: Biominerals, at Colgate. Students in these courses were encouraged to apply a \"materials lens\" to biological problems and assess how each level of biological complexity, from the molecular, to the nano & micron-scale, to the whole organism scale, affect a material's performance. Lastly, the PIs organized and co-edited a special topic collection in the journalFrontiers in Marine Scienceentitled Marine Biological Materials: Functional Mechanisms and Environmental Impacts from the Molecular to the Macro-Scale. The collection included 11 peer reviewed articles, from authors around the world.\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: GaryHDickinson\n"
 }
}