{
 "awd_id": "1905636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Investigation of Strongly Correlated Electron Behavior in Rare-Earth Related Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 404121.0,
 "awd_amount": 404121.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2024-08-02",
 "awd_abstract_narration": "Non-Technical Abstract\r\nThis project supports materials science research of rare-earth related materials at a minority-serving undergraduate institution.  The primary focus is on the synthesis and characterization of superconducting and small-gap semiconducting rare earth filled skutterudite compounds, with the goal of understanding their underlying mechanisms.  Many versatile technical applications result from the rare-earth materials of interest, for examples, superconducting materials can be used for energy conservation and energy storage; quantum magnets and topological insulators can be used in high performance electronics and quantum computers.  The research in the principal investigator's laboratory allows direct participation of undergraduate and master-degree-program students in the experimental condensed matter physics, giving them hands-on experience at the early stage of their academic life.  The practical experience of research and placement provided by this project not only can train students to develop good fundamentals, critical thinking, work ethics, and troubleshooting skills to become independent scientists, but also encourage students to pursue higher education and careers in the fields of STEM (Science, Technology, Engineering, and Math).\r\n\r\n\r\nTechnical Abstract\r\nThis project supports experimental research in the strongly correlated electron phenomena in rare-earth related materials.  These phenomena arise from a subtle interplay between competing interactions, either electronic or magnetic.  They can be controlled through tuning the experimental parameters such as temperature, magnetic field, chemical substitution.  The rare-earth compounds under investigation can be used as model systems to probe the localized and the itinerant nature of the electron states and test the existing theories for strongly correlated electron physics.  These can be achieved through the synthesis of high-quality single crystals and the establishment of transport and thermodynamic properties.  In the rare-earth filled skutterudite systems Pr1-xNdxOs4Sb12, the principal investigator (PI) is aiming to understand the unconventional nature of the superconductivity in PrOs4Sb12 by the effect of neodymium substitution.  Furthermore, in the light of the PI's recent discovery of the exotic temperature-magnetic-field phase diagram of CeOs4Sb12, it indicates a valence transition and possible multiple phases.  The PI plans to continue in examining the electronic behavior of SmOs4Sb12, CeOs4Sb12, the hole doping compounds of Ce1-xPrxOs4Sb12 and Ce1-xNdxOs4Sb12 in order to investigate the potential of topological insulating behavior in these systems. Eventually, the results of the proposed projects can help us understand the quantum critical behavior in PrOs4Sb12 whether its superconductivity resides near a quantum critical point associated with antiferromagnetic or ferromagnetic ordering, or something else such as quadrupole degree of freedom.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pei-Chun",
   "pi_last_name": "Ho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pei-Chun Ho",
   "pi_email_addr": "pcho@csufresno.edu",
   "nsf_id": "000504970",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Fresno Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937400001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 404121.0
  }
 ],
 "por": null
}