{
 "awd_id": "1905169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chiral sum frequency generation spectroscopy for characterization of DNA secondary structures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Chow",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 435112.0,
 "awd_min_amd_letter_date": "2019-07-23",
 "awd_max_amd_letter_date": "2020-11-10",
 "awd_abstract_narration": "DNA has a signature structure of a double helix and the well-known function of storing genetic information. However, recent studies have revealed that DNA can adopt conformations other than that of a double helix, and DNA in these conformations can participate in the signaling process to regulate gene expression, and thereby direct cellular processes for survival of biological systems. The Chemistry of Life Processes Program in the Division of Chemistry is funding Dr. Elsa Yan from Yale University to develop a new method for distinguishing various conformations of DNA, which is named chiral sum frequency generation spectroscopy. This method has advantages over existing methods, such as NMR spectroscopy, X-ray crystallography, and linear optical spectroscopy, because it has high selectivity and low background, and it allows the real-time detection of small amounts of DNA. Given these advantages, the method may improve our ability to formulate rules involving various DNA conformations for forecasting biological behavior in response to changes in environment (e.g., injury and infections) or needs of cellular development (e.g., aging and cell splitting). The project also includes education activities meant to promote inclusive learning at Yale University, where the student body has become increasingly diverse. Pedagogical strategies seeking to help under-represented minority students to succeed are implemented in a chemistry course for non-science majors; their effectiveness is assessed by education experts. The project also includes participation in a science outreach program for local grade-school students that aims to spark student interest in chemistry and the sciences in general. \r\n\r\nThe project seeks to use chiral vibrational sum frequency generation spectroscopy to identify vibrational signatures that can be used to unambiguously resolve various DNA secondary structures. The project focuses on DNA secondary structures that are implicated in the regulation of gene expression, such as G-quadruplexes and i-motifs. The vibrational signatures are then used to examine the relationship between DNA secondary structures and chemical modifications.  The project examines how the oxidation of nucleobases in various DNA sequences and configurations perturb the secondary structure of the DNA.  The results are used to evaluate the impact of DNA oxidative damage on gene expression and function. The project is expected to establish a new method for characterizing DNA secondary structures and improve our understanding of how DNA regulates gene expression through the mechanism of changes in DNA secondary structures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsa Chui-Ying",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa Chui-Ying Yan",
   "pi_email_addr": "Elsa.yan@yale.edu",
   "nsf_id": "000537579",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "225 Prospect St",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 35112.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project produced experimental approaches of chiral-selective vibrational sum frequency generation spectroscopy for detecting DNA folding at interfaces. The approaches can be used to detect DNA hybridization with the advantages of simple binary readouts with minimal detection background. They can also probe highly selective local vibrational modes of folded DNA molecules, providing a means to study fundamental mechanisms of photodamage to DNA molecules. Moreover, the approaches can distinguish the absolute chirality of DNA folding in left-handed versus right-handed double helices. Finally, they show promise in distinguishing various secondary structures of DNA, such as canonical antiparallel double helices and non-canonical parallel double helices.<br /><br />The research of the project also established an experimental and theoretical framework for applying chiral-selective vibrational sum frequency generation spectroscopy to probe hydration structures of DNA at interfaces. The framework can be used to detect vibrational structures of water molecules surrounding the DNA double helices with selectivity for the water molecules only in the first hydration shell. Additionally, it can be used to study binding of small-molecular drugs to DNA by detecting displacement of water molecules in the first hydration shell. The framework is expected to be useful in addressing how water molecules modulate the folding of DNA molecules, a question fundamental to many biological processes, such storage of genetic information and transcription of DNA sequences.<br /><br />This project provided training for students and postdoctoral researchers in both experimental and computational fields of nonlinear interface spectroscopy. The principal investigator presented this research in invited talks at diverse venues and published original research and review articles on this work for the broader research community in chemistry. While participating in research conferences in the field of vibrational spectroscopy, the principal investigator organized workshops with the aim of improving the inclusiveness of the research community.<br /><br />Furthermore, the principal investigator directed educational research and training at the college and high-school levels. The principal investigator partnered with the Yale-New Haven Teacher Institute to help local high school teachers develop science curricula. These teachers took part in weekly seminars led by the principal investigator over a period of three months and published their curricula on various science topics on the Institute&rsquo;s website. Finally, the principal investigator led a team of graduate and undergraduate students, as well as educators in the higher-education community, to investigate how the COVID-19 pandemic impacted the engagement of undergraduate non-STEM majors in learning chemistry. The team published the findings in a peer-reviewed journal, documenting the details of the disruption caused by the COVID-19 pandemic to both teaching and learning at the early onset of the pandemic.</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: E. Chui-Ying&nbsp;Yan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project produced experimental approaches of chiral-selective vibrational sum frequency generation spectroscopy for detecting DNA folding at interfaces. The approaches can be used to detect DNA hybridization with the advantages of simple binary readouts with minimal detection background. They can also probe highly selective local vibrational modes of folded DNA molecules, providing a means to study fundamental mechanisms of photodamage to DNA molecules. Moreover, the approaches can distinguish the absolute chirality of DNA folding in left-handed versus right-handed double helices. Finally, they show promise in distinguishing various secondary structures of DNA, such as canonical antiparallel double helices and non-canonical parallel double helices.\n\nThe research of the project also established an experimental and theoretical framework for applying chiral-selective vibrational sum frequency generation spectroscopy to probe hydration structures of DNA at interfaces. The framework can be used to detect vibrational structures of water molecules surrounding the DNA double helices with selectivity for the water molecules only in the first hydration shell. Additionally, it can be used to study binding of small-molecular drugs to DNA by detecting displacement of water molecules in the first hydration shell. The framework is expected to be useful in addressing how water molecules modulate the folding of DNA molecules, a question fundamental to many biological processes, such storage of genetic information and transcription of DNA sequences.\n\nThis project provided training for students and postdoctoral researchers in both experimental and computational fields of nonlinear interface spectroscopy. The principal investigator presented this research in invited talks at diverse venues and published original research and review articles on this work for the broader research community in chemistry. While participating in research conferences in the field of vibrational spectroscopy, the principal investigator organized workshops with the aim of improving the inclusiveness of the research community.\n\nFurthermore, the principal investigator directed educational research and training at the college and high-school levels. The principal investigator partnered with the Yale-New Haven Teacher Institute to help local high school teachers develop science curricula. These teachers took part in weekly seminars led by the principal investigator over a period of three months and published their curricula on various science topics on the Institutes website. Finally, the principal investigator led a team of graduate and undergraduate students, as well as educators in the higher-education community, to investigate how the COVID-19 pandemic impacted the engagement of undergraduate non-STEM majors in learning chemistry. The team published the findings in a peer-reviewed journal, documenting the details of the disruption caused by the COVID-19 pandemic to both teaching and learning at the early onset of the pandemic.\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: E. Chui-YingYan\n"
 }
}