{
 "awd_id": "1906511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2019: Hydropower May Enhance Riverine Productivity Through Chemoautotrophic Pathways",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2019-05-29",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2019, Research Using Biological Collections. The fellowship supports research and training of the fellow that will utilize biological collections in innovative ways. The fellow will study how newly formed hydropower reservoirs in Cambodia's Mekong watershed contribute carbon from methane to aquatic food webs. Reservoirs are well known sources of the greenhouse gas methane to the atmosphere, which is usually counted against hydropower. If this methane produced carbon also supports fish at the top of the food webs after reservoirs are created, these reservoirs can be said to enhance river productivity, fishing, and economic prosperity. The fellow will analyze carbon in fish tissue samples gathered from a tributary of the Mekong (the Sesan River) before and after it was altered by having a dam built upon it. Hydropower is expanding on large tropical rivers like the Mekong, so it is important to understand how its ecological impacts may vary.  The fellow will also replicate this study in Washington's Snake River to provide a comparison to an aging hydropower system.\r\n\r\nPrevious work has shown that the majority of microbial production in lake sediments may be anaerobic, such as methanogenesis. Yet, estimates of Net Ecosystem Production (NEP) within aquatic ecosystems ignore methanogenesis or chemoautotrophic primary production. Methane produced here is highly depleted in one of two abundant stable carbon isotopes, carbon-13, relative to other carbon sources. This depletion serves as a useful tracer for methane as a carbon source to aquatic food webs. On reservoir floodplains with dynamic water levels and steep oxygen and redox gradients, this methane may be oxidized by members of the microbial community known as methanotrophs. Because aerobic oxidation does not affect carbon ratios, the isotopic signature of methanogenesis is conserved as it is transferred from methanotrophs to zooplankton and fish in higher trophic levels. The fellow will carry out mass spectrometry on historical fish tissue samples from the Cambodian Ministry of Agriculture, the Smithsonian Institution, and the Harvard Museum of Comparative Zoology.  The fellow will also measure in-situ rates of photosynthesis and coupled methane production and oxidation upstream of both the Sesan and Snake River dams to a) determine geographic variability in primary production at the base of reservoir food webs and b) more accurately account for oxidative processes in estimates of NEP.  All research and resulting publications will include Cambodians, building scientific expertise in a new generation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin L Miller",
   "pi_email_addr": "",
   "nsf_id": "000659331",
   "pi_start_date": "2019-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miller                  Benjamin       L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981056770",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": null,
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "001Y00",
   "pgm_ele_name": "Collections Postdocs"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": null
}