{
 "awd_id": "1906123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Representation Stability in Topology and Arithmetic Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 204621.0,
 "awd_amount": 204621.0,
 "awd_min_amd_letter_date": "2019-08-05",
 "awd_max_amd_letter_date": "2019-08-05",
 "awd_abstract_narration": "This research project concerns investigating stability phenomena in the algebraic structures of several families of fundamental objects that arise in topology, algebra, and number theory. Specifically, the research will focus on four families of objects. The first are the Torelli groups associated to the mapping class groups of surfaces, which are basic objects in the study of surface topology, encoding certain symmetries of a surface. The second are the configuration spaces of points in a manifold, which are topological spaces that parameterize collections of \"particles\" in a given space - these configuration spaces have long history in algebraic topology, as well as more recent connections to physics and robotics. The third are the congruence subgroups of general linear groups, which play a role in algebra and number theory. Finally, the fourth family of objects are the special linear groups, which play an essential role throughout mathematics, and are of particular interest in number theory. The PI will study certain algebraic invariants of these objects, called homology or cohomology groups. Although these (co)homology groups cannot currently be computed directly for these families of objects, the PI will use tools from category theory and commutative algebra to detect patterns in these groups, and study their long-term behavior. Torelli groups, configuration spaces, congruence subgroups, and special linear groups each have a rich literature around their stability behavior. This project will broaden the scope of this literature, often by strengthening the algebraic machinery we have to establish and to interpret stability patterns in more general contexts.\r\n\r\n\r\nThis research builds on recent work completed jointly by the PI. In work with Miller and Patzt, the PI proved a central stability result for degree-2 homology groups of the Torelli groups of genus-g punctured surface, and the analogous Torelli groups of the automorphism groups Aut(F_n) of the free groups, which the PI plans to extend to higher homological degree. The strategy is to realize these homology groups as modules over certain categories, denoted SI(k) and VIC(k), which encode both symplectic group actions (or general linear group actions in the case of Aut(F_n)) as well as additional algebraic structure on these groups. The key to extending these results will be to establish finiteness results for free resolutions of modules over SI(k) and VIC(k). ?Representation stability? results are known for the n-point configuration spaces of a manifold as n grows, and in work with Miller, the PI established ?secondary? stability results among the unstable homology groups in the configuration spaces of a surface. This appears to be a first result in a much broader and richer pattern of higher-order stability phenomena in configuration spaces of manifolds, which the PI will pursue. The PI will also investigate whether secondary stability patterns hold in the homology of the congruence subgroups GL_n(R,I) as n grows. Finally, the PI will study the algebraic structure of the Steinberg representations of the special linear groups SL_n(O) of a number ring O. These Steinberg representations govern the rational cohomology of SL_n(O) in degrees close to the virtual cohomological dimension. The PI will study these Steinberg representations by analyzing the connectivity of certain associated simplicial complexes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Wilson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer C Wilson",
   "pi_email_addr": "jchw@umich.edu",
   "nsf_id": "000789732",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 204621.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The PI studied stability phenomena in sequences of objects that arise in algebraic topology, geometric group theory, and arithmetic groups. These objects are abstractly-defined \"shapes\" or \"groups of symmetries\" that have deep connections to different areas of math and physics. Although the objects in each sequence tend to get progressively &ldquo;bigger&rdquo; in many senses, the PI and her coauthors proved that some aspects of their structure stabilizes.</p>\n<p>Specifically, the PI has studied vanishing and non-vanishing phenomena in the high-degree rational cohomology of the special linear group of a number ring, the action of the mapping class group of a surface on the ordered configuration space of points in the surface, and the Rognes conjecture on high connectivity of the common basis complex of a field. The resulting papers are publicly available through ArXiv.org.&nbsp;</p>\n<p>&nbsp;With this award, the PI contributed to the training of graduate students by co-running learning seminars, delivering two summer school minicourses, and co-organizing a weeklong summer school and conference in July 2023. In Winter 2022 she organized a 9-part professional development series for University of Michigan math graduate students on careers in math academia. The PI co-organized another conference in October 2021. The PI participated in public outreach through the University of Michigan Natural History Museum \"Science Communication Fellows\" and \"Scientist in the Forum\" programs.&nbsp; She has been active in her department's MLB graduate Bridge program, MaCSS Scholars program for undergraduate students, Undergraduate Math Club, and High School Math Circle.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2023<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;C&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe PI studied stability phenomena in sequences of objects that arise in algebraic topology, geometric group theory, and arithmetic groups. These objects are abstractly-defined \"shapes\" or \"groups of symmetries\" that have deep connections to different areas of math and physics. Although the objects in each sequence tend to get progressively \"bigger\" in many senses, the PI and her coauthors proved that some aspects of their structure stabilizes.\n\nSpecifically, the PI has studied vanishing and non-vanishing phenomena in the high-degree rational cohomology of the special linear group of a number ring, the action of the mapping class group of a surface on the ordered configuration space of points in the surface, and the Rognes conjecture on high connectivity of the common basis complex of a field. The resulting papers are publicly available through ArXiv.org. \n\n With this award, the PI contributed to the training of graduate students by co-running learning seminars, delivering two summer school minicourses, and co-organizing a weeklong summer school and conference in July 2023. In Winter 2022 she organized a 9-part professional development series for University of Michigan math graduate students on careers in math academia. The PI co-organized another conference in October 2021. The PI participated in public outreach through the University of Michigan Natural History Museum \"Science Communication Fellows\" and \"Scientist in the Forum\" programs.  She has been active in her department's MLB graduate Bridge program, MaCSS Scholars program for undergraduate students, Undergraduate Math Club, and High School Math Circle. \n\n\t\t\t\t\tLast Modified: 10/29/2023\n\n\t\t\t\t\tSubmitted by: Jennifer C Wilson"
 }
}