{
 "awd_id": "1906469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanobiological Activation of Latent TGF-beta in Intrinsic Repair of Musculoskeletal Tissues",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 449045.0,
 "awd_amount": 481045.0,
 "awd_min_amd_letter_date": "2019-05-30",
 "awd_max_amd_letter_date": "2022-03-28",
 "awd_abstract_narration": "The health of the musculoskeletal connective tissues of our body (cartilage, tendons, ligaments) is highly dependent on the ability of their cells to continuously maintain or repair the tissue structure. Surprisingly, there is still a limited understanding of why these tissues are able to survive so remarkably well for many decades in young individuals as well as why the tissue is more likely to degenerate in older individuals or those exposed to abnormal joint activities (e.g., athletes, those with physically intensive occupations). This project investigates the existence of an intriguing molecular mechanism that may account for the ability of musculoskeletal tissues to protect themselves, even when faced with the challenging mechanical environment of intense physiologic joint activity. The project will examine the ability of mechanical joint activity to activate, or turn on, a powerful signaling molecule called transforming growth factor beta (TGF-b) that resides inside all musculoskeletal tissues in a latent (inactive) form. This TGF-b activation, in turn, signals cells to generate more tissue proteins, leading to a critical, need-based repair response. This mechanism may explain the resilience of musculoskeletal tissues in young individuals as well as the degeneration that comes with aging or excessive activity. This project expands upon the PI?s track record of promoting research training for under-represented students at the undergraduate and graduate levels. Further, the research will be incorporated into education outreach modules that promote the field of mechanobiology to under-represented K-12 student groups. \r\n\r\nThe TGF-b-mediated mechanobiological repair mechanism will be examined in an in vitro model, consisting of the long-term mechanical stimulation of explanted tissues of bovine articular cartilage. Using this model, the project will: 1) measure the activation rate of latent TGF-b in response to varying physiologically appropriate mechanical loading regimens; and 2) assess the role of mechanobiological TGF-b activation in preserving the long-term integrity of articular cartilage. The in vitro model will then be expanded to utilize human articular cartilage explants of varying age ranges to assess the potential efficacy loss of this mechanism with aging. This work can greatly expand our knowledge of the factors that lead to musculoskeletal degenerative disorders and potentially advance the development of unique tissue preservation or repair strategies\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Albro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Albro",
   "pi_email_addr": "albro@bu.edu",
   "nsf_id": "000757572",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "730 Cummington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 449045.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Research Project</span></strong>: This project investigates the regulation of the anabolic signaling molecule, transforming growth factor beta (TGF-&beta;), in the synovial joint.&nbsp;Articular cartilage is a low-friction, load-bearing connective tissue that allows for smooth, pain-free motion at synovial joint interfaces. Synovial joint pathologies (e.g., osteoarthritis) are characterized in large part by cartilage degeneration, leading to significant efforts to better understand the molecular mechanisms that serve to protect cartilage in response to its mechanical environment. Recent work has uncovered the existence of intriguing mechanobiological phenomena whereby the resident form of TGF-&beta;, which exists in an inactive latent complex, can be readily activated in response to physiologic mechanical joint loading. These findings suggest the existence of mechanobiological feedback mechanisms whereby the biosynthesis of cartilage extracellular matrix (ECM) can be upregulated through load-induced TGF-&beta;&nbsp;activation triggering, providing the tissue with protection during periods of mechanical stimulation. In this project, we aimed to better understand the physiologic role of mechanobiological TGF-&beta;&nbsp;activation in maintaining synovial joint health.</p>\n<p>In the first component of this project, we developed a novel biological assay platform for achieving measures of mechanobiological activation rates of latent TGF-&beta;&nbsp;in articular cartilage. This platform is predicated on the autoinduction response of cells to TGF-&beta;, whereby the binding of activated TGF-&beta;&nbsp;to cell receptors induces a signaling cascade that elicits an increase in the synthesis of new latent TGF-&beta;, which is then secreted from the tissue. By measuring latent TGF-&beta;&nbsp;secretion rates into conditioned medium, one can quantitatively predict the concentration of TGF-&beta;&nbsp;that has been activated over time in a cartilage tissue specimen. Through this autoinduction assay, we established the first-ever measures of&nbsp;<em>in situ</em>&nbsp;latent TGF-&beta;&nbsp;activation in cartilage. Here we observed that 2 hours of physiologic-level dynamic compression of cartilage explants induce TGF-&beta;&nbsp;activity levels of 1.05&plusmn;0.36, representing ~2% of the total TGF-&beta;&nbsp;present in the cartilage matrix. These characterizations provide a foundational baseline for better understanding the functional role of mechanobiological TGF-&beta;&nbsp;activation in the synovial joint and how regulatory aberrations may manifest during the onset of pathology.</p>\n<p>In an accompanying component of this study, we capitalized on TGF-&beta;&nbsp;activation rate characterizations to develop computational models to better understand the regulatory dynamics of TGF-&beta;&nbsp;in response to physiologic mechanical-induced activation. Here, we implemented a finite element reaction-diffusion model to describe the distribution of load-activated TGF-&beta;&nbsp;in the different synovial joint tissues (articular cartilage, synovial fluid, synovium).&nbsp;Models illustrated the pronounced role of extracellular chemical reactions&mdash;load-induced&nbsp;activation, reversible ECM-binding, and cell-mediated internalization&mdash;in modulating the spatiotemporal distribution of activated TGF-&beta;&nbsp;in joint tissues. Of note, the cartilage ECM acts as a biochemical &lsquo;storage capacitor&rsquo; allowing for binding site &lsquo;charging&rsquo; during periods of joint activity, followed by &lsquo;dissipation&rsquo; during periods of resting. The physiologic implications of this interplay are intriguing, suggesting that relatively short periods of mechanical loading may provide synovial joint cells with a sustained, long-term exposure to moderated TGF-&beta; activity levels.</p>\n<p>In the last component of this work, we performed experimental characterizations to better understand the functional role of load-activated TGF-&beta; on maintaining synovial joint health.&nbsp;<em>Here, ex vivo</em>&nbsp;cartilage explant models were utilized to characterize the influence of physiologic activated TGF-&beta; activity regimens in regulating functional biosynthetic activities.&nbsp;Physiologic exposure regimens of mechanically-activated TGF-&beta;&nbsp;in synovial fluid induced strong 4-fold to 9-fold enhancements in&nbsp;secretion rate of the important synovial&nbsp;biolubricant, lubricin. Further, inhibition of activated TGF-&beta; in&nbsp;the ECM of cartilage over 1-month culture led&nbsp;to a pronounced loss of cartilage glycosaminoglycan (GAG) content (30-35% decrease) and tissue softening (60-65% Young&rsquo;s modulus&nbsp;reduction). Together, these results suggest an important role of mechanobiological TGF-&beta; activation in maintaining synovial joint health through regulation of both biolubricant concentrations in synovial fluid and turnover of the cartilage ECM.&nbsp;</p>\n<p>Overall, this work&nbsp;advances a novel perspective on&nbsp;the regulatory role of TGF-&beta; in maintaining synovial joint health and provides a foundation for 1) advancing our understanding of TGF-&beta; regulatory breakdown with arthritic pathologies and 2) designing novel chondroprotective pharmacologic therapies for inhibiting aberrant TGF-&beta; signaling.&nbsp;</p>\n<p>&nbsp;<strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong>: The research topic of this project was leveraged to develop an engaging, hands-on K-12 educational outreach module on the biomechanics of articular cartilage. Here, an engineering approach was implemented whereby students utilized inexpensive lab kits, consisting of a cylindrical weight and a glass fluid column, to obtain measures of the mechanical properties of healthy and degenerated articular cartilage specimens. The module can readily scale for administration to large classes. Over the past two years, this module has become integrated as a standing component of several Boston University K-12 outreach programs, including the Technology Innovation Scholars Program, Calculus Project, and Upward Bound Math Science Program.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/04/2023<br>\nModified by: Michael&nbsp;Albro</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1906469/1906469_10608062_1699116836415_2023_NSF_Project_Outcomes_Report_Fig_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1906469/1906469_10608062_1699116836415_2023_NSF_Project_Outcomes_Report_Fig_2--rgov-800width.jpg\" title=\"ECM binding kinetics of load activated TGF-beta\"><img src=\"/por/images/Reports/POR/2023/1906469/1906469_10608062_1699116836415_2023_NSF_Project_Outcomes_Report_Fig_2--rgov-66x44.jpg\" alt=\"ECM binding kinetics of load activated TGF-beta\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Binding kinetics of load-activated TGF-beta in response to physiologic activity. Upon load-induced activation, TGF-beta rapidly re-sequesters onto reversible ECM binding sites. Upon loading cessation, TGF-beta is slowly rereleased from ECM for cell internalization.</div>\n<div class=\"imageCredit\">Albro Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Albro\n<div class=\"imageTitle\">ECM binding kinetics of load activated TGF-beta</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1906469/1906469_10608062_1699116987658_2023_NSF_Project_Outcomes_Report_Fig_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1906469/1906469_10608062_1699116987658_2023_NSF_Project_Outcomes_Report_Fig_1--rgov-800width.jpg\" title=\"Mechanobiological activated TGF-beta in synovial joint\"><img src=\"/por/images/Reports/POR/2023/1906469/1906469_10608062_1699116987658_2023_NSF_Project_Outcomes_Report_Fig_1--rgov-66x44.jpg\" alt=\"Mechanobiological activated TGF-beta in synovial joint\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">FEA model simulations of spatiotemporal distribution of activated TGF-beta in synovial joint tissues in response to physiologic mechanical joint stimulation.</div>\n<div class=\"imageCredit\">Albro Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Albro\n<div class=\"imageTitle\">Mechanobiological activated TGF-beta in synovial joint</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nResearch Project: This project investigates the regulation of the anabolic signaling molecule, transforming growth factor beta (TGF-), in the synovial joint.Articular cartilage is a low-friction, load-bearing connective tissue that allows for smooth, pain-free motion at synovial joint interfaces. Synovial joint pathologies (e.g., osteoarthritis) are characterized in large part by cartilage degeneration, leading to significant efforts to better understand the molecular mechanisms that serve to protect cartilage in response to its mechanical environment. Recent work has uncovered the existence of intriguing mechanobiological phenomena whereby the resident form of TGF-, which exists in an inactive latent complex, can be readily activated in response to physiologic mechanical joint loading. These findings suggest the existence of mechanobiological feedback mechanisms whereby the biosynthesis of cartilage extracellular matrix (ECM) can be upregulated through load-induced TGF-activation triggering, providing the tissue with protection during periods of mechanical stimulation. In this project, we aimed to better understand the physiologic role of mechanobiological TGF-activation in maintaining synovial joint health.\n\n\nIn the first component of this project, we developed a novel biological assay platform for achieving measures of mechanobiological activation rates of latent TGF-in articular cartilage. This platform is predicated on the autoinduction response of cells to TGF-, whereby the binding of activated TGF-to cell receptors induces a signaling cascade that elicits an increase in the synthesis of new latent TGF-, which is then secreted from the tissue. By measuring latent TGF-secretion rates into conditioned medium, one can quantitatively predict the concentration of TGF-that has been activated over time in a cartilage tissue specimen. Through this autoinduction assay, we established the first-ever measures ofin situlatent TGF-activation in cartilage. Here we observed that 2 hours of physiologic-level dynamic compression of cartilage explants induce TGF-activity levels of 1.050.36, representing ~2% of the total TGF-present in the cartilage matrix. These characterizations provide a foundational baseline for better understanding the functional role of mechanobiological TGF-activation in the synovial joint and how regulatory aberrations may manifest during the onset of pathology.\n\n\nIn an accompanying component of this study, we capitalized on TGF-activation rate characterizations to develop computational models to better understand the regulatory dynamics of TGF-in response to physiologic mechanical-induced activation. Here, we implemented a finite element reaction-diffusion model to describe the distribution of load-activated TGF-in the different synovial joint tissues (articular cartilage, synovial fluid, synovium).Models illustrated the pronounced role of extracellular chemical reactionsload-inducedactivation, reversible ECM-binding, and cell-mediated internalizationin modulating the spatiotemporal distribution of activated TGF-in joint tissues. Of note, the cartilage ECM acts as a biochemical storage capacitor allowing for binding site charging during periods of joint activity, followed by dissipation during periods of resting. The physiologic implications of this interplay are intriguing, suggesting that relatively short periods of mechanical loading may provide synovial joint cells with a sustained, long-term exposure to moderated TGF- activity levels.\n\n\nIn the last component of this work, we performed experimental characterizations to better understand the functional role of load-activated TGF- on maintaining synovial joint health.Here, ex vivocartilage explant models were utilized to characterize the influence of physiologic activated TGF- activity regimens in regulating functional biosynthetic activities.Physiologic exposure regimens of mechanically-activated TGF-in synovial fluid induced strong 4-fold to 9-fold enhancements insecretion rate of the important synovialbiolubricant, lubricin. Further, inhibition of activated TGF- inthe ECM of cartilage over 1-month culture ledto a pronounced loss of cartilage glycosaminoglycan (GAG) content (30-35% decrease) and tissue softening (60-65% Youngs modulusreduction). Together, these results suggest an important role of mechanobiological TGF- activation in maintaining synovial joint health through regulation of both biolubricant concentrations in synovial fluid and turnover of the cartilage ECM.\n\n\nOverall, this workadvances a novel perspective onthe regulatory role of TGF- in maintaining synovial joint health and provides a foundation for 1) advancing our understanding of TGF- regulatory breakdown with arthritic pathologies and 2) designing novel chondroprotective pharmacologic therapies for inhibiting aberrant TGF- signaling.\n\n\nBroader Impacts: The research topic of this project was leveraged to develop an engaging, hands-on K-12 educational outreach module on the biomechanics of articular cartilage. Here, an engineering approach was implemented whereby students utilized inexpensive lab kits, consisting of a cylindrical weight and a glass fluid column, to obtain measures of the mechanical properties of healthy and degenerated articular cartilage specimens. The module can readily scale for administration to large classes. Over the past two years, this module has become integrated as a standing component of several Boston University K-12 outreach programs, including the Technology Innovation Scholars Program, Calculus Project, and Upward Bound Math Science Program.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/04/2023\n\n\t\t\t\t\tSubmitted by: MichaelAlbro\n"
 }
}