{
 "awd_id": "1906995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps Teams:  Leaf Global Fintech: Virtual Banking Beyond Borders",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vipin Chaudhary",
 "awd_eff_date": "2018-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2018-12-06",
 "awd_max_amd_letter_date": "2018-12-06",
 "awd_abstract_narration": "The broader impact of this I-Corps project is to enable an underserved market?refugees?to access formal financial services through a mobile device and blockchain technology. Through this project, refugees will be able to avoid carrying cash while escaping conflict, retain access to savings typically lost during flight, and create an economic identity to establish themselves in a new country. The results of cross-border digital financial services include: (1) refugees will experience increased access to funds, which positively impacts long-term health and education; (2) refugees will be less dependent upon host states and foreign aid; (3) cross-border trade will increase, thus bolstering regional security. The commercial potential of this project is large, as refugees have been proven a viable market for commercial banking but have historically been excluded from the formal financial system. Of the 68 million people forcibly displaced around the world in 2018, 60% have access to mobile networks that provide the infrastructure for offering digital financial services even without a smartphone. New blockchain technology makes cross-border financial services lucrative with amounts previously too small to be profitable, thus opening the market to individuals at the bottom of the pyramid. \r\n\r\nThis I-Corps project seeks to address how to deliver virtual financial services in low technology environments using existing mobile networks and consumer behavior patterns. The technology utilizes mobile money, a USSD-based system common in emerging markets, as the cash-in and out point for customers. Transactions are stored on a transparent (yet de-identified) digital ledger that securely tracks assets across borders and fiat currencies. Blockchain technology presents new ways of meeting the financial needs of vulnerable populations, while a low-tech front-end ensures adoption in environments in which distribution is challenging. Customers use a custom USSD/SMS interface to create an account, send money for safekeeping, check balance, and disburse funds across borders. Customer identity is managed using biometrics such as facial and vocal recognition and a PIN. This type of cross-border, digital savings product integrated with USSD and blockchain has never been offered. The platform reliably links identity and provides the unique combination of asset storage and transport across borders. The digitization of cross-border money movement could reduce theft and corruption by up to 80%. This project seeks to prove that virtual financial services offered through mobile network infrastructure can bring new access to populations historically excluded from the formal economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "White",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J White",
   "pi_email_addr": "jules.white@vanderbilt.edu",
   "nsf_id": "000520194",
   "pi_start_date": "2018-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "1025 16th Avenue South Suite 102",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372122328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Leaf Global Fintech participated in NSF&rsquo;s I-Corps program to conduct customer discovery and business model research on the potential of blockchain technology to impact financial services for forcibly displaced people. With I-Corps funding, the Leaf team conducted 307 customer interviews across six countries (US, Colombia, Netherlands, Kenya, Uganda, Rwanda). Leaf team members attended seven industry conferences and trade fairs, leading to invaluable feedback from key market stakeholders. During the grant period, Leaf developed a database of 122 possible partners, investors, and other stakeholders in the industry.</p>\n<p>&nbsp;</p>\n<p>Leaf&rsquo;s goal was to determine the commercial viability of a blockchain-based financial services product for refugees and migrants. Leaf&rsquo;s original thesis was that providing financial services on a mobile phone to people fleeing conflict would reduce the security risks of carrying physical cash. Throughout the I-Corps program, Leaf refined its thesis, investigated several hypotheses, and created a business model canvas for two key customer segments: refugees and cross-border traders. Leaf assessed customer needs and pain points through in-person interviews. The Leaf team ran tests to evaluate current options available to refugees for storing, sending, and receiving money across borders. Finally, Leaf explored a partnership model with two fintech companies to clear international regulatory hurdles.</p>\n<p>&nbsp;</p>\n<p>Leaf&rsquo;s results showed that over 80% of refugees in East Africa cross borders with no cash because they were not financially prepared to leave their country. Small cross-border traders carry between $100-$4,000 USD in cash across borders on average twice per week and lose 5%-10% of their cash on hand to bribes. Leaf confirmed that over 15% of value is lost in fees and foreign exchange when sending money internationally and that refugees and migrants work around the formal system whenever possible to preserve these funds (through commissioning informal agents, sending cash with others, and carrying value in goods). Leaf discovered that over 90% of adult refugees and traders have mobile money accounts to receive money from friends and family, which could potentially be used as a method of cash-in and out for a blockchain-based international money management product. Leaf determined that operating through partnerships is the most effective manner of serving customers while remaining compliant as a non-regulated entity.</p>\n<p>&nbsp;</p>\n<p>Leaf&rsquo;s work advanced the current knowledge of cross-border financial needs and services for those affected by conflict and the risks of carrying physical cash. While some research has been conducted on the financial lives of refugees, there is a gap in the research on tools and technologies used by refugees during their journey. The Leaf team sees a significant market opportunity for a money management tool that would allow customers to store, send, receive, and exchange money across borders in an affordable and convenient (digital) way.</p>\n<p>&nbsp;</p>\n<p>Leaf&rsquo;s broader impact could change individual lives and societies around the world. The findings from this work have the potential to help 68 million forcibly displaced people access affordable cross-border financial services in addition to the 2.4 billion people still using feature phones around the world. A technical solution could help people fleeing conflict in the future and put less strain on government institutions that currently provide financial aid to refugees. Increased access to funds and less dependence on foreign aid could help people enter the formal economy, enabling long-term financial inclusion.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2020<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;White</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLeaf Global Fintech participated in NSF’s I-Corps program to conduct customer discovery and business model research on the potential of blockchain technology to impact financial services for forcibly displaced people. With I-Corps funding, the Leaf team conducted 307 customer interviews across six countries (US, Colombia, Netherlands, Kenya, Uganda, Rwanda). Leaf team members attended seven industry conferences and trade fairs, leading to invaluable feedback from key market stakeholders. During the grant period, Leaf developed a database of 122 possible partners, investors, and other stakeholders in the industry.\n\n \n\nLeaf’s goal was to determine the commercial viability of a blockchain-based financial services product for refugees and migrants. Leaf’s original thesis was that providing financial services on a mobile phone to people fleeing conflict would reduce the security risks of carrying physical cash. Throughout the I-Corps program, Leaf refined its thesis, investigated several hypotheses, and created a business model canvas for two key customer segments: refugees and cross-border traders. Leaf assessed customer needs and pain points through in-person interviews. The Leaf team ran tests to evaluate current options available to refugees for storing, sending, and receiving money across borders. Finally, Leaf explored a partnership model with two fintech companies to clear international regulatory hurdles.\n\n \n\nLeaf’s results showed that over 80% of refugees in East Africa cross borders with no cash because they were not financially prepared to leave their country. Small cross-border traders carry between $100-$4,000 USD in cash across borders on average twice per week and lose 5%-10% of their cash on hand to bribes. Leaf confirmed that over 15% of value is lost in fees and foreign exchange when sending money internationally and that refugees and migrants work around the formal system whenever possible to preserve these funds (through commissioning informal agents, sending cash with others, and carrying value in goods). Leaf discovered that over 90% of adult refugees and traders have mobile money accounts to receive money from friends and family, which could potentially be used as a method of cash-in and out for a blockchain-based international money management product. Leaf determined that operating through partnerships is the most effective manner of serving customers while remaining compliant as a non-regulated entity.\n\n \n\nLeaf’s work advanced the current knowledge of cross-border financial needs and services for those affected by conflict and the risks of carrying physical cash. While some research has been conducted on the financial lives of refugees, there is a gap in the research on tools and technologies used by refugees during their journey. The Leaf team sees a significant market opportunity for a money management tool that would allow customers to store, send, receive, and exchange money across borders in an affordable and convenient (digital) way.\n\n \n\nLeaf’s broader impact could change individual lives and societies around the world. The findings from this work have the potential to help 68 million forcibly displaced people access affordable cross-border financial services in addition to the 2.4 billion people still using feature phones around the world. A technical solution could help people fleeing conflict in the future and put less strain on government institutions that currently provide financial aid to refugees. Increased access to funds and less dependence on foreign aid could help people enter the formal economy, enabling long-term financial inclusion.\n\n \n\n\t\t\t\t\tLast Modified: 01/30/2020\n\n\t\t\t\t\tSubmitted by: Christopher J White"
 }
}