{
 "awd_id": "1906414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Submanifolds and Cobordisms in Contact and Symplectic Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 468162.0,
 "awd_amount": 468162.0,
 "awd_min_amd_letter_date": "2019-05-03",
 "awd_max_amd_letter_date": "2021-05-10",
 "awd_abstract_narration": "Contact structures are natural objects, born over two centuries ago, in the work of Lie concerning solving differential equations, Gibbs concerning thermodynamics, Huygens concerning geometric optics, and Hamilton concerning classical mechanics. They have been studied by many mathematicians and seem to touch on diverse areas of mathematics and physics, but only in the last few decades have they moved into the foreground of mathematics. This is due to the remarkable breakthroughs in field, resulting in a rich and beautiful theory with many applications both inside mathematics and to science and engineering. In this project the PI will consider a variety of questions about various spaces with contact structures, focusing on objects inside of them, relations between them, and other structures on them. This will not only further our understanding of the field, but also its impacts on other areas of study. The PI will also devote significant time to helping graduate students and postdoctoral scholars become productive researchers in the field.\r\n\r\nThe PI will investigate contact and symplectic structures through a variety of techniques, but focusing on their submanifolds and connections to Riemannian metrics. Recall that in dimension 3 understanding Legendrian and transverse knots in a contact manifold has gone hand in hand with advances in our understanding of contact structures and their subtle links with topology. For example the first proof of existence of contact structures came from surgery on transverse knots and the famed tight versus overtwisted dichotomy comes down to the types of Legendrian or transverse knots a contact structure supports. The PI will continue his investigations of such knots in 3 manifolds, focusing on qualitative features of them. Also recall, that many important concepts in contact geometry are expressed in terms of submanifolds of the contact structure (for example, Giroux torsion, open book decompositions, etc). Trying to understand how these various submanifolds interact and how various surgery constructions affect them will be another focus of the PI. The PI will also consider higher dimensional contact manifolds where much less is known. Here, basic questions about the existence and isotopy classification of contact submanifolds (a generalization of transverse knots) and isotropic submanifolds will be considered - as will surgery constructions and how they affect various properties of contact manifolds. Riemannian metrics have long been known to have deep connections with the smooth topology of manifolds and more recently it has been shown that contact structures do as well. The PI will continue to explore relations between these two geometric structures with the goal of seeing key properties of a contact structure (such as tightness) reflected in Riemannian metrics that are adapted to them. This will hopefully lead to a more complete understanding of the general picture of contact structures on 3 manifolds and create new tools for studying higher dimensional contact manifolds. The PI will also explore recent conjectures of Eliashberg about the existence of symplectic structures by explicitly verifying them in some nontrivial cases and exploring inductive approaches to proving them in some general settings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Etnyre",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Etnyre",
   "pi_email_addr": "etnyre@math.gatech.edu",
   "nsf_id": "000375996",
   "pi_start_date": "2019-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 313118.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 77522.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 77522.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Contact geometry is a venerable subject that arose as a natural language for geometric optics, thermodynamics and classical mechanics. One encounters contact structures everyday when parallel parking a car, skating, or watching the play of light in a glass of water. Contact geometry has been long studied by mathematicians and physicists but in the last decade or so it has blossomed into a remarkably rich and beautiful theory with close ties to the topology of manifolds (that is the structure of space and space-time), string theory in modern physics, Riemannian geometry, and fluid dynamics.&nbsp;</span><br /><br /><strong>Intellectual&nbsp;merit:&nbsp;</strong></p>\n<div><span><br /></span></div>\n<div><span>The PI also studied the structure of 3 and 4 dimensional spaces. In joint work with Tosun, he showed how to construct many 3 dimensional spaces that bounded 'small' 4-dimensional spaces (this is, in general, a difficult problem). In work with Min and Mukhergee, he also gave criteria on a 3 dimensional space that guaranteed it bounds a 4 dimensional space that supports 'infinitely many smooth structures' (that is one can 'do calculus' on these spaces in many different ways!).&nbsp;</span></div>\n<div><br /><span>In collaboration with several groups of mathematicians the PI was able to greatly illuminate the nature of special knots (tied up pieces of string), called Legendrian and transverse knots, in contact spaces. This in turn helps us understand many of the subtle features of contact geometry and construct interesting contact manifolds. With Dalton and Traynor, the PI gave the first comprehensive study of Legendrian links (links are collections of several disjoint knots) and showed many interesting phenomena showing how different the understanding of Legendrian links is from all links. With Golla, the PI showed how various transverse knots can bound special surfaces in 4-manifolds and again showed how this geometric situation is very different than the smooth situation (that is, when one ignores the geometry). In work with&nbsp;</span><span>Chakraborty and Roy, the PI showed how to understand the way Legendrian knots behave under most 'cabling'. Cabling is a construction that takes a given knot and makes a new one and is a very important construction in the study of knots. In collaboration with Min and Mukhergee the PI completely understood 'non-loose' knots for an infinite family of knots. This is an interesting and promising first such result, that demonstrates a host of new phenomina.&nbsp;</span>\n<div><br />\n<div>With Casels and Kegel the PI gave several general constructions of distinct Legendrian knots that on which a special operation, called surgery, yields the same contact structures. This is a new phenomenon in the theory. In work with Kegel and Onaron, he also was able to relate the number of surgeries needed to create a given contact space to the analogous question for spaces without contact structures.&nbsp;In work with Min,&nbsp;Piccirillo, and Roy, the PI was able to understand explicit ways of setting a special class of 4 dimensional spaces inside of an important 4 dimensional space. This gave the first explicit understanding of this very surprising result.&nbsp;<br /><br />The PI's students, supported on this grant, also wrote several papers on exotic phenomena in dimension 4, dynamics and geometry associated to contact structures, and classification of contact structures.&nbsp;<br /><br /><strong>Broader of impacts:</strong><br /><br />During the course of this grant the PI supervised 7 PhD theses with the students going on to jobs in places like MIT, Princeton, LSU, the Georgia Tech Research Institute, etc. He also supervised 3 more that he is currently working with. The PI also supervised 7 postdoctoral researchers. He helped organize and run 9 conferences - giving many junior mathematicians and mathematicians from underrepresented groups an opportunity to advertise their work and initiate collaborations with leaders in the field - and helped organize a semester-long program at the Institute for Computational and Experimental Research in Mathematics in Providence, RI. The PI also gave several lectures around the country aimed at introducing a new generation of mathematicians to contact geometry. In addition, the PI participated in many formal and informal professional development opportunities for graduate students and young mathematicians.</div>\n</div>\n</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2023<br>\n\t\t\t\t\tModified by: John&nbsp;B&nbsp;Etnyre</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContact geometry is a venerable subject that arose as a natural language for geometric optics, thermodynamics and classical mechanics. One encounters contact structures everyday when parallel parking a car, skating, or watching the play of light in a glass of water. Contact geometry has been long studied by mathematicians and physicists but in the last decade or so it has blossomed into a remarkably rich and beautiful theory with close ties to the topology of manifolds (that is the structure of space and space-time), string theory in modern physics, Riemannian geometry, and fluid dynamics. \n\nIntellectual merit: \n\n\nThe PI also studied the structure of 3 and 4 dimensional spaces. In joint work with Tosun, he showed how to construct many 3 dimensional spaces that bounded 'small' 4-dimensional spaces (this is, in general, a difficult problem). In work with Min and Mukhergee, he also gave criteria on a 3 dimensional space that guaranteed it bounds a 4 dimensional space that supports 'infinitely many smooth structures' (that is one can 'do calculus' on these spaces in many different ways!). \n\nIn collaboration with several groups of mathematicians the PI was able to greatly illuminate the nature of special knots (tied up pieces of string), called Legendrian and transverse knots, in contact spaces. This in turn helps us understand many of the subtle features of contact geometry and construct interesting contact manifolds. With Dalton and Traynor, the PI gave the first comprehensive study of Legendrian links (links are collections of several disjoint knots) and showed many interesting phenomena showing how different the understanding of Legendrian links is from all links. With Golla, the PI showed how various transverse knots can bound special surfaces in 4-manifolds and again showed how this geometric situation is very different than the smooth situation (that is, when one ignores the geometry). In work with Chakraborty and Roy, the PI showed how to understand the way Legendrian knots behave under most 'cabling'. Cabling is a construction that takes a given knot and makes a new one and is a very important construction in the study of knots. In collaboration with Min and Mukhergee the PI completely understood 'non-loose' knots for an infinite family of knots. This is an interesting and promising first such result, that demonstrates a host of new phenomina. \n\n\nWith Casels and Kegel the PI gave several general constructions of distinct Legendrian knots that on which a special operation, called surgery, yields the same contact structures. This is a new phenomenon in the theory. In work with Kegel and Onaron, he also was able to relate the number of surgeries needed to create a given contact space to the analogous question for spaces without contact structures. In work with Min, Piccirillo, and Roy, the PI was able to understand explicit ways of setting a special class of 4 dimensional spaces inside of an important 4 dimensional space. This gave the first explicit understanding of this very surprising result. \n\nThe PI's students, supported on this grant, also wrote several papers on exotic phenomena in dimension 4, dynamics and geometry associated to contact structures, and classification of contact structures. \n\nBroader of impacts:\n\nDuring the course of this grant the PI supervised 7 PhD theses with the students going on to jobs in places like MIT, Princeton, LSU, the Georgia Tech Research Institute, etc. He also supervised 3 more that he is currently working with. The PI also supervised 7 postdoctoral researchers. He helped organize and run 9 conferences - giving many junior mathematicians and mathematicians from underrepresented groups an opportunity to advertise their work and initiate collaborations with leaders in the field - and helped organize a semester-long program at the Institute for Computational and Experimental Research in Mathematics in Providence, RI. The PI also gave several lectures around the country aimed at introducing a new generation of mathematicians to contact geometry. In addition, the PI participated in many formal and informal professional development opportunities for graduate students and young mathematicians.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/24/2023\n\n\t\t\t\t\tSubmitted by: John B Etnyre"
 }
}