{
 "awd_id": "1906352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Complex Geometric and Lie Theoretic Aspects of Hodge Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 224003.0,
 "awd_amount": 224003.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2022-08-01",
 "awd_abstract_narration": "Algebraic geometry is a field of mathematics concerned with the solutions of (systems of) polynomial equations.  These solution sets are called algebraic varieties, and one is interested in understanding their algebraic and geometric properties.  These structures can be quite complicated and mysterious.  One way to gain some insight is to consider the variety's \"Hodge structure\".  This is a simpler object with a linear algebraic nature, that nonetheless often encodes a great deal of information about the variety.   The theme of this project is the application of representation theory (a sophisticated generalization of linear algebra) to obtain geometric insight into these varieties.\r\n\r\nTopics addressed in this project include:  (a) degenerations of Hodge structure, and their application to the study of moduli spaces and their compactifications; (b) characteristic varieties of a variation of Hodge structure (this program is driven by a close analogy with the Hwang-Mok program to study Fano manifolds via their varieties of minimal rational tangents); and (c) structure of hyperkahler cohomology as a representation of the Looijenga-Lunts-Verbitsky algebra.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Robles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen Robles",
   "pi_email_addr": "robles@math.duke.edu",
   "nsf_id": "000432155",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "120 Science Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 84159.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69922.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 69922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Algebraic geometry is a field of mathematics concerned with the solutions of (systems of) polynomial equations.&nbsp; In addition to being a very active and important field of research in fundamental mathematics, algebraic geometry has wide-ranging applications, including: statistics, control theory, robotics, error-correcting codes, phylogenetics and geometric modelling.&nbsp; In algebraic geometry, one is interested in understanding the algebraic and geometric properties of these solution sets, which are called \"algebraic varieties\". These structures can be quite complicated and mysterious. One way to gain some insight is to consider the variety's \"Hodge structure\". This is a simpler object that nonetheless often encodes a great deal of information about the variety.&nbsp;&nbsp;</p>\n<p>Often one is interested in not just a single variety/solution set, but a collection or family of varieties.&nbsp; In this case one obtains a family of Hodge structures.&nbsp; This family is encoded by the \"period map\".&nbsp; Various structural properties of this map reflect properties of the family of varieties, and this makes the period map a very useful tool in the analysis of the family.&nbsp; As typically presented, these maps are incomplete in a certain sense, and it is an important and difficult problem (going back, in various forms, to questions and conjectures posed by in the late 1960s) to construct completions of these maps.</p>\n<p>In certain special, and highly restricted cases, the period map takes value in a locally Hermitian symmetric space (LHSS).&nbsp; The later are an important and ubiquitous class of objects in mathematics.&nbsp; In this context they are significant because the desired completions (aka \"compactifications\") have been constructed.&nbsp; The two most salient constructions are the the Satake-Baily-Borel (SBB) compactification of a locally hermitian symmetric space, and toroidal normalization of SBB by Ash-Mumford-Rapoport-Tai (AMRT).&nbsp; SBB has the advantage of being canonical, in a certain sense; it is also encodes the minimal amount of Hodge-theoretically meaningful data \"at infinity\".&nbsp; AMRT, while not canonical, has the advantage of encoding the maximal amount of Hodge-theoretically meaningful data \"at infinity\".&nbsp;</p>\n<p>The main goal of this project is to construct analogs of the SBB and AMRT completions for arbitrary period maps.&nbsp; The PI and collaborators made considerable progress developing an analog of SBB for arbitrary period maps.&nbsp; Significant result include:</p>\n<ol>\n<li>Construction of the desired SBB-type completion for two-parameter period maps.&nbsp;&nbsp;</li>\n<li>The construction of the desired SBB-type completion for arbitrary period maps has been reduced to a certain extension problem, for which there exists a well-established theoretical approach.&nbsp;&nbsp;</li>\n<li>The latter requires the construction of functions with certain properties (so-called \"pluri-subharmonic exhaustion functions\").&nbsp; The PI has formulated an approach to building such functions, and verified its efficacy in a non-trivial case; the general construction in work-in-progress.</li>\n</ol>\n<p>The PI's graduate student has given an AMRT-type completion for a specific family of varieties (the so-called \"mirror octic\" of Calabi-Yau 3-folds).&nbsp; This is only the second such construction (several parameter, and non-LHSS), and as such is a major accomplishment.</p>\n<p>In another direction, the PI and collaborators have studied the Hodge structure of a distinguished class of algebraic varieties known as hyper-Kaehler manifolds.</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Colleen&nbsp;Robles</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAlgebraic geometry is a field of mathematics concerned with the solutions of (systems of) polynomial equations. In addition to being a very active and important field of research in fundamental mathematics, algebraic geometry has wide-ranging applications, including: statistics, control theory, robotics, error-correcting codes, phylogenetics and geometric modelling. In algebraic geometry, one is interested in understanding the algebraic and geometric properties of these solution sets, which are called \"algebraic varieties\". These structures can be quite complicated and mysterious. One way to gain some insight is to consider the variety's \"Hodge structure\". This is a simpler object that nonetheless often encodes a great deal of information about the variety.\n\n\nOften one is interested in not just a single variety/solution set, but a collection or family of varieties. In this case one obtains a family of Hodge structures. This family is encoded by the \"period map\". Various structural properties of this map reflect properties of the family of varieties, and this makes the period map a very useful tool in the analysis of the family. As typically presented, these maps are incomplete in a certain sense, and it is an important and difficult problem (going back, in various forms, to questions and conjectures posed by in the late 1960s) to construct completions of these maps.\n\n\nIn certain special, and highly restricted cases, the period map takes value in a locally Hermitian symmetric space (LHSS). The later are an important and ubiquitous class of objects in mathematics. In this context they are significant because the desired completions (aka \"compactifications\") have been constructed. The two most salient constructions are the the Satake-Baily-Borel (SBB) compactification of a locally hermitian symmetric space, and toroidal normalization of SBB by Ash-Mumford-Rapoport-Tai (AMRT). SBB has the advantage of being canonical, in a certain sense; it is also encodes the minimal amount of Hodge-theoretically meaningful data \"at infinity\". AMRT, while not canonical, has the advantage of encoding the maximal amount of Hodge-theoretically meaningful data \"at infinity\".\n\n\nThe main goal of this project is to construct analogs of the SBB and AMRT completions for arbitrary period maps. The PI and collaborators made considerable progress developing an analog of SBB for arbitrary period maps. Significant result include:\n\nConstruction of the desired SBB-type completion for two-parameter period maps.\nThe construction of the desired SBB-type completion for arbitrary period maps has been reduced to a certain extension problem, for which there exists a well-established theoretical approach.\nThe latter requires the construction of functions with certain properties (so-called \"pluri-subharmonic exhaustion functions\"). The PI has formulated an approach to building such functions, and verified its efficacy in a non-trivial case; the general construction in work-in-progress.\n\n\n\nThe PI's graduate student has given an AMRT-type completion for a specific family of varieties (the so-called \"mirror octic\" of Calabi-Yau 3-folds). This is only the second such construction (several parameter, and non-LHSS), and as such is a major accomplishment.\n\n\nIn another direction, the PI and collaborators have studied the Hodge structure of a distinguished class of algebraic varieties known as hyper-Kaehler manifolds.\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: ColleenRobles\n"
 }
}