{
 "awd_id": "1906883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Advanced Ultrasonic Imaging for Medical and Non-Destructive Testing Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2018-12-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2018-12-14",
 "awd_max_amd_letter_date": "2021-05-11",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a next-generation, high-resolution ultrasonic imaging technique for medical and non-destructive testing applications. This technique will improve on existing imaging technologies by enabling highly detailed physical and spatial properties of the imaged material to be determined, beyond what is currently capable from ultrasound, X-Rays or MRI. This will enhance the capability of medical and non-destructive imaging technologies, for example, by allowing more accurate identification and diagnoses of tumor tissues in medical scans, or improving the identification of defects in manufactured parts. Combined with the benefits of ultrasound, in particular, safety, speed, portability, patient comfort, and cost, this technology has potential for broad impact. Commercially, the technology will enable medical practitioners to make diagnoses faster and with higher accuracy. This will allow earlier and more precise identification of tumors, reducing the number of false positives and follow-up procedures. This will ultimately increase diagnostic efficiency, reduce costs and improve patient outcomes. In a non-destructive testing application, this technology will enable imaging detail that was previously only available with more expensive and time-consuming techniques such as X-Rays.\r\n\r\nThis I-Corps project combines techniques from the fields of ultrasonic imaging and the geosciences to significantly improve existing mm- to cm-scale imaging technologies. The technology adapts an advanced geophysical imaging method known as full waveform inversion (FWI) for medical and non-destructive testing purposes. Full waveform inversion is conventionally applied for imaging the earth?s structure and to discover oil and gas reservoirs. Instead of applying the technique at seismic scales (m to km), the company applies it at the ultrasonic scale (mm to cm) to generate high-resolution 3-dimensional images with embedded physical properties. Research is focused on both software and hardware development. Software algorithms are being developed which construct images from ultrasonic measurements within seconds to minutes. This is enabled through the use of cutting-edge, highly efficient algorithms and high-performance computing infrastructure. Research and development of prototype hardware is also being undertaken, necessary for generating high-quality ultrasonic data for input into the imaging algorithms. To-date, rapid, high-resolution 2- and 3-dimensional image construction using full waveform inversion techniques has been demonstrated on a range of ?synthetic? ultrasonic-scale objects. This demonstrates that images can be quickly generated, containing a full range of material properties including material density, stiffness and attenuation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeroen",
   "pi_last_name": "Tromp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeroen Tromp",
   "pi_email_addr": "jtromp@princeton.edu",
   "nsf_id": "000199944",
   "pi_start_date": "2018-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our I-Corps team investigated the customer need and requirements for a new medical ultrasound imaging method that produces 3D images with the quality of MRI scans. We interviewed over 140 potential customers and subject matter experts, primarily in the fields of medicine, radiology, medical device commercialization and clinic/hospital operations. In particular we explored pain points for radiologists, the main medical applications that would benefit from imaging advances, and the factors would contribute to adoption of a new technology.</p>\n<p>We identified several areas within medical imaging that would particularly benefit from this new imaging modality. These include breast cancer screening, musculoskeletal (MSK) and pediatric imaging. Within breast imaging, a key benefit of this new modality to radiologists is an increase in the ability to accurately identify tumors, resulting in a reduction in false positives (an increase in specificity). This is a substantial benefit to the vast majority of women who undergo breast-screening and have negative mental (stress), health and financial (unnecessary procedures) outcomes associated with needless false negatives. The technology should also help reduce radiologist workload, a significant pain-point for radiologists and clinics/hospitals. Overall, breast cancer screening is a market worth several billion dollars annually, with the potential for the majority of this market to be captured with this technology in the longer term.</p>\n<p>Broader impacts of this technology should result in reduced medical system costs, through a reduction in unnecessary callback procedures and more timely care through cancer cases which are caught earlier. In practice, this technology could decrease the number of follow-up images and biopsies to the order of 100s of thousands. This would collectively save 10-100s of millions of dollars. More broadly still, development of this technology would benefit 3D ultrasound imaging in other areas, such as non-destructive testing (NDT), as well as resulting in the development of quicker and more efficient algorithms that will feed back into the geosciences for global and regional imaging.</p>\n<p>Adoption of this technology by radiologists and clinics/hospitals will require:</p>\n<p>- Proof of clinical benefit. e.g. decrease in false positives, improved safety compared with existing modalities etc. Requires medical trials.</p>\n<p>- Convenient and quick imaging procedure for the clinic and patient, with sufficient throughput for a screening type modality in some cases (e.g. breast cancer screening).</p>\n<p>- Quick radiologist readtimes and data presentation that highlights suspicious features.</p>\n<p>- Earlier adopter clinics to begin using this technology.</p>\n<p>- Robust hardware, quick service response, and cost effectiveness compared with existing modalities such as 3D x-ray tomography or MRI.</p>\n<p>- Advertising to potential patients to make them aware of the benefits of this new technology and drive consumer adoption.</p>\n<p>- Careful application of AI technologies to assist with radiologist interpretation.</p>\n<p>Adoption of this technology is complicated by this being a disruptive technology, rather than incremental. Therefore challenges exist for the training and confidence of radiologists for using this technology.</p>\n<p>Overall, the findings from this I-Corps program have confirmed the need for a new imaging modality in several medical areas. This new modality would provide benefits in terms of an increase in diagnostic capability (increased specificity and sensitivity), an improved safety profile (no need for x-rays or constrast agents), and above all, significant benefits to the patient.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2022<br>\n\t\t\t\t\tModified by: Jeroen&nbsp;Tromp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur I-Corps team investigated the customer need and requirements for a new medical ultrasound imaging method that produces 3D images with the quality of MRI scans. We interviewed over 140 potential customers and subject matter experts, primarily in the fields of medicine, radiology, medical device commercialization and clinic/hospital operations. In particular we explored pain points for radiologists, the main medical applications that would benefit from imaging advances, and the factors would contribute to adoption of a new technology.\n\nWe identified several areas within medical imaging that would particularly benefit from this new imaging modality. These include breast cancer screening, musculoskeletal (MSK) and pediatric imaging. Within breast imaging, a key benefit of this new modality to radiologists is an increase in the ability to accurately identify tumors, resulting in a reduction in false positives (an increase in specificity). This is a substantial benefit to the vast majority of women who undergo breast-screening and have negative mental (stress), health and financial (unnecessary procedures) outcomes associated with needless false negatives. The technology should also help reduce radiologist workload, a significant pain-point for radiologists and clinics/hospitals. Overall, breast cancer screening is a market worth several billion dollars annually, with the potential for the majority of this market to be captured with this technology in the longer term.\n\nBroader impacts of this technology should result in reduced medical system costs, through a reduction in unnecessary callback procedures and more timely care through cancer cases which are caught earlier. In practice, this technology could decrease the number of follow-up images and biopsies to the order of 100s of thousands. This would collectively save 10-100s of millions of dollars. More broadly still, development of this technology would benefit 3D ultrasound imaging in other areas, such as non-destructive testing (NDT), as well as resulting in the development of quicker and more efficient algorithms that will feed back into the geosciences for global and regional imaging.\n\nAdoption of this technology by radiologists and clinics/hospitals will require:\n\n- Proof of clinical benefit. e.g. decrease in false positives, improved safety compared with existing modalities etc. Requires medical trials.\n\n- Convenient and quick imaging procedure for the clinic and patient, with sufficient throughput for a screening type modality in some cases (e.g. breast cancer screening).\n\n- Quick radiologist readtimes and data presentation that highlights suspicious features.\n\n- Earlier adopter clinics to begin using this technology.\n\n- Robust hardware, quick service response, and cost effectiveness compared with existing modalities such as 3D x-ray tomography or MRI.\n\n- Advertising to potential patients to make them aware of the benefits of this new technology and drive consumer adoption.\n\n- Careful application of AI technologies to assist with radiologist interpretation.\n\nAdoption of this technology is complicated by this being a disruptive technology, rather than incremental. Therefore challenges exist for the training and confidence of radiologists for using this technology.\n\nOverall, the findings from this I-Corps program have confirmed the need for a new imaging modality in several medical areas. This new modality would provide benefits in terms of an increase in diagnostic capability (increased specificity and sensitivity), an improved safety profile (no need for x-rays or constrast agents), and above all, significant benefits to the patient.\n\n\t\t\t\t\tLast Modified: 07/08/2022\n\n\t\t\t\t\tSubmitted by: Jeroen Tromp"
 }
}