{
 "awd_id": "1906227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chromatic Phenomena with an Equivariant Perspective",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 324175.0,
 "awd_amount": 324175.0,
 "awd_min_amd_letter_date": "2019-05-03",
 "awd_max_amd_letter_date": "2021-07-27",
 "awd_abstract_narration": "The project supported by this award is part of a large scale effort to understand the homotopy groups of spheres, one of the fundamental problems in topology. The spheres, which are among the simplest geometric objects, are building blocks for more complex entities. The homotopy groups of spheres are collections of continuous functions between spheres considered up to deformations. They are used to study the connections between these basic components. These groups and the tools used to study them have deep connections with other fields. For example, there are connections with number theory as interesting functions and sequences appear as patterns and structure in the homotopy groups of spheres. There are connections with differential geometry, as these groups are used in the classification of geometric objects. Recently, the tools used to study the homotopy groups groups of spheres have also been used in physics in the classification of phases of matter. Although the study of the homotopy groups of spheres is notoriously difficult, a bridge has been built between algebraic geometry and algebraic topology that allows us to use sophisticated algebraic theory to enable calculations of the homotopy groups of spheres. This bridge is known as chromatic homotopy theory and is the central theme of this project. Duality and invertibility are ubiquitous concepts in mathematics which are central to understanding relationships between mathematical objects. The project supported by this award studies these phenomena within chromatic homotopy theory. The project also proposes theory and computations that will provide data to help study these fundamental phenomena.\r\n\r\nAt the heart of chromatic homotopy theory is the study of a higher analogue of the homotopy category of spectra local with respect to mod p K-theory: The K(n)-local stable homotopy category. It is equivalent to the homotopy category of K(n)-local E-modules in G-equivariant spectra, where Morava E-theory E is a higher analogue of p-complete K theory and the stabilizer group G is a generalization of the group of Adams operations. The strategy of the proposal is to restrict problems to finite subgroups F of G and use the theory of finite resolutions to pass from information obtained from finite subgroups to information about the K(n)-local category. An important circle of ideas in the proposal concerns duality and invertibility. The PI and collaborators study K(n)-local Spanier-Whitehead duality using techniques from equivariant homotopy theory. They use an analogue of the J-homomorphism to compute the duals of homotopy fixed point spectra for the action on E of some finite subgroups F of G. This homomorphism is also used to study Picard groups of categories of K(n)-local E-module F-spectra. The PI is an expert in computations at chromatic height 2 for p = 2 and proposes projects to further our understanding in this difficult case. These include the computation of the Picard group of the K(2)-local category, the study of K(2)-local Brown-Comenetz duality and computations of K(2)-local homotopy groups for finite spectra. Advancements in chromatic homotopy theory at height 2 have informed our understanding of K(n)-local phenomena. The PI proposes various projects to generalize this insight at higher heights. Finally, the project also examines one of the most important problems in chromatic homotopy theory, the chromatic splitting conjecture, which plays a central role in the relationship between chromatic homotopy theory and the algebraic geometry of formal groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Agnes",
   "pi_last_name": "Beaudry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Agnes Beaudry",
   "pi_email_addr": "agnes.beaudry@colorado.edu",
   "nsf_id": "000703501",
   "pi_start_date": "2019-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 205138.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 58604.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 60433.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\"><strong>Overview</strong></span></p>\n<p class=\"p1\"><span class=\"s1\">Algebraic topology studies geometric objects by associating to them algebraic quantities called invariants. These invariants can help us understand and detect key features of the geometric objects.&nbsp;<em>Equivariant</em>&nbsp;algebraic topology takes into account symmetries when associating invariants. A rich source of such algebraic invariants comes from mathematical constructions called&nbsp;<em>cohomology theories</em>, which exist in equivariant and non-equivariant contexts.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">The specific topics of research of this award are part of a subfield of algebraic topology called&nbsp;<em>chromatic homotopy theory</em>. This area was developed to better understand algebraic invariants called the&nbsp;<em>homotopy groups of spheres</em>. The spheres are among the simplest geometric objects, yet their homotopy groups are extremely difficult to compute. Chromatic homotopy theory studies families of cohomology theories that approximate the homotopy groups of spheres using other invariants that are themselves easier to compute. The award studied these families of cohomology theories and their intrinsic symmetries, focusing on two mathematical phenomena called&nbsp;<em>duality</em>&nbsp;and&nbsp;<em>invertibility</em>.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Intellectual Merit</strong></span></p>\n<p class=\"p1\"><span class=\"s1\">A major outcome of the award was the work on duality for compact p-adic analytic groups and its applications to chromatic homotopy theory (arXiv:2010.09518). This work developed techniques for studying duality for certain cohomology theories called the \"higher real K-theories\". The paper also contains an overview of many equivariant techniques that can be used in chromatic homotopy theory, making it a useful reference to learn these ideas. To take advantage of the techniques developed in arXiv:2010.09518, it was also necessary to have a good understanding of the higher real K-theories and their symmetries. For this, the PI and collaborators constructed new models for the higher real K-theories which are more sensitive to symmetries (arXiv:2001.08295). In ongoing work, these models are being used to study invertibility and duality for higher real K-theories. These models also revealed chromatic information about the higher real K-theories, and the PI and co-authors developed techniques to study this information (arXiv:2204.04366, arXiv:2103.14707, arXiv:2005.10888). Another significant outcome of the award was the computation of a group of \"exotic\" invertible objects in the chromatic context (arXiv:2212.07858). These exotic elements capture symmetries of chromatic categories, but are particularly hard to detect. The PI and collaborators used many different techniques and developed new approaches for detecting these exotic elements. These new techniques can be applied to other problems. Outcomes of the award stemming from graduate student research include the computation of better formulas for the symmetries of chromatic cohomology theories (arXiv:2201.08913), computations of equivariant cohomology groups (ProQuest 29068385), as well as the classification of certain modules for a sub-algebra of the symmetries of a certain classical cohomology theory (arXiv:2107.02837).</span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Broader Impacts</strong></span></p>\n<p class=\"p1\"><span class=\"s1\">The PI organized numerous conferences and workshops, creating opportunities for early-career researchers to learn about topics in homotopy theory and related areas. The PI gave more than 20 seminars and/or conference talks disseminating the results of this award. The graduate students supported by the award also gave multiple talks disseminating their results. The PI also gave multiple expository lectures on a variety of topics in algebraic topology, aimed at multiple audience levels, including high school students and undergraduates. The award supported graduate student travel to conferences and workshops. This gave students the opportunity to meet experts in the field and to learn specialized topics. The PI mentored summer undergraduate and graduate research projects. One project was part of the University of Colorado's Summer Multicultural Access to Research Training, a program which offers research opportunities for students from groups that are underrepresented in science.</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/16/2023<br>\nModified by: Agnes&nbsp;Beaudry</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview\n\n\nAlgebraic topology studies geometric objects by associating to them algebraic quantities called invariants. These invariants can help us understand and detect key features of the geometric objects.Equivariantalgebraic topology takes into account symmetries when associating invariants. A rich source of such algebraic invariants comes from mathematical constructions calledcohomology theories, which exist in equivariant and non-equivariant contexts.\n\n\nThe specific topics of research of this award are part of a subfield of algebraic topology calledchromatic homotopy theory. This area was developed to better understand algebraic invariants called thehomotopy groups of spheres. The spheres are among the simplest geometric objects, yet their homotopy groups are extremely difficult to compute. Chromatic homotopy theory studies families of cohomology theories that approximate the homotopy groups of spheres using other invariants that are themselves easier to compute. The award studied these families of cohomology theories and their intrinsic symmetries, focusing on two mathematical phenomena calleddualityandinvertibility.\n\n\nIntellectual Merit\n\n\nA major outcome of the award was the work on duality for compact p-adic analytic groups and its applications to chromatic homotopy theory (arXiv:2010.09518). This work developed techniques for studying duality for certain cohomology theories called the \"higher real K-theories\". The paper also contains an overview of many equivariant techniques that can be used in chromatic homotopy theory, making it a useful reference to learn these ideas. To take advantage of the techniques developed in arXiv:2010.09518, it was also necessary to have a good understanding of the higher real K-theories and their symmetries. For this, the PI and collaborators constructed new models for the higher real K-theories which are more sensitive to symmetries (arXiv:2001.08295). In ongoing work, these models are being used to study invertibility and duality for higher real K-theories. These models also revealed chromatic information about the higher real K-theories, and the PI and co-authors developed techniques to study this information (arXiv:2204.04366, arXiv:2103.14707, arXiv:2005.10888). Another significant outcome of the award was the computation of a group of \"exotic\" invertible objects in the chromatic context (arXiv:2212.07858). These exotic elements capture symmetries of chromatic categories, but are particularly hard to detect. The PI and collaborators used many different techniques and developed new approaches for detecting these exotic elements. These new techniques can be applied to other problems. Outcomes of the award stemming from graduate student research include the computation of better formulas for the symmetries of chromatic cohomology theories (arXiv:2201.08913), computations of equivariant cohomology groups (ProQuest 29068385), as well as the classification of certain modules for a sub-algebra of the symmetries of a certain classical cohomology theory (arXiv:2107.02837).\n\n\nBroader Impacts\n\n\nThe PI organized numerous conferences and workshops, creating opportunities for early-career researchers to learn about topics in homotopy theory and related areas. The PI gave more than 20 seminars and/or conference talks disseminating the results of this award. The graduate students supported by the award also gave multiple talks disseminating their results. The PI also gave multiple expository lectures on a variety of topics in algebraic topology, aimed at multiple audience levels, including high school students and undergraduates. The award supported graduate student travel to conferences and workshops. This gave students the opportunity to meet experts in the field and to learn specialized topics. The PI mentored summer undergraduate and graduate research projects. One project was part of the University of Colorado's Summer Multicultural Access to Research Training, a program which offers research opportunities for students from groups that are underrepresented in science.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/16/2023\n\n\t\t\t\t\tSubmitted by: AgnesBeaudry\n"
 }
}