{
 "awd_id": "1906094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2019: Leveraging Natural Variation to Understand Desiccation Tolerance in the Resurrection Plant Myrothamnus flabellifolia",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 216000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2019-06-11",
 "awd_max_amd_letter_date": "2021-11-22",
 "awd_abstract_narration": "This action funds an NSF National Plant Genome Initiative Postdoctoral Research Fellowship in Biology for FY 2019. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology. The title of the research and training plan for this fellowship to Rose Marks is \"Leveraging Natural Variation to Understand Desiccation Tolerance in the Resurrection Plant Myrothamnus flabellifolia\". The host institutions for the fellowship are Michigan State University and the University of Cape Town (South Africa) and the sponsoring scientists are Drs. Robert VanBuren and Jill Farrant. \r\n\r\nPlants are threatened by global change, increasing variability in weather patterns, and associated abiotic stress. Water shortage, in particular, is a primary cause of agricultural loss. In order to improve food security, it is critical that strategies and new technologies be developed to enhance water-stress tolerance in crops. This research project is based on the premise that naturally stress tolerant plants comprise a rich source of information that can be mined for crop improvement and bioengineering efforts. The goal of the project is to comprehensively characterize the genetic, physiological, and ecological mechanisms of tolerance in the extremely drought tolerant resurrection plant M. flabellifolia. Broader impacts with respect to training and mentoring include developing an international mentorship program in which students from both Michigan State University and the University of Cape Town (UCT) will collaborate in research activities under the guidance of the Fellow. Outreach activities include a plan to increase cultural awareness and engage local communities in the societal benefits of cultivating M. flabellifolia for its secondary compounds of use in medicinal and cosmetic applications. Training objectives include acquiring expertise in plant physiology, biochemistry, genomics, ecology and quantitative genetics.\r\n\r\nDesiccation tolerance is a form of drought tolerance that enables tissues to recover from extreme drying (i.e., below an absolute water content of -100 MPa). Filling knowledge gaps in our understanding of desiccation tolerance is an important step towards preventing drought induced losses and ensuring global food security. The overall goal of this project is to provide new insight into the cellular, molecular and physiological mechanisms that underpin desiccation tolerance. Specific aims include: 1) establishing a desiccation tolerance diversity panel in the unique and understudied resurrection plant Myrothamnus flabellifolia; 2) characterizing phenotypic differences in desiccation tolerance among M. flabellifolia populations occurring along an extreme water availability gradient; 3) characterizing photosynthetic responses to desiccation and protective secondary metabolites to provide insight into the cellular and molecular basis for variability in desiccation tolerance; and 4) generating sequence resources for M. flabellifolia through transcriptome and genome sequencing for use in identifying target loci for variation in drought response via eQTL association mapping.  All sequence data generated during the project will be made available in the NCBI Short Read Archive (https://www.ncbi.nlm.nih.gov/sra/) for archiving. All germplasm generated and/or used for these studies will be maintained and stored at UCT and made available upon request. Voucher specimens will be submitted to the Bolus Herbarium (www.bolus.uct.ac.za/) (South Africa).  In addition, experimental results generated from this project will be deposited at the Figshare data repository (https://digitalscience.figshare.com/) and disseminated through journal publications and presentations at scientific meetings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rose",
   "pi_last_name": "Marks",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rose A Marks",
   "pi_email_addr": "",
   "nsf_id": "000733699",
   "pi_start_date": "2019-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marks, Rose Anna",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Lexington",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "",
  "inst_zip_code": "40506",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": null,
  "perf_city_name": "East Lancing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241325",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "810500",
   "pgm_ele_name": "NPGI PostDoc Rsrch Fellowship"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 216000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"font7\"><span>Resurrection plants represent some of the most water-stress tolerant plants on earth. They survive prolonged desiccation in a state of quiescence where nearly all metabolic activity ceases. Understanding how resurrection plants accomplish this could&nbsp;<span class=\"wixui-rich-texttext\"><span>provide&nbsp;</span></span>key insights into life without water and enable breakthrough innovations in agriculture and medicine.<span class=\"wixui-rich-texttext\"><span>&nbsp;The richest diversity of known resurrection plants is in southern Africa, where they experience sustained drought for months at a time during the dry season. Despite the phylogenetic diversity and unique life histories of resurrection plants, a core set of metabolic, physiological, and structural features are shared across species. Taken together, resurrection plants provide an excellent comparative framework to identify the origin, genetic basis, and mechanisms of desiccation tolerance.&nbsp;&nbsp;</span></span></span></p>\n<p class=\"font7\"><span class=\"wixui-rich-texttext\"><span>This project investigated the natural diversity and evolution of desiccation tolerance.</span></span><span>&nbsp;</span><span>P<span class=\"wixui-rich-texttext\"><span>opulations of resurrection plants were surveyed across environmental gradients in South Africa, and cross-scale datasets spanning ecophysiology, metabolism, and genomics were leveraged to generate integrative models of desiccation tolerance. Extensive ecological data and small diversity panels were collected of two resurrection plants,&nbsp;<em>Myrothamnus flabellifolia&nbsp;</em>and<em>&nbsp;Microchloa caffra</em>. High resolution physiological and gene expression datasets were generated across desiccation and rehydration time courses, and genomes were assembled for these and other resurrection plants.&nbsp;</span></span></span><span class=\"wixui-rich-texttext\">Discrete phenotypic, physiological, and genomic differences were identified among populations and species of resurrection plants, but conserved mechanism of tolerance shared across species were also detected. In&nbsp;<em>M. flabellifolia,</em></span>&nbsp;desiccation tolerance remained remarkably consistent across sites, indicating robust and conserved tolerance mechanisms. Variation in other traits hinted at local adaptation and complex tradeoffs. In&nbsp;<span class=\"wixui-rich-texttext\"><em>M. caffra,</em></span>&nbsp;two distinct ecotypes were identified along the environmental gradient. Plants from drier sites had increased desiccation tolerance and more polyploid genomes but were less reproductive than plants from wetter sites. These data suggest that selective pressures in increasingly arid sites play a role in maintaining desiccation tolerance that may be mediated by changes in polyploidy. Comparative genomics and transcriptomics were employed to identify deeply conserved processes across diverse resurrection grasses.&nbsp;Desiccation and subsequent rehydration induced substantial changes in gene expression, with up to 50% the genome exhibiting differences in abundance across desiccation and rehydration time points. Many of these differentially abundant transcripts were shared across species, indicating noteworthy genetic conservation in desiccation tolerance mechanisms. Shared gene expression modules are characterized by an increased abundance of&nbsp;stress responsive pathways during desiccation and a downregulation of photosynthetic and metabolic activity--hallmarks of&nbsp;the desiccation tolerance&nbsp;response.&nbsp;Metabolic pathways showed even greater conservation, suggesting that even when parallel gene copies are not leveraged, similar metabolic responses are induced that allow plants to arrive at the same outcome by alternative means.&nbsp;Taken together,&nbsp;these findings provide insight into how organisms evolve, and continue to enhance, desiccation tolerance, and push us one step closer to the ultimate translation of desiccation tolerance into sensitive crop species--a major motivation of research in the field.&nbsp;</p>\n<p class=\"font7\"><span>A significant part of this project focused on promoting international collaboration and capacity building. Participants engaged in global initiatives and mentoring programs for students across continents. Additional research on global disparities in plant science contributed to discussions on decolonizing plant science and promoting equitable participation. This project actively trained and mentored students at various career levels (high-school, undergraduate, and graduate) in both South Africa and the USA. In addition,&nbsp;<span class=\"wixui-rich-texttext\"><span>one of the study species,<em>&nbsp;M. flabellifolia,&nbsp;</em>is a particularly iconic resurrection plant with important traditional medicinal uses. This work engaged local communities in the conservation of&nbsp;<em>M. flabellifolia&nbsp;</em>and preservation of traditional knowledge.</span></span>&nbsp;These activities contributed to capacity building, resource development, and strengthened global collaboration networks.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2023<br>\n\t\t\t\t\tModified by: Rose&nbsp;A&nbsp;Marks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Resurrection plants represent some of the most water-stress tolerant plants on earth. They survive prolonged desiccation in a state of quiescence where nearly all metabolic activity ceases. Understanding how resurrection plants accomplish this could provide key insights into life without water and enable breakthrough innovations in agriculture and medicine. The richest diversity of known resurrection plants is in southern Africa, where they experience sustained drought for months at a time during the dry season. Despite the phylogenetic diversity and unique life histories of resurrection plants, a core set of metabolic, physiological, and structural features are shared across species. Taken together, resurrection plants provide an excellent comparative framework to identify the origin, genetic basis, and mechanisms of desiccation tolerance.  \nThis project investigated the natural diversity and evolution of desiccation tolerance. Populations of resurrection plants were surveyed across environmental gradients in South Africa, and cross-scale datasets spanning ecophysiology, metabolism, and genomics were leveraged to generate integrative models of desiccation tolerance. Extensive ecological data and small diversity panels were collected of two resurrection plants, Myrothamnus flabellifolia and Microchloa caffra. High resolution physiological and gene expression datasets were generated across desiccation and rehydration time courses, and genomes were assembled for these and other resurrection plants. Discrete phenotypic, physiological, and genomic differences were identified among populations and species of resurrection plants, but conserved mechanism of tolerance shared across species were also detected. In M. flabellifolia, desiccation tolerance remained remarkably consistent across sites, indicating robust and conserved tolerance mechanisms. Variation in other traits hinted at local adaptation and complex tradeoffs. In M. caffra, two distinct ecotypes were identified along the environmental gradient. Plants from drier sites had increased desiccation tolerance and more polyploid genomes but were less reproductive than plants from wetter sites. These data suggest that selective pressures in increasingly arid sites play a role in maintaining desiccation tolerance that may be mediated by changes in polyploidy. Comparative genomics and transcriptomics were employed to identify deeply conserved processes across diverse resurrection grasses. Desiccation and subsequent rehydration induced substantial changes in gene expression, with up to 50% the genome exhibiting differences in abundance across desiccation and rehydration time points. Many of these differentially abundant transcripts were shared across species, indicating noteworthy genetic conservation in desiccation tolerance mechanisms. Shared gene expression modules are characterized by an increased abundance of stress responsive pathways during desiccation and a downregulation of photosynthetic and metabolic activity--hallmarks of the desiccation tolerance response. Metabolic pathways showed even greater conservation, suggesting that even when parallel gene copies are not leveraged, similar metabolic responses are induced that allow plants to arrive at the same outcome by alternative means. Taken together, these findings provide insight into how organisms evolve, and continue to enhance, desiccation tolerance, and push us one step closer to the ultimate translation of desiccation tolerance into sensitive crop species--a major motivation of research in the field. \nA significant part of this project focused on promoting international collaboration and capacity building. Participants engaged in global initiatives and mentoring programs for students across continents. Additional research on global disparities in plant science contributed to discussions on decolonizing plant science and promoting equitable participation. This project actively trained and mentored students at various career levels (high-school, undergraduate, and graduate) in both South Africa and the USA. In addition, one of the study species, M. flabellifolia, is a particularly iconic resurrection plant with important traditional medicinal uses. This work engaged local communities in the conservation of M. flabellifolia and preservation of traditional knowledge. These activities contributed to capacity building, resource development, and strengthened global collaboration networks. \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2023\n\n\t\t\t\t\tSubmitted by: Rose A Marks"
 }
}