{
 "awd_id": "1906014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-BSF: Surface-Sensitive Spectroscopy and Microscopy on Metal/Oxide Interfaces at Atmospheric Pressures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 305073.0,
 "awd_amount": 305073.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "Non-Technical Summary\r\n\r\nSurface science is the field of elucidating the fundamental aspects of chemistry and physics occurring on the surface of materials with the goal of providing fundamental information to the industrially important fields of catalysis, electrochemistry, corrosion, and lubrication. Classical surface science is carried out in refined conditions of vacuum pressures and very low temperatures; conditions which are almost as empty and cold as outer space. Surface science, as practiced until the end of the 20th century, has provided much of our present understanding of solid surfaces, thanks to an extensive array of surface-sensitive microscopy and spectroscopy techniques, which have revealed the atomic, electronic, and chemical structure of many crystal surfaces. However, real surfaces are always in contact with gases or liquids, and our knowledge of surfaces under such realistic conditions is far less extensive, because only a few experimental techniques can probe surfaces in realistic conditions. This lack of knowledge is referred to as the pressure-temperature gap between surface science and chemical technologies. This project focuses on silver and copper catalysts supported on alumina for ethylene oxidation reaction. This is a commercially important reaction because the annual global demand for ethylene oxide is over twenty five million tons. The merit of this project is not limited to providing an atomic and molecular level understanding of ethylene oxidation reaction, but will also serve as a benchmark, for other fundamental reaction studies.  The metal/oxide interface is a highly complex system (multicomponent, multiple interfacial boundaries) and poorly understood, and adds complexity due to presence of environmental reagent gases. The project aims to shift the current paradigm by simultaneously bridging the complexity gap in parallel to the pressure and temperature gaps. Therefore, the project includes developing novel techniques and methods that will be applicable to other metal/oxide systems and other reactant gas admixtures. A measure of its importance is seen in the fact that more than 90% of the catalysts used in the industrial processes are metals supported on oxides. \r\n\r\n\r\nTechnical Summary\r\n\r\nCatalytic reactions occur typically at high pressures (>1 bar) and temperatures (>295 K) in most industrial processes compared to the rarefied ultra-high vacuum (UHV) pressures and cryogenic temperatures used in traditional surface science studies. To bridge this pressure gap and temperature gap between science and technology the proposed studies will be performed at 295 K and above, and in the presence of gases in the Torr-bar pressure range, thus approaching the range relevant to industrial production, while avoiding significant sacrifices in terms of measurement resolution and accuracy. This will involve the utilization of microscopy and spectroscopy techniques, namely x-ray photoelectron spectroscopy (XPS), infrared reflection absorption spectroscopy (IRRAS), and scanning tunneling microscopy (STM), that have been specially adapted in the last decades to be performed at ambient pressures. Chemical, atomic, and electronic structure of the Ag/Al2O3 and Cu/Al2O3 metal/oxide surfaces under ethylene epoxidation reaction conditions will be investigated. This commercially important reaction has an annual global volume of 25 billion kg ethylene oxide produced in 2013. Because Al2O3 is a strong dielectric, new tools and methods are introduced in addition to those mentioned above: Freestanding ultra-thin membrane approach, and atomic force microscopy (AFM) imaging and spectroscopy. Combining these four techniques will provide unparalleled mechanistic insights into catalytic reactions occurring on model heterogeneous catalysts, particularly to ethylene epoxidation reaction chosen in this project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miquel",
   "pi_last_name": "Salmeron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miquel Salmeron",
   "pi_email_addr": "mbsalmeron@lbl.gov",
   "nsf_id": "000437847",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "225 HMMB",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 305073.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this project was to obtain information about the chemical structure of material used in biological, electrochemical, and chemical research. Our results are significant&nbsp; because they represent the first time that this has been possible with this materials using infrared light at the scale of nanometer (one billionth of a meter). The instrument developed in this program for this purpose is called nano-FTIR (Fourier Transform Infrared).</p>\n<p>1)&nbsp; &nbsp;Using nano-FTIR determined the mechanism and reactions occurring during self-assembly of S-layer proteins, the first time that a biochemical reaction was imaged in vitro.</p>\n<p>2)&nbsp; &nbsp;Identified, using Fourier Transform Infrared &nbsp;Spectroscopy with nanometer spatial resolution (nano-FTIR), the structure of molecules, such as H2O, CO2, and tetradecylphosphonic acid&nbsp; ligands adsorbed on Ag and Cu nanoparticles in electrochemical solutions when a voltage is applied, for clean energy production.</p>\n<p>3)&nbsp; &nbsp; Using nano-FTIR we obtained the composition of photoresist circuits, with nanometer resolution, which&nbsp;are used in the electronic industry to produce highly miniaturized computer chips.</p>\n<p>4)&nbsp; &nbsp;Using Ambient Pressure photoelectron spectroscopy we elucidated the chemical nature of the active phase of CoOx films on a Au substrate that are catalysts for the CO oxidation reaction, demonstrating that the most active sites are Co<sup>3+ </sup>species.</p>\n<p>5)&nbsp; &nbsp;For his work the student Xiao Zhao was Awarded the Dorothy M. and and Earl Hoffman American Vacuum Society Award.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Miquel&nbsp;Salmeron</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1906014/1906014_10615703_1703814599382_Nano_Infrared_Spectroscopy_Microscope--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1906014/1906014_10615703_1703814599382_Nano_Infrared_Spectroscopy_Microscope--rgov-800width.jpg\" title=\"Nano Infrared microscope to study reactions of molecules\"><img src=\"/por/images/Reports/POR/2023/1906014/1906014_10615703_1703814599382_Nano_Infrared_Spectroscopy_Microscope--rgov-66x44.jpg\" alt=\"Nano Infrared microscope to study reactions of molecules\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Nano Infrared microscope uses the sharp tip to concentrate infrared light at its apex to obtain vibration spectra of molecules in any enviroment for electrocatalysis and biomchemistry</div>\n<div class=\"imageCredit\">Miquel Salmeron and Xiao Zhao</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Miquel&nbsp;Salmeron\n<div class=\"imageTitle\">Nano Infrared microscope to study reactions of molecules</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe focus of this project was to obtain information about the chemical structure of material used in biological, electrochemical, and chemical research. Our results are significant because they represent the first time that this has been possible with this materials using infrared light at the scale of nanometer (one billionth of a meter). The instrument developed in this program for this purpose is called nano-FTIR (Fourier Transform Infrared).\n\n\n1) Using nano-FTIR determined the mechanism and reactions occurring during self-assembly of S-layer proteins, the first time that a biochemical reaction was imaged in vitro.\n\n\n2) Identified, using Fourier Transform Infrared Spectroscopy with nanometer spatial resolution (nano-FTIR), the structure of molecules, such as H2O, CO2, and tetradecylphosphonic acid ligands adsorbed on Ag and Cu nanoparticles in electrochemical solutions when a voltage is applied, for clean energy production.\n\n\n3)  Using nano-FTIR we obtained the composition of photoresist circuits, with nanometer resolution, whichare used in the electronic industry to produce highly miniaturized computer chips.\n\n\n4) Using Ambient Pressure photoelectron spectroscopy we elucidated the chemical nature of the active phase of CoOx films on a Au substrate that are catalysts for the CO oxidation reaction, demonstrating that the most active sites are Co3+ species.\n\n\n5) For his work the student Xiao Zhao was Awarded the Dorothy M. and and Earl Hoffman American Vacuum Society Award.\n\n\n\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: MiquelSalmeron\n"
 }
}