{
 "awd_id": "1906873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fostering Enduring Interest in STEM through Exoplanet Education and Interactive Exploration and Creation of Potentially Habitable Worlds",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 2738242.0,
 "awd_amount": 2738242.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2021-07-20",
 "awd_abstract_narration": "As part of its overall strategy to enhance learning in informal environments, the Advancing Informal STEM Learning (AISL) program funds innovative research, approaches and resources for use in a variety of settings. It is estimated that there could be 40 billion earth-sized planets orbiting in the habitable zones of stars in the Milky Way. Major advances in long range telescopes have allowed astronomers to identify thousands of exoplanets in recent decades, and the discovery of new exoplanets is a now a common occurrence. Public excitement for the discoveries grown alongside these discoveries, thus opening new possibilities for inspiring a new generation of scientists and engineers that may dream of one day visiting these planets. This project investigates the use of interactive, intelligent educational technologies to generate interest in STEM by allowing learners to explore and even create their own exoplanets. Research will occur across several informal learning contexts, including summer camps, after school programs, planetarium shows, and at home. The approach is based on the idea of \"What if?\"questions about Earth (e.g., \"What if the Moon did not exist?\"), designed to trigger interest in STEM and frame exploratory and elaborative discussions around hypothetical science questions that are subsequently linked to the search for habitable exoplanets. Learners are able to interact with and explore scientifically accurate simulations of alternative versions of Earth, while making observations and posing explanations for what they see. Technology-based informal learning experiences designed to act as triggers for and sustainment of interest in STEM have the potential to plug the leaky STEM pipeline, and thus have profound implications for the future of science and technology in the United States.  \r\n\r\nThe project seeks to advance the science of designing technologies for promoting interest in STEM and informal astronomy education in several ways. First, the project will develop simulations for exploratory learning about astronomy and planetary science. These simulations will present hypothetical worlds based on what-if questions and feasible models of known exoplanets, thus giving learners a chance to better understand the challenges of finding a habitable world and learning about what is needed to survive there. Second, a new PBS NOVA Lab will be developed that will focus on Exoplanet education. This web-based activity has the potential to reach millions of learners and will help them understand how planets are formed and the requirements for supporting life. Learners who use the lab will have an opportunity to invent their own exoplanets and export them for first-person exploration. Third, researchers on the project will design and implement Artificial Intelligence-based pedagogical agents to support learning and promote interest. These agents will inhabit the simulations with the learner, acting as a coach and guide, and be designed to be culturally responsive and personalized based on learner preferences. Fourth, interactive exoplanet-focused planetarium shows, that will involve live interaction with simulations, will take place at the Fiske Planetarium (Boulder, CO). Finally, the project will develop a server-based infrastructure for tracking and supporting long term development of interest in STEM. This back-end will track fine-grained behaviors, including movement, actions, and communications in the simulations. Such data will reveal patterns about how interest develops, how learners engage in free-choice learning activities, and how they interact with agents and peers in computer simulations.  A design-based research methodology will be employed to assess the power of these different experiences to trigger interest and promote learning of astronomy. A range of different pathways for interest in STEM will therefore be considered and assessed. Research will measure the power of these experiences to trigger interest in STEM and promote re-engagement over time. Innovation lies in the use of engaging and intelligent technologies with thought-provoking pedagogy as a method for extended engagement of diverse young learners in STEM.  Project research and educational resources will be widely disseminated to researchers, designers developers  and the general public via peer-reviewed research journals, conference presentations, informal STEM education networks of science museums, children's museums, Fab Labs, and planetariums, and public media such as public television's NOVA  science program website.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H Chad",
   "pi_last_name": "Lane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H Chad Lane",
   "pi_email_addr": "hclane@illinois.edu",
   "nsf_id": "000083775",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Comins",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Neil F Comins",
   "pi_email_addr": "galaxy@maine.edu",
   "nsf_id": "000125347",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Perez-Gallego",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge Perez-Gallego",
   "pi_email_addr": "jorge.perez.gallego@sciall.org",
   "nsf_id": "000736163",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Condon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Condon",
   "pi_email_addr": "david_condon@wgbh.org",
   "nsf_id": "000100874",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1950733.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 787509.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3ed9b041-7fff-cffd-301b-6e2d61f02389\"> </span></p>\r\n<p dir=\"ltr\"><span>The What-if Hypothetical Implementations in Minecraft (WHIMC) project investigated how game-based educational technologies can trigger and sustain interest in science, technology, engineering, and mathematics (STEM) among middle school students in informal learning settings across five states and online. Over five years, the project developed a comprehensive Minecraft-based learning environment that allowed students to explore \"what-if\" scenarios about Earth and astronomy (e.g., \"What if Earth had no Moon?\" or &ldquo;What if we visited an Exoplanet?&rdquo;). This work extended the educational approach of Co-PI Prof. Neil Comins, who has used &ldquo;What if?&rdquo; scenarios to teach Astronomy to children for decades to include an interactive, engaging, and constructive learning experience.</span></p>\r\n<p dir=\"ltr\"><span>Through summer camps and after school workshops serving over 250 students, the project demonstrated that Minecraft can effectively trigger interest in STEM through multiple pathways. Data analysis revealed that both experienced and novice Minecraft players could meaningfully engage with science content and students showed significant improvements in Astronomy interest after participating in WHIMC activities. Several key factors emerged beyond using Minecraft to influence engagement, including instruction, novelty of content, collaborative co-construction of artifacts, and social interaction.</span></p>\r\n<p dir=\"ltr\"><span>The project produced a platform of educational technology infrastructure tied together by a multi-functional Minecraft server featuring scientifically accurate simulations of hypothetical Earths, known exoplanets and other celestial features. Science characteristic measurement tools were developed allowing students to analyze atmospheric conditions, gravity, radiation and more. AI-driven multi-modal-input observation and assessment tools provided real-time feedback to learners. All code and data resources are open-source and available to educators on the WHIMC website.</span></p>\r\n<p dir=\"ltr\"><span>Educational content developed through WHIMC includes instructional materials like lesson plans, teacher guides, instructional videos and associated companion activities like creating player persona skins or drawing exoplanets, created in alignment with NGSS standards and Universal Design Learning principles. The flexibility of the WHIMC platform was demonstrated by \"BarrelBots,\" an innovative computational thinking activity integrating coding concepts with individual and collaborative puzzle solving and creation, culminating in team-based programmed robots integrated into Mars habitats.</span></p>\r\n<p dir=\"ltr\"><span>The research component of WHIMC advanced understanding of interest development in digital learning environments through new methodologies for analyzing student engagement and interest development. The team published multiple peer-reviewed articles and created AI frameworks for assessing and supporting students. Significant contributions have included specific explorations into the ties between STEM interests and Minecraft, the ability of systems like WHIMC to be effective in in-person, hybrid and remote settings, as well as novel multi-method and AI-assisted techniques for leveraging learner data for interventions and system development. These include, but are not limited to, (1) an AI analysis tool that combines written user observations and screenshot analysis data to provide real-time recommendations and attention support, (2) an embodied pedagogical agent capable of using AI-driven navigation to lead participants to virtual scientists or points of interest, as well as (3) provide science-relevant feedback on learner/collaboratively-created Mars habitats.</span></p>\r\n<p dir=\"ltr\"><span>Public resources created through the project have had substantial reach. Using a story-based approach, the PBS NOVA Exoplanet Lab introduces techniques for finding and understanding exoplanets (planets outside our solar system) and attracted over 650K page views and over 101K sessions in its first year. The Fiske Planetarium WHIMC show \"Worlds of Curiosity\" has been downloaded by over 136 planetariums across 33 states and 26 countries. Public Minecraft world downloads have garnered over 35K views and nearly 3K downloads. The project maintains a YouTube channel featuring tutorials and educational content, along with comprehensive documentation for educators. WHIMC hosted an exoplanet design competition in partnership with PlanetMinecraft, receiving 31 submissions from creators of all ages from all around the world.</span></p>\r\n<p dir=\"ltr\"><span>WHIMC made significant contributions to expand access to STEM content through open source tools and curriculum as well as partnerships with community organizations. An international collaboration with Ateneo University in the Philippines extended the project's impact to international audiences. The project created replicable models for informal science learning that have been adopted by museums, planetariums, and after-school programs.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>The project's impact extends beyond traditional measures through the creation of sustainable partnerships with community organizations and the development of new methodologies for analyzing learning in virtual environments. Graduate and undergraduate students received valuable training in educational technology research, advancing understanding of how game-based learning can support STEM interest development.</span></p>\r\n<p dir=\"ltr\"><span>The WHIMC project demonstrates how popular gaming platforms can be leveraged to create engaging STEM learning experiences that resonate with diverse learners. By combining scientifically-accurate content with the creative and social aspects of Minecraft, the project created sustainable models for informal science learning that continue to impact students and educators worldwide. The flexible, open-source nature of the project's deliverables ensures that these innovations will continue to benefit learners well beyond the grant period.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: H Chad&nbsp;Lane</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105243502_science_tools__2_--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105243502_science_tools__2_--rgov-800width.png\" title=\"WHIMC Exoplanet Surface\"><img src=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105243502_science_tools__2_--rgov-66x44.png\" alt=\"WHIMC Exoplanet Surface\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">WHIMC simulates a wide range of hypothetical and actual worlds, including several known exoplanets (such as planets in the Trappist system, shown in the image).</div>\n<div class=\"imageCredit\">Jeff Ginger</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">H Chad&nbsp;Lane\n<div class=\"imageTitle\">WHIMC Exoplanet Surface</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105134237_Informal_learning_settings_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105134237_Informal_learning_settings_1--rgov-800width.png\" title=\"WHIMC Engagement\"><img src=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105134237_Informal_learning_settings_1--rgov-66x44.png\" alt=\"WHIMC Engagement\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">WHIMC research occurred in a variety of settings, including museums, planetariums, summer camps, and after school programs</div>\n<div class=\"imageCredit\">Jeff Ginger</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">H Chad&nbsp;Lane\n<div class=\"imageTitle\">WHIMC Engagement</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105301748_WHIMC_UX_Flow_2023--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105301748_WHIMC_UX_Flow_2023--rgov-800width.png\" title=\"WHIMC Experience Overview\"><img src=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105301748_WHIMC_UX_Flow_2023--rgov-66x44.png\" alt=\"WHIMC Experience Overview\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview of WHIMC Server features and resources.</div>\n<div class=\"imageCredit\">Jeff Ginger</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">H Chad&nbsp;Lane\n<div class=\"imageTitle\">WHIMC Experience Overview</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105074588_components_of_whimc--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105074588_components_of_whimc--rgov-800width.png\" title=\"WHIMC Components\"><img src=\"/por/images/Reports/POR/2024/1906873/1906873_10625575_1734105074588_components_of_whimc--rgov-66x44.png\" alt=\"WHIMC Components\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">WHIMC includes Minecraft content, a PBS NOVA Lab, and Planetarium show.</div>\n<div class=\"imageCredit\">Jeff Ginger</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">H Chad&nbsp;Lane\n<div class=\"imageTitle\">WHIMC Components</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThe What-if Hypothetical Implementations in Minecraft (WHIMC) project investigated how game-based educational technologies can trigger and sustain interest in science, technology, engineering, and mathematics (STEM) among middle school students in informal learning settings across five states and online. Over five years, the project developed a comprehensive Minecraft-based learning environment that allowed students to explore \"what-if\" scenarios about Earth and astronomy (e.g., \"What if Earth had no Moon?\" or What if we visited an Exoplanet?). This work extended the educational approach of Co-PI Prof. Neil Comins, who has used What if? scenarios to teach Astronomy to children for decades to include an interactive, engaging, and constructive learning experience.\r\n\n\nThrough summer camps and after school workshops serving over 250 students, the project demonstrated that Minecraft can effectively trigger interest in STEM through multiple pathways. Data analysis revealed that both experienced and novice Minecraft players could meaningfully engage with science content and students showed significant improvements in Astronomy interest after participating in WHIMC activities. Several key factors emerged beyond using Minecraft to influence engagement, including instruction, novelty of content, collaborative co-construction of artifacts, and social interaction.\r\n\n\nThe project produced a platform of educational technology infrastructure tied together by a multi-functional Minecraft server featuring scientifically accurate simulations of hypothetical Earths, known exoplanets and other celestial features. Science characteristic measurement tools were developed allowing students to analyze atmospheric conditions, gravity, radiation and more. AI-driven multi-modal-input observation and assessment tools provided real-time feedback to learners. All code and data resources are open-source and available to educators on the WHIMC website.\r\n\n\nEducational content developed through WHIMC includes instructional materials like lesson plans, teacher guides, instructional videos and associated companion activities like creating player persona skins or drawing exoplanets, created in alignment with NGSS standards and Universal Design Learning principles. The flexibility of the WHIMC platform was demonstrated by \"BarrelBots,\" an innovative computational thinking activity integrating coding concepts with individual and collaborative puzzle solving and creation, culminating in team-based programmed robots integrated into Mars habitats.\r\n\n\nThe research component of WHIMC advanced understanding of interest development in digital learning environments through new methodologies for analyzing student engagement and interest development. The team published multiple peer-reviewed articles and created AI frameworks for assessing and supporting students. Significant contributions have included specific explorations into the ties between STEM interests and Minecraft, the ability of systems like WHIMC to be effective in in-person, hybrid and remote settings, as well as novel multi-method and AI-assisted techniques for leveraging learner data for interventions and system development. These include, but are not limited to, (1) an AI analysis tool that combines written user observations and screenshot analysis data to provide real-time recommendations and attention support, (2) an embodied pedagogical agent capable of using AI-driven navigation to lead participants to virtual scientists or points of interest, as well as (3) provide science-relevant feedback on learner/collaboratively-created Mars habitats.\r\n\n\nPublic resources created through the project have had substantial reach. Using a story-based approach, the PBS NOVA Exoplanet Lab introduces techniques for finding and understanding exoplanets (planets outside our solar system) and attracted over 650K page views and over 101K sessions in its first year. The Fiske Planetarium WHIMC show \"Worlds of Curiosity\" has been downloaded by over 136 planetariums across 33 states and 26 countries. Public Minecraft world downloads have garnered over 35K views and nearly 3K downloads. The project maintains a YouTube channel featuring tutorials and educational content, along with comprehensive documentation for educators. WHIMC hosted an exoplanet design competition in partnership with PlanetMinecraft, receiving 31 submissions from creators of all ages from all around the world.\r\n\n\nWHIMC made significant contributions to expand access to STEM content through open source tools and curriculum as well as partnerships with community organizations. An international collaboration with Ateneo University in the Philippines extended the project's impact to international audiences. The project created replicable models for informal science learning that have been adopted by museums, planetariums, and after-school programs.\r\n\n\nThe project's impact extends beyond traditional measures through the creation of sustainable partnerships with community organizations and the development of new methodologies for analyzing learning in virtual environments. Graduate and undergraduate students received valuable training in educational technology research, advancing understanding of how game-based learning can support STEM interest development.\r\n\n\nThe WHIMC project demonstrates how popular gaming platforms can be leveraged to create engaging STEM learning experiences that resonate with diverse learners. By combining scientifically-accurate content with the creative and social aspects of Minecraft, the project created sustainable models for informal science learning that continue to impact students and educators worldwide. The flexible, open-source nature of the project's deliverables ensures that these innovations will continue to benefit learners well beyond the grant period.\r\n\n\n\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: H ChadLane\n"
 }
}