{
 "awd_id": "1906114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Using the Hurricane Michael Event Layer for Developing a Paleo-Tempestite Archive at Strandplain Swales, St. Vincent Island, Florida",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Carlin",
 "awd_eff_date": "2018-12-15",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 26859.0,
 "awd_amount": 26859.0,
 "awd_min_amd_letter_date": "2018-12-11",
 "awd_max_amd_letter_date": "2021-10-05",
 "awd_abstract_narration": "The project is a rapid-response study of the Hurricane Michael event along the Florida Panhandle coast that experienced the most severe geomorphological impact of this high Category 4 storm in October 2018. Research will focus on collecting cores and samples from sediments deposited by Hurricane Michael on beach ridge swales of St. Joseph Island, Florida and in the area of the Florida Apalachicola Delta. These recently deposited sediments and deposits will have relevance to establishing possible reconstructions of hurricane events over the last ~3,000 years that have impacted this section of the Gulf Coast of the US. Further study of collected sediments and geomorphic changes will help provide detailed information about the frequency, intensity, and wind fields (i.e., direction of storm approach) of strong storms and hurricanes in the past. Broader impacts of the work include student training in rapid response sampling techniques and in providing information that can be used by coastal managers, residents, insurance companies and policy makers regarding the frequency and intensities of hurricanes in this part of the US Gulf Coast. The data collected may also allow inference as to the impacts of human and other environmentally-induced climate change on future hurricanes and the development of new and high-quality proxy records for understanding past storm events.\r\n\r\nHurricane Michael, the strongest hurricane known to hit the Florida Gulf Coast, provides an opportunity to examine how a storm event layer (i.e., tempestite) is recorded in strandplain deposits.  This research will sample Hurricane Michael deposits on St. Vincent Island, Florida and those in the wetlands of the Apalachicola Delta and adjacent mainland. Project objectives  are to (1) map the characteristics (e.g., thickness, granulometry, primary sedimentary structures) of the Michael event layers in the study area as it is expressed across multiple subaerial swales, swale ponds, and coastal wetlands; (2) collect and sample cores of the Hurricane Michael event layer using procedures that will preserve the optically stimulated luminescence signature of the sand fraction; and (3) gather a comprehensive record of ancillary Hurricane Michael datasets from multiple sources (i.e., agencies and individual investigators). Goals are to build a dataset to allow construction of key spatio-temporal parameters shaping the morphological response of coastal systems, like St. Vincent Island, to major storms and how various parameters, such as wind field, storm surge level, wave field, and coastal currents evolved over the course of the storm.  The Michael dataset will provide critical information that can aid in recognizing paleo-tempestites in the St. Vincent record, improve our understanding of how optically stimulated luminescence is expressed in hurricane tempestites, and allow calibration of hindcast models of process-geomorphological response that can reconstruct individual paleo-events.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhixiong",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhixiong Shen",
   "pi_email_addr": "zshen@coastal.edu",
   "nsf_id": "000508566",
   "pi_start_date": "2018-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coastal Carolina University",
  "inst_street_address": "755 HIGHWAY 544",
  "inst_street_address_2": "",
  "inst_city_name": "CONWAY",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8433495030",
  "inst_zip_code": "295268428",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "SC07",
  "org_lgl_bus_name": "COASTAL CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D9KPSNLHD9J5"
 },
 "perf_inst": {
  "perf_inst_name": "Coastal Carolina University",
  "perf_str_addr": "PO Box 261954",
  "perf_city_name": "Conway",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "295286054",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081Z",
   "pgm_ref_txt": "Research related to Hurricane Michael"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 26859.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project is a rapid-response study of the Hurricane Michael event along the Florida Panhandle coast that experienced the most severe geomorphological impact of the high Category 4 storm in October 2018. The key scientific advance we seek to make in the long-term is the development of a new type of sedimentary archive in the beach ridge swales of St. Joseph Island, Florida that can be utilized to reconstruct hurricane events over the last ~3,000 years that have impacted this section of the Gulf Coast of the US.&nbsp; Our intent is that this record can reveal detailed information about the frequency, intensity, and possibly the wind fields (direction of storm approach) of ancient storms. The ultimate objective of this RAPID study is to collect a high-quality dataset of the Hurricane Michael event layer over the study area while it is exposed at the sediment surface and can be definitively identified.&nbsp; Using the concept of ?the present is the key to the past?, understanding how a modern storm of known characteristics is recorded in sediments in this setting is vital to later interpreting the underlying sediment record of ancient storms at the same sites.&nbsp; Given (1) the enormous deleterious impact of major hurricanes on coastal populations, infrastructure, economies and ecosystems, and (2) difficulties in using the limited observational record (1851 to present) of hurricane frequencies and intensities to infer possible human-induced climate change on future hurricanes, the development of new and high-quality proxy records that extent thousands of years back into the Holocene is critical to planners and decision makers, insurers, and other coastal stakeholders.</p>\n<p>The pandemic had a major impact on completing the field phase of the project in a timely matter.&nbsp; Fieldwork for the project was not completed until Spring 2022 only a few months before the project ends.&nbsp; Hence, we continue analytical work post-project.&nbsp; However, all results to date support the primary objective--there is a high-quality record of paleo-hurricane activitiy in the Northern Gulf locked in these sediments for the last 3 ky.&nbsp; We intend to move forward in publishing this record and integrating it with other studies that have been done on past hurricanes along the US coastline.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2022<br>\n\t\t\t\t\tModified by: Zhixiong&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project is a rapid-response study of the Hurricane Michael event along the Florida Panhandle coast that experienced the most severe geomorphological impact of the high Category 4 storm in October 2018. The key scientific advance we seek to make in the long-term is the development of a new type of sedimentary archive in the beach ridge swales of St. Joseph Island, Florida that can be utilized to reconstruct hurricane events over the last ~3,000 years that have impacted this section of the Gulf Coast of the US.  Our intent is that this record can reveal detailed information about the frequency, intensity, and possibly the wind fields (direction of storm approach) of ancient storms. The ultimate objective of this RAPID study is to collect a high-quality dataset of the Hurricane Michael event layer over the study area while it is exposed at the sediment surface and can be definitively identified.  Using the concept of ?the present is the key to the past?, understanding how a modern storm of known characteristics is recorded in sediments in this setting is vital to later interpreting the underlying sediment record of ancient storms at the same sites.  Given (1) the enormous deleterious impact of major hurricanes on coastal populations, infrastructure, economies and ecosystems, and (2) difficulties in using the limited observational record (1851 to present) of hurricane frequencies and intensities to infer possible human-induced climate change on future hurricanes, the development of new and high-quality proxy records that extent thousands of years back into the Holocene is critical to planners and decision makers, insurers, and other coastal stakeholders.\n\nThe pandemic had a major impact on completing the field phase of the project in a timely matter.  Fieldwork for the project was not completed until Spring 2022 only a few months before the project ends.  Hence, we continue analytical work post-project.  However, all results to date support the primary objective--there is a high-quality record of paleo-hurricane activitiy in the Northern Gulf locked in these sediments for the last 3 ky.  We intend to move forward in publishing this record and integrating it with other studies that have been done on past hurricanes along the US coastline.\n\n \n\n\t\t\t\t\tLast Modified: 11/14/2022\n\n\t\t\t\t\tSubmitted by: Zhixiong Shen"
 }
}