{
 "awd_id": "1906679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Physics of and Climate Regulation by Convective Aggregation",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 365309.0,
 "awd_amount": 365309.0,
 "awd_min_amd_letter_date": "2019-05-23",
 "awd_max_amd_letter_date": "2024-05-17",
 "awd_abstract_narration": "Large aggregations of deep, rain-bearing convective clouds are a key element of the weather in the tropics. The simultaneous occurrence of convective clouds over a large region can sometimes be explained in terms of external factors, such as continental heating or surface wind convergence driven by sea surface temperature (SST) contrasts. But perhaps convection can also aggregate spontaneously: not because external factors favor it, but because convection itself creates favorable conditions for additional convection. Such self-aggregation, in which convection begets convection, has been found in idealized simulations of the tropical atmosphere by the PIs and others.\r\n\r\nIn these simulations self-aggregation is typically temperature dependent, increasing with SSTs, and as convection aggregates skies clear and dry in the non-convecting areas. The loss of energy to space by longwave radiation from the clear-sky regions subsequently cools the SSTs, which reduces aggregation and restores the sea surface to its original temperature. This restorative feedback loop could exert a powerful influence on the temperature of the tropics, acting to reduce both the variability of tropical SSTs and the increase in SSTs due to increasing greenhouse gas concentrations.\r\n\r\nThe notion of self-aggregation as a tropical thermostat is intriguing, but so far the effect has been demonstrated and studied primarily in idealized models. Simplifications used in these models include limited geographical domain, uniform SSTs, and periodic lateral boundaries. More work is thus needed to determine if thermal regulation through self-aggregation is a robust effect in the real world. A logical next step in this direction is to look at self-aggregation in more sophisticated models.\r\n\r\nUnder this award the Principal Investigators (PIs) examine the mechanisms of self-aggregation, and its potency for thermal regulation, in a global cloud resolving model called the System for Atmospheric Modeling. The model, developed by one of the PIs, can simulate the forms of convective aggregation seen in satellite images, including hurricanes and the large-scale Madden-Julian Oscillation. The model allows experiments in which various mechanisms thought to be responsible for aggregation are suppressed by direct intervention. For instance the importance of cloud longwave radiative effects can be assessed by averaging the radiative flux between clear and cloudy areas, thereby suppressing longwave radiation as a mechanism for aggregation. The model also includes a sophisticated representation of cloud microphysics, which enables tests of the sensitivity of aggregation to specific cloud properties. One issue to be addressed is the sensitivity of aggregation to the radiative properties of ice crystals near the tops of the clouds.\r\n\r\nThe work is of societal as well as scientific interest given the large and populous portion of the earth that would be affected by the self-aggregation thermostat. A better understanding of convective aggregation could also be beneficial for predicting tropical weather, and results of this work could inform the development of forecast models. One area that could benefit is hurricane prediction, as hurricanes form from tropical cloud clusters, and the prediction of hurricane genesis remains a challenge. In addition, the project provides support and training for two graduate students, thereby providing for the future workforce in this research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marat",
   "pi_last_name": "Khairoutdinov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marat Khairoutdinov",
   "pi_email_addr": "marat.khairoutdinov@stonybrook.edu",
   "nsf_id": "000558224",
   "pi_start_date": "2019-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 365309.0
  }
 ],
 "por": null
}