{
 "awd_id": "1906854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing and Testing Companion Robots to Support Informal, In-home STEM Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 316000.0,
 "awd_min_amd_letter_date": "2019-05-14",
 "awd_max_amd_letter_date": "2021-06-29",
 "awd_abstract_narration": "Future educational robots are emerging as social companions supporting learning. By socially interacting with such a robot, learners can potentially reason and talk about the things they are learning and receive help in seeing the relevance of STEM in their daily lives. However, little is known about how to design educational robots to work with youth at home over a long period of time. This project will develop an informal science learning program, called STEMMates, in collaboration with a local community center, for youth with little interest in science. The program will partner learners with an in-home learning companion robot, designed to read books with youth and provide science activities for them at the community center, where youth will engage in exciting and personally relevant science learning. As the learner reads books, the robot will make comments about what is happening in the book to help connect the reading to the science activities at the community center. The overarching goals of STEMMates are to: (a) positively support youth's individual interest in science and future science learning, (b) connect in-home learning experiences with out-of-school community-based learning, (c) bridge the gap between formal and informal engagement and learning in science, and (d) encourage the participation of youth who are underrepresented and who have low interest in STEM learning. This project is funded by the Advancing Informal STEM Learning program, which seeks to advance new approaches to and evidence-based understanding of the design and development of STEM learning opportunities for the public in informal environments.\r\n\r\nResearchers will work with youth and staff at the community center, alongside experts in informal science learning, to design the program and then test how learners respond to reading with the robot and participating in the science activities and whether this program has a lasting impact on their science interest. Social interactions with a robot may help distribute cognitive load during learning activities to help youth reason about STEM and also supplement learning by improving feelings of value and belongingness in order to facilitate lasting interest development. Following a mixed-methods research approach using qualitative and quantitative data-collection techniques, the research team will investigate the following research questions: (1) What social and interest-development supports and activities can be utilized as socially situated interest scaffolds in an informal and in-home, augmented reading and science activity program to promote individual interest and learning in science for low interest learners? How can a social robot best facilitate this program? (2) How do learners perceive and interact with the robot in authentic, in-home, long-term situations, and how does this interaction change over time? (3) Does working with a robot designed with socially situated interest scaffolds increase individual interest in science when compared to a pre-intervention baseline, and do these effects impact future (long-term) interest and engagement in formal science learning? To answer these research questions, researchers will implement the science learning program during an 11-week summer deployment and utilize an AB single-case research design. Interview-based qualitative data and self-report surveys to examine the learner?s perception of the robot and their evolving interest in science and quantitative data on science learning using pre-/post-measure comparisons will be collected. Log data of time-on-task, reading rate, book selection and reading goal attainment will also be collected by the robot. The outcomes of this project will lay the groundwork for future investigations of the design of social robots for a diversity of learner populations and their use in different informal learning settings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bilge",
   "pi_last_name": "Mutlu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bilge D Mutlu",
   "pi_email_addr": "bilge@cs.wisc.edu",
   "nsf_id": "000546805",
   "pi_start_date": "2019-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1210 W Dayton St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061613",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Designing social robots to act as learning companions can help children learn by providing key social interactions that can bolster knowledge and interest in learning. Implementing these robots as learning companions in science, technology, engineering, and mathematics (STEM) learning may be particularly useful for middle-school aged children, because interest in these areas can often fall off during this key developmental phase in education. To create these robots, research is needed to understand how to design robot interactions that might help children learn and develop positive relationships with STEM content, and to better understand how children and their families will interact with these robots over time. In this project, our goal is to explore these research areas and develop a learning companion robot system that applies these new insights in a fully functioning companion robot for STEM learning.</p>\n<p>To achieve this goal, the research team applied theories from learning sciences, psychology, and computer science to develop new ways for robots to interact with children and their families. Our main contribution from this research is a fully functioning reading companion robot system, the STEMMate robot, with over 20 customized STEM related books and 1000 customized robot comments to guide students&rsquo; STEM knowledge and foster interest in STEM by building social connections with children. During this work, we developed several new research tools and methods to help researchers conduct work in this area and have made several key contributions to theory and design of human-robot interactions. One research tool we created was a set of emotional displays for the robot that were easily recognizable by children based on psychological theories of emotion. We also created an easily adaptable tool to quickly test different robot actions, expressions, and comments without time consuming computer programming for each new test. Finally, we created a unique method of automatically collecting data in the field using the robot that can enable researchers a deep look at the rich and unique interactions that happen with the robot over time. Our contributions to theory and design included analysis of rarely seen long-term interactions between social robots and child &ldquo;in-the-wild&rdquo; where we could see how these interactions unfolded naturally and developing design guidelines through co-designing these interactions with children and their families. Our research findings established a detailed look at how the unique factors of family lives &ndash; such as vacations and family visits or children spending time between two different homes &ndash; need to be considered in creating robot interactions that will last over time. We were also able to get unique insights into ways that families interacted with the robot that were not specifically planned for. For example, some parents often listened in on reading sessions with the robot and added their own ideas and help for their children. Throughout this work, we shared the design space with families to co-design robot interactions that helped us understand how these interactions should be designed. In a series of studies, we found key insights such as children not being concerned with whether a robot agrees or disagrees with their opinion as long as the robot appeared interested in what they had to say. We also found that parents and siblings were interested in sharing other activities with the child and the robot that were outside of the normal reading interactions, such as playing games or learning new things. &nbsp;</p>\n<p>The STEMMate learning companion robot as well as the research methods and tools, and contributions to theory and design developed in this project have significantly advanced the state of the art in educational technologies and human-robot interaction that can benefit society. The STEMMates system was created as an open-source software that can be installed on a commercially available robot platform for Misty Robotics. In this way, our system can be utilized by schools, afterschool programs, or families that want to support learning in STEM while children read books. The open-source software also allows others to customize and adapt our system for future uses in educational robot technology. The findings from the project have been shared with the public in the form of scientific publications, public lectures, and videos that have been published online. The project provided three doctoral students in computer science and learning sciences with opportunities for advanced training and professional development. Throughout the course of the project, seven women undergraduate students gained hands-on research experience and received academic mentoring in computer science research, including developing human-robot interactions and analysis of data from the studies. Finally, the project activities and personnel have also contributed to the informing of the public about science and technology through outreach events, including &ldquo;open lab&rdquo; events for K-12 groups, a summer camp for young children, and demonstrations of the system at the National Science Teachers Association annual meeting.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2022<br>\n\t\t\t\t\tModified by: Bilge&nbsp;D&nbsp;Mutlu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433439750_Stemmates-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433439750_Stemmates-1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433439750_Stemmates-1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The reading companion robot Misty with informal science books in the background, designed to be deployed long-term in children?s homes.</div>\n<div class=\"imageCredit\">Bengisu Cagiltay</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bilge&nbsp;D&nbsp;Mutlu</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433756226_Stemmates-2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433756226_Stemmates-2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433756226_Stemmates-2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A child reading an informal science book to the reading companion robot as part of a one month summer deployment.</div>\n<div class=\"imageCredit\">Bengisu Cagiltay</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bilge&nbsp;D&nbsp;Mutlu</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433821089_Stemmates-3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433821089_Stemmates-3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433821089_Stemmates-3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Misty robot, dollhouse, and figurines as resources for co-design sessions with children and families.</div>\n<div class=\"imageCredit\">Bengisu Cagiltay</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bilge&nbsp;D&nbsp;Mutlu</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433902990_Stemmates-4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433902990_Stemmates-4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2022/1906854/1906854_10605105_1670433902990_Stemmates-4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two children and their parent participating in a co-design session to design interactions for an in-home social robot.</div>\n<div class=\"imageCredit\">Bengisu Cagiltay</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bilge&nbsp;D&nbsp;Mutlu</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDesigning social robots to act as learning companions can help children learn by providing key social interactions that can bolster knowledge and interest in learning. Implementing these robots as learning companions in science, technology, engineering, and mathematics (STEM) learning may be particularly useful for middle-school aged children, because interest in these areas can often fall off during this key developmental phase in education. To create these robots, research is needed to understand how to design robot interactions that might help children learn and develop positive relationships with STEM content, and to better understand how children and their families will interact with these robots over time. In this project, our goal is to explore these research areas and develop a learning companion robot system that applies these new insights in a fully functioning companion robot for STEM learning.\n\nTo achieve this goal, the research team applied theories from learning sciences, psychology, and computer science to develop new ways for robots to interact with children and their families. Our main contribution from this research is a fully functioning reading companion robot system, the STEMMate robot, with over 20 customized STEM related books and 1000 customized robot comments to guide students’ STEM knowledge and foster interest in STEM by building social connections with children. During this work, we developed several new research tools and methods to help researchers conduct work in this area and have made several key contributions to theory and design of human-robot interactions. One research tool we created was a set of emotional displays for the robot that were easily recognizable by children based on psychological theories of emotion. We also created an easily adaptable tool to quickly test different robot actions, expressions, and comments without time consuming computer programming for each new test. Finally, we created a unique method of automatically collecting data in the field using the robot that can enable researchers a deep look at the rich and unique interactions that happen with the robot over time. Our contributions to theory and design included analysis of rarely seen long-term interactions between social robots and child \"in-the-wild\" where we could see how these interactions unfolded naturally and developing design guidelines through co-designing these interactions with children and their families. Our research findings established a detailed look at how the unique factors of family lives &ndash; such as vacations and family visits or children spending time between two different homes &ndash; need to be considered in creating robot interactions that will last over time. We were also able to get unique insights into ways that families interacted with the robot that were not specifically planned for. For example, some parents often listened in on reading sessions with the robot and added their own ideas and help for their children. Throughout this work, we shared the design space with families to co-design robot interactions that helped us understand how these interactions should be designed. In a series of studies, we found key insights such as children not being concerned with whether a robot agrees or disagrees with their opinion as long as the robot appeared interested in what they had to say. We also found that parents and siblings were interested in sharing other activities with the child and the robot that were outside of the normal reading interactions, such as playing games or learning new things.  \n\nThe STEMMate learning companion robot as well as the research methods and tools, and contributions to theory and design developed in this project have significantly advanced the state of the art in educational technologies and human-robot interaction that can benefit society. The STEMMates system was created as an open-source software that can be installed on a commercially available robot platform for Misty Robotics. In this way, our system can be utilized by schools, afterschool programs, or families that want to support learning in STEM while children read books. The open-source software also allows others to customize and adapt our system for future uses in educational robot technology. The findings from the project have been shared with the public in the form of scientific publications, public lectures, and videos that have been published online. The project provided three doctoral students in computer science and learning sciences with opportunities for advanced training and professional development. Throughout the course of the project, seven women undergraduate students gained hands-on research experience and received academic mentoring in computer science research, including developing human-robot interactions and analysis of data from the studies. Finally, the project activities and personnel have also contributed to the informing of the public about science and technology through outreach events, including \"open lab\" events for K-12 groups, a summer camp for young children, and demonstrations of the system at the National Science Teachers Association annual meeting.\n\n\t\t\t\t\tLast Modified: 12/07/2022\n\n\t\t\t\t\tSubmitted by: Bilge D Mutlu"
 }
}