{
 "awd_id": "1906253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electronic spin and valley degrees of freedom - based novel quantum devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2019-08-05",
 "awd_max_amd_letter_date": "2019-08-05",
 "awd_abstract_narration": "Electrons, besides being charged particles, have an extra, quantum degree of freedom, namely their spin. In certain materials, electrons also have a valley degree of freedom, which is related to their momentum. Spintronics and, more recently, valleytronics, are emerging areas in solid-state science and engineering. Their broad goal is to utilize carriers' spin/valley degrees of freedom to realize novel electronic devices that rely on the creation, manipulation, and detection of spin/valley currents. If successful, such manipulation could also impact the even more exotic field of quantum computing, as spin/valley are candidates for registering the quantum bit of information in quantum computers. The focus of the projects proposed here is to study ballistic transport in clean carrier systems in layered semiconductor structures. The goal is to demonstrate and characterize a number of novel, prototype, electronic devices whose operation relies on the manipulation of spin and/or valley degrees of freedom.  The projects also incorporates comprehensive educational component, including training of graduate and undergraduate students in fabrication, characterization, and physics of thin-film semiconductor structures. Outreach activities involve K-12 demonstrations and teacher training programs in electricity and magnetism.\r\n\r\nThe projects proposed here are aimed at studies of ballistic transport in clean, two-dimensional carrier systems in modulation-doped semiconductors. The goal is to demonstrate and characterize a number of devices whose operation relies on the manipulation of spin and/or valley degrees of freedom. These include a spin-interference device, a spin-filter, and a valley-filter. The devices will be based mainly on two different carrier systems: (1) two-dimensional hole system in GaAs quantum wells which possesses a strong and tunable spin-orbit interaction, and (2) two-dimensional electron system in AlAs quantum wells where the electrons occupy conduction band valleys with gate- and/or strain-tunable densities, and also have a large Lande effective g-factor so that they can be easily spin-polarized. All the projects described in this proposal will involve fabrication of various devices using modern crystal growth and lithography techniques, and transport measurements. The projects will contribute to the fundamental understanding of the ballistic transport in semiconductor structures. While the proposed structures would operate mainly at relatively low temperatures, they will serve as prototypes to demonstrate proof-of-principle concepts that are essential for advances in the emerging fields of spintronics/valleytronics and quantum computing. The projects can also lead to the development of unforeseen device concepts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mansour",
   "pi_last_name": "Shayegan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mansour Shayegan",
   "pi_email_addr": "shayegan@princeton.edu",
   "nsf_id": "000470444",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "PO Box 36",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electrons, besides being charged particles, have an extra, quantum degree of freedom, namely their <em>spin</em>. In certain materials, electrons also have a <em>valley</em> degree of freedom, which is related to their momentum. <em>Spintronics</em> and, more recently, <em>valleytronics, </em>are emerging areas in solid-state science and engineering. Their broad goal is to utilize carriers&rsquo; spin/valley degrees of freedom to realize novel electronic devices that rely on the creation, manipulation, and detection of spin/valley currents. If successful, such manipulation could also impact the even more exotic field of <em>quantum computing</em>, as spin/valley are candidates for registering the quantum bit of information in quantum computers. The focus of this project was to study electronic transport properties in ultraclean-clean (ultra-pure) carrier systems in layered semiconductor structures. The results probed and demonstrated a number of novel phenomena and prototype, electronic devices whose operation relies on the manipulation of <em>spin</em> and/or <em>valley</em> degrees of freedom.</p>\n<p>&nbsp;</p>\n<p>The results of the research were communicated through publications and conference presentations to the specialized as well as general science and engineering communities. While the subject of this project is fundamental, progress in this area will benefit society in the long term as it probed novel, transformative concepts for electronic devices and information processing systems whose operation relies on quantum and/or interaction phenomena.</p>\n<p>&nbsp;</p>\n<p>A major component of this research was the training and education of students in critical areas of crystal growth, semiconductor sample processing, and electrical measurements. Well-trained students in this field are invaluable resources for the US as well as the rest of the world.</p><br>\n<p>\n Last Modified: 12/04/2023<br>\nModified by: Mansour&nbsp;Shayegan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nElectrons, besides being charged particles, have an extra, quantum degree of freedom, namely their spin. In certain materials, electrons also have a valley degree of freedom, which is related to their momentum. Spintronics and, more recently, valleytronics, are emerging areas in solid-state science and engineering. Their broad goal is to utilize carriers spin/valley degrees of freedom to realize novel electronic devices that rely on the creation, manipulation, and detection of spin/valley currents. If successful, such manipulation could also impact the even more exotic field of quantum computing, as spin/valley are candidates for registering the quantum bit of information in quantum computers. The focus of this project was to study electronic transport properties in ultraclean-clean (ultra-pure) carrier systems in layered semiconductor structures. The results probed and demonstrated a number of novel phenomena and prototype, electronic devices whose operation relies on the manipulation of spin and/or valley degrees of freedom.\n\n\n\n\n\nThe results of the research were communicated through publications and conference presentations to the specialized as well as general science and engineering communities. While the subject of this project is fundamental, progress in this area will benefit society in the long term as it probed novel, transformative concepts for electronic devices and information processing systems whose operation relies on quantum and/or interaction phenomena.\n\n\n\n\n\nA major component of this research was the training and education of students in critical areas of crystal growth, semiconductor sample processing, and electrical measurements. Well-trained students in this field are invaluable resources for the US as well as the rest of the world.\t\t\t\t\tLast Modified: 12/04/2023\n\n\t\t\t\t\tSubmitted by: MansourShayegan\n"
 }
}