{
 "awd_id": "1907950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Professional Development for Teaching and Learning about Energy and Equity in high School Physics",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922606",
 "po_email": "amywilso@nsf.gov",
 "po_sign_block_name": "Amy Wilson",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 268300.0,
 "awd_amount": 268300.0,
 "awd_min_amd_letter_date": "2019-05-21",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "This project will research and develop instructional materials and conduct professional development for teachers to help students understand energy flow, an important scientific concept with economic and social implications. This energy learning is the foundation for informed decision-making about sustainable and just use of energy resources. Energy issues are not only issues of science and technology, but must be integrated with civics, history, economics, sociology, psychology, and politics to understand and solve modern energy problems. Placing the scientific concept of energy in this social context presents an opportunity to advance science education as equitable and culturally responsive.    \r\n\r\nThis project will create a model for secondary science teacher professional development that integrates science concepts with equity education. This model promotes a key epistemological issue: that science concepts are not culture-free or socially neutral ideas, but rather are concepts created and sustained by people in specific times and places for the purposes of (1) addressing specific social needs and (2) empowering people or groups of people. The two major components of the project are (1) the professional development  experience, including both an intensive in-person summer workshop and an online professional learning community, and (2)an energy and equity portal, including an instructional materials library, an action research exchange, and a community forum for teacher discussions. The portal will provide technical resources to support the PLC, including support for sharing instructional materials and reporting on action research. The research plan includes exploratory, development and application phases. The researchers will identify teacher learning in the first iteration of PD, collect and analyze the instructional artifacts to inform how teacher engage with, participate in, and build an understanding energy as a historically and politically situated science concept. A team of scholar-videographers will observe, taking real-time field notes and making daily memos. The research team will use the instructional artifacts, video recordings, field notes, and memos as a basis for analysis through the next academic year. The result will be a nationally significant community of teacher-leaders and library of research-tested instructional materials that are responsive to students' scientific ideas, relevant to socio-political concerns about energy sustainability, respectful of students' cultures, and open to all students no matter their cultural background. Teachers participating in the project will learn to explain how scientific concepts of energy reflect culturally specific values, analyze socio-politically relevant energy scenarios, learn the historic and present-day inequities in the energy industry and in science participation, and be supported in preparing instruction for secondary students that is culturally responsive and relevant to their students' communities.\r\n\r\nThe Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools (RMTs). Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hilborn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Hilborn",
   "pi_email_addr": "rhilborn@aapt.org",
   "nsf_id": "000207521",
   "pi_start_date": "2019-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Mason",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Mason",
   "pi_email_addr": "bmason.dwf@gmail.com",
   "nsf_id": "000237167",
   "pi_start_date": "2019-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association of Physics Teachers",
  "inst_street_address": "1 PHYSICS ELLIPSE FL 5",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012093311",
  "inst_zip_code": "207403841",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION OF PHYSICS TEACHERS, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "YRLVBH8FJ9L6"
 },
 "perf_inst": {
  "perf_inst_name": "American Association of Physics Teachers",
  "perf_str_addr": "One Physics Ellipse",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207403841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 193434.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 55270.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 19596.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Professional Development for Teaching and Learning about Energy and Equity in High School Physics Project</em> (Energy and Equity Project) created and is supporting a national community of teacher-leaders and an online library of research-tested instructional materials focused on broad concepts of energy and the social issues and impacts involved in energy generation, availability, and use. The resources, and the community-based development process for creating and improving the resources, are designed to be responsive to students&rsquo; scientific ideas, relevant to socio-political concerns about energy sustainability, respectful of students&rsquo; cultures, and benefit the learning and growth of all students.</p>\n<p>The Energy and Equity Portal, <a href=\"https://www.energyandequity.org/\">https://www.energyandequity.org/</a>, is the online infrastructure supporting all aspects of the Energy and Equity project. This important product of the project includes the resource repository, the user interfaces for submission and discovery of teaching materials, and the tools needed to host community workshops and professional development events. The portal is available for use by any instructor across the country needing materials that can help teach both the scientific and social aspects of energy generation and use.</p>\n<p>The successful launch of the Energy and Equity portal has also resulted in a model for creating new teacher communities and developing and sharing teaching materials focused on any topic. &nbsp;This project is a proof of concept that the infrastructure developed for the Living Physics Portal (<a href=\"https://www.livingphysicsportal.org/\">https://www.livingphysicsportal.org/</a>, NSF grant &ndash; 1624185, supports instructors and curriculum developers for the introductory university physics courses for life science students) can be re-purposed for many different uses. The infrastructure is adaptable to a different community and set of resources, with the participation of the new community members in identifying and organizing their content of interest. The portal tools have been updated and expanded to facilitate its re-use. This portal model will be available to be copied for different audiences and contexts. This expansion to other topics, e.g., upper division physics materials, lab materials, and pedagogy course materials, is an important future goal.</p><br>\n<p>\n Last Modified: 11/19/2024<br>\nModified by: Bruce&nbsp;A&nbsp;Mason</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1907950/1907950_10606254_1731693714321_EEPortal_2024--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1907950/1907950_10606254_1731693714321_EEPortal_2024--rgov-800width.png\" title=\"Energy and Equity Portal\"><img src=\"/por/images/Reports/POR/2024/1907950/1907950_10606254_1731693714321_EEPortal_2024--rgov-66x44.png\" alt=\"Energy and Equity Portal\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Homepage of the Energy and Equity Portal</div>\n<div class=\"imageCredit\">American Association of Physics Teachers</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bruce&nbsp;A&nbsp;Mason\n<div class=\"imageTitle\">Energy and Equity Portal</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Professional Development for Teaching and Learning about Energy and Equity in High School Physics Project (Energy and Equity Project) created and is supporting a national community of teacher-leaders and an online library of research-tested instructional materials focused on broad concepts of energy and the social issues and impacts involved in energy generation, availability, and use. The resources, and the community-based development process for creating and improving the resources, are designed to be responsive to students scientific ideas, relevant to socio-political concerns about energy sustainability, respectful of students cultures, and benefit the learning and growth of all students.\n\n\nThe Energy and Equity Portal, https://www.energyandequity.org/, is the online infrastructure supporting all aspects of the Energy and Equity project. This important product of the project includes the resource repository, the user interfaces for submission and discovery of teaching materials, and the tools needed to host community workshops and professional development events. The portal is available for use by any instructor across the country needing materials that can help teach both the scientific and social aspects of energy generation and use.\n\n\nThe successful launch of the Energy and Equity portal has also resulted in a model for creating new teacher communities and developing and sharing teaching materials focused on any topic. This project is a proof of concept that the infrastructure developed for the Living Physics Portal (https://www.livingphysicsportal.org/, NSF grant  1624185, supports instructors and curriculum developers for the introductory university physics courses for life science students) can be re-purposed for many different uses. The infrastructure is adaptable to a different community and set of resources, with the participation of the new community members in identifying and organizing their content of interest. The portal tools have been updated and expanded to facilitate its re-use. This portal model will be available to be copied for different audiences and contexts. This expansion to other topics, e.g., upper division physics materials, lab materials, and pedagogy course materials, is an important future goal.\t\t\t\t\tLast Modified: 11/19/2024\n\n\t\t\t\t\tSubmitted by: BruceAMason\n"
 }
}