{
 "awd_id": "1907951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: SMALL: Moving Beyond Knowledge to Action: Evaluating and Improving the Utility of Causal Inference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 499454.0,
 "awd_amount": 499454.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2024-07-12",
 "awd_abstract_narration": "One of the key recent advances in machine learning is the ability to learn causal structures from observational data. Unlike correlations, causes let us robustly predict the future and identify which variables to intervene on to potentially change it. As a result, many computational methods have been introduced to better discover causes from the large datasets that are increasingly becoming available. However, algorithms for finding causes are mainly evaluated on how accurately they can recover ground truth. This assumes that the most complete and accurate causal model will be the most useful one, but this assumption has not been tested and people often struggle to make sense of complex information. Causal models can also be used to better understand the effects of actions, which could further improve decisions. While current methods identify the effects of turning a variable on or off, this is not the right level of detail for an individual making choices such as a person with diabetes deciding what specific food to consume for breakfast. Further, the users of the output of causal inference are not those developing the methods, but rather people with varying levels of background knowledge and perceived expertise. This project focuses on reducing the gap between machine learning and human decision-making by quantifying the utility of causal models, introducing new methods that make causal models more useful and usable, and leveraging the results to improve everyday decisions around diet and exercise. \r\n\r\nThis project aims to close the loop from data to knowledge to action, through better metrics for evaluating causal inference, and algorithms that make causal models more useful and personalized. This work will advance our ability to effectively use the output of machine learning, and encourage the development of methods that produce output with high utility. First, this project develops novel ways to automatically evaluate the utility of a set of inferred causes, which allow algorithms to be compared along this new dimension that provides more insight into real-world use. In particular, new metrics are developed that take into account model, user, and context features to allow causal models to be automatically scored on how useful they are for decision-making. Second, the developed metrics are used to guide development of more useful models that accurately predict the effects of interventions and incorporate mechanistic information. A key gap translating causal models to real-world use is the need to predict the result of interventions that may not directly map to variables (e.g. drinking orange juice is not the same as directly increasing glucose). The new methods developed can predict intervention effects using simulation, and map models to mechanistic information to enable further insight. Lastly, the project demonstrates that these enhanced causal models can improve real-life decisions. The project can help make the output of machine learning actionable, and may have applications in many important decision-making scenarios related to health, finance, and personal transportation. The research may more generally improve decision-making, and can be applied to areas as diverse as reducing distracted driving and understanding the impact of choices on energy usage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Kleinberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha Kleinberg",
   "pi_email_addr": "samantha.kleinberg@stevens.edu",
   "nsf_id": "000621660",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070309991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 353042.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 146412.0
  }
 ],
 "por": null
}