{
 "awd_id": "1907404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Beyond the Bulk Flow:  Developing More Powerful Analysis Methods to Test Consistency of Large-scale Flows with the Standard Cosmological Model",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927297",
 "po_email": "jmadrid@nsf.gov",
 "po_sign_block_name": "Juan Madrid",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 232692.0,
 "awd_amount": 232692.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "It has long been observed that light from distant galaxies is received on earth at a different wavelength than that at which it was emitted.  This shift  in wavelength, often called redshift, is due to two distinct effects, the Doppler shift that arises from the motion of galaxies relative to the Milky Way and the stretching of light that is caused by its traveling through expanding space.   These effects can be separated only if independent measurements of galaxy distances can be obtained.  However, as the number and accuracy of distance measurements have improved, it appears that the shift due to expansion is significantly larger than expectations based on much larger scale observations.   Furthermore, studies of the motions of galaxies have revealed large-scale flows that are also larger than expected. The goal of this project is to develop new ways of analyzing available redshift and distance measurements in order to better understand the sources of the conflict between the data and the model. In particular, the investigators seek to determine if the disagreements are due to undiscovered problems with the measurements or if they are indeed pointing the way toward a previously unknown aspect of our Universe.  The data analysis techniques developed here will have broad application and may help advance other fields, particularly those that rely on noisy data. This project will strengthen the US science workforce by providing intensive research experiences and training to undergraduate students in data analysis and statistics, areas of high demand and of strategic importance to the nation. In addition, a programming course related to the proposed research will be developed and taught to secondary school students at Willamette Academy, a college access program for underrepresented students associated with Willamette University.\r\n\r\n\r\nAs the number and accuracy of galaxy distance measurements have improved, they have become increasingly important as a cosmological probe of the local Universe.   However, it has become apparent that this data is in conflict with observations of the microwave background radiation and the Standard Cosmological Model.  The goal for this proposal is to develop and apply new statistical methods to analyze collections of redshift and distance measurements, also known as peculiar velocity catalogs, with the following goals: (1) to put stronger constraints on cosmological parameters; (2) to better understand the dynamics of the large-scale structure and the expansion rate of the Universe; and (3) to test for systematics in this important type of cosmological data. The proposed research will clarify whether redshift and distance measurements are actually in conflict with the Standard Model, and if so, the severity and source of the disagreement.  Searching for the causes of the discrepancies in both the expansion rate determination and the observed motion of the local volume is important for gaining a more complete understanding of the Universe.  A resolution of these conflicts may lead to new physics or to a better understanding of some yet-to-be-determined systematics in this important cosmological probe.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hume",
   "pi_last_name": "Feldman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hume A Feldman",
   "pi_email_addr": "feldman@ku.edu",
   "nsf_id": "000087593",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 232692.0
  }
 ],
 "por": null
}