{
 "awd_id": "1907184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2019: Viruses: Architects of Microbial Community Metabolism",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 276000.0,
 "awd_min_amd_letter_date": "2019-05-21",
 "awd_max_amd_letter_date": "2021-08-17",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2019, Broadening Participation of Groups Under-represented in Biology. The fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. The Fellow will explore the interface between viruses, their microbial hosts, and human-driven changes in marine nutrients. Viruses are the most abundant biological entities on the planet yet cannot multiply without cellular hosts, including microbes. Viruses manipulate the metabolism of the microbes that they infect through numerous mechanisms, which has consequences for global nutrient cycling. One way that viruses modify microbial activities is by genetically altering microbial metabolism to better suit viral replication and this can also alter the way that microbes utilize key nutrients, including nitrogen. Nitrogen is a fundamental chemical in oceans and an essential component of all organisms. Human activities have increased the deposition of nitrogen into natural ecosystems five-fold over the last century. This influx alters the composition and function of microbial communities. The goal of this research is to understand how the genetics of viruses contributes to microbial metabolism to better predict how microbial communities respond to human-driven nutrient increases. The Fellow will also enhance inclusivity in science by working with students from underrepresented groups, including students with disabilities.\r\n\r\nThis project targets an aggregate portrait of virus-encoded auxiliary metabolic gene (AMG) repertoires and host-virus dynamics in nitrate/urea-replete marine ecosystems using a multidimensional sequencing approach. By coupling in situ experimentation with in silico analysis of coexisting viral and cellular consortia, this research aims to resolve the significance of nitrogen amendment on (1) microbial community turnover and putative metabolic capacity, (2) composition and distribution of virus-encoded AMGs, and (3) microbial transcription of pathways involved in host-virus interactions. The experimental design expects to differentiate between short- and long-term impacts of eutrophication, providing both baseline information about AMG dynamics and stability under transitional conditions. As integral members of aquatic ecosystems, viruses govern microbial diversity, evolution, and metabolism; it is imperative to investigate host-virus dynamics and virus-mediated proliferation of AMGs under anticipated future biogeochemical conditions. In addition to facilitating the Fellow's development of key bioinformatic and molecular skills, this program will enable international collaboration, improve inclusivity and integration of universal design at fieldwork sites, and engage individuals of underrepresented groups through curriculum design and mentorship.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kalia",
   "pi_last_name": "Bistolas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kalia Bistolas",
   "pi_email_addr": "",
   "nsf_id": "000790943",
   "pi_start_date": "2019-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bistolas, Kalia",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "14850",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": null,
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973313804",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 207000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This postdoctoral fellowship investigated the dynamic role of viral integration and gene exchange in microbial (e.g. bacterial, archaeal) cells in coastal marine ecosystems. Viral genomes integrated within cellular hosts can have ramifications on pathogen elicitation, viral gene evolution, host immunity, and more. Likewise, cellular genes encoded in viral genomes can expand the functional repertoire of infected microbes, with impacts on microbial community diversity, ecology, and distribution in aquatic environments. In rapidly changing reef ecosystems, both gene exchange and compositional shifts in microbial and viral communities alter how key nutrients (e.g. nitrogen) are utilized or recycled. Therefore, genomics may offer insight into the role of gene exchange (e.g. gene acquisition, integration) in microbial community stability, nutrient cycling, or ecosystem stress response. This initiative examined viral communities in the South Pacific and at an established NSF-Long Term Ecological Research site (LTER; Moorea, French Polynesia) to better understand the composition and distribution of genomic information exchanged between viruses and microbes in these coastal ecosystems.</p>\n<p>Viral communities in over 32 South Pacific reef ecosystems were largely dictated by host taxonomy and independent of common oceanographic parameters such as temperature or pH. Genomic sequencing indicated that viruses infecting bacteria (bacteriophage) harbored genes associated with cellular metabolism (amino acid synthesis, carbon fixation, and vitamin/cofactor biosynthesis, among others) with the potential to influence the metabolic function of their hosts. Changes in the composition of these &ldquo;auxiliary metabolic genes,&rdquo; or AMGs, were independent of bacterial and viral community taxonomy through time, suggesting a high degree of gene trafficking in these prolific ecosystems.</p>\n<p>This project also found a very common RNA virus hidden within the genomes of coral-associated symbionts (protist dinoflagellates). Nearly all organisms carry remnants of past viral infections within their genomes. Those remnants, or endogenous viral elements, serve as a historical record of viruses encountered and can be passed from generation to generation. This case study provided additional insight into how (or when) symbiont-associated viruses may have integrated into the host and offer ecological and evolutionary context for similar, non-integrated viruses.</p>\n<p>Beyond the training that the fellow received as a research scientist, this fellowship also provided support to allocate time and autonomy to mentor students (including 5 graduate; 1 REU), contribute to workshops and university committees (computing committee, DEIJ), present at conferences, and engage in outreach and engagement activities to improve access to and interest in viral ecology in the field (e.g. peer-to-peer and peer-to-community organizations, community-oriented lectureship, development for a working group for onboarding field station researchers, etc). It also served as a steppingstone for further collaborations both internationally and domestically and provided a platform for ongoing investigation.</p>\n<p>Due to the COVID-19 pandemic, this research was meaningfully adjusted to fit limitations in access to laboratories, field sites, resources, and collaborators, though primary aims remained consistent.</p><br>\n<p>\n Last Modified: 12/01/2023<br>\nModified by: Kalia&nbsp;Bistolas</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis postdoctoral fellowship investigated the dynamic role of viral integration and gene exchange in microbial (e.g. bacterial, archaeal) cells in coastal marine ecosystems. Viral genomes integrated within cellular hosts can have ramifications on pathogen elicitation, viral gene evolution, host immunity, and more. Likewise, cellular genes encoded in viral genomes can expand the functional repertoire of infected microbes, with impacts on microbial community diversity, ecology, and distribution in aquatic environments. In rapidly changing reef ecosystems, both gene exchange and compositional shifts in microbial and viral communities alter how key nutrients (e.g. nitrogen) are utilized or recycled. Therefore, genomics may offer insight into the role of gene exchange (e.g. gene acquisition, integration) in microbial community stability, nutrient cycling, or ecosystem stress response. This initiative examined viral communities in the South Pacific and at an established NSF-Long Term Ecological Research site (LTER; Moorea, French Polynesia) to better understand the composition and distribution of genomic information exchanged between viruses and microbes in these coastal ecosystems.\n\n\nViral communities in over 32 South Pacific reef ecosystems were largely dictated by host taxonomy and independent of common oceanographic parameters such as temperature or pH. Genomic sequencing indicated that viruses infecting bacteria (bacteriophage) harbored genes associated with cellular metabolism (amino acid synthesis, carbon fixation, and vitamin/cofactor biosynthesis, among others) with the potential to influence the metabolic function of their hosts. Changes in the composition of these auxiliary metabolic genes, or AMGs, were independent of bacterial and viral community taxonomy through time, suggesting a high degree of gene trafficking in these prolific ecosystems.\n\n\nThis project also found a very common RNA virus hidden within the genomes of coral-associated symbionts (protist dinoflagellates). Nearly all organisms carry remnants of past viral infections within their genomes. Those remnants, or endogenous viral elements, serve as a historical record of viruses encountered and can be passed from generation to generation. This case study provided additional insight into how (or when) symbiont-associated viruses may have integrated into the host and offer ecological and evolutionary context for similar, non-integrated viruses.\n\n\nBeyond the training that the fellow received as a research scientist, this fellowship also provided support to allocate time and autonomy to mentor students (including 5 graduate; 1 REU), contribute to workshops and university committees (computing committee, DEIJ), present at conferences, and engage in outreach and engagement activities to improve access to and interest in viral ecology in the field (e.g. peer-to-peer and peer-to-community organizations, community-oriented lectureship, development for a working group for onboarding field station researchers, etc). It also served as a steppingstone for further collaborations both internationally and domestically and provided a platform for ongoing investigation.\n\n\nDue to the COVID-19 pandemic, this research was meaningfully adjusted to fit limitations in access to laboratories, field sites, resources, and collaborators, though primary aims remained consistent.\t\t\t\t\tLast Modified: 12/01/2023\n\n\t\t\t\t\tSubmitted by: KaliaBistolas\n"
 }
}