{
 "awd_id": "1907517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linear and Nonlinear Rheology of Thread-like Micelles: Multi-scale Simulations, Theory, and Experiments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 355792.0,
 "awd_min_amd_letter_date": "2019-04-16",
 "awd_max_amd_letter_date": "2019-09-04",
 "awd_abstract_narration": "Aqueous surfactant (i.e., soap) solutions are very widely used in consumer-care products including shampoos, body washes, and gels, cleansing products, as well as in industrial products, including emulsions and adhesives. Surfactants in solution self-assemble into spherical or cylindrical aggregates called \"micelles\", whose shape and size control the properties of the surfactant solutions. The micelle sizes and shapes are in turn controlled by the molecular structure of the surfactant and by the concentrations added salts and other ingredients. An ability to predict and control these dependencies is the key to the rapid design of surfactant products. The project will therefore develop molecular simulation tools at multiple levels of scale that, together, will produce a deep understanding of the energies and forces that control surfactant self-assembly allow for predictive design of surfactant products. Software tools developed under this project will be made public and we expect it to be used by companies such as Procter and Gamble, as has been the case with software developed under the previous NSF funded grant. The new project will train Ph.D. students, aided by interactions with P&G, including possible internships there.\r\n \r\nWe will used molecular dynamics (MD) simulations and the Weighted Histogram Analysis Method (WHAM) to extract the scission free energy required to break a thread-like micelle, and the free energy for removal of a micellar branch.  This information will be combined with simulations at a coarser scale, using the ?Pointer Algorithm,? which tracks rates of micellar breakage and fusion and branch formation along with rates of sliding of micelles along entanglement pathways. These methods will be used to predict the rheology of ensembles of linear and branched micelles.  These predictive tools will be tested by measuring rheological data for well-defined micellar solutions of CTAC (cetyl trimethylammonium chloride) mixed with either NaCl or with sodium salicilate (NaSal), and other surfactant solutions. We will also develop a simulation method and constitutive theory for the nonlinear rheological properties of thread-like micelles that accounts for breakage/fusion, nonlinear deformation, and entanglements.  This simulation method will be novel hybrid of Brownian dynamics simulations of breakage/fusion of bead-spring chains, with the slip-spring model of Likhtman to account for entanglements, providing the first simulation method for the nonlinear properties of thread-like micelles.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Larson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald G Larson",
   "pi_email_addr": "rlarson@umich.edu",
   "nsf_id": "000400838",
   "pi_start_date": "2019-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2800 Plymouth Rd. ChE",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 355792.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Surfactants are among the most commonly used consumer products, since they are the most important constituent in shampoos, body washes, hair conditioners, dish washing detergents, and are used in the manufacture of many other products.&nbsp; In addition, surfactant-like lipids and fatty alcohols are common in biological and biotechnology, including in the vaccine formulations. In designing the solutions of such surfactants, issues of consumer safety and convenience, as well environmental acceptability and cost must be borne in mind. With shifts in standards of safety and public perceptions, new formulations are required. The compressed time horizon for re-design motivates a need for improved understanding of surfactant structure in solution.</p>\n<p>The unique property of surfactants that makes them so ubiquitous is their ability to self assemble into aggregates that are able to internalize components, such as oils, greases, or drugs. They self assemble into a variety of aggregates called micelles whose geometry ranges from spherical to long flexible threads to planar sheets. The flexible thread-like micelles are of particular interest since they give the solution high viscosity or body necessary for consumer acceptance and easy of transfer from bottle to hand to body.</p>\n<p>The work done under this grant enhanced our ability to predict the properties of these micellar structures, including their flow or rheological properties as well as their interactions with other components, such as polymers. &nbsp;We developed novel theories and simulation methods that not only improve our understanding of these materials, but that are of value to companies that make these products.&nbsp; From these theories, we developed simple formulas that relate the viscosity and rheological properties to the length and stiffness of the micelles and the dynamics of their breakage and fusion.&nbsp; Such relationships can be used by industrial collaborators to help understand and design their products.&nbsp;</p>\n<p>In addition, we developed theories of interaction of negatively charged micelles with positively charged polymers. These interactions are important in the design of hair conditioners, by the personal care industry. The student who developed these methods, namely Mohsen Ghasemi, worked with me and others at Procter and Gamble (P&amp;G) Company to develop a model to predict coacervation, or phase separation, of cationic polymers and micelles. An illustration of the phase separation is given in the accompanying figure. &nbsp;We used the model to study the effects of overall composition (of surfactants, polymer and added salt), on phase separation for three experimental systems of importance to P&amp;G. &nbsp;We found that our model predictions agree reasonably well with the experimental data, for these systems.&nbsp; The details are in a paper published by the student (Ghasemi), the PI (Larson) and P&amp;G scientists (Jamadagni and Johnson) in the reference below. The predictions were found to be in reasonable agreement with experimental data.</p>\n<p>Reference</p>\n<p>M. Ghasemi, S.N. Jamadagni, E.S. Johnson, and R.G. Larson, Langmuir, 39:10335-10351 2023, A Molecular Thermodynamic Model of Coacervation in Solutions of Polycations and Oppositely Charged Micelles.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/18/2024<br>\nModified by: Ronald&nbsp;G&nbsp;Larson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1907517/1907517_10600966_1728738684891_Surfactant_Polymer_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1907517/1907517_10600966_1728738684891_Surfactant_Polymer_image--rgov-800width.jpg\" title=\"Illustration of phase separation\"><img src=\"/por/images/Reports/POR/2024/1907517/1907517_10600966_1728738684891_Surfactant_Polymer_image--rgov-66x44.jpg\" alt=\"Illustration of phase separation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Illustration of polymers (red) lines and surfactant micelles (grey circles) forming a phase separated dense phase (lower grey box).</div>\n<div class=\"imageCredit\">Ronald Larson</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ronald&nbsp;G&nbsp;Larson\n<div class=\"imageTitle\">Illustration of phase separation</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nSurfactants are among the most commonly used consumer products, since they are the most important constituent in shampoos, body washes, hair conditioners, dish washing detergents, and are used in the manufacture of many other products. In addition, surfactant-like lipids and fatty alcohols are common in biological and biotechnology, including in the vaccine formulations. In designing the solutions of such surfactants, issues of consumer safety and convenience, as well environmental acceptability and cost must be borne in mind. With shifts in standards of safety and public perceptions, new formulations are required. The compressed time horizon for re-design motivates a need for improved understanding of surfactant structure in solution.\n\n\nThe unique property of surfactants that makes them so ubiquitous is their ability to self assemble into aggregates that are able to internalize components, such as oils, greases, or drugs. They self assemble into a variety of aggregates called micelles whose geometry ranges from spherical to long flexible threads to planar sheets. The flexible thread-like micelles are of particular interest since they give the solution high viscosity or body necessary for consumer acceptance and easy of transfer from bottle to hand to body.\n\n\nThe work done under this grant enhanced our ability to predict the properties of these micellar structures, including their flow or rheological properties as well as their interactions with other components, such as polymers. We developed novel theories and simulation methods that not only improve our understanding of these materials, but that are of value to companies that make these products. From these theories, we developed simple formulas that relate the viscosity and rheological properties to the length and stiffness of the micelles and the dynamics of their breakage and fusion. Such relationships can be used by industrial collaborators to help understand and design their products.\n\n\nIn addition, we developed theories of interaction of negatively charged micelles with positively charged polymers. These interactions are important in the design of hair conditioners, by the personal care industry. The student who developed these methods, namely Mohsen Ghasemi, worked with me and others at Procter and Gamble (P&G) Company to develop a model to predict coacervation, or phase separation, of cationic polymers and micelles. An illustration of the phase separation is given in the accompanying figure. We used the model to study the effects of overall composition (of surfactants, polymer and added salt), on phase separation for three experimental systems of importance to P&G. We found that our model predictions agree reasonably well with the experimental data, for these systems. The details are in a paper published by the student (Ghasemi), the PI (Larson) and P&G scientists (Jamadagni and Johnson) in the reference below. The predictions were found to be in reasonable agreement with experimental data.\n\n\nReference\n\n\nM. Ghasemi, S.N. Jamadagni, E.S. Johnson, and R.G. Larson, Langmuir, 39:10335-10351 2023, A Molecular Thermodynamic Model of Coacervation in Solutions of Polycations and Oppositely Charged Micelles.\n\n\n\t\t\t\t\tLast Modified: 10/18/2024\n\n\t\t\t\t\tSubmitted by: RonaldGLarson\n"
 }
}