{
 "awd_id": "1907591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Collaborative Research: Reeb graph flows: Metrics, Drawings, and Analysis",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 246596.0,
 "awd_amount": 246596.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2019-07-02",
 "awd_abstract_narration": "Shape data such as images and 3d scans come from a wide variety of sources, including medical imaging, biological analysis of plants and animals, digital preservation of artifacts, computer graphics and animation, and many others. To distill this data to its essence, this project uses tools from computational topology, a field which combines tools from mathematics and computer science to find efficient and practical ways to simplify, store, and analyze these images. One of these tools, the Reeb graph, provides a skeleton of the structure which is useful for visualization. This project creates tools to quantify, visualize, and analyze these skeletons in a time-varying fashion, i.e. when the input image data is actually a movie.  Given how often multiple images or scans are collected from an object in motion or over time, the results of this project have broad applications in many fields. These results will be disseminated through publications, presentations, open-source software, and participation in a variety of workshops and activities, all of which continue collaborative and interdisciplinary work in a larger network of shape-analysis and computational-topology researchers. In addition to core theoretical development of new tools, both PIs are dedicated to broadening participation in mathematics and computer science, and as part of the project will focus extensively on teaching and mentoring students and junior researchers, including active leadership and mentoring in societies that focus primarily on underrepresented groups.\r\n\r\n\r\nIn numerous application fields, there is an increasing need to analyze topological and geometric information about shapes that are generated by scanning some 3d structure.  However, when given a time-varying shape, there are few strategies that utilize prior scans to quickly update and maintain a continuous family of visualizations with desirable properties.  In this project, the PIs will collaborate to develop improved visualization toolkits for one of the major ways to analyze this type of data, the Reeb graph, which is heavily used in computational topology, shape analysis, and visualization.  These skeletons give compressed and accurate ways to store the shape and compute shape invariants and statistics, but can nonetheless be large and difficult to visualize. In particular, the project is focused on the analysis of a time-varying Reeb graph, known as a Reeb graph flow. Over the course of the project, the PIs will investigate properties of such Reeb flows coming from a variety of natural input domains, and determine which settings allow faster and more accurate visualization and analysis. Results from this project will include a range of theoretical and applied publications, open-source software development, and will be disseminated to a larger network of researchers interested in shape analysis and the use of topology for algorithms and analysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Munch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Munch",
   "pi_email_addr": "muncheli@msu.edu",
   "nsf_id": "000659416",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7929",
   "pgm_ref_txt": "COMPUTATIONAL GEOMETRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 246596.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-92d4e154-7fff-feff-b6ae-8b0bb768a951\">\r\n<p dir=\"ltr\"><span>There is a rising need to quantify and compare shapes gathered from a wide range of data sources such as X-Ray CT scans, embedded graphs, LIDAR, satellite imagery, etc. This collaborative award supported the study of shape and structure in these kinds of input data via Reeb graphs.&nbsp; This topological shape descriptor is used in a range of scientific fields in order to better understand different notions of shape by simplifying the structure down to a graph encoding information about the changing connectivity of the space. The Reeb graph, along with its simpler cousin the merge tree, is utilized in a variety of computational topology and topological data analysis applications in order to get a simple representation of a complex shape, which maintains several key mathematical properties of the original data. Its applications appear in a wide range of research domains, including visualization, GIS, biology, shape analysis, medical imaging, plant morphology, geography, atmospheric science, and data analysis in general.</span></p>\r\n<br /><span>The work completed in this grant included studying core theoretical properties of Reeb graphs and related structures, as well as working towards practical methods to use them on a wide variety of data sets. The theoretical aspects were focused on measuring similarity between Reeb graphs using a measure called the interleaving distance, with a particular focus on understanding how to compare potential drawings of these Reeb graphs in the plane and finding methods for simplification of the Reeb graph which allow for drawings without crossings. In addition, the grant supported development of a software package called </span><span>ceREEBerus</span><span> implementing many of the theoretical results. The developments were published and presented in a range of venues spanning from mathematical to more applications-focused venues. In addition to the PIs' work, the award supported several junior researchers at both institutions.</span></span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/06/2025<br>\nModified by: Elizabeth&nbsp;A&nbsp;Munch</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThere is a rising need to quantify and compare shapes gathered from a wide range of data sources such as X-Ray CT scans, embedded graphs, LIDAR, satellite imagery, etc. This collaborative award supported the study of shape and structure in these kinds of input data via Reeb graphs. This topological shape descriptor is used in a range of scientific fields in order to better understand different notions of shape by simplifying the structure down to a graph encoding information about the changing connectivity of the space. The Reeb graph, along with its simpler cousin the merge tree, is utilized in a variety of computational topology and topological data analysis applications in order to get a simple representation of a complex shape, which maintains several key mathematical properties of the original data. Its applications appear in a wide range of research domains, including visualization, GIS, biology, shape analysis, medical imaging, plant morphology, geography, atmospheric science, and data analysis in general.\r\n\nThe work completed in this grant included studying core theoretical properties of Reeb graphs and related structures, as well as working towards practical methods to use them on a wide variety of data sets. The theoretical aspects were focused on measuring similarity between Reeb graphs using a measure called the interleaving distance, with a particular focus on understanding how to compare potential drawings of these Reeb graphs in the plane and finding methods for simplification of the Reeb graph which allow for drawings without crossings. In addition, the grant supported development of a software package called ceREEBerus implementing many of the theoretical results. The developments were published and presented in a range of venues spanning from mathematical to more applications-focused venues. In addition to the PIs' work, the award supported several junior researchers at both institutions.\r\n\n\n\t\t\t\t\tLast Modified: 02/06/2025\n\n\t\t\t\t\tSubmitted by: ElizabethAMunch\n"
 }
}