{
 "awd_id": "1907831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Co-Developing a Curriculum Coherence Toolkit with Teachers",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928402",
 "po_email": "eknuth@nsf.gov",
 "po_sign_block_name": "Eric Knuth",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 108791.0,
 "awd_amount": 108791.0,
 "awd_min_amd_letter_date": "2019-06-21",
 "awd_max_amd_letter_date": "2019-06-21",
 "awd_abstract_narration": "One important aspect of any mathematics curriculum is its coherence, or the mathematical connections across lessons. This coherence links lessons and activities so that mathematical ideas, representations, practices, skills, and ways of thinking build upon each other to help students construct mathematical meaning and enhance their learning. When teachers relied predominantly on published curriculum materials, curricular coherence was largely provided by the curriculum authors. However, many of today's teachers are no longer given a foundational textbook or single set of resources. Further, teachers have unprecedented access via the internet and social media to lessons and activities produced by many different curriculum developers (including other teachers). As a result, the important task of building curricular coherence becomes the responsibility of the classroom teacher. And yet, very little is known about how teachers think about curricular coherence or how their decisions about lessons and activities reflect the coherent mathematical story they hope to students will learn in their classrooms. This project will investigate the factors that influence curriculum coherence and how teachers in Grades 3-5 respond to these factors as they make decisions about their mathematics curriculum. A national survey of 300 Grades 3-5 teachers will be conducted in in the first phase of the project and the work will continue with small groups of four case study teachers in each of four different districts across four states.  Case study participants will work with project researchers to co-develop a set of tools for supporting curriculum coherence. The structure of the project and the selection of case study participants will facilitate the collaborative co-development of tools across institutions and across geographic and curricular contexts, supporting the use of the tools across a wide range of contexts. The outcomes of this study will contribute to broader impacts by developing understandings of curriculum coherence that are robust across a range of curricular, policy, and district/school contexts, with implications that support the participation of students in diverse mathematics classrooms. The survey findings and the coherence toolkit co-developed with teachers will be disseminated widely through conference presentations, including teacher-oriented conferences, through journal publications, and through making survey data available to other researchers. \r\n\r\nThe research objectives of this study are to explore 1) patterns of Grade 3-5 teacher curricular resource use across a range of curriculum contexts, 2) teacher decisions about curriculum coherence, and 3) how curriculum toolkits co-developed with teachers might support teachers in making decisions related to curriculum coherence. Given the potential variation among and within states and districts in terms of contextual factors impacting curriculum use, teachers will be surveyed about their contexts, available resources, and curricular decision-making. Survey data will be analyzed using primarily descriptive analyses. Following the survey, in-depth case studies of teacher curricular resource use in contexts that vary along two dimensions (autonomy to select curricular resources and the complexity of curricular influences, including the number of resources available) will be developed. Case study data, including interviews, video-recorded co-design groups, and curriculum use artifacts, will be analyzed using methods of discourse analysis, thematic analysis, and document analysis and synthesized within and across cases. By selecting cases along these dimensions, a set of tools will be co-developed to support teachers as they navigate diverse curricular contexts to enact a coherent curriculum for students. \r\n\r\nThe DRK-12 Program seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcy",
   "pi_last_name": "Wood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcy Wood",
   "pi_email_addr": "mbwood@email.arizona.edu",
   "nsf_id": "000521766",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid, Rm 114",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 108791.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project, Co-Developing a Curriculum Coherence Toolkit with Teachers (C3T2), was an Exploratory Level 1 study within NSF&rsquo;s Discovery Research PreK-12 program (DRK-12). The purpose of this study was to understand the mathematics curricular decisions that elementary teachers made in diverse curriculum contexts to provide a coherent sequence of activities while being responsive to the needs of their students. The study had two phases. The first was a national survey of 524 elementary teachers. This was followed by in-depth case studies of two groups of elementary teachers in different teaching contexts.</p>\n<p>&nbsp;</p>\n<p>Our key findings include: Teachers were operating in a curricular context in which they could easily draw from multiple supplemental and teacher-created materials, with some teachers using as many as 14 different curricular resources in designing their mathematics lessons. Teachers were making decisions about available curricular resources that are complex and contextual and referenced a range of student (e.g., resources support engagement, students&rsquo; current level of mathematical understanding), instructional (e.g., resources offer opportunities for wide ranges of differentiation and pacing, cross-curricular connections) and local and state contexts (e.g., accessibility of materials to students and teachers, accountability requirements such as being aligned with state standards and standardized tests). These findings suggest that teacher educators might modify their own curriculum to include opportunities for preservice teachers to select and evaluate a range of curricular resources, to consider online capabilities of curriculum, and to adapt resources to meet the specific needs of their students.</p>\n<p>&nbsp;</p>\n<p>Work on this project was started prior to the COVID-19 pandemic. We were ready to launch the national survey in March of 2020. As the pandemic unfolded and schools moved to remote settings, we decided to delay our survey and to change our questions to capture teachers&rsquo; curricular decisions before and during the pandemic.</p>\n<p>&nbsp;</p>\n<p>Some key findings related to the pandemic: While principals and others provided important support, teachers were necessarily the ultimate bridge between rapid instructional shifts and children during remote learning. As the pandemic hit and teaching and learning entered entirely new territory, teachers were the ones who were in the best position to keep students learning (and feeling connected to something stable) during the new and changing notion of schooling. The existing curricular resources, including those available online, were not adequately attuned to students&rsquo; new realities and needs. Instead, these realities and needs were best understood by the teachers who were connecting online with students and their families. As a result, we also found a novel, potentially pandemic-related trend towards teachers needing to design their own curriculum: teachers were making more of their own materials not to sell, but rather because what they had available was not meeting the range of student needs in their current classrooms.</p>\n<p>&nbsp;</p>\n<p>Selected Products:</p>\n<p>Baniahmadi, M., Olson, A.M., Wood, M. B., Doherty, K., Newton, J., Drake, C., &amp; Sapkota, B. K. (2021). Curriculum Resources and Decision-making: Findings from a National Survey of Elementary Mathematics Teachers.<em> Association of Mathematics Teacher Educators (AMTE) Connections Journal</em>, <em>31</em>(2). Available at: https://amte.net/connections/2021/12/curriculum-resources-and-decision-making-findings-national-survey-elementary</p>\n<p>&nbsp;</p>\n<p>Giorgio-Doherty, K., Baniahmadi, M., Newton, J., Olson, A. M., Ferguson, K., Sammons, K.; Wood, M. B.; &amp; Drake. C. (2021). COVID and curriculum: Elementary teachers report on the challenges of teaching and learning mathematics remotely. J<em>ournal of Multicultural Affairs, 6</em>(2). Available at: <a href=\"https://scholarworks.sfasu.edu/jma/vol6/iss2/3/\">https://scholarworks.sfasu.edu/jma/vol6/iss2/3/</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Baniahmadi, M., Sapkota, B., &amp; Olson, A. M. (2023, October 1-4). Elementary mathematics curriculum: State policy, COVID-19, and teachers&rsquo; control. In T. Lamberg &amp; D. Moss, (Eds.),<em> Proceedings of the forty-fifth annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education </em>(Vol. 1, pp. 281-289)<em>. </em>University of Nevada, Reno<em>.</em></p>\n<p>&nbsp;</p>\n<p>Doherty, K., Jiang, N., &amp; Wood, M. B. (2023, October 1-4). Rethinking mathematics curricular coherence across elementary teachers&rsquo; multiple curricular materials and multiple professional obligations. In T. Lamberg &amp; D. Moss, (Eds.)<em> Proceedings of the forty-fifth annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education </em>(Vol. 1, pp. 334-338)<em>. </em>University of Nevada, Reno<em>.</em></p>\n<p>&nbsp;</p>\n<p>Fulwider, D., Olson, A. M., &amp; Panza, S. (2023, October 1-4). Detectives, ninjas, and the taste of math: Elementary teachers&rsquo; reasoning about mathematics curricula resources. In T. Lamberg &amp; D. Moss, (Eds.),<em> Proceedings of the forty-fifth annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education </em>(Vol. 1, pp. 820-828)<em>. </em>University of Nevada, Reno<em>.</em></p>\n<p>&nbsp;</p>\n<p>Baniahmadi, M., Giorgio-Doherty, K., Sammons, K., Ferguson, K., Wood, M. B., Olson, A.M., Drake, C., &amp; Newton, J. (2021). Use of Teacher-Created Curricular Resources by Elementary Mathematics Teachers: Before and During the COVID-19 Pandemic. In D. Olanoff, K. Johnson, &amp; S. Spitzer, (Eds.). Brief report in the <em>Proceedings of the forty-third annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education </em>(p.100-104). Philadelphia, PA: Widener University, Towson University, &amp; West Chester University. Available at: <a href=\"https://bit.ly/PMEproceed\">https://bit.ly/PMEproceed</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/05/2023<br>\nModified by: Marcy&nbsp;Wood</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project, Co-Developing a Curriculum Coherence Toolkit with Teachers (C3T2), was an Exploratory Level 1 study within NSFs Discovery Research PreK-12 program (DRK-12). The purpose of this study was to understand the mathematics curricular decisions that elementary teachers made in diverse curriculum contexts to provide a coherent sequence of activities while being responsive to the needs of their students. The study had two phases. The first was a national survey of 524 elementary teachers. This was followed by in-depth case studies of two groups of elementary teachers in different teaching contexts.\n\n\n\n\n\nOur key findings include: Teachers were operating in a curricular context in which they could easily draw from multiple supplemental and teacher-created materials, with some teachers using as many as 14 different curricular resources in designing their mathematics lessons. Teachers were making decisions about available curricular resources that are complex and contextual and referenced a range of student (e.g., resources support engagement, students current level of mathematical understanding), instructional (e.g., resources offer opportunities for wide ranges of differentiation and pacing, cross-curricular connections) and local and state contexts (e.g., accessibility of materials to students and teachers, accountability requirements such as being aligned with state standards and standardized tests). These findings suggest that teacher educators might modify their own curriculum to include opportunities for preservice teachers to select and evaluate a range of curricular resources, to consider online capabilities of curriculum, and to adapt resources to meet the specific needs of their students.\n\n\n\n\n\nWork on this project was started prior to the COVID-19 pandemic. We were ready to launch the national survey in March of 2020. As the pandemic unfolded and schools moved to remote settings, we decided to delay our survey and to change our questions to capture teachers curricular decisions before and during the pandemic.\n\n\n\n\n\nSome key findings related to the pandemic: While principals and others provided important support, teachers were necessarily the ultimate bridge between rapid instructional shifts and children during remote learning. As the pandemic hit and teaching and learning entered entirely new territory, teachers were the ones who were in the best position to keep students learning (and feeling connected to something stable) during the new and changing notion of schooling. The existing curricular resources, including those available online, were not adequately attuned to students new realities and needs. Instead, these realities and needs were best understood by the teachers who were connecting online with students and their families. As a result, we also found a novel, potentially pandemic-related trend towards teachers needing to design their own curriculum: teachers were making more of their own materials not to sell, but rather because what they had available was not meeting the range of student needs in their current classrooms.\n\n\n\n\n\nSelected Products:\n\n\nBaniahmadi, M., Olson, A.M., Wood, M. B., Doherty, K., Newton, J., Drake, C., & Sapkota, B. K. (2021). Curriculum Resources and Decision-making: Findings from a National Survey of Elementary Mathematics Teachers. Association of Mathematics Teacher Educators (AMTE) Connections Journal, 31(2). Available at: https://amte.net/connections/2021/12/curriculum-resources-and-decision-making-findings-national-survey-elementary\n\n\n\n\n\nGiorgio-Doherty, K., Baniahmadi, M., Newton, J., Olson, A. M., Ferguson, K., Sammons, K.; Wood, M. B.; & Drake. C. (2021). COVID and curriculum: Elementary teachers report on the challenges of teaching and learning mathematics remotely. Journal of Multicultural Affairs, 6(2). Available at: https://scholarworks.sfasu.edu/jma/vol6/iss2/3/\n\n\n\n\n\nBaniahmadi, M., Sapkota, B., & Olson, A. M. (2023, October 1-4). Elementary mathematics curriculum: State policy, COVID-19, and teachers control. In T. Lamberg & D. Moss, (Eds.), Proceedings of the forty-fifth annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (Vol. 1, pp. 281-289). University of Nevada, Reno.\n\n\n\n\n\nDoherty, K., Jiang, N., & Wood, M. B. (2023, October 1-4). Rethinking mathematics curricular coherence across elementary teachers multiple curricular materials and multiple professional obligations. In T. Lamberg & D. Moss, (Eds.) Proceedings of the forty-fifth annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (Vol. 1, pp. 334-338). University of Nevada, Reno.\n\n\n\n\n\nFulwider, D., Olson, A. M., & Panza, S. (2023, October 1-4). Detectives, ninjas, and the taste of math: Elementary teachers reasoning about mathematics curricula resources. In T. Lamberg & D. Moss, (Eds.), Proceedings of the forty-fifth annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (Vol. 1, pp. 820-828). University of Nevada, Reno.\n\n\n\n\n\nBaniahmadi, M., Giorgio-Doherty, K., Sammons, K., Ferguson, K., Wood, M. B., Olson, A.M., Drake, C., & Newton, J. (2021). Use of Teacher-Created Curricular Resources by Elementary Mathematics Teachers: Before and During the COVID-19 Pandemic. In D. Olanoff, K. Johnson, & S. Spitzer, (Eds.). Brief report in the Proceedings of the forty-third annual meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (p.100-104). Philadelphia, PA: Widener University, Towson University, & West Chester University. Available at: https://bit.ly/PMEproceed\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/05/2023\n\n\t\t\t\t\tSubmitted by: MarcyWood\n"
 }
}