{
 "awd_id": "1907684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partial Differential Equation Methods for Mean Field Games",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 316981.0,
 "awd_amount": 316981.0,
 "awd_min_amd_letter_date": "2019-06-21",
 "awd_max_amd_letter_date": "2019-06-21",
 "awd_abstract_narration": "Mean field games are models for problems in which a large number of individuals need to make decisions which are related to those of many other individuals. Many applications of mean field games arise from economics.  One example to be treated is modeling the decision of households to allocate their income between savings and consumption; the benefits of a household's decision depend on the decisions that the other households make, since the interest rate in this example is determined through the aggregation of the decisions of all the households.  This research will seek to understand mathematical theory of these models; this includes proving that the models have solutions and understanding how these solutions depend upon parameters present in the models. Developing the mean field games theory can have impact on the quality of economic forecasts and economic decision-making. Several graduate and undergraduate students will be trained through participation in this research project\r\n\r\nExistence and regularity theory will be developed for solutions of mean field games models, and important asymptotic problems will be investigated.  The regularity theory includes demonstrating analytic and Gevrey regularity for solutions which have previously been proved to exist with finite Sobolev regularity.  Asymptotic regimes include rigorously studying the limit of differential games with finitely many players as the number of players tends to infinity, studying the limit as diffusion parameters vanish, and studying the limit as the time horizon goes to infinity.  Problems with nonseparable Hamiltonian and problems arising from applications, such as the household savings problem, will be emphasized.  Mean field games systems are taken with initial and terminal data rather than just initial data; tools from initial value problems in areas such as fluid dynamics will be adapted to the forward-backward setting of mean field games.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ambrose",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Ambrose",
   "pi_email_addr": "ambrose@math.drexel.edu",
   "nsf_id": "000237795",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191021119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 316981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mean field games model situations in which a large number of individuals must make the same kind of decision, and in which each individual's decision affects the outcome for everyone else.&nbsp; Because the number of individuals is large, it is viewed as more efficient to study one representative individual and consider them to be interacting with the bulk of the remaining agents.&nbsp; A mean field game may be considered to be specified by a coupled system of nonlinear partial differential equations.&nbsp; The work of this award is concerned with proving conditions under which solutions of this system of partial differential equations exist.<br /><br />Many prior works on the theory of mean field games make a variety of assumptions on the situation being modeled, especially additive separability of the nonlinear term appearing in the equations.&nbsp; However, in a number of mean field games models arising in practice, such additive separability is not present.&nbsp; This includes the model of household savings and wealth developed by Achdou, Buera, Lasry, Lions, and Moll, the model of oligopoly and natural resource extraction developed by Chan and Sircar, and models of pedestrian motion accounting for the effect of congestion.&nbsp; The work of this award is largely to develop existence theory for the mean field games system of equations without assuming separability of the nonlinear term, so as to be applicable to important applied models such as these.<br /><br />A major finding of the award is the first existence theory for this model of household savings and wealth.&nbsp; First a generalized model is introduced, and existence of one and only one solution of this generalized model is proved to exist.&nbsp; Then it is demonstrated that solutions of the original model are also solutions of the generalized model.&nbsp; Next it is shown that in some cases solutions of the generalized model do not also solve the original model.&nbsp; In this way it is shown that the model of household savings and wealth is not always solvable.&nbsp; This strongly suggests that further modeling is called for.<br /><br />Another major finding of the award is existence theory for time-independent solutions of the model of oligopoly and natural resource extraction.&nbsp; These solutions have a novel feature, in that the quantity of natural resource to be extracted is found to be negative.&nbsp; This is an undesirable feature in solutions of a model of resource extraction, and demonstrates again that the original model should be modified to rule this out.&nbsp; However, a new interpretation of the equations is also given, as a model for regulated industries in which prices charged to consumers are fixed in the short or medium terms.&nbsp; In this setting the solutions proved to exist are meaningful.&nbsp; This is part of the dissertation research of Luke Brown.<br /><br />Other solutions were also proved to exist for nonseparable mean field games problems.&nbsp; In joint work with Alpar Meszaros, solutions of the so-called master equation were proved to exist in the nonseparable case.&nbsp; This is an important step towards rigorously demonstrating the connection between mean field games and games with a large but finite number of players in the case of nonseparable nonlinearity.&nbsp; In work with PhD student Luke Brown and two undergraduate research students (John Bonnes and Joshua Sin) bifurcation theory was applied to prove the existence of time-independent solutions of mean field games models of pedestrian dynamics with congestion effects, and then the solutions were also computed.<br /><br />Two PhD students graduated during the time of the award, having conducted research on the existence of solutions for nonseparable mean field games.&nbsp; Benjamin Irwin made a generalization of a well-known theorem, the Cauchy-Kowalevski theorem, which applies to nonseparable mean field games.&nbsp; Luke Brown gave a variety of existence theorems, especially the above-described results for the models of oligopoly and pedestrian dynamics.&nbsp; Two undergraduate research students also participated in the work, as described above.<br /><br />The investigator gave a number of research lectures on the work at regional, national, and international research conferences, as well as in research seminars at a number of universities.&nbsp; The results of the research were published in internationally recognized research journals specializing in mathematics and game theory.</p><br>\n<p>\n Last Modified: 12/31/2023<br>\nModified by: David&nbsp;M&nbsp;Ambrose</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMean field games model situations in which a large number of individuals must make the same kind of decision, and in which each individual's decision affects the outcome for everyone else. Because the number of individuals is large, it is viewed as more efficient to study one representative individual and consider them to be interacting with the bulk of the remaining agents. A mean field game may be considered to be specified by a coupled system of nonlinear partial differential equations. The work of this award is concerned with proving conditions under which solutions of this system of partial differential equations exist.\n\nMany prior works on the theory of mean field games make a variety of assumptions on the situation being modeled, especially additive separability of the nonlinear term appearing in the equations. However, in a number of mean field games models arising in practice, such additive separability is not present. This includes the model of household savings and wealth developed by Achdou, Buera, Lasry, Lions, and Moll, the model of oligopoly and natural resource extraction developed by Chan and Sircar, and models of pedestrian motion accounting for the effect of congestion. The work of this award is largely to develop existence theory for the mean field games system of equations without assuming separability of the nonlinear term, so as to be applicable to important applied models such as these.\n\nA major finding of the award is the first existence theory for this model of household savings and wealth. First a generalized model is introduced, and existence of one and only one solution of this generalized model is proved to exist. Then it is demonstrated that solutions of the original model are also solutions of the generalized model. Next it is shown that in some cases solutions of the generalized model do not also solve the original model. In this way it is shown that the model of household savings and wealth is not always solvable. This strongly suggests that further modeling is called for.\n\nAnother major finding of the award is existence theory for time-independent solutions of the model of oligopoly and natural resource extraction. These solutions have a novel feature, in that the quantity of natural resource to be extracted is found to be negative. This is an undesirable feature in solutions of a model of resource extraction, and demonstrates again that the original model should be modified to rule this out. However, a new interpretation of the equations is also given, as a model for regulated industries in which prices charged to consumers are fixed in the short or medium terms. In this setting the solutions proved to exist are meaningful. This is part of the dissertation research of Luke Brown.\n\nOther solutions were also proved to exist for nonseparable mean field games problems. In joint work with Alpar Meszaros, solutions of the so-called master equation were proved to exist in the nonseparable case. This is an important step towards rigorously demonstrating the connection between mean field games and games with a large but finite number of players in the case of nonseparable nonlinearity. In work with PhD student Luke Brown and two undergraduate research students (John Bonnes and Joshua Sin) bifurcation theory was applied to prove the existence of time-independent solutions of mean field games models of pedestrian dynamics with congestion effects, and then the solutions were also computed.\n\nTwo PhD students graduated during the time of the award, having conducted research on the existence of solutions for nonseparable mean field games. Benjamin Irwin made a generalization of a well-known theorem, the Cauchy-Kowalevski theorem, which applies to nonseparable mean field games. Luke Brown gave a variety of existence theorems, especially the above-described results for the models of oligopoly and pedestrian dynamics. Two undergraduate research students also participated in the work, as described above.\n\nThe investigator gave a number of research lectures on the work at regional, national, and international research conferences, as well as in research seminars at a number of universities. The results of the research were published in internationally recognized research journals specializing in mathematics and game theory.\t\t\t\t\tLast Modified: 12/31/2023\n\n\t\t\t\t\tSubmitted by: DavidMAmbrose\n"
 }
}