{
 "awd_id": "1907824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Development and Manufacturing Integrated DNA Circuits",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032924748",
 "po_email": "sgage@nsf.gov",
 "po_sign_block_name": "Stephanie Gage",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 296749.0,
 "awd_amount": 360749.0,
 "awd_min_amd_letter_date": "2019-07-05",
 "awd_max_amd_letter_date": "2023-03-08",
 "awd_abstract_narration": "Electronic computers have dramatically increased the efficiency of information processing and enabled automation of industrial processes. Such computers, however, have limitations when applied to address biomedical tasks including medical diagnostics and therapy. To recognize and process biological inputs, such as DNA, proteins, and small biomolecules, electronic computers require chemical-sensor intermediates that convert a chemical input into an electronic output.  Computers are hard to insert into a human body as they are made of non-biocompatible and non-biodegradable materials. Biomedical applications of computational technologies would get another dimension if computers are made from a biocompatible material. Such computers could operate in a point-of-care diagnostic test by recognizing and autonomously analyzing complex combinations of biochemical disease markers, which would facilitate medical diagnostics, making them more accurate and affordable.  In addition, such computers would help building molecular robots -- nanometer-scale devices that can sense biological markers inside human body to diagnose a disorder and promptly address it, which would help doctors fight such devastating diseases as cancer and viral infections, among others.\r\n\r\nDNA has attracted growing attention as a material for constructing molecular computational devices. Its parallel data-processing capabilities and predictability of Watson-Crick base pairing poses a fascinating opportunity for building computer and molecular robots from DNA. Moreover, biocompatibility of such devices, as well as previously developed approaches for gene therapy, would enable their applications in diagnostics and treatment of cancer, infectious and genetic diseases. The long-term goal of this project is to construct a molecular-scale processor based on DNA logic gates and apply it to address biomedical challenges. In this project, PI proposes to address the following technological challenges in a quest to the develop a first DNA computer: (i) create multilayered integrated circuits (DNA nanochips); and (ii) stabilize DNA nanochips by covalent cross-link. In addition, the PI will develop DNA nanochips to solve a practically significant biomedical problem: recognition of cancer markers, which is expected to stimulate interest in DNA computation. The proposed developments will be showcased by creating a user-friendly construction kit for building integrated DNA circuits, which can be used in educational and outreach projects. The practical utility of the kits will be tested in laboratory settings in collaboration with high-school students from a local Orlando high school.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Kolpashchikov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Kolpashchikov",
   "pi_email_addr": "Dmitry.Kolpashchikov@ucf.edu",
   "nsf_id": "000511356",
   "pi_start_date": "2019-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4111 Libra Drive",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "089Y00",
   "pgm_ele_name": "FET-Fndtns of Emerging Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 296749.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electronic computers have increased the quality of our life. Such computers, however, have limitations when applied to address biomedical tasks including medical diagnostics and therapy. Electronic computers are hard to insert into a human body as they are made of non-biocompatible and non-biodegradable materials. This project contributed to merging the ideas brought by computation technologies with biomedical applications. We have advanced the field in four directions. First, we followed the path of electronic computers by developing DNA logic gates that are integrated in DNA nanostructures. We designed simple computational unites that can efficiently communicate with each other being integrated in a common DNA scaffold, which is an important stage in building complex computational DNA circuits. Second, we explored several chemical routs to stabilize the DNA scaffold integrated circuits to both enable modular integration and increase their stability. Thirdly, we explored the application of the computational technologies in the design of the next generation cancer diagnosis systems by designing &lsquo;smart&rsquo; sensors that can distinguish low (normal) from high (cancer-related) concentrations of biological molecules. This is a step in building a basis for earlier stage cancer diagnosis. Fourthly, we put our efforts in the training of graduate, undergraduate and high school students in the concepts of DNA biochemistry, medical diagnostics, DNA nanotechnology and computations to deliver an interdisciplinary trained new generation of industrials and academic leaders, who will be capable to apply the well-developed computational approaches in medicine on the level of molecular computers.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2024<br>\nModified by: Dmitry&nbsp;Kolpashchikov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nElectronic computers have increased the quality of our life. Such computers, however, have limitations when applied to address biomedical tasks including medical diagnostics and therapy. Electronic computers are hard to insert into a human body as they are made of non-biocompatible and non-biodegradable materials. This project contributed to merging the ideas brought by computation technologies with biomedical applications. We have advanced the field in four directions. First, we followed the path of electronic computers by developing DNA logic gates that are integrated in DNA nanostructures. We designed simple computational unites that can efficiently communicate with each other being integrated in a common DNA scaffold, which is an important stage in building complex computational DNA circuits. Second, we explored several chemical routs to stabilize the DNA scaffold integrated circuits to both enable modular integration and increase their stability. Thirdly, we explored the application of the computational technologies in the design of the next generation cancer diagnosis systems by designing smart sensors that can distinguish low (normal) from high (cancer-related) concentrations of biological molecules. This is a step in building a basis for earlier stage cancer diagnosis. Fourthly, we put our efforts in the training of graduate, undergraduate and high school students in the concepts of DNA biochemistry, medical diagnostics, DNA nanotechnology and computations to deliver an interdisciplinary trained new generation of industrials and academic leaders, who will be capable to apply the well-developed computational approaches in medicine on the level of molecular computers.\n\n\n\t\t\t\t\tLast Modified: 01/28/2024\n\n\t\t\t\t\tSubmitted by: DmitryKolpashchikov\n"
 }
}