{
 "awd_id": "1907348",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2019:  Using herbarium specimens and animal movement data to assess when animals will help plants track niches in a changing climate",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2019-05-28",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2019, Research Using Biological Collections. The fellowship supports research and training of the fellow, Tristan Nunez, and will utilize biological collections in innovative ways. The fellow's research asks whether animals can help plants move in response to a changing climate. Plants have to follow the climatic conditions that are right for each species. Many plants depend on animals to move their seeds for them, but the loss of wildlife habitat has made it harder for animals to move freely. The fellow will use innovative computer models to test whether animals could disperse plants in the right direction, and quickly enough, to enable plants to track expected future changes in climate. Herbarium collections will provide information on where plants are found and the timing of seed production. Online databases will provide information on the timing and direction of animal movements. This research will help scientists better understand the development of ecological communities and patterns of plant species diversity and distribution. The maps and predictions coming from this research can help ranchers, farmers, foresters, and land and wildlife managers understand how a changing climate might alter where important plants are found. This will help society manage ecologically and culturally important plant species, such as huckleberries and other traditional foods, and also better understand the spread of invasive species.  \r\n\r\nThe research will assess the hypothesis that species traits related to animal movement direction and rate and plant seed phenology will mediate plant range shifts. Species distribution and phenology models for multiple North American genera of berries and forbs will allow projection of the timing and distribution of plant seed availability in the present as well as in the future. State-space and network flow models of bear, bird, and ungulate movements will describe spatial patterns of animal seed dispersal relative to the future niche spaces of plants. Findings will be communicated through a museum exhibit and on platforms supporting indigenous communities and managers in understanding the effects of global change on traditional foods, wildlife, and ecosystems. The fellow will be mentored by Dr. Laura Prugh, a wildlife ecologist, and Dr. Janneke Hille Ris Lambers, a plant community ecologist, at the University of Washington. The opportunity will further the fellow's academic training, by broadening the research focus to include plant-animal interactions and phenology, and through development of a network of academic and agency collaborations and outreach opportunities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tristan",
   "pi_last_name": "Nunez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tristan A Nunez",
   "pi_email_addr": "",
   "nsf_id": "000790057",
   "pi_start_date": "2019-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nunez, Tristan A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "98107",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": null,
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "001Y00",
   "pgm_ele_name": "Collections Postdocs"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": null
}