{
 "awd_id": "1907626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Flexible and Bendable Electronic and Photonic Device Platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922061",
 "po_email": "jcamelio@nsf.gov",
 "po_sign_block_name": "Jaime A. Camelio",
 "awd_eff_date": "2018-12-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2018-12-14",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is to significantly reduce the manufacturing cost of semiconductor devices for electronic, photonic, and energy applications. For example, the proposed innovation will bring 40% total cost reduction in light-emitting diodes (LED) chip/die manufacturing, which will provide a faster route for the energy-efficient LEDs to become a dominant lighting source. The innovation will also offer a new device platform for electric power conversion and switching in electric vehicles and smart-grid systems, which means significant benefits in energy saving and greenhouse-gas emission reduction. Hence, the proposed innovation will facilitate the rapid development of next-generation green device technology that can readily be applied to the real-world systems. Furthermore, the flexible material platforms will enable not only mechanically flexible devices for the applications of portable, wearable, and implantable systems, but also new devices with additional functionality for more versatile applications beyond just flexible devices. The new transformative technologies stemming from this project will help U.S. semiconductor manufacturers cope with global challenges and win in the competitive international markets. Therefore, the new platform will contribute to consolidating the U.S. position as a technology and market leader by strategically strengthening the innovation ecosystem of the semiconductor technology.\r\n\r\nThis I-Corps project proposes a promising replacement for single-crystalline wafer substrates of semiconductor devices by offering a new mechanically-flexible low-cost substrate. The objective of the project is to deliver commercially available low-cost, high-crystalline-quality, and flexible tape substrates to be employed as a new platform of photonic and electronic semiconductor devices. To accomplish the objective, the team will develop a new substrate consisting of flexible metal tape and a single-crystalline gallium nitride (GaN) semiconductor thin film by an invented direct deposition technique. This method also enables the roll-to-roll and large-scale continuous production of high-quality semiconductor materials. The developed GaN/metal tape will to serve as the substrate for the fabrication of LEDs, as an initial target of the innovative technology, and other semiconductor devices. The result will be flexible inorganic LEDs with high efficiency and application versatility at a fraction of the cost of current solid-state lighting sources. The new product, while it is a potentially disruptive technology, has not been deployed in the device market with various products and applications. Therefore, understanding of business development will be critical. The team will perform customer survey and business model development via investigation of value proposition and customer discovery.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jae-Hyun",
   "pi_last_name": "Ryou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jae-Hyun Ryou",
   "pi_email_addr": "jryou@uh.edu",
   "nsf_id": "000642859",
   "pi_start_date": "2018-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the NSF I-CORPS program &ldquo;I-Corps: Flexible and Bendable Electronic and Photonic Device Platform&rdquo; is to perform systematic customer discovery and develop a business model for commercial applications of large-area flexible substrate consisting of metal tape and group-III-nitride (III-N) single-crystalline inorganic films which was developed in the PI&rsquo;s laboratory. The key technology of this platform is to integrate advantages of polycrystalline metal tape for mechanical flexibility/bendability and high-crystalline quality template for single-crystalline III-N film that can serve as a platform for various device applications. Large-area flexible tape substrate enables continuous roll-to-roll manufacturing of semiconductor fabrication processing overcoming the limitation of current batch process, hence providing easy scalability and low manufacturing cost. Furthermore, flexible large-area devices can be applied in flexible display and glare-free lighting applications. We wanted to understand if there is a commercial-market need for the proposed applications, that is, in the light-emitting diode (LED) product. The platform is also expected to offer the advantages of low-cost manufacturing and flexible packaging of power converters as well as excellent thermal management, which will provide the benefits in SWaP-C (size, weight, power and cost) in next-generation power electronics. However, potential customer&rsquo;s needs/pain and critical value proposition were different from our original hypothesis. First of all, the cost of substrate itself is not significant in overall manufacturing cost. The roll-to-roll manufacturing of semiconductor fabrication process is potentially disruptive; however, it will require significant investment and development of all the fabrication processing facilities. Even without the adoption of roll-to-roll processing in semiconductor fabrication, flexible substrate will bring the concerns in manufacturing such as process compatibility with existing Si fabrication facilities. Probably, it will not be easy to change their exiting platform of Si substrate with the new platform in near future. Therefore, we consider another pivot of FLED substrate in the applications of harsh environment sensing and biocompatible physical sensor applications where mechanical flexibility and robustness are the critical requirements. Nevertheless, the key outcome of this I-CORP project to understand the commercial market and validation of the value proposition to develop a business model for a start-up.&nbsp;In this project, entrepreneur lead (EL) and technical lead (TL) are trained how to conduct customer discovery which provides a unique opportunity to travel around the US and met with numerous experts in the field to understand the semiconductor electronics, display, and lighting markets of the United States. At the same time, industry leaders have opportunities in understanding the adoption of new innovative technology in their future competition in world market. Personnel participated in this project, with help of industry mentor, were trained to conduct the interviews efficiently and explore customers&rsquo; needs. As a result, this project generates future entrepreneurs who understand not only new technology but also business language and market places. Especially, the EL trained in this project is currently working in semiconductor manufacturing industry in US, hence, this project contribute to the semiconductor workforce development. This project also provided training opportunities for engineers to become entrepreneurs who plan to set up a startup to bring research lab technology into the market place in the future.&nbsp;</p><br>\n<p>\n Last Modified: 03/12/2025<br>\nModified by: Jae-Hyun&nbsp;Ryou</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe objective of the NSF I-CORPS program I-Corps: Flexible and Bendable Electronic and Photonic Device Platform is to perform systematic customer discovery and develop a business model for commercial applications of large-area flexible substrate consisting of metal tape and group-III-nitride (III-N) single-crystalline inorganic films which was developed in the PIs laboratory. The key technology of this platform is to integrate advantages of polycrystalline metal tape for mechanical flexibility/bendability and high-crystalline quality template for single-crystalline III-N film that can serve as a platform for various device applications. Large-area flexible tape substrate enables continuous roll-to-roll manufacturing of semiconductor fabrication processing overcoming the limitation of current batch process, hence providing easy scalability and low manufacturing cost. Furthermore, flexible large-area devices can be applied in flexible display and glare-free lighting applications. We wanted to understand if there is a commercial-market need for the proposed applications, that is, in the light-emitting diode (LED) product. The platform is also expected to offer the advantages of low-cost manufacturing and flexible packaging of power converters as well as excellent thermal management, which will provide the benefits in SWaP-C (size, weight, power and cost) in next-generation power electronics. However, potential customers needs/pain and critical value proposition were different from our original hypothesis. First of all, the cost of substrate itself is not significant in overall manufacturing cost. The roll-to-roll manufacturing of semiconductor fabrication process is potentially disruptive; however, it will require significant investment and development of all the fabrication processing facilities. Even without the adoption of roll-to-roll processing in semiconductor fabrication, flexible substrate will bring the concerns in manufacturing such as process compatibility with existing Si fabrication facilities. Probably, it will not be easy to change their exiting platform of Si substrate with the new platform in near future. Therefore, we consider another pivot of FLED substrate in the applications of harsh environment sensing and biocompatible physical sensor applications where mechanical flexibility and robustness are the critical requirements. Nevertheless, the key outcome of this I-CORP project to understand the commercial market and validation of the value proposition to develop a business model for a start-up.In this project, entrepreneur lead (EL) and technical lead (TL) are trained how to conduct customer discovery which provides a unique opportunity to travel around the US and met with numerous experts in the field to understand the semiconductor electronics, display, and lighting markets of the United States. At the same time, industry leaders have opportunities in understanding the adoption of new innovative technology in their future competition in world market. Personnel participated in this project, with help of industry mentor, were trained to conduct the interviews efficiently and explore customers needs. As a result, this project generates future entrepreneurs who understand not only new technology but also business language and market places. Especially, the EL trained in this project is currently working in semiconductor manufacturing industry in US, hence, this project contribute to the semiconductor workforce development. This project also provided training opportunities for engineers to become entrepreneurs who plan to set up a startup to bring research lab technology into the market place in the future.\t\t\t\t\tLast Modified: 03/12/2025\n\n\t\t\t\t\tSubmitted by: Jae-HyunRyou\n"
 }
}