{
 "awd_id": "1908739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying Chaos, Correlations, and Oscillations in Multi-Agent Systems and Advection Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 383000.0,
 "awd_amount": 383000.0,
 "awd_min_amd_letter_date": "2019-05-24",
 "awd_max_amd_letter_date": "2019-05-24",
 "awd_abstract_narration": "The project studies transport and advection equations with applications in the Biosciences, Statistical Physics and Fluid Mechanics. A first guiding example for the research includes large systems of interacting \"agents\" or \"particles\" that have long been employed in Physics: in Astrophysics to predict the evolution in time of galaxies or galaxy clusters to try to understand how they are formed, in plasmas to describe the dynamics of ions and electrons in plasmas, to model the behavior of air bubbles in water or other small objects in a fluid.  In addition, such large systems are now widely used in Biology to model the motion of micro-organisms (\"particles\" can then be cells in the human body), in Finance and Economics, and other Social Sciences. A second guiding set of examples is composed of various fluid models (liquid or gas) which can exhibit complex compressive effects commonly found in geophysical (oceans or atmosphere) or biological settings. The project aims at deriving and validating effective models: By reducing the complexity of large systems of agents/particles through the so-called mean-field limit, or by controlling the behavior of effective state laws in Fluid Mechanics that are a priori unstable.\r\n\r\nThe models investigated in this research all employ transport equations: non-linear convection systems in low dimension for compressible fluids,  the linear Liouville equation in very large dimension for simple multi-agent systems but more also more complex non-linear equations (such as Hamilton-Jacobi-Bellman) for systems with control. The project focuses in particular on systems that are unstable or singular and are expected to create or amplify correlations and oscillations. A key unifying question in the research is to identify the critical scale in the models to quantify how those correlations or oscillations may develop. For large systems of particles, the project makes use of explicit estimates involving the rescaled relative entropy, renormalized to include the comparisons between the Gibbs equilibria. For convective models, the project introduces new semi-norms which precisely track the possible oscillations in the density at the critical log or log log scales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre-Emmanuel",
   "pi_last_name": "Jabin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre-Emmanuel Jabin",
   "pi_email_addr": "pejabin@psu.edu",
   "nsf_id": "000606980",
   "pi_start_date": "2019-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland",
  "perf_str_addr": "8169 Paint Branch Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 77078.0
  }
 ],
 "por": null
}