{
 "awd_id": "1908937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing the Science Comprehensive Online Learning Platform for Rural School Science Teacher Development",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 476015.0,
 "awd_amount": 476015.0,
 "awd_min_amd_letter_date": "2019-07-01",
 "awd_max_amd_letter_date": "2019-07-01",
 "awd_abstract_narration": "Rural school districts in the US face unique challenges: isolation in small farm communities, significant distances between communities, minimal funding, and low teacher salaries. They also serve high numbers of diverse and low-income students, who deserve equitable access to high quality science learning opportunities. Effective online professional development (PD) is needed for teachers working in isolated rural communities where high quality face-to-face PD may be economically impractical for districts to offer. This project will develop, evaluate, and compare the effectiveness of newly-designed online learning platform with traditional face-to-face PD in supporting rural high school science teachers' implementation of an existing biology curriculum aligned with the Next Generation Science Standards (NGSS).  The online learning platform will be modeled after successful face-to-face PD features: (1) job-embedded - learning occurs within the context of teachers' classroom instruction, (2) collaborative - teachers share experiences in implementing new practices, and (3) content-specific - teachers develop disciplinary content and instructional practices that support students' understanding of science. Once developed and refined, the online PD platform can be used broadly across other contexts and content areas. \r\n\r\nOver a three year period, this project will develop, evaluate, and then compare an online PD platform for supporting rural science teachers in implementing the Towards High School Biology (THSB) curriculum with a traditional face-to-face PD. In year one, the research team will iteratively develop the online platform and adapt the already developed face-to-face PD for implementing THSB to an online format. Utilizing Curator, a social learning platform developed by HT2Labs, project researchers will embed teacher learning that is situated with their own classroom contexts, is asynchronously and synchronously collaborative, and is focused on the THSB curriculum content. In years two and three, forty eight rural middle-school science educators will be recruited from southwest Kansas and randomly assigned to online PD (treatment) or face-to-face PD (comparison). Using mixed methodology, the project will examine if differences exist between the conditions in regards to teacher content knowledge, teacher self-efficacy in using new practices, teacher classroom practices, and student learning outcomes. It is hypothesized that there should be no differences between conditions in fostering successful implementation of evidence-based science practices and student outcomes, demonstrating the success of an online modality to support deep conceptual change in teachers' instructional practices. Furthermore, lessons learned in developing and investigating a science comprehensive online learning platform can inform application to other disciplinary content (e.g., physics, chemistry, Earth and space sciences) and across other grade level and school contexts.\r\n\r\nThe Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brooke",
   "pi_last_name": "Moore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brooke Moore",
   "pi_email_addr": "bamoore4@fhsu.edu",
   "nsf_id": "000792620",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Earl",
   "pi_last_name": "Legleiter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Earl Legleiter",
   "pi_email_addr": "eflegleiter@fhsu.edu",
   "nsf_id": "000762006",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fort Hays State University",
  "inst_street_address": "600 PARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "HAYS",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7856284321",
  "inst_zip_code": "676014009",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "FORT HAYS STATE UNIVERSITY",
  "org_prnt_uei_num": "L6NFSNHUEKC1",
  "org_uei_num": "DVSMS2BMAK51"
 },
 "perf_inst": {
  "perf_inst_name": "Fort Hays State University",
  "perf_str_addr": "600 Park Street",
  "perf_city_name": "Hays",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "676014099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 476015.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Purpose of the Project</span></strong></p>\n<p>Content-focused science professional development (PD), specifically related to <em>Next Generation Science Standards</em> (NGSS), increases the academic achievement of students. Most PD opportunities provided to science teachers are offered through traditional face-to-face methods. In rural areas, accessing high-quality, relevant, face-to-face PD can pose a challenge. We argue that it is important to design PD that effectively and economically brings teachers in isolated and geographically diverse rural communities together to improve science instruction.</p>\n<p>Our project specifically targeted middle-school science teachers working in rural communities in Kansas and serving students with high needs (i.e., living in poverty, English learners, culturally diverse, migrant). We developed an online PD model and then assessed its effectiveness as compared to an aligned face-to-face (F2F) PD in supporting change in teacher conceptual understanding, self-efficacy in utilizing NGSS, change in instructional practices, and student content learning, following participation in our matched PDs and students&rsquo; instruction in an NGSS-aligned curriculum.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impact</span></strong></p>\n<p>The USDA visually defines rural as &ldquo;open countryside with population densities of less than 500 people per square mile and places with fewer than 2,500 people.&rdquo; Currently there are more than 9.3 million US children (e.g., one in five) attending rural schools. Of those 9.3 million rural children, one in six is living below the poverty line, one in seven qualify for special education services, and one in nine are from migrant families. Research in rural education in general, and STEM in particular, often focuses on rural school challenges (e.g., decreased educational opportunities for students, inequitable funding, difficulty recruiting and retaining teachers). Yet, such deficit approaches to rurality fail to consider the unique strengths of rural communities upon which we can build strong STEM programming. Our project was founded on our prior work in rural communities with the goal to build networks of STEM educators across districts and distances, working collaboratively in virtual spaces to improve their knowledge and use of NGSS instructional practices through high-quality, effective online PD.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong></p>\n<p>Fort Hays State University (FHSU), located in western Kansas, serves students drawn from surrounding rural school districts and has devoted significant time and expertise into establishing online programs to meet their needs. Our institutional experience and expertise in developing, delivering, and measuring the effectiveness of online learning modalities provided the needed infrastructure to develop and test the effectiveness of our online PD.</p>\n<p>Our logic model provided guidance in developing our matched PDs (F2F, online), beginning with job-embedded PD (applying NGSS with participants&rsquo; own students) using the Interactive, Constructive, Active, Passive (ICAP) framework which involves collaboration, feedback, and reflection. Teachers were then taught to use the <em>Toward High School Biology</em> curriculum which applies basic chemistry in understanding living and nonliving things. We generated two matched PD settings, face-to-face (F2F) and our Science Comprehensive Online Learning Platform (SCOLP). Our outcomes, as described below, involved change in teacher content knowledge related to the curriculum, improved teacher self-efficacy, change in instructional practice, which would lead to overall improved student content learning as related to the curriculum. Our hypothesis was that online PD would be as effective as traditional face-to-face PD in improving teachers NGSS science instruction in ways that would positively impact student learning.</p>\n<p><strong><span style=\"text-decoration: underline;\">Project Outcomes</span></strong></p>\n<p>While we were initially able to recruit 41 middle-school science teachers, only 15 completed the full study: randomly assigned PD and teaching the <em>THSB</em> curriculum for 2 years in a row. Each teacher group (F2F, SCOLP) demonstrated statistically significant growth in their content knowledge from pre- to post-study. Teacher self-efficacy measured three domains: student engagement, instructional practices, and NGSS practices. Growth for each teacher group (F2F, SCOLP) from pre- to post-study was found in student engagement and instructional practices with statistically significant growth found in using NGSS practices. Change in teachers&rsquo; instructional practices measured three domains: student centered instruction, relevance to students&rsquo; lives, and assessment. Growth for each teacher group (F2F, SCOLP) from pre- to post-study was found in relevance and assessment with statistically significant growth in student centeredness. Students of teachers in each group (F2F, SCOLP) demonstrated statistically significant growth for each year the curriculum was taught. Most importantly, there were no statistically significant differences between teacher conditions (F2F, SCOLP) for teacher or student outcome measures.</p>\n<p>Overall, our hypothesis was supported: our online PD was as effective as our traditional F2F PD in promoting growth in teacher content knowledge, growth in teacher self-efficacy related to using NGSS practices, change in instructional practices related to student centeredness, and overall growth in student content knowledge related to the <em>THSB</em> curriculum unit. This is a powerful finding in supporting rural teacher PD with implications to inform the research base on rural school education and online PD building to support the fidelity of implementation of professional learning to the classroom.</p><br>\n<p>\n Last Modified: 12/08/2023<br>\nModified by: Brooke&nbsp;Moore</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1908937/1908937_10616394_1702049492359_Screenshot_SCOLP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1908937/1908937_10616394_1702049492359_Screenshot_SCOLP--rgov-800width.jpg\" title=\"Screenshot of SCOLP Online\"><img src=\"/por/images/Reports/POR/2023/1908937/1908937_10616394_1702049492359_Screenshot_SCOLP--rgov-66x44.jpg\" alt=\"Screenshot of SCOLP Online\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot of the user view of our online professional development, SCOLP.</div>\n<div class=\"imageCredit\">Brooke A Moore</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brooke&nbsp;Moore\n<div class=\"imageTitle\">Screenshot of SCOLP Online</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1908937/1908937_10616394_1702049428818_NSF_Logic_Model--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1908937/1908937_10616394_1702049428818_NSF_Logic_Model--rgov-800width.jpg\" title=\"Project Logic Model\"><img src=\"/por/images/Reports/POR/2023/1908937/1908937_10616394_1702049428818_NSF_Logic_Model--rgov-66x44.jpg\" alt=\"Project Logic Model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Logic model that guided our development and evaluation of our online and face-to-face professional developments.</div>\n<div class=\"imageCredit\">Brooke Moore</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brooke&nbsp;Moore\n<div class=\"imageTitle\">Project Logic Model</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nPurpose of the Project\n\n\nContent-focused science professional development (PD), specifically related to Next Generation Science Standards (NGSS), increases the academic achievement of students. Most PD opportunities provided to science teachers are offered through traditional face-to-face methods. In rural areas, accessing high-quality, relevant, face-to-face PD can pose a challenge. We argue that it is important to design PD that effectively and economically brings teachers in isolated and geographically diverse rural communities together to improve science instruction.\n\n\nOur project specifically targeted middle-school science teachers working in rural communities in Kansas and serving students with high needs (i.e., living in poverty, English learners, culturally diverse, migrant). We developed an online PD model and then assessed its effectiveness as compared to an aligned face-to-face (F2F) PD in supporting change in teacher conceptual understanding, self-efficacy in utilizing NGSS, change in instructional practices, and student content learning, following participation in our matched PDs and students instruction in an NGSS-aligned curriculum.\n\n\nBroader Impact\n\n\nThe USDA visually defines rural as open countryside with population densities of less than 500 people per square mile and places with fewer than 2,500 people. Currently there are more than 9.3 million US children (e.g., one in five) attending rural schools. Of those 9.3 million rural children, one in six is living below the poverty line, one in seven qualify for special education services, and one in nine are from migrant families. Research in rural education in general, and STEM in particular, often focuses on rural school challenges (e.g., decreased educational opportunities for students, inequitable funding, difficulty recruiting and retaining teachers). Yet, such deficit approaches to rurality fail to consider the unique strengths of rural communities upon which we can build strong STEM programming. Our project was founded on our prior work in rural communities with the goal to build networks of STEM educators across districts and distances, working collaboratively in virtual spaces to improve their knowledge and use of NGSS instructional practices through high-quality, effective online PD.\n\n\nIntellectual Merit\n\n\nFort Hays State University (FHSU), located in western Kansas, serves students drawn from surrounding rural school districts and has devoted significant time and expertise into establishing online programs to meet their needs. Our institutional experience and expertise in developing, delivering, and measuring the effectiveness of online learning modalities provided the needed infrastructure to develop and test the effectiveness of our online PD.\n\n\nOur logic model provided guidance in developing our matched PDs (F2F, online), beginning with job-embedded PD (applying NGSS with participants own students) using the Interactive, Constructive, Active, Passive (ICAP) framework which involves collaboration, feedback, and reflection. Teachers were then taught to use the Toward High School Biology curriculum which applies basic chemistry in understanding living and nonliving things. We generated two matched PD settings, face-to-face (F2F) and our Science Comprehensive Online Learning Platform (SCOLP). Our outcomes, as described below, involved change in teacher content knowledge related to the curriculum, improved teacher self-efficacy, change in instructional practice, which would lead to overall improved student content learning as related to the curriculum. Our hypothesis was that online PD would be as effective as traditional face-to-face PD in improving teachers NGSS science instruction in ways that would positively impact student learning.\n\n\nProject Outcomes\n\n\nWhile we were initially able to recruit 41 middle-school science teachers, only 15 completed the full study: randomly assigned PD and teaching the THSB curriculum for 2 years in a row. Each teacher group (F2F, SCOLP) demonstrated statistically significant growth in their content knowledge from pre- to post-study. Teacher self-efficacy measured three domains: student engagement, instructional practices, and NGSS practices. Growth for each teacher group (F2F, SCOLP) from pre- to post-study was found in student engagement and instructional practices with statistically significant growth found in using NGSS practices. Change in teachers instructional practices measured three domains: student centered instruction, relevance to students lives, and assessment. Growth for each teacher group (F2F, SCOLP) from pre- to post-study was found in relevance and assessment with statistically significant growth in student centeredness. Students of teachers in each group (F2F, SCOLP) demonstrated statistically significant growth for each year the curriculum was taught. Most importantly, there were no statistically significant differences between teacher conditions (F2F, SCOLP) for teacher or student outcome measures.\n\n\nOverall, our hypothesis was supported: our online PD was as effective as our traditional F2F PD in promoting growth in teacher content knowledge, growth in teacher self-efficacy related to using NGSS practices, change in instructional practices related to student centeredness, and overall growth in student content knowledge related to the THSB curriculum unit. This is a powerful finding in supporting rural teacher PD with implications to inform the research base on rural school education and online PD building to support the fidelity of implementation of professional learning to the classroom.\t\t\t\t\tLast Modified: 12/08/2023\n\n\t\t\t\t\tSubmitted by: BrookeMoore\n"
 }
}