{
 "awd_id": "1908195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hyperbolic-Parabolic Balance Laws with Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 151361.0,
 "awd_amount": 151361.0,
 "awd_min_amd_letter_date": "2019-07-01",
 "awd_max_amd_letter_date": "2019-07-01",
 "awd_abstract_narration": "This project aims to study a general system of partial differential equations called hyperbolic-parabolic balance laws, with two specific applications in mind: one in bio-medicine and another in gas dynamics. There is a variety of gas-dynamic phenomena that can be described mathematically by hyperbolic-parabolic balance laws. The swirl of complicated gas flows surrounding a space vehicle reentering the Earth's atmosphere is probably one of the most spectacular examples for which these balance laws serve as a (simplified) mathematical description. The second application motivating this research is chemotaxis, the movement of micro-organisms in response to a chemical stimulus. The mechanism of chemotaxis is ubiquitous in biology and medicine, from migration of bacteria or leukocytes to cancer metastasis. Arising from the physical world, the parabolic-hyperbolic systems do not fit exactly into the traditional classification in the theory of partial different equations, and the solutions' behavior is governed by both hyperbolicity and parabolicity, plus a chemical reaction. Integrated into the research activities of the project there is an educational component. It includes curriculum development of hand-on modeling of real-world problems by partial differential equations, one-on-one research mentorship to undergraduate students, and direct participation of research by Ph.D. students. The project encourages the participation of students at all levels, especially students from under-represented groups.\r\n\r\nThe project has two principal mathematical objectives. The first objective is to study the stability of equilibrium solutions. This is to understand how an initial perturbation, such as inaccuracy in measurement, propagates into the solution. The project team is particularly interested in the wave pattern formed by perturbation at long time. The research unifies the theories on hyperbolic balance laws and hyperbolic-parabolic conservation laws in this regard. It has direct application to gas flows in translational and vibrational non-equilibrium. The second objective is to study another model system, Keller-Segel-Fisher/KPP system, beyond the application of the above general theory. It is a chemotaxis model that has logarithmic sensitivity and logistic growth. Here the logarithmic sensitivity is to account for Fechner's law: Subjective sensation is proportional to the logarithm of the stimulus intensity. An important practical problem is what happens if the chemical signal is near void at one end of the domain. This is equivalent to the logarithmic function is near its singular point. In the project, we carry out an in-depth investigation into such a situation. The goals are existence of solution global in time, large time behavior, and possibly large data solutions or strong wave solutions.\r\n\r\nThis project is jointly funded by the Applied Mathematics Program of the Division of Mathematical Sciences and by the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanni",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanni Zeng",
   "pi_email_addr": "ynzeng@uab.edu",
   "nsf_id": "000314256",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 151361.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project was to study hyperbolic-parabolic systems of balance laws  with applications in sciences. They were nonlinear partial differential  equations. As applications, we considered a Keller-Segel type  chemotaxis model with logarithmic sensitivity and logistic growth and a  model of gas flows in translational and vibrational non-equilibrium (a  physical gas flow model). The project outcomes include an in-depth  understanding on the long-time behavior of solutions to  Keller-Segel-Fisher/KPP system in several scenarios: diffusive or  non-diffusive chemical signals and diffusive or non-diffusive cellular  population density functions. For generic initial data, solutions to the  equations exhibit complicated behavior and usually can only be obtained  by numerical simulations. Our theoretical study, however, gives an  explicit formulation of the leading components in those solutions,  together with time decay rates for a solution to converge to its  asymptotic solution. Many of those rates obtained are optimal. Our  project outcomes also include results on long-time behavior of solutions  for a general system, with applications to the physical gas flow model,  which is an important model in the re-entry of space vehicles. The  project outcomes have been published in eight papers while another paper  has been submitted. In the grant period, the PI developed course  materials related to modeling with partial differential equations, and  successfully directed a Ph.D. student who was from underrepresented  groups.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2023<br>\n\t\t\t\t\tModified by: Yanni&nbsp;Zeng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project was to study hyperbolic-parabolic systems of balance laws  with applications in sciences. They were nonlinear partial differential  equations. As applications, we considered a Keller-Segel type  chemotaxis model with logarithmic sensitivity and logistic growth and a  model of gas flows in translational and vibrational non-equilibrium (a  physical gas flow model). The project outcomes include an in-depth  understanding on the long-time behavior of solutions to  Keller-Segel-Fisher/KPP system in several scenarios: diffusive or  non-diffusive chemical signals and diffusive or non-diffusive cellular  population density functions. For generic initial data, solutions to the  equations exhibit complicated behavior and usually can only be obtained  by numerical simulations. Our theoretical study, however, gives an  explicit formulation of the leading components in those solutions,  together with time decay rates for a solution to converge to its  asymptotic solution. Many of those rates obtained are optimal. Our  project outcomes also include results on long-time behavior of solutions  for a general system, with applications to the physical gas flow model,  which is an important model in the re-entry of space vehicles. The  project outcomes have been published in eight papers while another paper  has been submitted. In the grant period, the PI developed course  materials related to modeling with partial differential equations, and  successfully directed a Ph.D. student who was from underrepresented  groups.\n\n\t\t\t\t\tLast Modified: 08/31/2023\n\n\t\t\t\t\tSubmitted by: Yanni Zeng"
 }
}