{
 "awd_id": "1908891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Localized Structures in Spatially Extended Systems: Fronts and Defects",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 425458.0,
 "awd_amount": 425458.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2021-05-25",
 "awd_abstract_narration": "Spatially localized structures such as fronts, defects, spots or pulses are common in many continuum systems, and include pulses propagating along nerve fibers, dissipative solitons in optical and chemical systems, localized buckling of slender structures under compression, and oscillons in vibrating granular media.  Examples from fluids include localized convection, vortices and drops.  These diverse systems have two things in common: (i) they are dissipative systems driven by spatially uniform forcing, and (ii) there is range of forcing within which the application of different finite amplitude perturbations can lead to distinct localized states.  The investigator seeks to extend existing theory in new directions, focusing on problems arising in materials science such as the nucleation and growth of crystals from a supercooled liquid, and the ordered and disordered structures that may result.  These include structures with short-range order but no long-range order called quasicrystals.  The type of structure that forms in turn determines the strength and other properties of the resulting material and this depends strongly on the speed of the crystallization process.  The aim of the project is to provide a comprehensive understanding of the mechanisms behind the different types of growth that take place at different temperatures of the liquid both in this and in related systems.  Two postdoctoral students are engaged in the research of the project.\r\n\r\n\r\nIn this project the investigator and his colleagues study the properties of spatially localized structures in two and three dimensions.  Both conserved and nonconserved systems are considered with a focus on phase field and dynamical density functional theory models of soft matter crystallization from a supercooled melt.  Depending on the speed of this process, the resulting material may be crystalline, amorphous, or a quasicrystal.  Localized structures of each type may serve as critical nuclei for the nucleation of the crystal and are therefore of particular interest.  The project focuses on the properties of these structures, and the properties of the fronts that separate them from the melt.  Both steady and propagating fronts are considered and the processes that determine the propagation speed are studied in detail.  These include pinning of fronts to the microstructure behind them  and the interaction with the conserved mass mode.  The project also includes a parallel study of traveling pulses in nonconserved systems and a detailed study of different types of defects where pinning to microstructure is important.  The techniques used by the investigator include bifurcation theory, coupled with numerical branch-following and direct numerical simulations of realistic systems.  Two postdoctoral students are engaged in the research of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Knobloch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar Knobloch",
   "pi_email_addr": "knobloch@berkeley.edu",
   "nsf_id": "000094286",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "366 LeConte Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947207400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 183888.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 107313.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 134257.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project partially supported the research of one postdoctoral research associate and one graduate student in the Department of Physics, University of California, Berkeley. The project also supported a 2-month visit by a mathematician from the University of Auckland, New Zealand. Our work has applications in biophysics, material science and fluid dynamics because it focuses on uncovering and understanding basic mechanisms that lead to the formation of spatial structures, both time-independent and time-dependent.</p>\n<p>Motivated by the wrinkling of the inner lining of arteries during the systolic-diastolic heartbeat cycle we studied the bifurcation structure of substrate-supported elastic tubes under lateral compression and showed that the resulting wrinkles can be related to the buckled states of the substrate-free system and hence computed semi-analytically.&nbsp;</p>\n<p>We provided a detailed study of localized patterns on a disk, both time-independent and time-dependent, uncovering a number of new patterns, some of which are only present because of the presence of the disk boundary. These states are commonly organized in parameter space in structures referred to as snaking structures.</p>\n<p>We have studied such snaking structures in a number of physical systems and demonstrated that the same approach that we use for localized structures embedded in a spatially uniform background can be used to study defects in pattern-forming systems, provided the latter are suitably demodulated. As a result we showed that multiple defects with different structure can be simultaneously present at a given parameter value and that these are also organized in snaking structures. We studied such structures in detail in the context of bright and dark solitons in photonics. Motivated by the latter, we identified and analyzed a degenerate bifurcation to identify all generic behavior present in its vicinity. This type of study has broad applicability, for example, to spatially localized structures in models of dryland ecology.</p>\n<p>We also studied the spatially localized structures associated with a classical pattern-forming instability, the subcritical Turing instability. We computed these states in the context of Meinhardt's model of branching of vasculature or lung issue, showing that these states are organized in a structure we refer to as foliated snaking. The origin of this structure was explained and its consequences explored. A related study of invasion fronts, describing the elimination of one state by another, led to the identification of a new mechanism generating strongly pulsating fronts, whose origin was elucidated. Motivated by biological applications we studied front motion on growing domains and identified a procedure for computing the correct front speed and front profile.</p>\n<p>Binary collisions of traveling localized structures in driven dissipative systems were studied and found to be strongly dissipative, with the two structures gluing together to form a single traveling state. The properties of these types of collisions were studied and explained using a simple model for the interaction of the two structures involved.</p>\n<p>The motion of localized structured is often described by simplified equations. However, some of these equations predict behavior that violates expectation. The PI identified the source of this anomalous behavior, and provided a prescription to identify terms that must be retained to preserve the expected behavior, thereby opening a way to constructing robust models of physical processes.&nbsp;</p>\n<p>Coupled oscillators with nonlocal interactions and phase lag were studied in order to understand the dynamics of traveling synchronization fronts in planar oscillator arrays separating in-phase oscillators from those oscillating incoherently. Basic principles required for propagating structures of this type were described and the stability of the different structures determined.</p>\n<p>Symmetry-based techniques were used to derive the equations governing the properties of weakly nonlinear structures in the wake of a freely falling disk or sphere and the results applied to a hot disk or sphere falling through a fluid.</p>\n<p>The key<span> </span>outcomes of the<span> </span>project<span> </span>are: (1) the integrability of the steady state equation<span> </span>describing the interaction between pressure, tension and substrate forces compressing an elastic tube or ring,<span> </span>(2) the<span> </span>identification of propagation failure as a generic feature of front-supporting models and its association with special points in parameter space called<span> </span>T-points, (3) the elucidation of the role played by phase lag in the propagation of synchonization<span> </span>fronts in coupled oscillator networks, (4) the discovery of potentially stable structurally stable heteroclinic cycles<span> </span>in a well-known<span> </span>mode interaction problem, and (5) the identification of<span> </span>a large<span> </span>family of frequently employed models of active matter exhibiting nongeneric behavior, such as stationary asymmetric localized states.</p>\n<p>The results of the project described above were published in more than 30 scientific publications and presented at a number of international conferences both in the US and abroad. The work involved a large number of collaborators from around the world, almost all at no cost to the project. The PI was able to successfully involve two undergraduate students in this work, both of whom were able to submit their work for publication.</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Edgar&nbsp;Knobloch</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project partially supported the research of one postdoctoral research associate and one graduate student in the Department of Physics, University of California, Berkeley. The project also supported a 2-month visit by a mathematician from the University of Auckland, New Zealand. Our work has applications in biophysics, material science and fluid dynamics because it focuses on uncovering and understanding basic mechanisms that lead to the formation of spatial structures, both time-independent and time-dependent.\n\n\nMotivated by the wrinkling of the inner lining of arteries during the systolic-diastolic heartbeat cycle we studied the bifurcation structure of substrate-supported elastic tubes under lateral compression and showed that the resulting wrinkles can be related to the buckled states of the substrate-free system and hence computed semi-analytically.\n\n\nWe provided a detailed study of localized patterns on a disk, both time-independent and time-dependent, uncovering a number of new patterns, some of which are only present because of the presence of the disk boundary. These states are commonly organized in parameter space in structures referred to as snaking structures.\n\n\nWe have studied such snaking structures in a number of physical systems and demonstrated that the same approach that we use for localized structures embedded in a spatially uniform background can be used to study defects in pattern-forming systems, provided the latter are suitably demodulated. As a result we showed that multiple defects with different structure can be simultaneously present at a given parameter value and that these are also organized in snaking structures. We studied such structures in detail in the context of bright and dark solitons in photonics. Motivated by the latter, we identified and analyzed a degenerate bifurcation to identify all generic behavior present in its vicinity. This type of study has broad applicability, for example, to spatially localized structures in models of dryland ecology.\n\n\nWe also studied the spatially localized structures associated with a classical pattern-forming instability, the subcritical Turing instability. We computed these states in the context of Meinhardt's model of branching of vasculature or lung issue, showing that these states are organized in a structure we refer to as foliated snaking. The origin of this structure was explained and its consequences explored. A related study of invasion fronts, describing the elimination of one state by another, led to the identification of a new mechanism generating strongly pulsating fronts, whose origin was elucidated. Motivated by biological applications we studied front motion on growing domains and identified a procedure for computing the correct front speed and front profile.\n\n\nBinary collisions of traveling localized structures in driven dissipative systems were studied and found to be strongly dissipative, with the two structures gluing together to form a single traveling state. The properties of these types of collisions were studied and explained using a simple model for the interaction of the two structures involved.\n\n\nThe motion of localized structured is often described by simplified equations. However, some of these equations predict behavior that violates expectation. The PI identified the source of this anomalous behavior, and provided a prescription to identify terms that must be retained to preserve the expected behavior, thereby opening a way to constructing robust models of physical processes.\n\n\nCoupled oscillators with nonlocal interactions and phase lag were studied in order to understand the dynamics of traveling synchronization fronts in planar oscillator arrays separating in-phase oscillators from those oscillating incoherently. Basic principles required for propagating structures of this type were described and the stability of the different structures determined.\n\n\nSymmetry-based techniques were used to derive the equations governing the properties of weakly nonlinear structures in the wake of a freely falling disk or sphere and the results applied to a hot disk or sphere falling through a fluid.\n\n\nThe key outcomes of the project are: (1) the integrability of the steady state equation describing the interaction between pressure, tension and substrate forces compressing an elastic tube or ring, (2) the identification of propagation failure as a generic feature of front-supporting models and its association with special points in parameter space called T-points, (3) the elucidation of the role played by phase lag in the propagation of synchonization fronts in coupled oscillator networks, (4) the discovery of potentially stable structurally stable heteroclinic cycles in a well-known mode interaction problem, and (5) the identification of a large family of frequently employed models of active matter exhibiting nongeneric behavior, such as stationary asymmetric localized states.\n\n\nThe results of the project described above were published in more than 30 scientific publications and presented at a number of international conferences both in the US and abroad. The work involved a large number of collaborators from around the world, almost all at no cost to the project. The PI was able to successfully involve two undergraduate students in this work, both of whom were able to submit their work for publication.\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: EdgarKnobloch\n"
 }
}