{
 "awd_id": "1909490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WoU-MMA: Collaborative Research: Constraining the Nuclear Equation of State and Neutron Star Astrophysics Through Multi-messenger and Multi-object Observations of Neutron Stars",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 191155.0,
 "awd_amount": 191155.0,
 "awd_min_amd_letter_date": "2019-07-05",
 "awd_max_amd_letter_date": "2019-07-05",
 "awd_abstract_narration": "The revolutionary discovery and multi-messenger follow-up of the first known merging binary neutron star (GW170817) has demonstrated the unique opportunities that observations and analysis of such mergers can provide.  A scientific collaboration between Rochester Institute of Technology and the University of Tennessee, Knoxville, will develop the research infrastructure needed to exploit gravitational wave (GW) observations and electromagnetic observations in order to determine the nature of dense matter.  The research team will develop a flexible procedure to self-consistently infer the nuclear equation of state (EOS) for neutron stars (NS), directly from multiple measurements of many NS, using GW measurements of mergers, X-ray observations of galactic NS, and light curves and spectra from the resulting kilonova explosion.  An EOS is an equation, like the ideal gas law of physics, which describes the state of matter under a given set of physical conditions.   Using the tools derived to understand the nuclear EOS, the investigators will determine if binary mergers are responsible for the observed r-process elemental abundances.  The rapid neutron-capture process (r-process) is a set of nuclear reactions by which many of the atomic elements heavier than iron are produced in astrophysical settings.  The project will include the training of young researchers as the first generation of truly multi-messenger astrophysicists, and the principal investigators will create new course materials for introductory general relativity, to educate the next generation of scientists in results from GW astronomy.  \r\n\r\nThe research program has two major goals: to constrain the nature of dense nuclear matter and to determine whether NS mergers alone explain the abundances of r-process elements.  The research team will create new high-precision surrogate models for kilonova light curves and spectra, calibrated to detailed radiative-transfer calculations. To draw inferences with data from multiple messengers and multiple objects, where each data source is connected to the EOS in a different way, the researchers will create a unified Bayesian inference engine, called Concordance.  This inference engine will constrain dense nuclear matter and the composition of the neutron star core. It will also infer the NS merger rate, ejecta mass, and ejecta composition, which will allow the scientists to predict the element-by-element r-process abundances in the present-day local universe due to the observed population of binary NS mergers. They will compare their prediction to observations; determine whether and what kind of missing population (like black hole (BH)-NS) would be required to reconcile observations with element abundances; and see whether that missing population is consistent with formation scenarios and observational constraints.  This project advances the goals of the NSF Windows on the Universe Big Idea.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Steiner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew W Steiner",
   "pi_email_addr": "awsteiner@utk.edu",
   "nsf_id": "000082331",
   "pi_start_date": "2019-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "107Y00",
   "pgm_ele_name": "WoU-Windows on the Universe: T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 191155.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Neutron stars contain the most dense matter in the universe which can be directly observed. The fundamental mathematical relationship which describes the thermodynamical properties of dense matter is the equation of state. This grant enabled us to obtain new constraints on the equation of state from observations of neutron stars. We detetermined the second derivative of the nuclear symmetry energy with respect to the baryon number density. We were also able to show that the critical uncertainty remaining in the determination of the equation of state is the uncertainty surrounding the potential presence of a phase transition to exotic matter at high densities.</p>\n<p>In addition, we were able to construct a new statistical method to analyze the neutron star observations using machine learning. In detail, we were able to connect parameters of the equation of state to the X-ray spectrum emitted by a particular class of objects, \"quiescent low-mass X-ray binaries\", as observed in the Chandra X-ray Observatory. Finally, we were able to make new connections between the equation of state and the galactic distribution of neutron star masses. Finally, this grant also enabled new research on how neutrinos travel through dense matter, and how these neutrinos might be observed in a future galactic core-collapse supernova explosion.&nbsp;</p><br>\n<p>\n Last Modified: 01/08/2024<br>\nModified by: Andrew&nbsp;W&nbsp;Steiner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNeutron stars contain the most dense matter in the universe which can be directly observed. The fundamental mathematical relationship which describes the thermodynamical properties of dense matter is the equation of state. This grant enabled us to obtain new constraints on the equation of state from observations of neutron stars. We detetermined the second derivative of the nuclear symmetry energy with respect to the baryon number density. We were also able to show that the critical uncertainty remaining in the determination of the equation of state is the uncertainty surrounding the potential presence of a phase transition to exotic matter at high densities.\n\n\nIn addition, we were able to construct a new statistical method to analyze the neutron star observations using machine learning. In detail, we were able to connect parameters of the equation of state to the X-ray spectrum emitted by a particular class of objects, \"quiescent low-mass X-ray binaries\", as observed in the Chandra X-ray Observatory. Finally, we were able to make new connections between the equation of state and the galactic distribution of neutron star masses. Finally, this grant also enabled new research on how neutrinos travel through dense matter, and how these neutrinos might be observed in a future galactic core-collapse supernova explosion.\t\t\t\t\tLast Modified: 01/08/2024\n\n\t\t\t\t\tSubmitted by: AndrewWSteiner\n"
 }
}