{
 "awd_id": "1909522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Large Wave Events in a Changing Climate",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 922503.0,
 "awd_amount": 922503.0,
 "awd_min_amd_letter_date": "2019-05-22",
 "awd_max_amd_letter_date": "2019-05-22",
 "awd_abstract_narration": "At the altitude of the jet streams the atmospheric circulation over the middle latitudes tends to be quite wavy, with high and low pressure centers moving westward roughly along the jet axes.  But at times the waves slow down and grow quite large, forming a \"block\" in the jet-level flow.  The blocked flow results in a stagnation of weather systems, which can lead to prolonged cold spells, excessive precipitation, and other forms of extreme weather.  Naturally blocking has been a topic of intensive research for some time, but a satisfactory explanation for it has been elusive. One reason is that that much of the relevant wave dynamics theory assumes that the waves have small amplitudes, which is not the case for blocking.  To remedy this mismatch the PI and his colleagues have developed a bulk measure of the waviness around a latitude circle called Finite Amplitude Wave Activity (FAWA), along with its longitudinally varying counterpart, Local Wave Activity (LWA, see AGS-1563307).  FAWA and LWA are well suited to the study of blocking because they can be applied throughout the lifecycle of a block, even when the blocking pattern is quite pronounced.\r\n\r\nRecently the PI and his group developed a simple theory of blocking based on the relationship between mean jet speed and LWA.  The idea of the theory is that an increase in wave activity slows down the jet stream, which slows down the propagation of waves along the jet.  The slowdown leads to a pile-up of LWA which increases waviness and further slows down the jet. The formation of blocks by accumulation of LWA is analogous to the formation of a traffic jam, in which a slow-down on a highway leads to accumulation of cars which further slows highway speed until a jam is produced. The analogy is exact in the sense that the formation of a block by the piling up of LWA can be modeled using the classical traffic flow equation derived in papers from the the 1930s and 1950s.\r\n\r\nHere the PI uses his traffic jam theory of blocking to perform a diagnostic study of wave-mean flow interactions leading to blocks, using concepts from traffic flow theory to understand block formation.  For instance the \"capacity\" of a jet stream, meaning the amount of LWA that can travel along a jet without initiating a slowdown in wave propagation, can be defined in analogy with the capacity of a highway for traffic.  Quantities like capacity can be easily calculated from weather maps and from model simulations.\r\n\r\nFurther work applies the FAWA/LWA framework to Sudden Stratospheric Warming (SSW) events, in which the stratospheric vortex circling the North Pole breaks down and stratospheric temperatures rise dramatically, sometimes over 100F within a few days. SSWs are thought to occur because the vortex is disrupted by upward-propagating waves, thus SSWs are a logical target for analysis using the FAWA/LWA framework.\r\n\r\nThe work has broader impacts due to the extreme weather associated with blocks and the impact it has on human activities.  Blocking events are difficult to predict, and simulations from state-of-the-art forecast models are generally deficient in blocking.  The understanding developed in this work may thus be important for improved simulation and prediction of blocking.  SSWs are equally challenging from a forecast perspective, and they can also affect surface weather in various ways.  Codes for the calculation of FAWA and LWA from meteorological data are made available to the research community via github to promote their adoption and use.  Education and outreach are conducted through a biennial summer school and a local community science center.  In addition, the project supports two graduate students and a postdoctoral fellow, thereby fostering the next generation of scientists in this research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noboru",
   "pi_last_name": "Nakamura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noboru Nakamura",
   "pi_email_addr": "nnn@bethel.uchicago.edu",
   "nsf_id": "000203071",
   "pi_start_date": "2019-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 922503.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Not a single week passes without news about climate-related disasters, whether heat waves, wildfires, droughts, floods, severe thunderstorms, or snowstorms.&nbsp; In the highly populated midlatitudes, extreme weather is often related to anomalous behaviors of the jet stream: a normally eastward, fast upper-air flow is disrupted by persistent, unusually wavy conditions.&nbsp; How the frequency and magnitude of such anomalous jet behaviors change under a warming climate is critical for the future trend of climate extremes and therefore it is a question whose answer helps prepare society for wild swings of environmental conditions.&nbsp;</p>\n<p>Compared to the robust long-term rise in the global-mean surface temperature due to increasing greenhouse gases, the dynamical response of the atmosphere to global warming entails many competing factors and therefore the future trend of the jet behavior is harder to predict.&nbsp; Sometimes climate models predict conflicting results, and this is exacerbated by the small sample size of extreme events (they are by definition rare), which makes it hard to approach them with reliable statistics.</p>\n<p>While weather events may appear random on the timescale of climate change, on short timescales, they arise from a condition in the immediate past through deterministic processes.&nbsp; One approach, then, is to ask how climate change might have affected the environmental condition at the onset of extreme event, and capture its effect by running short-term deterministic predictions from initial conditions with and without climate perturbations.&nbsp; This method does not predict climate change per se and therefore saves computational resources substantially.&nbsp; However, climate change only affects the <em>average</em> onset condition.&nbsp; In reality, the onset condition varies significantly from event to event.&nbsp; To quantify the range of probabilities, one must perform a number of simulations for different , onset conditions, compromising the computational economy.&nbsp;</p>\n<p>Intellectual merit: In this project, instead of relying on simulations with sophisticated climate models, we capitalize on the recent theoretical advances in large-scale atmospheric circulation and construct a highly idealized model of jet stream from the principle of fluid dynamics.&nbsp; A concept central to our theoretical framework is local wave activity, a measure of the waviness of the jet stream known as the Rossby waves.&nbsp; Local wave activity not only quantifies the degree of the jet stream&rsquo;s meander (wave amplitude), but it helps us to understand where the Rossby waves are generated and dissipated and how they are transmitted in between, since it obeys a relatively simple conservation law (budget) that can be evaluated with meteorological data.&nbsp; (Physically, wave activity measures angular momentum, not energy, carried by the Rossby waves.)</p>\n<p>Sources of Rossby waves include baroclinic instability of the flow, drag exerted by mountains, and internal heating associated with phase change of water.&nbsp; Sinks include mixing (enstrophy dissipation) and friction, as well as radiative damping.&nbsp; Naturally, as the source becomes stronger, the Rossby waves attain higher amplitude (i.e. the jet stream&rsquo;s meander increases).&nbsp; However, the wave amplitude can also grow during the transmission, when the waves slow down due to changes in the background state of the jet stream, as a result of wave activity conservation.&nbsp; In fact, a growing wave amplitude can further alter the background state in such a way as to accelerate the accumulation of wave activity, which leads an anomalously large meandering of the jet stream.&nbsp; Our results show that this positive feedback (wave-mean flow interaction) is a potent way of generating large-amplitude waves in the jet stream, the ones that cause extreme weather.&nbsp; The idealized model reveals that the underlying mathematics is equivalent to those that govern traffic congestion on a highway.&nbsp; Therefore, large wave events on the jet stream may be thought of as a traffic jam on the weather highway.&nbsp; The theory predicts that congestion occurs when the jet stream reaches its carrying capacity for wave activity.&nbsp; By changing the parameters of the model during long-term integration, we can estimate how climate change can shift the carrying capacity of the jet and hence the frequency of the large wave events (i.e. traffic jams), at a fraction of cost of running a full-fledged climate models.&nbsp; It is found that a slowing jet stream due to climate change lowers its carrying capacity but does not necessarily increase the chance of large wave events because it simultaneously weakens the wave source (baroclinic instability).</p>\n<p>Broader impacts:&nbsp; The traffic jam analogy enabled the PI to explain the theoretical results of the project to the general public in plain language, and it increased his opportunities for interviews with broadcast media and other speaking engagements on extreme weather.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2023<br>\n\t\t\t\t\tModified by: Noboru&nbsp;Nakamura</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNot a single week passes without news about climate-related disasters, whether heat waves, wildfires, droughts, floods, severe thunderstorms, or snowstorms.  In the highly populated midlatitudes, extreme weather is often related to anomalous behaviors of the jet stream: a normally eastward, fast upper-air flow is disrupted by persistent, unusually wavy conditions.  How the frequency and magnitude of such anomalous jet behaviors change under a warming climate is critical for the future trend of climate extremes and therefore it is a question whose answer helps prepare society for wild swings of environmental conditions. \n\nCompared to the robust long-term rise in the global-mean surface temperature due to increasing greenhouse gases, the dynamical response of the atmosphere to global warming entails many competing factors and therefore the future trend of the jet behavior is harder to predict.  Sometimes climate models predict conflicting results, and this is exacerbated by the small sample size of extreme events (they are by definition rare), which makes it hard to approach them with reliable statistics.\n\nWhile weather events may appear random on the timescale of climate change, on short timescales, they arise from a condition in the immediate past through deterministic processes.  One approach, then, is to ask how climate change might have affected the environmental condition at the onset of extreme event, and capture its effect by running short-term deterministic predictions from initial conditions with and without climate perturbations.  This method does not predict climate change per se and therefore saves computational resources substantially.  However, climate change only affects the average onset condition.  In reality, the onset condition varies significantly from event to event.  To quantify the range of probabilities, one must perform a number of simulations for different , onset conditions, compromising the computational economy. \n\nIntellectual merit: In this project, instead of relying on simulations with sophisticated climate models, we capitalize on the recent theoretical advances in large-scale atmospheric circulation and construct a highly idealized model of jet stream from the principle of fluid dynamics.  A concept central to our theoretical framework is local wave activity, a measure of the waviness of the jet stream known as the Rossby waves.  Local wave activity not only quantifies the degree of the jet stream’s meander (wave amplitude), but it helps us to understand where the Rossby waves are generated and dissipated and how they are transmitted in between, since it obeys a relatively simple conservation law (budget) that can be evaluated with meteorological data.  (Physically, wave activity measures angular momentum, not energy, carried by the Rossby waves.)\n\nSources of Rossby waves include baroclinic instability of the flow, drag exerted by mountains, and internal heating associated with phase change of water.  Sinks include mixing (enstrophy dissipation) and friction, as well as radiative damping.  Naturally, as the source becomes stronger, the Rossby waves attain higher amplitude (i.e. the jet stream’s meander increases).  However, the wave amplitude can also grow during the transmission, when the waves slow down due to changes in the background state of the jet stream, as a result of wave activity conservation.  In fact, a growing wave amplitude can further alter the background state in such a way as to accelerate the accumulation of wave activity, which leads an anomalously large meandering of the jet stream.  Our results show that this positive feedback (wave-mean flow interaction) is a potent way of generating large-amplitude waves in the jet stream, the ones that cause extreme weather.  The idealized model reveals that the underlying mathematics is equivalent to those that govern traffic congestion on a highway.  Therefore, large wave events on the jet stream may be thought of as a traffic jam on the weather highway.  The theory predicts that congestion occurs when the jet stream reaches its carrying capacity for wave activity.  By changing the parameters of the model during long-term integration, we can estimate how climate change can shift the carrying capacity of the jet and hence the frequency of the large wave events (i.e. traffic jams), at a fraction of cost of running a full-fledged climate models.  It is found that a slowing jet stream due to climate change lowers its carrying capacity but does not necessarily increase the chance of large wave events because it simultaneously weakens the wave source (baroclinic instability).\n\nBroader impacts:  The traffic jam analogy enabled the PI to explain the theoretical results of the project to the general public in plain language, and it increased his opportunities for interviews with broadcast media and other speaking engagements on extreme weather.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2023\n\n\t\t\t\t\tSubmitted by: Noboru Nakamura"
 }
}