{
 "awd_id": "1909206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNS: Small: Collaborative Research: Transient characteristics and interference modeling for millimeter-wave communications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Murat Torlak",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 249688.0,
 "awd_amount": 249688.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2019-08-07",
 "awd_abstract_narration": "Millimeter-wave (mmWave) communication is a promising solution to the current global shortage of bandwidth created by the rapidly growing demand for mobile data. While channel modeling and propagation characteristics for mmWave transmissions are fairly well understood, transient channel characteristics including how the hand of a human blocks antennas in a handset requires new, detailed research. Further, the impact and nature of interference in the face of mmWave directional beamforming are yet to be well explored. The key aspects of this proposal dealing with transient channel characterization and interference modeling will directly contribute to the realization of mmWave communications, which is envisioned not only for traditional fixed infrastructure cellular services but also for emerging, more prevalent, new service modes including unlicensed/licensed and mobile usage such as on buses, trains and cars, and peer to peer communications.\r\n\r\nThis proposal advances understanding in several fundamental aspects of mmWave communications. First, the proposal characterizes transient physical effects in mmWave channels such as fading due to human hand, head and body placement when holding phones. This characterization will be carried out with extensive measurements using directional antennas and novel modeling methodology employing finite-state Markov models. These transient channel models will then be integrated into the open-source measurement-based channel simulation platform NYUSIM, which generates realistic mmWave channel impulse responses under a wide range of practical settings. Second, the proposal provides analytical models of the interference distribution in a mmWave cellular system employing beamforming, including explicit probability density functions for the interference power at each receiving antenna element and interference correlation between different antenna elements as well as correlation between interference signals and intended signals. These distributions are parameterized and heavy-tailed in order to capture the large fluctuation in mmWave signals due to strong shadowing and a high probability of NLOS propagation in typical mmWave applications of dense environments. The interference models are verified by comparing with a system simulation using stochastic geometry to model locations of users and base stations and using NUYSIM to generate realistic mmWave channels among all nodes. The proposed research integrates measurement, modeling, theory, and analysis to advance fundamental understanding of mmWave communications, providing a means towards designing and evaluating mmWave communication systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Rappaport",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore S Rappaport",
   "pi_email_addr": "tsr@nyu.edu",
   "nsf_id": "000617109",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 249688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Significant accomplishments were carried as originally proposed, which offer fundamental knowledge of the radio channel needed to create the future wireless networks in 5G, 6G and beyond.</p>\n<p>&nbsp;</p>\n<p>Detailed radio propagation measurements and models were carried out for a  wide range of future indoor and outdoor communication channels that will use new, millimeter wave and sub-terahertz frequencies far greater than those used in today's wifi and cellular networks. This project conducted extensive propagation research for future terrestrial networks (e.g Wi-Fi and cellular) including how they will interfere with satellite networks at the sub-THz band of 140-142 GHz. This project also conducted the world's first radio channel measurements at 142 GHz in  factory buildings.&nbsp;  Detailed radio propagation characteristis and statistical channel models  were published, as well as implemented in the popular open-source  NYUSIM Matlab-based channel impulse response software simulator. NYUSIM allows engineers around the world to simulate the realistic wideband channel conditions for a wide range of indoor and outdoor wireless channels without having to conduct expensive and time-consuming measurements. Results of Prof. Ted Rappaport's laboratory in NYU WIRELESS&nbsp;  were shared with Tufts University (Prof. Mail Vu's team), as well as  with the Millimeter Wave Coalition and the NYU WIRELESS Industrial  Affiliates companies. Extensive results were given in over three dozen invited talks during  the COVID era by PI Rappaport.</p>\n<p>Channel measurements including the use of  passive reflective intelligent surfaces (RIS) were conducted inside 4  factory buildings to support 3GPP InF channel modeling efforts, and are  awaiting publication and synthesis of the data, as the lead Ph.D student has graduated and has yet  to submit publications on his Ph.D thesis.</p>\n<p>Position location using  site-specific information and development of NYURay, a ray-tracing  software, was conducted, and are awaiting publication as the lead Ph.D  student has graduated and has yet to submit publications on his Ph.D.  thesis.</p>\n<p>In addition to the aforementioned works, a pioneering  mathematical framework for quantifying and comparing power consumption - something vital for proper wireless network design that will help conserve green house gas emissions and improve our planet in the era of climate change, was developed in this project. Breakthrough figures of merit called the Power Waste Factor (W), and Consumption Efficiency Facto (CEF),  were perfected and published in the Dec. 2022 IEEE Wireless  Communciations Magazine, and were used to study a High Altitude Platform System (HAPS) with Nokia  earlier in the project. The project website may be found at: <a href=\"https://wireless.engineering.nyu.edu/nsf-grant-1909206/\">https://wireless.engineering.nyu.edu/nsf-grant-1909206/</a></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2022<br>\n\t\t\t\t\tModified by: Theodore&nbsp;S&nbsp;Rappaport</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSignificant accomplishments were carried as originally proposed, which offer fundamental knowledge of the radio channel needed to create the future wireless networks in 5G, 6G and beyond.\n\n \n\nDetailed radio propagation measurements and models were carried out for a  wide range of future indoor and outdoor communication channels that will use new, millimeter wave and sub-terahertz frequencies far greater than those used in today's wifi and cellular networks. This project conducted extensive propagation research for future terrestrial networks (e.g Wi-Fi and cellular) including how they will interfere with satellite networks at the sub-THz band of 140-142 GHz. This project also conducted the world's first radio channel measurements at 142 GHz in  factory buildings.   Detailed radio propagation characteristis and statistical channel models  were published, as well as implemented in the popular open-source  NYUSIM Matlab-based channel impulse response software simulator. NYUSIM allows engineers around the world to simulate the realistic wideband channel conditions for a wide range of indoor and outdoor wireless channels without having to conduct expensive and time-consuming measurements. Results of Prof. Ted Rappaport's laboratory in NYU WIRELESS   were shared with Tufts University (Prof. Mail Vu's team), as well as  with the Millimeter Wave Coalition and the NYU WIRELESS Industrial  Affiliates companies. Extensive results were given in over three dozen invited talks during  the COVID era by PI Rappaport.\n\nChannel measurements including the use of  passive reflective intelligent surfaces (RIS) were conducted inside 4  factory buildings to support 3GPP InF channel modeling efforts, and are  awaiting publication and synthesis of the data, as the lead Ph.D student has graduated and has yet  to submit publications on his Ph.D thesis.\n\nPosition location using  site-specific information and development of NYURay, a ray-tracing  software, was conducted, and are awaiting publication as the lead Ph.D  student has graduated and has yet to submit publications on his Ph.D.  thesis.\n\nIn addition to the aforementioned works, a pioneering  mathematical framework for quantifying and comparing power consumption - something vital for proper wireless network design that will help conserve green house gas emissions and improve our planet in the era of climate change, was developed in this project. Breakthrough figures of merit called the Power Waste Factor (W), and Consumption Efficiency Facto (CEF),  were perfected and published in the Dec. 2022 IEEE Wireless  Communciations Magazine, and were used to study a High Altitude Platform System (HAPS) with Nokia  earlier in the project. The project website may be found at: https://wireless.engineering.nyu.edu/nsf-grant-1909206/\n\n\t\t\t\t\tLast Modified: 12/11/2022\n\n\t\t\t\t\tSubmitted by: Theodore S Rappaport"
 }
}