{
 "awd_id": "1909200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Dynamics with Applications to Physical Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 291207.0,
 "awd_amount": 291207.0,
 "awd_min_amd_letter_date": "2019-08-13",
 "awd_max_amd_letter_date": "2019-08-13",
 "awd_abstract_narration": "The project involves three directions.  The first one deals with so-called twist maps -- a basic building block in studying almost every kind of moving or stationary physical system where friction is negligible.  As an illustrating example, a twist map can arise from the equation governing the distribution of electrons in models of crystal lattices.  Prior work by the investigator suggests an unexpected mathematical effect; interpreted for the case of a crystal lattice, this general mathematical result amounts to an unexpectedly low electric resistance.  The mechanism of this effect is not understood, and the investigator works to develop a mathematical theory explaining it.  The second part of the project deals in particular with the recently discovered \"ponderomotive magnetism.\"  Recall that any change in an electric field gives rise to a magnetic field, as has been known since Faraday.  Surprisingly, a superficially similar effect takes place in mechanics (without electric fields present), as was discovered only recently by the investigator and collaborators.  For example, particles in the gravitational field of a spinning (non-spherical) asteroid behave as if they were charged and in the presence of a magnetic field -- with neither charge nor the field actually present.  This is a mysterious and fundamental mathematical phenomenon.  A goal of this project is to develop a geometrical explanation of this effect using tools of differential geometry.  The third part of the project explores the recently discovered connection between Hill's equation (ubiquitous in innumerable problems in physics and engineering) on the one hand, and the \"tire track\" problem on the other.  The main value of this topic lies in unifying and simplifying two seemingly distinct areas of mathematics, resulting in richer understanding of both, and perhaps in new discoveries.\r\n\r\nThe project involves three directions unified by use of geometry and analysis with physical motivation.  The first direction involves area-preserving twist maps of the cylinder; such maps arise in many settings, e.g. the Frenkel-Kontorova (F-K) model of a crystal lattice.  The investigator studies whether the robustness of periodic orbits with respect to certain perturbations (e.g., addition of a tilt to the periodic potential in the F-K example) increases with the number of harmonics in the map.  Two entirely different (and slightly simpler) objects are known to show an analogous effect: circle mappings and Mathieu-type Hill's equations.  If successful, the project would add a new class of systems to the latter two classes.  The second direction of research includes the goal to explain geometrically the recently discovered \"ponderomotive magnetism,\" in which rapid time-periodic oscillation of a conservative force field gives rise to a Faraday-like effect discovered by the investigator and collaborators through a normal-form computation: particles in such a field behave as if they possessed electric charge in the presence of a magnetic field, though neither an electric charge nor a magnetic field is present.  One of the goals is to explain the geometry underlying this effect.  The third direction explores questions raised by the connection between Hill's equation (arising in many areas of mathematics and applications) on the one hand and the geometrical \"tire track\" problem on the other.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Levi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Levi",
   "pi_email_addr": "levi@math.psu.edu",
   "nsf_id": "000175003",
   "pi_start_date": "2019-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 291207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are three main results of this project (still in progress).&nbsp;</p>\n<p>1. In a joint work with Nolan King, a graduate student at Penn State, we gave a transparent geometrical explanation of stability of the multi-linked pendulum with a vibrating pivot. This picture explains \"what is really going on\" in the problem. All &nbsp;previous treatments were analytical and left the real reason for the counterintuitive behavior hidden in the shadow of algebraic manipulations. &nbsp;The key ingredient in our geometrical picture is not to start with a differential equation describing the problem but rather by treating the pendulum as a particle on torus in the four-dimensional space. Vibration of the pivot then translates into the vibration of the torus, and the problem becomes one of differential geometry, although in the latter subject one typically does not consider manifolds that vary with time. Thanks to this geometric approach a connection with a classical theorem of Darboux appears. Another benefit of this geometrical approach is that it simplifies the algebra involved in obtaining averaged equations. Yet another benefit of the geometrical approach is that the averaging procedure becomes much shorter and transparent at every step.</p>\n<p>&nbsp;</p>\n<p>2. In a joint work with Boris Hasselblatt (Tufts) we found an adiabatic invariant in mathematical billiards with cusps and discovered its connection with Clairaut integral. &nbsp;</p>\n<p>&nbsp;</p>\n<p>3. With Alexey Okunev, a postdoctoral fellow at Penn State, we considered a model problem consisting of a particle carried by a fluid flow but possessing inertia so that it doesn't follow the flow lines exactly. Attached image shows a model example where the flow is periodic cellular flow plane (precise details will appear in Arxiv in early 2024). &nbsp;in addition, a \"wind\" is imposed. It turns out that the particle drifts in a direction different from that of the \"wind\". Surprisingly, the slope of the drift is rational with probability one. In particular, numerically, only rational slopes of drift are observed. In fact, the slope of the drift turns out to be a Cantor function of the slope of the \"wind\", but with a remarkable twist: the function is constant for almost all values of its argument and yet is continuous. This creates a numerical illustion of discontinuous dependence of the drift on the direction of the \"wind\". &nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Mark&nbsp;Levi</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1909200/1909200_10632929_1701377297967_drift1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1909200/1909200_10632929_1701377297967_drift1--rgov-800width.png\" title=\"Drift\"><img src=\"/por/images/Reports/POR/2023/1909200/1909200_10632929_1701377297967_drift1--rgov-66x44.png\" alt=\"Drift\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Direction of the drift is rational with probability 1.</div>\n<div class=\"imageCredit\">Mark Levi</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Mark&nbsp;Levi\n<div class=\"imageTitle\">Drift</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThere are three main results of this project (still in progress).\n\n\n1. In a joint work with Nolan King, a graduate student at Penn State, we gave a transparent geometrical explanation of stability of the multi-linked pendulum with a vibrating pivot. This picture explains \"what is really going on\" in the problem. All previous treatments were analytical and left the real reason for the counterintuitive behavior hidden in the shadow of algebraic manipulations. The key ingredient in our geometrical picture is not to start with a differential equation describing the problem but rather by treating the pendulum as a particle on torus in the four-dimensional space. Vibration of the pivot then translates into the vibration of the torus, and the problem becomes one of differential geometry, although in the latter subject one typically does not consider manifolds that vary with time. Thanks to this geometric approach a connection with a classical theorem of Darboux appears. Another benefit of this geometrical approach is that it simplifies the algebra involved in obtaining averaged equations. Yet another benefit of the geometrical approach is that the averaging procedure becomes much shorter and transparent at every step.\n\n\n\n\n\n2. In a joint work with Boris Hasselblatt (Tufts) we found an adiabatic invariant in mathematical billiards with cusps and discovered its connection with Clairaut integral. \n\n\n\n\n\n3. With Alexey Okunev, a postdoctoral fellow at Penn State, we considered a model problem consisting of a particle carried by a fluid flow but possessing inertia so that it doesn't follow the flow lines exactly. Attached image shows a model example where the flow is periodic cellular flow plane (precise details will appear in Arxiv in early 2024). in addition, a \"wind\" is imposed. It turns out that the particle drifts in a direction different from that of the \"wind\". Surprisingly, the slope of the drift is rational with probability one. In particular, numerically, only rational slopes of drift are observed. In fact, the slope of the drift turns out to be a Cantor function of the slope of the \"wind\", but with a remarkable twist: the function is constant for almost all values of its argument and yet is continuous. This creates a numerical illustion of discontinuous dependence of the drift on the direction of the \"wind\". \t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: MarkLevi\n"
 }
}