{
 "awd_id": "1909141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FET: Small: Collaborative Research: Efficient and Robust Characterization of Quantum Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pinaki Mazumder",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2019-07-05",
 "awd_max_amd_letter_date": "2019-07-05",
 "awd_abstract_narration": "Advances in quantum information and algorithms enable solutions that are beyond the reach of conventional technologies, with applications in many-body quantum physics, chemistry, cryptography, communication, and machine learning. While prototypes for quantum computers are being built, these are still prone to errors: reducing the noise to a tolerable and controllable level faces technical hurdles. To be able to scale-up to a full-fledged quantum computer, it is imperative to characterize, verify, and rigorously certify the behavior of current and near-future prototypes. The latter task incurs a heavy burden in data acquisition, processing and storage that leads to a pressing need for efficient and noise-robust characterization and verification protocols to test current quantum devices. The work done by members of this research team on novel optimization theory and algorithms, compressed sensing, and verification techniques have direct applications to this problem. The project will investigate and propose novel, highly-efficient, and robust methodologies to  characterize, verify, and certify the behavior of quantum systems implementations, for better acquisition and processing of quantum information. The research will affect positively on how non-convex algorithms could be used in modern data science applications. Key broader outcomes of this proposal will be the establishment of an academic-industry collaboration (with the mentorship of two students in the process), and the introduction of quantum computing courses to Rice University.\r\n\r\nThis project focuses on benchmarking and testing quantum states and processes, through efficient, noise-robust and provable quantum state tomography, as well as novel validation and certification tools for quantum computing.  This research proposes to investigate new theoretical and practical approaches, via the following three paths: i) By using provable methods for distributing non-convex computations  and optimization for the task of large-scale quantum state tomography. The proposed method  complements the setting of compressed sensing quantum state tomography, where only a few measurements --compared to full tomography-- are available from a low-rank (highly-pure) quantum state and will be used in settings that are beyond the reach of state-of-the-art approaches. ii) By robustifying state-of-the-art validation methods using noise-robust optimization and techniques. The proposed research involves new, customized non-convex algorithms for the case where measurements are contaminated with non-homogeneous noise. iii) By designing efficient and noise-robust schemes for validating and certifying experimentally-relevant quantum operations. This project will study schemes to validate gates and error models behavior, which in turn will help certify the quality of the basic physical operations. The results of this proposal will be publicly available as an integrated part of an open-source software framework, in order to enhance reproducibility on available quantum information processors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Kalev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir Kalev",
   "pi_email_addr": "amirk@isi.edu",
   "nsf_id": "000772333",
   "pi_start_date": "2019-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "089Y00",
   "pgm_ele_name": "FET-Fndtns of Emerging Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7928",
   "pgm_ref_txt": "QUANTUM COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 7355.0
  }
 ],
 "por": null
}