{
 "awd_id": "1909199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Are Active Galactic Nuclei accretion disks too big?",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 266107.0,
 "awd_amount": 266107.0,
 "awd_min_amd_letter_date": "2019-06-13",
 "awd_max_amd_letter_date": "2019-06-13",
 "awd_abstract_narration": "Part 1\r\n\r\nAll major galaxies appear to harbor a supermassive black hole, millions of times the mass of our Sun, residing at their center.  These black holes have an important influence over the way their host galaxies grow and evolve.  An important way in which the black hole grows is through a process called accretion, where hot gas spirals into the black hole via a disk.  Recent studies suggest that these accretion disks are several times larger than expected by theory.  As these objects are so distant astronomers cannot take direct pictures of the disks themselves and so must use indirect techniques.  In this project, the PI will use a technique called reverberation mapping.  This uses echoes of light to determine the size of the accretion disks, much like sonar uses echoes of sound to map the ocean floor.  Using a dedicated robotic telescope the PI will monitor approximately 10 supermassive black hole accretion disks per year to test why accretion disks appear too big, and better understand how black holes grow.  In the area of Broader Impacts, the PI will integrate the science of this project into local Detroit schools.\r\n\r\n\r\nPart 2\r\n\r\nSupermassive black holes play an important role in the growth and evolution of the galaxies in which they reside.  A principal way in which they grow is via the accretion of gas via a disk. However, observational probes of the structure of these accretion disks are rare, especially since they are too small and distant to spatially resolve directly.  In this project, the PI will use a technique known as reverberation mapping which measures echoes of light to determine the size scale of the accretion disks. Several recent studies using this technique suggest that these disks are a factor of 2 - 3 larger than expected.  To better understand this we will use a dedicated robotic telescope to monitor approximately 10 supermassive black hole accretion disks per year building a substantial sample. Furthermore, the PI will apply novel analysis techniques to further test of origin of the echoes, and test why these accretion disks appear too big.  In the area of Broader Impacts, the PI will integrate the science of this project into local Detroit schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Cackett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Edward M Cackett",
   "pi_email_addr": "ew1397@wayne.edu",
   "nsf_id": "000649203",
   "pi_start_date": "2019-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "666 W Hancock",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 266107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Active Galactic Nuclei (AGN) are the bright centers of galaxies where gas and dust are infalling ('accreting') onto a supermassive black hole that is millions to billions of time the mass of the Sun.&nbsp; The process of material accreting into supermassive black holes is a key component in the evolution of galaxies.&nbsp; A better understanding of how supermassive black holes accrete is vital to understanding how galaxies form and change over time.&nbsp; However, the angular size of these AGN is (aside from a tiny number of exceptional cases) far too small to be resolved spatially by telescopes.&nbsp; We must therefore use indirect techniques to better understand the physical processes and geometry of how material accretes onto the black hole.&nbsp; To do this, we use a method called reverberation mapping.&nbsp; This relies on measuring echoes of light as variable signals reflect off gas in the region (much like sound echoing in a cavern).&nbsp; By tracking the variability in brightness of these AGN over time, and measuring the time delay between light at different wavelengths, we can map out the structure of the inner regions of AGN.</p>\n<p>The intellectual merits of this project allow for for a better understanding of the geometry and physical conditions around supermassive black holes - one of the most extreme environments in the Universe, and one that is vital to galaxy evolution.&nbsp; Through this project we have obtained and analyzed data for 30 AGN, the largest sample of high cadence monitoring data to date.&nbsp; This is allowing for the best test of the dependence of the implied accretion disk size on the properties of the black hole.&nbsp; Moreover, by applying cutting-edge frequency-resolved timing analysis to UV/optical data from AGN for the first time we were able to reveal that there are likely multiple sources contributing to the reverberation time delay measurements. This is helping to better understand the discrepancy between implied size of the AGN accretion disk from measurements, and the expectation from theory. Work on this project has contributed to 15 publications in peer-reviewed journals, with 2 more publications already submitted to journal and under review.<br /><br />The broader impacts of this project involves both the advanced training of graduate students, as well as public outreach to schools and professional development for teachers.&nbsp; The project directly led to the training of graduate students in advanced data analysis and modeling techniques, with one graduate student expected to earn his PhD in summer 2024 based on his work on this project.&nbsp; As part of the Solar Observing in Schools program that I run, I have provided professional development and training in astronomy for teachers inthe Detroit Public Schools Community District, and provide access to solar telescopes for use in schools.&nbsp; I have also worked with the Belle Isle Nature Centre in Detroit to put on solar observing public outreach events, and provided professional development for their staff on how to use solar telescopes at their summer camps for children.&nbsp; Moreover, I have shared my knowledge and passion for astronomy through school visits, public lectures and media interviews.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/22/2023<br>\nModified by: Edward&nbsp;Cackett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nActive Galactic Nuclei (AGN) are the bright centers of galaxies where gas and dust are infalling ('accreting') onto a supermassive black hole that is millions to billions of time the mass of the Sun. The process of material accreting into supermassive black holes is a key component in the evolution of galaxies. A better understanding of how supermassive black holes accrete is vital to understanding how galaxies form and change over time. However, the angular size of these AGN is (aside from a tiny number of exceptional cases) far too small to be resolved spatially by telescopes. We must therefore use indirect techniques to better understand the physical processes and geometry of how material accretes onto the black hole. To do this, we use a method called reverberation mapping. This relies on measuring echoes of light as variable signals reflect off gas in the region (much like sound echoing in a cavern). By tracking the variability in brightness of these AGN over time, and measuring the time delay between light at different wavelengths, we can map out the structure of the inner regions of AGN.\n\n\nThe intellectual merits of this project allow for for a better understanding of the geometry and physical conditions around supermassive black holes - one of the most extreme environments in the Universe, and one that is vital to galaxy evolution. Through this project we have obtained and analyzed data for 30 AGN, the largest sample of high cadence monitoring data to date. This is allowing for the best test of the dependence of the implied accretion disk size on the properties of the black hole. Moreover, by applying cutting-edge frequency-resolved timing analysis to UV/optical data from AGN for the first time we were able to reveal that there are likely multiple sources contributing to the reverberation time delay measurements. This is helping to better understand the discrepancy between implied size of the AGN accretion disk from measurements, and the expectation from theory. Work on this project has contributed to 15 publications in peer-reviewed journals, with 2 more publications already submitted to journal and under review.\n\nThe broader impacts of this project involves both the advanced training of graduate students, as well as public outreach to schools and professional development for teachers. The project directly led to the training of graduate students in advanced data analysis and modeling techniques, with one graduate student expected to earn his PhD in summer 2024 based on his work on this project. As part of the Solar Observing in Schools program that I run, I have provided professional development and training in astronomy for teachers inthe Detroit Public Schools Community District, and provide access to solar telescopes for use in schools. I have also worked with the Belle Isle Nature Centre in Detroit to put on solar observing public outreach events, and provided professional development for their staff on how to use solar telescopes at their summer camps for children. Moreover, I have shared my knowledge and passion for astronomy through school visits, public lectures and media interviews.\n\n\n\t\t\t\t\tLast Modified: 11/22/2023\n\n\t\t\t\t\tSubmitted by: EdwardCackett\n"
 }
}