{
 "awd_id": "1909841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Multi-Dimensional View of the Milky Way",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 294875.0,
 "awd_amount": 294875.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "Galaxies are the main building blocks of the Universe.  Our home galaxy, the Milky Way, provides a special opportunity to learn about how galaxies form and change with time.    New astronomical surveys, such as the Sloan Digital Sky Survey (SDSS), are now measuring the chemical element \"fingerprints\" of hundreds of thousands of stars across the Milky Way.  The investigators will analyze these chemical fingerprints along with ages and positions of stars, to learn the history of the Milky Way and about the nuclear furnaces of stars that produce these elements.  They will also develop new methods to improve the SDSS measurements of stellar temperatures and chemical compositions. \r\n\r\nThe investigators will use maps of multi-element abundance ratios to empirically infer the element yields of supernovae and to identify other major channels of chemical enrichment.\r\n\r\nThe investigators will enhance the educational component of the SDSS by developing a new \"expedition\" on stellar spectroscopy for the SDSS Voyages portal, which is aimed at high school students.  They will develop new planetarium shows about the origin of the elements and the history of the Milky Way. They plan extensive public engagement activities, including public lectures and programs for the Ohio State Planetarium. These activities are tied specifically to their research activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weinberg",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Weinberg",
   "pi_email_addr": "dhw@astronomy.ohio-state.edu",
   "nsf_id": "000240164",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Johnson",
   "pi_email_addr": "jaj@astronomy.ohio-state.edu",
   "nsf_id": "000242583",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Department of Astronomy",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101173",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 294875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />By measuring the detailed spectrum of light from a star, astronomers can measure the relative amounts of different atomic species present in the star's outer layers, a kind of elemental fingerprint.&nbsp; Nearly all of these elements were forged in the nuclear furnaces of previous generations of stars. <br /><br />Recent surveys have measured the detailed elemental abundance patterns for nearly a million stars in the Milky Way galaxy and its nearest galactic neighbors.&nbsp; This project developed novel statistical analysis techniques and theoretical models to interpret these patterns, extracting insights about the history of the Milky Way and about the nuclear processes in stars that create the elements in the first place.&nbsp; The investigators applied these techniques to APOGEE, part of the Sloan Digital Sky Survey (SDSS), and to another survey called GALAH.<br /><br />Confirming and extending earlier work, these analyses showed that there are two distinct populations of stars in the stellar disk of the Milky Way, and that the mix of these two populations changes with location in the galaxy.&nbsp; In one population, most of the iron-like atoms were produced by the supernova explosions of massive stars, while iron in the second population has roughly equal contributions from massive stars and from explosions of white dwarfs.&nbsp; One of the most striking findings of this project is that the ratios of different pairs of elements (e.g., oxygen-to-iron, or manganese-to-magnesium) follow nearly identical trends throughout the Milky Way, from the galactic center to the outer reaches of the disk, provided one separates the two populations.&nbsp; This regularity implies that the apparently complex elemental fingerprints are largely determined by the relative contributions from two processes, massive star supernovae and white dwarf supernovae.&nbsp; Measuring just two of a star's abundances, such as iron and magnesium, allows one to make a good guess at the abundances of all of the other abundances measured by APOGEE and GALAH.<br /><br />The success of this simple two-process picture is impressive, but its failures are also illuminating.&nbsp; The star-by-star deviations from the model predictions are typically a few percent, depending on the element, and the patterns of these deviations offers further clues to the origin of the elements.&nbsp; Using new observations from the Large Binocular Telescope, the investigators show that old stars, with roughly 30 times less iron than the sun, also have larger fractional variations in their elemental abundance ratios, typically 10-25 percent rather than a few percent.&nbsp; These variations can be explained if an individual star is enriched by the products of about 50 supernovae, which is a surprisingly small number given the millions of supernovae that would have exploded across the full Milky Way at this time.&nbsp; This finding suggests that the early Milky Way was comprised of many chemically distinct pockets that did not communicate with each other.&nbsp; In other work, the investigators show that the abundances of some elements, including nitrogen, aluminum, and manganese, are systematically different between the Milky Way and its neighboring dwarf satellites.<br /><br />These findings and others were published in 17 journal articles supported in part or in full by this grant.&nbsp; Broader impacts from the grant included a wide array of public outreach and undergraduate education initiatives at Ohio State University, many involving the OSU planetarium or its summer undergraduate research program.&nbsp; The grant's PI and Co-PI remain heavily involved in the SDSS and another major survey project, the Dark Energy Spectroscopic Instrument (DESI).&nbsp; In particular, the Co-PI led the development of the \"Milky Way Mapper\" program of SDSS-V, which is now making another major leap forward in our understanding of the Milky Way and the origin of the elements.<br /><br /></p><br>\n<p>\n Last Modified: 07/23/2024<br>\nModified by: David&nbsp;H&nbsp;Weinberg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nBy measuring the detailed spectrum of light from a star, astronomers can measure the relative amounts of different atomic species present in the star's outer layers, a kind of elemental fingerprint. Nearly all of these elements were forged in the nuclear furnaces of previous generations of stars. \n\nRecent surveys have measured the detailed elemental abundance patterns for nearly a million stars in the Milky Way galaxy and its nearest galactic neighbors. This project developed novel statistical analysis techniques and theoretical models to interpret these patterns, extracting insights about the history of the Milky Way and about the nuclear processes in stars that create the elements in the first place. The investigators applied these techniques to APOGEE, part of the Sloan Digital Sky Survey (SDSS), and to another survey called GALAH.\n\nConfirming and extending earlier work, these analyses showed that there are two distinct populations of stars in the stellar disk of the Milky Way, and that the mix of these two populations changes with location in the galaxy. In one population, most of the iron-like atoms were produced by the supernova explosions of massive stars, while iron in the second population has roughly equal contributions from massive stars and from explosions of white dwarfs. One of the most striking findings of this project is that the ratios of different pairs of elements (e.g., oxygen-to-iron, or manganese-to-magnesium) follow nearly identical trends throughout the Milky Way, from the galactic center to the outer reaches of the disk, provided one separates the two populations. This regularity implies that the apparently complex elemental fingerprints are largely determined by the relative contributions from two processes, massive star supernovae and white dwarf supernovae. Measuring just two of a star's abundances, such as iron and magnesium, allows one to make a good guess at the abundances of all of the other abundances measured by APOGEE and GALAH.\n\nThe success of this simple two-process picture is impressive, but its failures are also illuminating. The star-by-star deviations from the model predictions are typically a few percent, depending on the element, and the patterns of these deviations offers further clues to the origin of the elements. Using new observations from the Large Binocular Telescope, the investigators show that old stars, with roughly 30 times less iron than the sun, also have larger fractional variations in their elemental abundance ratios, typically 10-25 percent rather than a few percent. These variations can be explained if an individual star is enriched by the products of about 50 supernovae, which is a surprisingly small number given the millions of supernovae that would have exploded across the full Milky Way at this time. This finding suggests that the early Milky Way was comprised of many chemically distinct pockets that did not communicate with each other. In other work, the investigators show that the abundances of some elements, including nitrogen, aluminum, and manganese, are systematically different between the Milky Way and its neighboring dwarf satellites.\n\nThese findings and others were published in 17 journal articles supported in part or in full by this grant. Broader impacts from the grant included a wide array of public outreach and undergraduate education initiatives at Ohio State University, many involving the OSU planetarium or its summer undergraduate research program. The grant's PI and Co-PI remain heavily involved in the SDSS and another major survey project, the Dark Energy Spectroscopic Instrument (DESI). In particular, the Co-PI led the development of the \"Milky Way Mapper\" program of SDSS-V, which is now making another major leap forward in our understanding of the Milky Way and the origin of the elements.\n\n\t\t\t\t\tLast Modified: 07/23/2024\n\n\t\t\t\t\tSubmitted by: DavidHWeinberg\n"
 }
}