{
 "awd_id": "1910156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Collaborative Research: Scalable Decentralized Planning in Open Multiagent Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 147006.0,
 "awd_amount": 147006.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "Automated planning is about finding a sequence of actions that is anticipated to successfully complete the task at hand or maximize earned rewards. Planning becomes difficult when the outcomes of actions are uncertain. It is further complicated in the presence of other agents whose actions also affect the environment and reward outcomes. While both these challenges have received much attention from researchers, real-world contexts often exhibit another property -- that of agent and task openness. Agent openness comes about when agents exit the environment, resume, or new agents enter, and task openness occurs when the tasks that agents must complete change with new tasks appearing and some disappearing.  Such openness complicates the planning process as agents now need to optimally consider, for example, the possibilities of existing teammates leaving the environment or a successfully rewarding task disappearing from the environment.  The research is systematically generalizing automated planning to consider these new and practical challenges while still keeping the methods computationally feasible. This research involves investigators at Oberlin College (a primarily undergraduate institution), Universities of Nebraska and Georgia collaborating closely to develop methods for planning in open multi-agent systems and demonstrating them in domains such as wildfire suppression, dynamic ridesharing, and others that exhibit openness. The principal investigators are using the outcomes of this research to inform their classroom instructions, and artificial intelligence camps for elementary and middle school students are planned at Oberlin.\r\n\r\nThe technical approach involves gaining a fundamental understanding of the impact of agent and task openness on the environment, and utilizing this understanding to develop and learn stochastic models that represent the openness. These models are being used to build new algorithms for tractable agent-level planning in such contexts. The methods will exploit system-level properties such as agent anonymity and statistical population sampling that allows modeling large populations from small samples, which has been successful in the social sciences to make the approaches scalable to many agents. This research is advancing our understanding of how intelligent agents should perform scalable, decentralized planning in complex environments, and developing a framework--with empirical results and insights--that could lead to more robust intelligence for personal assistant agents for human-agent interactions, robots, and autonomous vehicles, where the agents reason about challenging environmental dynamics as the actors and their tasks change over time.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leen-Kiat",
   "pi_last_name": "Soh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leen-Kiat Soh",
   "pi_email_addr": "lksoh@cse.unl.edu",
   "nsf_id": "000409977",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685830861",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 147006.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall purpose of the project was to generalize&nbsp;decentralized planning for interacting intelligent agents to the challenging contexts of&nbsp;open agent systems (OASYSs)<strong><em>,&nbsp;</em></strong>which are prevalent in real-world problems.&nbsp;&nbsp;Unlike closed environments where the set of actors and tasks is static and so is the state-action space, in an OASYS, openness in the environment complicates multiagent reasoning<ins datetime=\"2024-11-06T20:52\" cite=\"mailto:Leen-Kiat%20Soh\">.</ins>&nbsp;For example, consider the different forms that openness can manifest in an OASYS. First,&nbsp;<em>agent openness</em>&nbsp;refers to existing agents leaving and new agents entering an environment, such as soccer players getting substituted in and out of a soccer match, or a search-and-rescue operation assigns different emergency personnel depending on their availability.&nbsp;&nbsp;Second,&nbsp;<em>task openness&nbsp;</em>occurs when the set of tasks that agents can work on change over time refers to existing tasks disappearing and new tasks appearing in an environment, such as a construction crew transitioning from one phase to the next during a build, or new products or technologies leading to new tasks replacing obsolete tasks.&nbsp;&nbsp;These different forms of openness cause the set of operating agents to change over time, or the set of tasks available to change over time, which in turn could change how the agents interact and model their environments while adding additional uncertainty to reasoning, e.g., agents have to worry about absence of actors or disappearance of tasks.&nbsp;&nbsp;As planning in multiagent systems is computationally hard, this research project particularly focused on promoting tractability despite the generalization. Enabling intelligent agents to understand and reason about openness contributes toward a more robust intelligence for flexibly planning in a wide range of real-world applications such as wildfire fighting, cybersecurity defense, and dynamic ridesharing.&nbsp;&nbsp;</p>\r\n<p>This project contributed the following novel solutions to address challenges in OASYSs:</p>\r\n<ul>\r\n<li>In terms of agent modeling, this project was the first to explicitly reason about agent openness as part of the planning process.&nbsp;&nbsp;The novel approach augmented an agent's decision-making state with a set of presence states for each agent -- both for itself and its neighbors -- to track agent openness.&nbsp;</li>\r\n<li>To handle many agents, this project addressed the scalability challenge through extrapolation based on statistical sampling, inspired by polling and public opinion modeling in the social sciences. By modeling only a select subset of the agent's neighbors, a planning agent in an OASYS can mitigate the exponential growth in the number of possible situations it will face while reasoning about the presence of other agents (necessary to address agent openness), especially because the number of neighbors a planning agent must model grows only logarithmically with the total number of agents in the many-agent system.</li>\r\n<li>To further address the additional computational complexity of modeling the presence of neighbors, this project also presented the first online algorithm for planning in OASYS by combining their selective neighbor-modeling approach with Monte Carlo Tree Search.&nbsp;&nbsp;Online planning further addresses the.&nbsp;</li>\r\n<li>To leverage communication when possible to mitigate the lack of observability of neighbors&rsquo; presence, this project extended the applicability of communicative interactive POMDP to OASYS to help agents decide when it is most appropriate to share information about their presence to influence the behaviors of other agents in a way that is favorable for the communicating agent.&nbsp;&nbsp;</li>\r\n</ul>\r\n<p>The project&rsquo;s investigations also produced the following findings.&nbsp;&nbsp;First, the notion of presence or absence can help an agent manage the uncertainty caused by agent openness, so long as the agents maintained a mental model of the presence of other agents. Second, even when the presence of other agents cannot be directly observed, it is still possible for an agent to infer changes regarding the presence of other agents from observable changes in environment states.&nbsp;&nbsp;This implies that an agent might not need to ascertain the degree of openness in its environment as long as it can detect deviations in the environment states based on which it reasons.&nbsp;&nbsp;This also constitutes a promising approach to multiagent indirect reasoning with openness.&nbsp;&nbsp;Third, an agent can enrich its planning with additional planning on how to communicate (when it is possible) to placate the need for observing the presence states of other agents.&nbsp;&nbsp;Fourth, the project showed that scalability does not integrate well with every approach to reasoning about openness. For example, in a large MAS, each agent wields but a small proportion of influence over the system, and thus would not be compelled to communicate at all, rendering the communication-based approach ineffective.</p>\r\n<p>Finally, in terms of tangible products, this project developed a repository of solutions and benchmarks as well as four simulation domains (i.e., wildfire fighting, dynamic ridesharing, cybersecurity defense, and organization) for the research community to adopt and study OASYSs.</p>\r\n<p>This research was collaborative, led by Adam Eck (PI) at Oberlin College, with Prashant Doshi (Co-PI) at the University of Georgia and Leen-Kiat Soh (Co-PI) at the University of Nebraska.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Leen-Kiat&nbsp;Soh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overall purpose of the project was to generalizedecentralized planning for interacting intelligent agents to the challenging contexts ofopen agent systems (OASYSs),which are prevalent in real-world problems.Unlike closed environments where the set of actors and tasks is static and so is the state-action space, in an OASYS, openness in the environment complicates multiagent reasoning.For example, consider the different forms that openness can manifest in an OASYS. First,agent opennessrefers to existing agents leaving and new agents entering an environment, such as soccer players getting substituted in and out of a soccer match, or a search-and-rescue operation assigns different emergency personnel depending on their availability.Second,task opennessoccurs when the set of tasks that agents can work on change over time refers to existing tasks disappearing and new tasks appearing in an environment, such as a construction crew transitioning from one phase to the next during a build, or new products or technologies leading to new tasks replacing obsolete tasks.These different forms of openness cause the set of operating agents to change over time, or the set of tasks available to change over time, which in turn could change how the agents interact and model their environments while adding additional uncertainty to reasoning, e.g., agents have to worry about absence of actors or disappearance of tasks.As planning in multiagent systems is computationally hard, this research project particularly focused on promoting tractability despite the generalization. Enabling intelligent agents to understand and reason about openness contributes toward a more robust intelligence for flexibly planning in a wide range of real-world applications such as wildfire fighting, cybersecurity defense, and dynamic ridesharing.\r\n\n\nThis project contributed the following novel solutions to address challenges in OASYSs:\r\n\r\nIn terms of agent modeling, this project was the first to explicitly reason about agent openness as part of the planning process.The novel approach augmented an agent's decision-making state with a set of presence states for each agent -- both for itself and its neighbors -- to track agent openness.\r\nTo handle many agents, this project addressed the scalability challenge through extrapolation based on statistical sampling, inspired by polling and public opinion modeling in the social sciences. By modeling only a select subset of the agent's neighbors, a planning agent in an OASYS can mitigate the exponential growth in the number of possible situations it will face while reasoning about the presence of other agents (necessary to address agent openness), especially because the number of neighbors a planning agent must model grows only logarithmically with the total number of agents in the many-agent system.\r\nTo further address the additional computational complexity of modeling the presence of neighbors, this project also presented the first online algorithm for planning in OASYS by combining their selective neighbor-modeling approach with Monte Carlo Tree Search.Online planning further addresses the.\r\nTo leverage communication when possible to mitigate the lack of observability of neighbors presence, this project extended the applicability of communicative interactive POMDP to OASYS to help agents decide when it is most appropriate to share information about their presence to influence the behaviors of other agents in a way that is favorable for the communicating agent.\r\n\r\n\n\nThe projects investigations also produced the following findings.First, the notion of presence or absence can help an agent manage the uncertainty caused by agent openness, so long as the agents maintained a mental model of the presence of other agents. Second, even when the presence of other agents cannot be directly observed, it is still possible for an agent to infer changes regarding the presence of other agents from observable changes in environment states.This implies that an agent might not need to ascertain the degree of openness in its environment as long as it can detect deviations in the environment states based on which it reasons.This also constitutes a promising approach to multiagent indirect reasoning with openness.Third, an agent can enrich its planning with additional planning on how to communicate (when it is possible) to placate the need for observing the presence states of other agents.Fourth, the project showed that scalability does not integrate well with every approach to reasoning about openness. For example, in a large MAS, each agent wields but a small proportion of influence over the system, and thus would not be compelled to communicate at all, rendering the communication-based approach ineffective.\r\n\n\nFinally, in terms of tangible products, this project developed a repository of solutions and benchmarks as well as four simulation domains (i.e., wildfire fighting, dynamic ridesharing, cybersecurity defense, and organization) for the research community to adopt and study OASYSs.\r\n\n\nThis research was collaborative, led by Adam Eck (PI) at Oberlin College, with Prashant Doshi (Co-PI) at the University of Georgia and Leen-Kiat Soh (Co-PI) at the University of Nebraska.\r\n\n\n\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: Leen-KiatSoh\n"
 }
}