{
 "awd_id": "1910696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CHS: Small: Promoting Unexpected Information Discovery: An Interactive Framework for Computational Serendipity",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 496041.0,
 "awd_amount": 512041.0,
 "awd_min_amd_letter_date": "2019-08-05",
 "awd_max_amd_letter_date": "2024-11-04",
 "awd_abstract_narration": "Serendipity is a concept associated with unexpected discoveries that are valuable.  However, most existing recommendation and information retrieval algorithms, including those used by common search tools and social media, do not include serendipity as an element they use to choose which content to show.  Instead, the criteria used to build and evaluate these algorithms rewards choices that reinforce what people already know or believe, rather than promoting unexpected, serendipitous discoveries.  This project's goal is to make progress on how to predict and foster serendipity when people interact with information online.  One key challenge is how to measure potential serendipity; to do this, the team will create measures that capture important subcomponents of serendipity such as surprise, value, and curiosity.  Another is how to develop algorithms that promote serendipity while still addressing people's needs for relevant information; toward this, the team will create algorithms that balance relevance and serendipity over time and that develop better models of the values and curiosity of the people who use them.  Doing this promises to make contributions to the study of recommender systems, information retrieval, and human-computer interaction, along with developing real tools to support serendipity and knowledge discovery in libraries.\r\n\r\nSpecifically, the investigators will first develop an interactive framework for computational serendipity that is independent of application domain. The framework consists of four components: Surprise, Value, Curiosity, and Sequence Composition. For the Surprise component, we hypothesize that users will be surprised when presented with items that violate their expectations as predicted by our computational model of them. We will study two computational models of surprise based on recent advances in text mining and deep learning techniques. The Surprise component will be balanced by a Value component, implemented with a traditional collaborative filtering (CF) recommender approach to ensure that the surprising item is liked by the user. The Curiosity component reasons about personalized levels and patterns of surprise that stimulate users' curiosity and sustain their interest to explore. The Sequence Composition component synthesizes the outputs from the other three components, identifying how much surprise is just surprising enough to be approachable, but not so much to generate anxious feelings. The output is a sequence of suggestions that guides the user toward increasingly surprising concepts, to engage their curiosity over time.  User feedback will be incorporated to update the Surprise, Value, and Curiosity components for discovering new sets of serendipity sequences. As a use case, the investigators will implement and evaluate the framework as a serendipity recommender, SerenCat, designed to promote and study students' discovery in learning materials in a university library environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xi",
   "pi_last_name": "Niu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xi Niu",
   "pi_email_addr": "xniu2@uncc.edu",
   "nsf_id": "000662827",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary Lou",
   "pi_last_name": "Maher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Lou Maher",
   "pi_email_addr": "mmaher@cra.org",
   "nsf_id": "000284692",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jingfeng",
   "pi_last_name": "Xia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingfeng Xia",
   "pi_email_addr": "jxia@esu.edu",
   "nsf_id": "000792186",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 University City Blvd",
  "perf_city_name": "Charlotte",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 197416.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 314625.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-660963a0-7fff-ceda-42d1-44af039477fb\"> <span id=\"docs-internal-guid-4383b70c-7fff-00e5-128d-efc7b7777799\"> </span></span></p>\r\n<p><span id=\"docs-internal-guid-9ffc62a2-7fff-8bdb-64e1-28f21a2d5f5b\">\r\n<p dir=\"ltr\"><span>During the half-year no cost extension (10/2024 to 3/2025), I (the PI) traveled to Thailand to give an invited talk on this project at the 23rd IEEE International Conference on Web Intelligence and Intelligent Agent Technology (WI-IAT 2024). Here is the abstract of the talk:</span></p>\r\n<p dir=\"ltr\"><span>&ldquo;Today&rsquo;s recommender systems are criticized for recommending items that are too obvious to arouse users&rsquo; interests. Therefore the research community has advocated some \"beyond accuracy\" evaluation metrics such as novelty, diversity, and serendipity with the hope of promoting information discovery and sustaining users&rsquo; interests over a long period of time. While bringing in new perspectives, most of these evaluation metrics have not considered individual users&rsquo; differences in their capacity to experience those \"beyond accuracy\" items. Open-minded users may embrace a wider range of recommendations than conservative users. In this research, we proposed to use curiosity traits to capture such individual users&rsquo; differences. We developed a model to approximate an individual&rsquo;s curiosity distribution over different stimulus levels. We used an item&rsquo;s surprise level to estimate the stimulus level and whether such a level is in the range of the user&rsquo;s appetite for stimulus, called Comfort Zone. We then proposed a recommendation model that considers both user preference and their Comfort Zone where the curiosity is maximally aroused. A series of evaluation experiments have been conducted to show that our framework is able to rank higher the items with not only high ratings but also high curiosity stimulation. The recommendation list generated by our algorithm has higher potential of inspiring user curiosity compared to the state-of-the-art deep learning approaches. The personalization factor for assessing the surprise stimulus levels further helps the recommender model achieve smaller (better) inter-user similarity.&rdquo;</span></p>\r\n<p dir=\"ltr\"><span>We (the PI and the students) also prepared a draft paper to summarize the recent process on this project. We plan to submit this paper to the upcoming EMNLP 2025. The paper is titled &ldquo;Generating Serendipity Recommendations through a Diffusion Model&rdquo;. We leverage the state-of-the-art diffusion models to address the modeling challenge and the explainability issue for the notion of serendipity. We developed a Serendipity-oriented Diffusion recommendation model, named SerenDiff. We regarded a user history with a recommender system as an &ldquo;image&rdquo;, and the serendipity recommendation generation as a recovering process of the corrupted &ldquo;image&rdquo;. Diffusion models are believed to be creative in the recovering process in the sense that they can generate new and unique data beyond the original training data, providing room for serendipity. Extensive experiments have shown the effectiveness of&nbsp; SerenDiff.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>The scope of work for the project has been completed and we do not anticipate any further action on this award, including a no cost extension, supplemental funding, nor transfer (PI Transfer).&nbsp;</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/22/2025<br>\nModified by: Xi&nbsp;Niu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n  \r\n\n\n\r\n\n\nDuring the half-year no cost extension (10/2024 to 3/2025), I (the PI) traveled to Thailand to give an invited talk on this project at the 23rd IEEE International Conference on Web Intelligence and Intelligent Agent Technology (WI-IAT 2024). Here is the abstract of the talk:\r\n\n\nTodays recommender systems are criticized for recommending items that are too obvious to arouse users interests. Therefore the research community has advocated some \"beyond accuracy\" evaluation metrics such as novelty, diversity, and serendipity with the hope of promoting information discovery and sustaining users interests over a long period of time. While bringing in new perspectives, most of these evaluation metrics have not considered individual users differences in their capacity to experience those \"beyond accuracy\" items. Open-minded users may embrace a wider range of recommendations than conservative users. In this research, we proposed to use curiosity traits to capture such individual users differences. We developed a model to approximate an individuals curiosity distribution over different stimulus levels. We used an items surprise level to estimate the stimulus level and whether such a level is in the range of the users appetite for stimulus, called Comfort Zone. We then proposed a recommendation model that considers both user preference and their Comfort Zone where the curiosity is maximally aroused. A series of evaluation experiments have been conducted to show that our framework is able to rank higher the items with not only high ratings but also high curiosity stimulation. The recommendation list generated by our algorithm has higher potential of inspiring user curiosity compared to the state-of-the-art deep learning approaches. The personalization factor for assessing the surprise stimulus levels further helps the recommender model achieve smaller (better) inter-user similarity.\r\n\n\nWe (the PI and the students) also prepared a draft paper to summarize the recent process on this project. We plan to submit this paper to the upcoming EMNLP 2025. The paper is titled Generating Serendipity Recommendations through a Diffusion Model. We leverage the state-of-the-art diffusion models to address the modeling challenge and the explainability issue for the notion of serendipity. We developed a Serendipity-oriented Diffusion recommendation model, named SerenDiff. We regarded a user history with a recommender system as an image, and the serendipity recommendation generation as a recovering process of the corrupted image. Diffusion models are believed to be creative in the recovering process in the sense that they can generate new and unique data beyond the original training data, providing room for serendipity. Extensive experiments have shown the effectiveness of SerenDiff.\r\n\n\nThe scope of work for the project has been completed and we do not anticipate any further action on this award, including a no cost extension, supplemental funding, nor transfer (PI Transfer).\r\n\n\r\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 04/22/2025\n\n\t\t\t\t\tSubmitted by: XiNiu\n"
 }
}