{
 "awd_id": "1910733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Small: Visualizing Robust Features in Vector and Tensor Fields",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 499812.0,
 "awd_amount": 515812.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2020-07-20",
 "awd_abstract_narration": "Vector and tensor fields provide a powerful language to describe physical phenomena in many scientific applications. In atmospheric sciences, vectors are used to represent air movements with speed and directions and to capture typical and atypical atmospheric conditions. In materials science, stress and strain tensors are used to specify the behaviors of material bodies experiencing deformations and to facilitate the study of material strength. The main objective of this project is to define and quantify robust features in vector and tensor fields and to derive scientifically meaningful visualization for knowledge discovery. Robust features are objects, structures, or regions of interest that are stable under small perturbations of the data that arise from measurement noise, numerical instability or simulation uncertainty. Robust features are defined and evaluated via close collaborations with domain scientists to help them discriminate spurious from essential structures in the data. In materials science, the extraction of robust features in stress tensor fields will help the materials scientists better characterize and predict 3D cracking for manufacturing stronger materials. In neuroscience, quantifying the robustness of degenerate elements in brain imaging will offer new metrics and visualization in characterizing tissue microstructure for disease diagnostics. In bioengineering, robust vortex extraction and tracking of 3D conduction velocity fields in the heart will help bioengineers develop new metrics that detect and characterize ischemic stress associated with a heart attack. In atmospheric sciences, extracting and visualizing robust features in wind data will help the atmospheric scientists establish situation awareness of hazardous weather conditions such as wildfires and to provide wildfire weather forecasting and resource planning for firefighting personnel. This project will also provide a unique environment for multidisciplinary activities and training opportunities for students in integrating visualization with scientific applications. \r\n\r\nThis project will establish a new approach to feature-based visualization with three interconnected aims. First, it will derive novel mathematical formulations of robust features for vector and tensor fields and their ensembles. Second, it will develop new robustness-driven algorithms in feature extraction, tracking, simplification, visual representation, and uncertainty visualization. Third, it will apply and evaluate the proposed framework via close collaborations with scientists in four high-impact application areas: materials science, neuroscience, bioengineering, and atmospheric sciences. Using simulated micro-mechanical fields in an uncracked polycrystal, the project will integrate robust features with visualization to improve the interpretability of micro-mechanical fields and the prediction of fatigue-failure surfaces. Using diffusion tensor imaging (DTI) from the Human Connectome Project, the project will investigate quantifiable characteristics of crossing fibers as part of a long-term goal for deep brain stimulator placement. Using 3D conduction velocity generated in volumes of swine and canine tissues, the project will generate feature-based signatures from vortex stability and evolution and use them, in the long term, for disease diagnostics and medical intervention. Using ensemble datasets generated from the High-Resolution Rapid Refresh Model (HRRR), the project will use robust features in the visualization and statistical analysis of atmospheric models to identify atypical atmospheric conditions for wildfire weather assessment. The research results will be instantiated by a collection of research papers and open-source software tools targeting the communities of collaborating scientists and the large research community. These software tools will be made available via GitHub under MIT or BSD licenses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bei",
   "pi_last_name": "Phillips",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bei W Phillips",
   "pi_email_addr": "beiwang@sci.utah.edu",
   "nsf_id": "000610766",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 South 2000 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 335013.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 180799.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to define and quantify robust features that support scientifically meaningful visualization for knowledge discovery. It successfully demonstrates how topological tools can be applied to define, extract, and track robust features in time-varying scientific simulations. Additionally, it develops new topology-based algorithms to study structural variations in simulation ensembles.</p>\n<p>From an application standpoint, the project shows that the notion of robustness can enhance the tracking, selection, and comparison of tropical cyclones, such as typhoons and hurricanes, which are among the most destructive weather systems. By leveraging vector field topology, the project introduces a topologically robust, physics-informed framework for tracking tropical cyclones, contributing to more realistic and efficient detection and tracking, which are critical for assessing the impacts and risks of these systems.</p>\n<p>The project also advances new methods for the analysis and visualization of atmospheric rivers, which are often linked to extreme weather events such as severe flooding and mudslides. Existing atmospheric river detection tools often produce varying boundaries for the same event, complicating risk assessment. To address this, the project develops an uncertainty visualization framework that captures structural variations across an ensemble of atmospheric rivers detected by different tools. This enables more effective comparative analysis and offers a more reliable outlook on the shape, area, and onshore impact of an atmospheric river event.</p>\n<p>Furthermore, the project has contributed to the training of multiple graduate students in interdisciplinary topics at the intersection of computer science, climate and atmospheric science, and m<span>aterials science</span>. Students supported by this project has won multiple PhD dissertation awards.&nbsp;</p><br>\n<p>\n Last Modified: 09/09/2024<br>\nModified by: Bei&nbsp;W&nbsp;Phillips</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aims to define and quantify robust features that support scientifically meaningful visualization for knowledge discovery. It successfully demonstrates how topological tools can be applied to define, extract, and track robust features in time-varying scientific simulations. Additionally, it develops new topology-based algorithms to study structural variations in simulation ensembles.\n\n\nFrom an application standpoint, the project shows that the notion of robustness can enhance the tracking, selection, and comparison of tropical cyclones, such as typhoons and hurricanes, which are among the most destructive weather systems. By leveraging vector field topology, the project introduces a topologically robust, physics-informed framework for tracking tropical cyclones, contributing to more realistic and efficient detection and tracking, which are critical for assessing the impacts and risks of these systems.\n\n\nThe project also advances new methods for the analysis and visualization of atmospheric rivers, which are often linked to extreme weather events such as severe flooding and mudslides. Existing atmospheric river detection tools often produce varying boundaries for the same event, complicating risk assessment. To address this, the project develops an uncertainty visualization framework that captures structural variations across an ensemble of atmospheric rivers detected by different tools. This enables more effective comparative analysis and offers a more reliable outlook on the shape, area, and onshore impact of an atmospheric river event.\n\n\nFurthermore, the project has contributed to the training of multiple graduate students in interdisciplinary topics at the intersection of computer science, climate and atmospheric science, and materials science. Students supported by this project has won multiple PhD dissertation awards.\t\t\t\t\tLast Modified: 09/09/2024\n\n\t\t\t\t\tSubmitted by: BeiWPhillips\n"
 }
}