{
 "awd_id": "1910813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Coding for Live Delay-constrained Streaming Communication",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 499997.0,
 "awd_amount": 515997.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2020-04-15",
 "awd_abstract_narration": "Live streaming communication is fast becoming an integral part of our society due to a paradigm shift in the way people communicate, and share and consume content. Video conferencing,  watching high-definition sporting events over streaming counterparts to television channels, and broadcasting social live video streams on commercial platforms are now ubiquitous. Such communications often face disruptions since data transmitted from the sender can get lost or delayed in the communication medium and not reach the receiver in time. In order to avoid the resulting glitches due to such losses, the application on the sender side needs to send data in a redundant fashion such that the original stream can be recovered even when some parts of it are lost. Adding such redundancy consumes additional bandwidth which is a scarce and costly resource. This project will develop a fundamental understanding of the minimum amount of additional bandwidth needed to transmit a live stream with a desired quality, and also will design practical and efficient ways of performing such loss-resilient live streaming communication. The findings from this project will be integrated into graduate and undergraduate courses. Directed efforts will be undertaken for promoting diversity in STEM education and in mentoring undergraduate students. \r\n\r\nLive streaming communication involves sequentially encoding and decoding packets with a strict delay constraint. Due to the strict delay constraint, loss recovery using retransmissions are often not applicable and forward error correction is needed. The overarching goal of this project is to establish the fundamentals of coding for live, delay-constrained streaming communication under a generalized model. Specifically, the project initiates studies in two broad directions: (1) Handling variable arrival-sizes: Existing models on streaming codes consider a \"fixed-size\" setup, where all arriving source packets have identical sizes, an assumption which often does not hold in practice, thereby degrading performance. This project proposes a generalized model incorporating variability in arrival sizes and investigates the new problem space, including a new tradeoff resulting from the variability, and constructs optimal streaming codes for the new model. (2) Designing streaming codes for correlated stochastic channels: Common sources of packet erasures over the network are bursty in nature, thereby resulting in correlated losses. The existing body of work on live, delay-constrained streaming communication has largely studied correlated losses only under adversarial settings, which result in significant bandwidth overhead. This project investigates constructing streaming codes for stochastic channel models incorporating correlated losses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rashmi",
   "pi_last_name": "Vinayak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rashmi Vinayak",
   "pi_email_addr": "rvinayak@cs.cmu.edu",
   "nsf_id": "000754726",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 499997.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d47b8320-7fff-88b3-6190-31e7e3c493f1\"> </span></p>\r\n<p dir=\"ltr\"><span>Real-time communication with a high quality of experience (QoE) is critical for many pervasive streaming applications, such as video-conferencing (for example, Zoom, Microsoft Teams, Google Meet). Video quality depends on several key performance indicators, such as freeze, bandwidth, packet loss, and latency. At a high level, live-streaming applications such as video-conferencing involve a sender transmitting packets of information to a receiver over a lossy network channel. Packet loss in the network degrades the QoE of such communication. Recovering lost packets is crucial to the quality of communication, and the standard approach in long-distance communication is forward error correction (FEC).&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Conventional methods for FEC for real-time applications are highly inefficient in terms of bandwidth consumed for protecting against bursts of losses. Yet such bursts&nbsp;</span>frequently arise in practice. Bursts can be tamed with less bandwidth consumption via a new class of theoretical FEC schemes, called &ldquo;streaming codes,&rdquo; designed to communicate a sequence of frames over a bursty packet loss channel in real-time. Prior streaming codes apply when all frames are of the same fixed size. However, many applications, including video-conferencing, involve sending compressed frames whose sizes fluctuate dramatically. Furthermore, it was not shown if the packet loss characteristics of real-world applications are suitable for benefiting from streaming codes. This project aimed at addressing these limitations.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>This project led to:&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>(1)&nbsp; a generalized model for streaming codes that incorporates frames of variable sizes, accurately reflecting real-world applications;</span></p>\r\n<p dir=\"ltr\"><span>(2) a rigorous analysis of the fundamental rate-optimality limits for this new model, establishing theoretical benchmarks (that is, answering the question of &ldquo;what is minimum amount of bandwidth needed to communicate&rdquo;);&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>(3) design of new high-rate streaming codes, optimizing for resilience and resource efficiency;</span></p>\r\n<p dir=\"ltr\"><span>(4) implementing these codes within a video-conferencing application stack, demonstrating practical applicability;&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>(5) conducting extensive analysis of real-world packet loss traces to validate the model's relevance;&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>(6) performing comprehensive simulations using real-world traces, demonstrating a tangible improvement in video QoE.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Overall, this work provides a significant advancement in real-time video communication by enabling efficient and robust transmission over lossy, bursty networks, paving the way for improved user experiences.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Our research resulted in publications at premier conferences and journals, showcasing the project's novel contributions. We actively disseminated our findings through targeted presentations to both industry professionals and academic researchers, ensuring broad knowledge transfer. In addition, we released key research artifacts as open-source resources, promoting reproducibility and further innovation. This project also played a vital role in training and mentoring numerous students, equipping them with advanced expertise in this specialized field and contributing to human resource development.</span></p>\r\n<div><span><br /></span></div>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/28/2025<br>\nModified by: Rashmi&nbsp;Vinayak</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nReal-time communication with a high quality of experience (QoE) is critical for many pervasive streaming applications, such as video-conferencing (for example, Zoom, Microsoft Teams, Google Meet). Video quality depends on several key performance indicators, such as freeze, bandwidth, packet loss, and latency. At a high level, live-streaming applications such as video-conferencing involve a sender transmitting packets of information to a receiver over a lossy network channel. Packet loss in the network degrades the QoE of such communication. Recovering lost packets is crucial to the quality of communication, and the standard approach in long-distance communication is forward error correction (FEC).\r\n\n\n\r\n\n\nConventional methods for FEC for real-time applications are highly inefficient in terms of bandwidth consumed for protecting against bursts of losses. Yet such burstsfrequently arise in practice. Bursts can be tamed with less bandwidth consumption via a new class of theoretical FEC schemes, called streaming codes, designed to communicate a sequence of frames over a bursty packet loss channel in real-time. Prior streaming codes apply when all frames are of the same fixed size. However, many applications, including video-conferencing, involve sending compressed frames whose sizes fluctuate dramatically. Furthermore, it was not shown if the packet loss characteristics of real-world applications are suitable for benefiting from streaming codes. This project aimed at addressing these limitations.\r\n\n\n\r\n\n\nThis project led to:\r\n\n\n(1) a generalized model for streaming codes that incorporates frames of variable sizes, accurately reflecting real-world applications;\r\n\n\n(2) a rigorous analysis of the fundamental rate-optimality limits for this new model, establishing theoretical benchmarks (that is, answering the question of what is minimum amount of bandwidth needed to communicate);\r\n\n\n(3) design of new high-rate streaming codes, optimizing for resilience and resource efficiency;\r\n\n\n(4) implementing these codes within a video-conferencing application stack, demonstrating practical applicability;\r\n\n\n(5) conducting extensive analysis of real-world packet loss traces to validate the model's relevance;\r\n\n\n(6) performing comprehensive simulations using real-world traces, demonstrating a tangible improvement in video QoE.\r\n\n\n\r\n\n\nOverall, this work provides a significant advancement in real-time video communication by enabling efficient and robust transmission over lossy, bursty networks, paving the way for improved user experiences.\r\n\n\n\r\n\n\nOur research resulted in publications at premier conferences and journals, showcasing the project's novel contributions. We actively disseminated our findings through targeted presentations to both industry professionals and academic researchers, ensuring broad knowledge transfer. In addition, we released key research artifacts as open-source resources, promoting reproducibility and further innovation. This project also played a vital role in training and mentoring numerous students, equipping them with advanced expertise in this specialized field and contributing to human resource development.\r\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 02/28/2025\n\n\t\t\t\t\tSubmitted by: RashmiVinayak\n"
 }
}