{
 "awd_id": "1910720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSBR:  Ownership Transfer of University of Alabama Chytrid Culture Collection to University of Michigan",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 79416.0,
 "awd_amount": 79416.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2019-08-15",
 "awd_abstract_narration": "This project will secure an endangered collection of about 450 living strains of fungi from a group known as chytrids.  The collection was developed by Dr. Martha Powell and Dr. Peter Letcher at the University of Alabama (UA) over the last 42 years. It served as the biological material that supported over 100 scientific papers on chytrids and contains unique strains unknown from any other collection.  Chytrids are a poorly studied group which require unique conditions for their isolation and maintenance, and a large portion of known diversity of the group is represented in this collection.  Although these microscopic fungi reproduce with a swimming spore (zoospore) they occur in soils as well as in fresh and saline waters; they fill important ecological roles as parasites and also as decomposers of unique material such as pollen, hair, and insect exoskeletons.  The UA chytrid collection will be combined with a previously secured collection from the University of Maine into a joint collection termed the Collection of Zoosporic Eufungi at the University of Michigan (CZEUM). The CZEUM collection is being developed in order to serve as a repository for chytrid diversity in support of research on chytrid fungi by the global scientific community. \r\n\r\nThis project has four primary goals. The first goal is to complete a physical transfer of the UA chytrid collection to the cryopreservation facility at the University of Michigan Research Museums Complex where it will be stored in the vapor of liquid nitrogen at -193 degrees Celsius.  The second goal is to test the viability of each of the cultures in the collection and refreeze viable material in the liquid nitrogen freezers.  Previously most samples had been stored in an ultralow freezer, which can lead to deterioration of viability.  A third goal is to cryopreserve the remaining five persent of the collection for which cryopreservation had never been attempted.  The final goal of the project is to characterize the strains using ribosomal RNA genes in order to provide an estimate of the true phylogenetic diversity of the collection. This latter goal involves sequencing small subunit, large subunit, and the internal transcribed spacer region of the ribosomal RNA using Oxford Nanopore Technology for strains in which this data is lacking.  Successfully completed, this project will secure this unique reference collection and will enhance infrastructure for research on chytrid fungi at the University of Michigan and other institutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "James",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy James",
   "pi_email_addr": "tyjames@umich.edu",
   "nsf_id": "000521823",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1105 N. University",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1106",
   "pgm_ref_txt": "LIVING STOCK COLLECTIONS"
  },
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 79416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chytrid fungi are an understudied group of microscopic fungi that play diverse ecological roles in aquatic and terrestrial habitats. They are easily overlooked and have mostly been studied by specialists, despite the fact that they represent a large proportion of the genetic diversity of the fungal kingdom. The University of Alabama Chytrid Culture Collection (UACCC) was a personal collection developed by Dr. Martha Powell and Dr. Peter Letcher that focused on the diversity and taxonomy of this group. The UACCC was represented by 457 unique strains including 27 type strains that are strains tied to the description of that species. In this project we integrated this valuable collection into the Collection of Zoosporic Eufungi at the University of Michigan (CZEUM) which is a living, cryopreserved collection that is part of the University of Michigan Herbarium unit. The strains were transferred into the state-of-the-art cryopreservation facility, and we tested the viability of all strains as well as re-stocked the strains. The data was integrated into the CZEUM collection database, and the strains can be requested through an online order form. Over 260 of these strains have been genetically characterized using DNA sequence barcodes, and a phylogenetic tree depicting the relationship of the strains to each other has been published in a journal article: doi: 10.1186/s43008-020-00041-z. The CZEUM represents a growing resource that is focused on safeguarding biological diversity and providing a resource to the scientific and teaching communities. Efforts are underway to expand the collection through addition of strains to improve the utility and centralization of this resource. This project supported the training of 6 scientists in collections-based research, including curation of biological resources, taxonomy, and molecular biology at the postdoctoral, graduate, or undergraduate level.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2021<br>\n\t\t\t\t\tModified by: Timothy&nbsp;James</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChytrid fungi are an understudied group of microscopic fungi that play diverse ecological roles in aquatic and terrestrial habitats. They are easily overlooked and have mostly been studied by specialists, despite the fact that they represent a large proportion of the genetic diversity of the fungal kingdom. The University of Alabama Chytrid Culture Collection (UACCC) was a personal collection developed by Dr. Martha Powell and Dr. Peter Letcher that focused on the diversity and taxonomy of this group. The UACCC was represented by 457 unique strains including 27 type strains that are strains tied to the description of that species. In this project we integrated this valuable collection into the Collection of Zoosporic Eufungi at the University of Michigan (CZEUM) which is a living, cryopreserved collection that is part of the University of Michigan Herbarium unit. The strains were transferred into the state-of-the-art cryopreservation facility, and we tested the viability of all strains as well as re-stocked the strains. The data was integrated into the CZEUM collection database, and the strains can be requested through an online order form. Over 260 of these strains have been genetically characterized using DNA sequence barcodes, and a phylogenetic tree depicting the relationship of the strains to each other has been published in a journal article: doi: 10.1186/s43008-020-00041-z. The CZEUM represents a growing resource that is focused on safeguarding biological diversity and providing a resource to the scientific and teaching communities. Efforts are underway to expand the collection through addition of strains to improve the utility and centralization of this resource. This project supported the training of 6 scientists in collections-based research, including curation of biological resources, taxonomy, and molecular biology at the postdoctoral, graduate, or undergraduate level.\n\n \n\n\t\t\t\t\tLast Modified: 09/10/2021\n\n\t\t\t\t\tSubmitted by: Timothy James"
 }
}