{
 "awd_id": "1910023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Long Time Behavior for Partial Differential Equations in Random Media",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2019-06-21",
 "awd_max_amd_letter_date": "2021-08-23",
 "awd_abstract_narration": "This project carries out mathematical studies of physical, biological and social dynamics systems in heterogeneous and random environments. Such systems are ubiquitous in nature, and include examples as diverse as ecology, economic growth, and fluid turbulence. The mathematical modeling of such problems involves partial differential equations with highly oscillatory coefficients. Typically, such problems involve a multitude of temporal and spatial scales, and numerical simulation of the microscopic details of the solutions is beyond reach even of the modern computers. A typical propagation distance may be of the order of hundreds or thousands of wavelengths and as many correlation lengths of random fluctuations. This necessitates the use of various approximate macroscopic effective models in practice. The overarching goal of the project is to develop a better understanding of the validity of such macroscopic models. \r\n\r\nThe goal of the first part of the project is to develop new tools and better understanding of the effective limits for equations of the parabolic type, starting with the random heat equation, and then for nonlinear problems arising in the fluid dynamics and reaction-diffusion modeling, with the focus on very long time scales, when fluctuations in the solutions start building up in ways beyond the classical central limit theorem time scales. The second part of the project investigates the qualitative behavior of the solutions of systems of integro-differential equations that arise in macroeconomics. Such equations model phenomena from the diffusion of knowledge and GDP growth to the international trade.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Ryzhik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid Ryzhik",
   "pi_email_addr": "ryzhik@stanford.edu",
   "nsf_id": "000488913",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall, Bldg. 380",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 133670.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 135139.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 91191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of the project was the development of our understanding of the long time behavior of the solutions to partial differential equations that arise as simplified models of various spreading phenomena in a wide range of sciences including biology, ecology, and physics. They also include models of the economic growth and diffusion of knowledge in macroecnomics.&nbsp;The main focus was on the problems arising at the intersection of two areas of mathematics: the theory of partial differential equations and the probabilitytheory.<br /><br />One set of studies undertaken within this project addressed the effect of a stochastic forcing on the qualitative properties of the solutions to nonlinear partial differential equations. An example of such long time equilibrium is the existence of the invariant measures for the solutions to the stochasric Burgers equation, a basic model in fluid dynamics.</p>\n<p><br />Another group of studies in this project studied the behavior of solutions to semilinear partial differential equations.&nbsp;An important discovery was that their solutions can be described in terms of certain observables of branching random processes. Such processes are commonly used in modeling of epidemics and species invasions. The results establish generic spreading rates and universal long time limits for a large class of models in this class.&nbsp;</p>\n<p><br />Another study addressed models of diffusion of knowledge and growth in macroeconomics, establishing the existence and properties of the balanced growth paths. &nbsp;&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 03/21/2024<br>\nModified by: Leonid&nbsp;V&nbsp;Ryzhik</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of the project was the development of our understanding of the long time behavior of the solutions to partial differential equations that arise as simplified models of various spreading phenomena in a wide range of sciences including biology, ecology, and physics. They also include models of the economic growth and diffusion of knowledge in macroecnomics.The main focus was on the problems arising at the intersection of two areas of mathematics: the theory of partial differential equations and the probabilitytheory.\n\nOne set of studies undertaken within this project addressed the effect of a stochastic forcing on the qualitative properties of the solutions to nonlinear partial differential equations. An example of such long time equilibrium is the existence of the invariant measures for the solutions to the stochasric Burgers equation, a basic model in fluid dynamics.\n\n\n\nAnother group of studies in this project studied the behavior of solutions to semilinear partial differential equations.An important discovery was that their solutions can be described in terms of certain observables of branching random processes. Such processes are commonly used in modeling of epidemics and species invasions. The results establish generic spreading rates and universal long time limits for a large class of models in this class.\n\n\n\nAnother study addressed models of diffusion of knowledge and growth in macroeconomics, establishing the existence and properties of the balanced growth paths. \t\t\t\t\tLast Modified: 03/21/2024\n\n\t\t\t\t\tSubmitted by: LeonidVRyzhik\n"
 }
}