{
 "awd_id": "1910824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Self-Assembly and Aggregate Formation in Stratified Fluids",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 254000.0,
 "awd_amount": 254000.0,
 "awd_min_amd_letter_date": "2019-07-01",
 "awd_max_amd_letter_date": "2019-07-01",
 "awd_abstract_narration": "The atmospheres, lakes, and oceans of our world typically involve density variability, with layers of lighter fluid sitting on top of heavier fluid.  In this project, we are exploring a novel mechanism we have discovered through which particles suspended within such layered systems are seen to attract each other and self-assemble, forming large disc like clusters.  The mechanism for this attraction involves fluid flows which the particles themselves create from being in a layered fluid.  Such clusters occur ubiquitously in lakes and oceans, where they can provide food sources for a variety of organisms, or result in concentrations of polluting particles. The origins of these clusters may well lie within this new aggregate formation mechanism under exploration within this award. Graduate students will be involved in the project. \r\n\r\nSpecifically, the award will undertake a combined theoretical, numerical, and experimental investigation of a newly discovered hydrodynamic interaction between particles in a stratified ambient environment. Recent experimental work by the PIs at the UNC Joint Fluids Lab have demonstrated that passive particles suspended in a density-stratified environment interact through self-induced flows which can result in approaching  one and another over time until coming into contact. Collections of many particles tend to aggregate and self-assemble into large-scale 2D structures due to this newly identified attraction mechanism. The project aims to characterize this newly-identified interaction effect in nature for the first time, through novel asymptotic methods, numerical simulations, and careful experimentation.  The research will explore the complex interplay between diffusion, advection, and geometry (through physical boundary conditions) in inducing new collective phenomena. This requires developing novel computational, asymptotic, and experimental methods for extracting quantitative predictions from the parent Navier-Stokes equations coupled through the viscous stress tensor to particles suspended in stratified environments. The new asymptotic methods developed as part of this proposal will also prove useful for a wider range of problems in fluid dynamics and potential theory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "McLaughlin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M McLaughlin",
   "pi_email_addr": "rmm@amath.unc.edu",
   "nsf_id": "000485698",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Camassa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Camassa",
   "pi_email_addr": "camassa@math.unc.edu",
   "nsf_id": "000458817",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Mathematics",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 254000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant resulted in the experimental discovery (in our laboratory at UNC) and theoretical explanation of a new self-assembly phenomena for particles suspended in stably stratified fluids. &nbsp;Stratified fluids are fluids whose density decreases with increasing height, a common occurrence in oceans, lakes, and atmospheres. &nbsp;Our discovery found that particles suspended at similar depths in such stratified fluids experience an effective force of attraction between them. &nbsp;This drives particle motion which forms molecule like assemblages which appear to solve \"jig-saw\" like puzzles on their way to forming a large scale, compact shape. &nbsp;</p>\n<p>The&nbsp;<strong>intellectual merit</strong>&nbsp;of our grant is in experimentally documenting and theoretically predicting this new phenomenon.&nbsp;&nbsp;In work published at Nature Communications (<a href=\"https://www.nature.com/articles/s41467-019-13643-y\">https://www.nature.com/articles/s41467-019-13643-y</a>), we showed that the origin of this effective force is a fluid flow which the particle creates exterior to itself.&nbsp;&nbsp;The mechanism for this flow is the no-flux boundary condition:&nbsp;&nbsp;constant salt concentration lines should be perpendicular to any solid boundary, if the boundary is not parallel with gravity, these concentration lines must turn and this creates a pressure inbalance which drives a flow.&nbsp;&nbsp;&nbsp;These flows cause particles to be drawn together, as we document in our Nature Communication article, where we demonstrate the quantitative capabilities for predicting this surprising self-assembly. &nbsp;A number of additional publications resulted from this award which improve our understanding of these complicated fluid flows which are the primary drivers of this new self-assembly mechanism.</p>\n<p>The&nbsp;<strong>broader impacts&nbsp;</strong>of our grant include the training of undergraduate stduents, graduate students, and a postdoc in the experiments and analysis of this new phenomena.&nbsp;&nbsp;The phenomena itself is a new mechanism by which matter can organize and coalesce, requiring only gravity and a stratified fluid.&nbsp;&nbsp;As such, it could be an important mechanism for ocean food sources, improved ocean carbon sequestration, particle sorting, and even as an assembly mechanism associated with life origin questions. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/07/2024<br>\nModified by: Richard&nbsp;M&nbsp;Mclaughlin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis grant resulted in the experimental discovery (in our laboratory at UNC) and theoretical explanation of a new self-assembly phenomena for particles suspended in stably stratified fluids. Stratified fluids are fluids whose density decreases with increasing height, a common occurrence in oceans, lakes, and atmospheres. Our discovery found that particles suspended at similar depths in such stratified fluids experience an effective force of attraction between them. This drives particle motion which forms molecule like assemblages which appear to solve \"jig-saw\" like puzzles on their way to forming a large scale, compact shape. \n\n\nTheintellectual meritof our grant is in experimentally documenting and theoretically predicting this new phenomenon.In work published at Nature Communications (https://www.nature.com/articles/s41467-019-13643-y), we showed that the origin of this effective force is a fluid flow which the particle creates exterior to itself.The mechanism for this flow is the no-flux boundary condition:constant salt concentration lines should be perpendicular to any solid boundary, if the boundary is not parallel with gravity, these concentration lines must turn and this creates a pressure inbalance which drives a flow.These flows cause particles to be drawn together, as we document in our Nature Communication article, where we demonstrate the quantitative capabilities for predicting this surprising self-assembly. A number of additional publications resulted from this award which improve our understanding of these complicated fluid flows which are the primary drivers of this new self-assembly mechanism.\n\n\nThebroader impactsof our grant include the training of undergraduate stduents, graduate students, and a postdoc in the experiments and analysis of this new phenomena.The phenomena itself is a new mechanism by which matter can organize and coalesce, requiring only gravity and a stratified fluid.As such, it could be an important mechanism for ocean food sources, improved ocean carbon sequestration, particle sorting, and even as an assembly mechanism associated with life origin questions. \n\n\n\t\t\t\t\tLast Modified: 05/07/2024\n\n\t\t\t\t\tSubmitted by: RichardMMclaughlin\n"
 }
}