{
 "awd_id": "1911813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Traditional subsistence and the oral microbiome of indigenous communities in southeast Alaska",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2019-07-23",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences (SBE) Postdoctoral Research Fellowships (SPRF) program and SBE's Biological Anthropology program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. Rosita Worl at the Sealaska Heritage Institute, this postdoctoral fellowship award supports an early career scientist investigating to what degree consuming traditional foods and participating in subsistence harvesting activities can help Indigenous communities in southeast Alaska maintain a healthy oral microbiome. The community of bacterial species and other microbes living in the mouth (the oral microbiome) play a critical role in supporting human health, both within and beyond the mouth. Dietary intake can impact the composition and function of the microbes living in the oral microenvironment. While previous research has compared communities with different subsistence methods and different population histories, this project will provide a more contextualized and fine-scaled analysis of how the oral microbiome responds to dietary variation by working in collaboration with Tsimshian, Haida, and Tlingit communities of southeast Alaska. The project addresses existing limitations in understanding the relationship between diet and the oral microbiome by analyzing how variation in the types and amounts of traditional foods consumed drives intra-/inter-individual variation in the oral microbiome. This research will illustrate to what extent maintaining elements of the traditional hunter-fisher-gatherer diet can support a healthy, diverse oral microbiome in these Alaska Native communities, with implications for understanding the evolution of the human oral microbiome more broadly as well as the impact of industrialized foods on human health and biological function.\r\n\r\nThe aims of this project will be achieved through community-collaborative research with Indigenous communities in southeast Alaska. The researcher will engage in archival research and facilitate community focus groups to identify the various social, economic, environmental, and political factors shaping Alaska Native subsistence practices in southeast Alaska. This contextualizing data will be paired with survey data from four Alaska Native communities, two rural and two urban, to assess to what extent individuals participate in traditional subsistence activities and consume traditional foods. Finally, oral microbiome samples will be collected via oral gumline swabs to examine how the oral microbiome in these communities is shaped by the consumption of traditional foods. The community-collaborative research methods employed in the study will provide a more nuanced understanding of how and when the oral microbiome shifts in response to dietary changes. Importantly, this research will combat the existing ascertainment bias in the field of human microbiome studies, where Indigenous communities are underrepresented, and provide new insight into the factors shaping how or why Indigenous communities choose to participate in genomic research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Bader",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa Bader",
   "pi_email_addr": "",
   "nsf_id": "000685340",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rosita",
   "pi_last_name": "Worl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosita Worl",
   "pi_email_addr": "",
   "nsf_id": "000472820",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bader                   Alyssa",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Camano Island",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "982827396",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Sealaska Heritage Institute",
  "perf_str_addr": null,
  "perf_city_name": "Juneau",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "998011332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "820800",
   "pgm_ele_name": "SPRF-Broadening Participation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The human oral microbiome, a community of bacterial species and other microbes living in the mouth, play a critical role in supporting human health. Dietary intake can impact the composition and function of the microbes living in this oral environment, with cascading impacts on individual health and biological function. The aim of this postdoctoral fellowship award was to support an early career Indigenous scientist investigating to what degree consuming traditional foods and participating in subsistence harvesting activities can help Indigenous communities in Southeast Alaska maintain a healthy oral microbiome. The goals of the project included (1) mentoring the postdoctoral fellow in Indigenous research methods to support the development of community-collaborative genomic research with Southeast Alaska Native communities and (2) analyzing how variation in the types and amounts of traditional foods consumed in Southeast Alaska Native communities drives intra-/inter-individual variation in the oral microbiome.</p>\n<p>Throughout the project, Bader received mentoring on critical issues, policy, and research related to Southeast Alaska Native subsistence foods and culture. Bader worked within an Indigenous non-profit host institution, the Sealaska Heritage Institute, and had the opportunity to engage with Southeast Alaska Native community leaders, Elders, and traditional knowledge holders. Through this critical mentorship and training in an Indigenous intellectual environment, Bader is developing research collaborations with multiple Southeast Alaska Native community partners to facilitate community-driven research addressing to what extent maintaining elements of a traditional subsistence-based diet can support a healthy, diverse oral microbiome in these Alaska Native communities. Bader will continue to develop this community-driven research program in a tenure-track position at McGill University, starting in 2022. Bader and colleagues have also received an additional grant with the Sealaska Heritage Institute (NSF BCS 2037493) to further explore Southeast Alaska Native perspectives on genomic research and develop culturally-responsive protocols and resources for local community-collaborative research.</p>\n<p>Anticipated outcomes of this continuing research include a more nuanced understanding of how maintaining consumption of key traditional foods shape the functional and compositional diversity of the human oral microbiome, increased representation of Indigenous communities in oral microbiome studies to combat ascertainment biases in human microbiome research, and enhanced ethical protocols for community-collaborative human microbiome research with Indigenous peoples.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2023<br>\n\t\t\t\t\tModified by: Alyssa&nbsp;Bader</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe human oral microbiome, a community of bacterial species and other microbes living in the mouth, play a critical role in supporting human health. Dietary intake can impact the composition and function of the microbes living in this oral environment, with cascading impacts on individual health and biological function. The aim of this postdoctoral fellowship award was to support an early career Indigenous scientist investigating to what degree consuming traditional foods and participating in subsistence harvesting activities can help Indigenous communities in Southeast Alaska maintain a healthy oral microbiome. The goals of the project included (1) mentoring the postdoctoral fellow in Indigenous research methods to support the development of community-collaborative genomic research with Southeast Alaska Native communities and (2) analyzing how variation in the types and amounts of traditional foods consumed in Southeast Alaska Native communities drives intra-/inter-individual variation in the oral microbiome.\n\nThroughout the project, Bader received mentoring on critical issues, policy, and research related to Southeast Alaska Native subsistence foods and culture. Bader worked within an Indigenous non-profit host institution, the Sealaska Heritage Institute, and had the opportunity to engage with Southeast Alaska Native community leaders, Elders, and traditional knowledge holders. Through this critical mentorship and training in an Indigenous intellectual environment, Bader is developing research collaborations with multiple Southeast Alaska Native community partners to facilitate community-driven research addressing to what extent maintaining elements of a traditional subsistence-based diet can support a healthy, diverse oral microbiome in these Alaska Native communities. Bader will continue to develop this community-driven research program in a tenure-track position at McGill University, starting in 2022. Bader and colleagues have also received an additional grant with the Sealaska Heritage Institute (NSF BCS 2037493) to further explore Southeast Alaska Native perspectives on genomic research and develop culturally-responsive protocols and resources for local community-collaborative research.\n\nAnticipated outcomes of this continuing research include a more nuanced understanding of how maintaining consumption of key traditional foods shape the functional and compositional diversity of the human oral microbiome, increased representation of Indigenous communities in oral microbiome studies to combat ascertainment biases in human microbiome research, and enhanced ethical protocols for community-collaborative human microbiome research with Indigenous peoples.\n\n \n\n\t\t\t\t\tLast Modified: 03/07/2023\n\n\t\t\t\t\tSubmitted by: Alyssa Bader"
 }
}