{
 "awd_id": "1911819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Experience with large outages of long duration and public preferences for grid resilience against extreme weather events",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2019-07-27",
 "awd_max_amd_letter_date": "2021-06-14",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences Postdoctoral Research Fellowships (SPRF) program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. Peter H. Larsen at Lawrence Berkeley National Laboratory and Dr. Alexander L. Davis at Carnegie Mellon University, this postdoctoral fellowship award supports an early career scientist exploring the fundamental science of human decision-making and preference elicitation for grid resilience and helping decision-makers in high-risk regions make more informed, collective, and socially-responsible policy investment decisions. \r\nAmerican society depends on electric power for many individual, household, and commercial activities, making our individual and collective vulnerability to power disruption a key public policy concern. While most power outages are short and local, large outages of long duration (LLD-outages) occur more often than expected and result in considerable disruption, economic cost, and social harm. Introducing new technologies such as islanded microgrids could make it possible to provide limited emergency private and social backup services and mitigate the impacts of LLD-outages, implementing such technologies require incremental investments and have benefits that are uncertain and difficult to quantify. A key input to assessing whether such incremental investments are justified is understanding how much individuals and organizations value small amount of electricity to meet those critical demands. Robust estimates of society's willingness-to-pay to assure that some power remains available during LLD-outages are one of those inputs.\r\n\r\nThis research is mainly consisted of two parts. The first part focuses on collecting data on the economic and social value of sustaining critical electricity-dependent demands during LLD-outages and creating psychologically grounded preference elicitation approach that can close the preference gap between those who have vs. have not experienced LLD-outages. Using Hurricane Sandy, Florence, and Michael as natural experiments, this study explores whether there is a significant gap in respondents' preferences resulting from the levels of exposure to extreme events, whether there is a difference in accuracy of expectations and recollections between respondents who were exposed to LLD-outages under different levels of severity and time frame, and whether present respondents with information and exercise help them better articulate their values and decreases the gap resulting from real-life experiences. The second part focuses on identifying technically feasible strategies that effectively and efficiently mitigate the consequences of LLD-outages, providing a more complete picture of the decision-making processes along with behavioral, economic, and technical consideration, and helping decision-makers in high-risk regions facilitate their analytic-deliberative processes around grid resilience in their regions. Overall, this study integrates decision science, economics, and engineering analyses to demonstrate and develop an improved understanding of the value of enhanced grid resilience against LLD-outages with expected policy impacts at the local and national level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sunhee",
   "pi_last_name": "Baik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunhee Baik",
   "pi_email_addr": "",
   "nsf_id": "000790923",
   "pi_start_date": "2019-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Davis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander L Davis",
   "pi_email_addr": "",
   "nsf_id": "000571255",
   "pi_start_date": "2019-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Larsen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Peter H Larsen",
   "pi_email_addr": "",
   "nsf_id": "000793184",
   "pi_start_date": "2019-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baik, Sunhee",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "15213",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence Berkeley National Laboratory",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947208099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  },
  {
   "pgm_ele_code": "161Y00",
   "pgm_ele_name": "COVID Impacts on Exisiting Act"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 27000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The costs that power interruptions impose on customers and society have emerged as essential considerations for power system reliability and resilience decision-making. The direct costs of localized and relatively short-duration power interruptions are well-understood, and the estimates of the value of reliability have been used in planning for generation, transmission, and distribution investments under the normal operating circumstance. The increasing number and the impacts of extreme weather events have highlighted the need to minimize future risks to power systems and critical infrastructure proactively, but only little is known about the full impact of widespread and long-duration power interruptions. As a result, the costs of widespread and long-duration power interruptions are generally not or only incompletely considered in utility planning activities.</p>\n<p>The project had three main aims: 1) provide a framework that elicits informed estimates of widespread and long-duration power interruption costs, 2) demonstrate how the elicited informed judgments can be used to make more informed investment decisions that enhance grid resilience against widespread and long-duration power outages, and 3) create a psychologically-grounded preference elicitation approach that can understand the preference gap between those who have vs. have not experienced large power outages of long duration.</p>\n<p>The intellectual merit of the work centered around the creation of economic and social power interruption cost estimation methods and the resilience strategy valuation framework. The researchers leveraged their previous work on estimating individuals&rsquo; economic and social costs of widespread and long-duration power interruptions to develop the framework that elicits residential, commercial, industrial, and critical public/private organizations&rsquo; economic and non-monetary costs of power outages under a wide range of scenarios. The proposed elicitation method is novel as it does not only estimate the economic impacts of power interruptions to customers but also elicits that are qualitative and often difficult to monetize. The research provides a method that elicits the informed power interruption costs and demonstrates how the elicited costs can be used in actual decision-making problems. Second, the elicited power interruption costs provide evidence on whether stated preferences can be used as inputs to investment decision-making problems. Over the last several decades, researchers have used stated preference methods, especially the contingent valuation method, to elicit residential electricity customers&rsquo; value of reliable electric services. While Arrow <em>et al.</em> (1993) argue that a study that is carefully designed and properly conducted may provide useful input into decision-making processes even for a hypothetical service, there are ongoing controversies about the reliability and validity of contingent valuation estimates, mainly due to the hypothetical nature of the method. The research examined the influences of real-life experiences and their memories by focusing on three aspects (expectations, recollections, and intensity of previous experiences) and explored the issues associated with the validity of contingent valuation estimates.</p>\n<p>The broader impacts of the work involved the collaboration with utilities facing unique energy security and resilience challenges with high risks of natural disasters. The researchers worked with the partner utilities to explore the strategies that could enhance their power system resilience, understand the impacts of power interruptions on their customers and the communities, determine the cost-effectiveness of the resilience-enhancing strategies so that they can make informed investment decision-making, and explore the equity issues associated with power interruptions. The elicitation method and the valuation method are disseminated with detailed guidance so that they can be used in other regions with reliability/resilience challenges.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2022<br>\n\t\t\t\t\tModified by: Sunhee&nbsp;Baik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe costs that power interruptions impose on customers and society have emerged as essential considerations for power system reliability and resilience decision-making. The direct costs of localized and relatively short-duration power interruptions are well-understood, and the estimates of the value of reliability have been used in planning for generation, transmission, and distribution investments under the normal operating circumstance. The increasing number and the impacts of extreme weather events have highlighted the need to minimize future risks to power systems and critical infrastructure proactively, but only little is known about the full impact of widespread and long-duration power interruptions. As a result, the costs of widespread and long-duration power interruptions are generally not or only incompletely considered in utility planning activities.\n\nThe project had three main aims: 1) provide a framework that elicits informed estimates of widespread and long-duration power interruption costs, 2) demonstrate how the elicited informed judgments can be used to make more informed investment decisions that enhance grid resilience against widespread and long-duration power outages, and 3) create a psychologically-grounded preference elicitation approach that can understand the preference gap between those who have vs. have not experienced large power outages of long duration.\n\nThe intellectual merit of the work centered around the creation of economic and social power interruption cost estimation methods and the resilience strategy valuation framework. The researchers leveraged their previous work on estimating individuals’ economic and social costs of widespread and long-duration power interruptions to develop the framework that elicits residential, commercial, industrial, and critical public/private organizations’ economic and non-monetary costs of power outages under a wide range of scenarios. The proposed elicitation method is novel as it does not only estimate the economic impacts of power interruptions to customers but also elicits that are qualitative and often difficult to monetize. The research provides a method that elicits the informed power interruption costs and demonstrates how the elicited costs can be used in actual decision-making problems. Second, the elicited power interruption costs provide evidence on whether stated preferences can be used as inputs to investment decision-making problems. Over the last several decades, researchers have used stated preference methods, especially the contingent valuation method, to elicit residential electricity customers’ value of reliable electric services. While Arrow et al. (1993) argue that a study that is carefully designed and properly conducted may provide useful input into decision-making processes even for a hypothetical service, there are ongoing controversies about the reliability and validity of contingent valuation estimates, mainly due to the hypothetical nature of the method. The research examined the influences of real-life experiences and their memories by focusing on three aspects (expectations, recollections, and intensity of previous experiences) and explored the issues associated with the validity of contingent valuation estimates.\n\nThe broader impacts of the work involved the collaboration with utilities facing unique energy security and resilience challenges with high risks of natural disasters. The researchers worked with the partner utilities to explore the strategies that could enhance their power system resilience, understand the impacts of power interruptions on their customers and the communities, determine the cost-effectiveness of the resilience-enhancing strategies so that they can make informed investment decision-making, and explore the equity issues associated with power interruptions. The elicitation method and the valuation method are disseminated with detailed guidance so that they can be used in other regions with reliability/resilience challenges.\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2022\n\n\t\t\t\t\tSubmitted by: Sunhee Baik"
 }
}