{
 "awd_id": "1911321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TESTING MODELS FOR RIVER AVULSION STYLE WITH REMOTE SENSING DATA AND NUMERICAL SIMULATIONS",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Keen-Zebert",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 299831.0,
 "awd_amount": 299831.0,
 "awd_min_amd_letter_date": "2019-07-12",
 "awd_max_amd_letter_date": "2019-07-12",
 "awd_abstract_narration": "One of the most dramatic, yet rarely witnessed, events is when a river avulses (or moves) to a new spot in a floodplain. River avulsions can be hazardous because they move incredible volumes of sediment and cause extensive flooding. Despite this, it is not known why some avulsions are hazardous and others are not. This research will develop new remote sensing methods to detect avulsions and test theories using numerical modeling for why some avulsions are large and create significant landscape change and floods, and others are small. The team will engage in training undergraduate and graduate students in cross-disciplinary methods, and also use the research results to develop new science curriculum for children in upper elementary to middle school grades that is aimed at increasing likelihood of pursuing Earth Science at advanced levels.\r\n\r\nThe proposed research aims to advance the science of river avulsions by using the remote sensing record and numerical simulations to test models for how avulsions move across the floodplain. The team will test if avulsion style changes moving downstream; preliminary data suggests that near the mountain front avulsions tend to reoccupy older channels, while those farther away tend to create their own channels. This arises because sediment size decreases downstream, and finer sediment is more easily transported overbank into the floodplain, filling abandoned channels, and forcing avulsions to create new channels. The hypothesis will be tested by 1) detecting avulsions in modern foreland basins by using big data remote sensing tools, e.g., Google Earth Engine, to search through Landsat data, 2) quantifying avulsion tendency to reoccupy or create their own channel with our fingerprinting algorithm that isolates the area disturbed by the avulsion, and 3) building a cellular avulsion model that includes downstream fining and overbank sedimentation. The model will be used to test the connection between downstream fining and avulsion behavior. This award is cofunded by the Geomorphology and Land-use Dynamics (GLD) and Prediction of and Resilience against Extreme Events (PREEVENTS) programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Edmonds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Edmonds",
   "pi_email_addr": "edmondsd@indiana.edu",
   "nsf_id": "000556783",
   "pi_start_date": "2019-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Indiana University",
  "perf_str_addr": "1001 E. 10th St.",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 299831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rivers move around on their floodplains in two ways. The first way is gradual migration, which is the slow movement of meandering rivers that happens continuously. The second way is more dramatic and is called avulsion. Avulsion occurs when rivers relocate to an entirely new position on the floodplain in a manner that is not gradual or continuous like meandering. When rivers avulse, they can create catastrophic floods, and in some cases, these floods have been linked to the fall of ancient civilizations. River avulsion occurs infrequently enough that it is rarely observed, and subsequently we know little about the process and what controls when it happens.</p>\n<p>This project developed and tested new ideas for why river avulsions occur and how they move during channel establishment on the floodplain. The researchers used satellite images to show that river avulsions near the mountain front tend to find their way into pre-existing channels on the floodplain. This reoccupation behavior reduces flooding risk because the river water is readily contained within the ready-made channel. Farther downstream from the mountain front, rivers tend to prograde and create their own channel. This creates massive flooding.</p>\n<p>The researchers created and expanded remote sensing datasets of river avulsions in the Landsat satellite record. With this dataset, they were able to show that avulsions primarily occur in two locations along a river system: near the mountain front or near the shoreline. Both of these locations host river avulsions, which is consistent with model predictions that these locations will have abundant sediment deposition on the channel.</p>\n<p>The researchers used numerical models to study how avulsions select pathways on the floodplain. The results from the numerical model are consistent with the remote sensing observations. Avulsions near the mountain on fluvial fans tend to reoccupy other channels, while farther downstream they tend to prograde. This difference in avulsion behavior emerges because the frequent avulsions near the mountain front eventually construct a fan. These fan surfaces are often densely packed with abandoned channels that attract river avulsions as they move across the floodplain. Farther downstream, off the fan surface, avulsions can not easily reoccupy another channel and they are forced to prograde.</p>\n<p>These results suggest a new way of understanding river avulsion in the geological sciences discipline. The cause of the river avulsion, its style, and the associated flooding depend on where the avulsion occurs relative to the mountain front. These results could be incorporated into numerical models to understand how fluvial sedimentary basins fill with sediment and what sets their stratigraphic architecture.</p>\n<p>Additionally, the team conducted broader impact activities aimed at understanding how to effectively teach science to kids. They designed River Camp, a 5-day program for children ages 8-12, all about the science of rivers. Each day focused on a theme designed to provide students with data that would help them answer the question - What type of river is on IU&rsquo;s campus and what evidence do we have for this? The approach used a three-dimensional design that integrated disciplinary science knowledge (i.e., river types and formation), scientific practices (i.e., developing and using scientific modeling practices), and crosscutting concepts (i.e., explicit discussions about cause and effect, systems and system models, and stability and change). From the analysis of students&rsquo; work during the week, there is evidence of profound understanding of the importance of gathering multiple forms of data to answer a scientific question, how to use prior evidence (their previous models) to support their reasoning, and how to identify the effect of people, time, and other factors that may manipulate natural systems.</p>\n<p><span id=\"docs-internal-guid-e211eedc-7fff-4ee7-d4f9-9793edca0f27\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2023<br>\n\t\t\t\t\tModified by: Doug&nbsp;Edmonds</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRivers move around on their floodplains in two ways. The first way is gradual migration, which is the slow movement of meandering rivers that happens continuously. The second way is more dramatic and is called avulsion. Avulsion occurs when rivers relocate to an entirely new position on the floodplain in a manner that is not gradual or continuous like meandering. When rivers avulse, they can create catastrophic floods, and in some cases, these floods have been linked to the fall of ancient civilizations. River avulsion occurs infrequently enough that it is rarely observed, and subsequently we know little about the process and what controls when it happens.\n\nThis project developed and tested new ideas for why river avulsions occur and how they move during channel establishment on the floodplain. The researchers used satellite images to show that river avulsions near the mountain front tend to find their way into pre-existing channels on the floodplain. This reoccupation behavior reduces flooding risk because the river water is readily contained within the ready-made channel. Farther downstream from the mountain front, rivers tend to prograde and create their own channel. This creates massive flooding.\n\nThe researchers created and expanded remote sensing datasets of river avulsions in the Landsat satellite record. With this dataset, they were able to show that avulsions primarily occur in two locations along a river system: near the mountain front or near the shoreline. Both of these locations host river avulsions, which is consistent with model predictions that these locations will have abundant sediment deposition on the channel.\n\nThe researchers used numerical models to study how avulsions select pathways on the floodplain. The results from the numerical model are consistent with the remote sensing observations. Avulsions near the mountain on fluvial fans tend to reoccupy other channels, while farther downstream they tend to prograde. This difference in avulsion behavior emerges because the frequent avulsions near the mountain front eventually construct a fan. These fan surfaces are often densely packed with abandoned channels that attract river avulsions as they move across the floodplain. Farther downstream, off the fan surface, avulsions can not easily reoccupy another channel and they are forced to prograde.\n\nThese results suggest a new way of understanding river avulsion in the geological sciences discipline. The cause of the river avulsion, its style, and the associated flooding depend on where the avulsion occurs relative to the mountain front. These results could be incorporated into numerical models to understand how fluvial sedimentary basins fill with sediment and what sets their stratigraphic architecture.\n\nAdditionally, the team conducted broader impact activities aimed at understanding how to effectively teach science to kids. They designed River Camp, a 5-day program for children ages 8-12, all about the science of rivers. Each day focused on a theme designed to provide students with data that would help them answer the question - What type of river is on IU’s campus and what evidence do we have for this? The approach used a three-dimensional design that integrated disciplinary science knowledge (i.e., river types and formation), scientific practices (i.e., developing and using scientific modeling practices), and crosscutting concepts (i.e., explicit discussions about cause and effect, systems and system models, and stability and change). From the analysis of students’ work during the week, there is evidence of profound understanding of the importance of gathering multiple forms of data to answer a scientific question, how to use prior evidence (their previous models) to support their reasoning, and how to identify the effect of people, time, and other factors that may manipulate natural systems.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2023\n\n\t\t\t\t\tSubmitted by: Doug Edmonds"
 }
}