{
 "awd_id": "1911322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS:  CRS Integrating data and theory to understand the evolution of gene expression",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 253575.0,
 "awd_amount": 315466.0,
 "awd_min_amd_letter_date": "2019-03-14",
 "awd_max_amd_letter_date": "2021-11-04",
 "awd_abstract_narration": "Advances in biology are often the result of synthesizing findings from two different disciplines of research. This project combines 20 years of research in two areas: how genetic material is expressed to build organisms and how mutational changes in DNA sequence lead to changes in specific traits over time. The project combines data from experimental yeast populations measuring the effects of new mutations on gene expression with theory in evolutionary and quantitative genetics. The synthesis of this work will provide a more complete understanding of how differences in gene expression arise and persist over evolutionary time. This synthesis will be presented in a scholarly review paper expected to have a major influence on the field. It will also form the basis of a computational model that will enable new areas of interdisciplinary work. Finally, the importance of mutation as the origin of differences within and between species will be presented to the general public in an interactive museum exhibit developed in collaboration with the University of Michigan's Natural History Museum. Ultimately, this research provides insight into the general rules of life regarding how regulatory variation arises and persists, with potential insights into diverse problems in agriculture, medicine and other areas of societal interest. \r\n\r\nGene expression is controlled by both cis- and trans-regulatory sequences. Variation in both types contributes to expression differences seen within and between species. As for all traits, this variation in gene expression reflects both the introduction of phenotypic variation by mutation (the \"arrival of the fittest\") as well as filtering of this variation by natural selection (the \"survival of the fittest\"). This project will take advantage of data produced by the laboratory's systematic study of properties of new regulatory mutations and comparisons with the properties of regulatory variants found in natural populations. These comparisons reveal both what can happen and what has happened in terms of regulatory evolution. More specifically, the relative frequency, effects, dominance, plasticity, gene-by-environment interactions, pleiotropy, and epistasis of cis- and trans-regulatory mutations affecting expression of a focal gene (the Saccharomyces cerevisiae TDH3 gene) have all been measured empirically. In addition, the fitness effects of changing TDH3 expression have also been determined in multiple environments, and cis- and trans-regulatory variation among strains of S. cerevisiae recently isolated from the wild have been characterized. Synthesizing these data and integrating them with evolutionary theory will result in a more complete picture of the evolutionary process than available for any other quantitative trait.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Wittkopp",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia J Wittkopp",
   "pi_email_addr": "wittkopp@umich.edu",
   "nsf_id": "000325697",
   "pi_start_date": "2019-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "1105 North University Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 253575.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 61891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Phenotypic differences within and between species are often caused, at least in part, by differences in gene expression. These differences in gene expression result from changes in&nbsp;cis- and/or&nbsp;trans-regulatory sequences. As for all traits, variation in gene expression reflects both the introduction of phenotypic variation by mutation (the \"arrival of the fittest\") as well as filtering of this variation by natural selection (the \"survival of the fittest\"). This award was used to synthesize more than a decade of experimental data describing the properties of new regulatory mutations and comparing them to properties of regulatory variants found in natural populations to understand both what can happen and what has happened in terms of regulatory evolution. Although focused primarily on the evolution of gene expression, this synthesis advances our understanding of the evolutionary process for all quantitative traits. Three peer-reviewed publications have been produced in the course of this work and information has also been presented at multiple conferences. A computational model that integrates multiple datasets and places this work in frameworks familiar to population and quantitative geneticists as well as researchers studying molecular and developmental biology has also been produced. Finally, the understanding of how evolution works was enhanced for the general public visiting the University of Michigan Museum for Natural History through an interactive \"Research Station\" that was developed and deployed focusing on new mutations and their vital role in generating phenotypic variation upon which natural selection can act.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2023<br>\nModified by: Patricia&nbsp;J&nbsp;Wittkopp</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPhenotypic differences within and between species are often caused, at least in part, by differences in gene expression. These differences in gene expression result from changes incis- and/ortrans-regulatory sequences. As for all traits, variation in gene expression reflects both the introduction of phenotypic variation by mutation (the \"arrival of the fittest\") as well as filtering of this variation by natural selection (the \"survival of the fittest\"). This award was used to synthesize more than a decade of experimental data describing the properties of new regulatory mutations and comparing them to properties of regulatory variants found in natural populations to understand both what can happen and what has happened in terms of regulatory evolution. Although focused primarily on the evolution of gene expression, this synthesis advances our understanding of the evolutionary process for all quantitative traits. Three peer-reviewed publications have been produced in the course of this work and information has also been presented at multiple conferences. A computational model that integrates multiple datasets and places this work in frameworks familiar to population and quantitative geneticists as well as researchers studying molecular and developmental biology has also been produced. Finally, the understanding of how evolution works was enhanced for the general public visiting the University of Michigan Museum for Natural History through an interactive \"Research Station\" that was developed and deployed focusing on new mutations and their vital role in generating phenotypic variation upon which natural selection can act.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/21/2023\n\n\t\t\t\t\tSubmitted by: PatriciaJWittkopp\n"
 }
}