{
 "awd_id": "1911233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toward an Accurate Model for the Gas Around Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 185656.0,
 "awd_amount": 185656.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "Observations of nearby galaxies show that these galaxies are still growing, as gas clouds surrounding them fall into these galaxies.   So far, models of how galaxies grow, and stars form, do not fully explain the observations.    The investigators will more finely model the physical properties of the infalling gas.   The investigators have strongly argued that better numerical models will explain the discrepancies.\r\n\r\nThe circumgalactic medium (CGM), the low-density gas surrounding galaxies, is increasingly recognized for its crucial role in the complicated process of forming new generations of stars in galaxies.  Observations of the CGM indicate large quantities gas are present around galaxies. However, theorists cannot explain why that gas exists in such large abundances, because current computer models severely underpredict it.  Recent discoveries indicate that traditional simulations fail to resolve small cool gas clouds, potentially explaining the mismatch between theory and observation.  The investigators are now running state-of-the-art simulations which track the cool gas component explicitly. In this study, they will make novel comparisons between our simulations and many observations of the CGM. The investigators will use the observations to deduce how accurate their models are at explaining the elusive behavior of the CGM and its effects on galaxy growth.\r\n\r\nTraditionally, public education efforts held in scientific institutions bias target audiences towards people already excited about science, while ignoring much of the rest of the community. The investigator's team organizes public education activities in non-traditional venues like parks, pedestrian streets, public transportation, bars, etc. to truly reach a wide cross-section of our society, including underrepresented groups in STEM.  The investigators will extend existing outreach efforts by designing and building an \"AstroViz\" kit, capable of projecting state-of-the-art computational simulations at these non-traditional public education events.  These projections will employ the advanced visualizations that enable the public to quickly grasp concepts not easily conveyed through words alone.  Applied to a nearby sidewalk or storefront, the investigators projected visualizations will better draw the attention of the public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Hopkins",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Philip F Hopkins",
   "pi_email_addr": "phopkins@caltech.edu",
   "nsf_id": "000642465",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Hummels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron Hummels",
   "pi_email_addr": "chummels@caltech.edu",
   "nsf_id": "000603056",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 185656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit<br /><br /></strong><span>The broad research goals of this project are to better understand the behavior of the gas surrounding galaxies, to account for it in computational models, and to identify what influence it has on the long-term evolution of galaxies. This is important because it can explain why some galaxies quench their formation of new generations of stars, while others do not, thereby helping us understand why the Milky Way is the way it is today and how it may have been in the past.<br /><br />Previous studies identified a disagreement between what computational models&nbsp;predict in the regions surrounding galaxies versus what telescopes actually observe there.&nbsp; Our research demonstrates that this disagreement can be addressed by using more computational power in our simulations, to increase the&nbsp;resolution and better resolve the physics of thermal instability in these regions.&nbsp; Along the way, we also identified several additional effects, which may address the disagreement.&nbsp; By including the physics of cosmic rays, high energy particles emitted by exploding stars and supermassive black holes, the simulations are brought into more agreement with telescope observations.&nbsp; The inclusion of cosmic ray physics is something that opens up a wealth of new questions in terms of how these cosmic rays interact with normal gas and how quickly they escape from the galaxies, but currently several cosmic ray models are able to reproduce observations of galaxies.<br /></span><span>Additionally, we created a \"sub-grid model\" for describing the gas surrounding galaxies.&nbsp; We can apply this model to our computational simulations, which allows us to predict the behavior of gas on scales smaller than we can resolve in these simulations.&nbsp;&nbsp;<br /><br />The work from this grant contributed toward 29 different scientific papers, significantly increasing our understanding of how galaxies and their constituents interact and evolve over cosmic timescales.<br /></span><br /><strong>Broader Impacts<br /></strong><br /><span>Over the course of the grant period, co-PI Hummels organized over 130 free, science education events serving public audiences around the southwest and online, registering almost 30,000 attendees over that period.&nbsp; These events occurred in many different forms: a monthly public lecture series at Caltech with accompanying stargazing; monthly \"Astronomy on Tap\" events featuring public science talks and astronomy-themed pub trivia at a local bar; sidewalk stargazing sessions with telescopes on busy pedestrian streets on weekend evenings; \"Science Train\" events where scientists would board the LA Metro holding signs inviting people to \"Ask an Astrophysicist\"; the co-organization of several dark sky festivals with nearby national parks (e.g., Death Valley, Sequoia); and countless visits to local schools, scout groups, science fairs, etc.&nbsp; Many of these events were live-streamed and recorded on YouTube to reach a global audience.&nbsp; In addition, we tried to reach a broader demographic by hosting a dozen events in different languages including Spanish and Mandarin Chinese (the two largest foreign language populations in Los Angeles County).&nbsp; These various public education activities were advertised and documented on the Caltech Astronomy Outreach website and YouTube channel: http://outreach.astro.caltech.edu .<br /><br />In addition, we developed an \"AstroViz Kit\", a mobile theater for astrophysical visualization, and employed it alongside various public education events throughout California and the region.&nbsp; The AstroViz Kit consists of an inexpensive projector, portable telescope, and lightweight computer, capable of displaying astrophysical visualizations, movies, and telescope observations to a live audience.&nbsp; The kid was used at over ten separate events in the last year of the grant, with audiences raving about being able to see the output of a telescope live on a screen while hearing a description of the astronomical phenomena being viewed.</span></p><br>\n<p>\n Last Modified: 01/27/2024<br>\nModified by: Cameron&nbsp;Hummels</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\n\nThe broad research goals of this project are to better understand the behavior of the gas surrounding galaxies, to account for it in computational models, and to identify what influence it has on the long-term evolution of galaxies. This is important because it can explain why some galaxies quench their formation of new generations of stars, while others do not, thereby helping us understand why the Milky Way is the way it is today and how it may have been in the past.\n\nPrevious studies identified a disagreement between what computational modelspredict in the regions surrounding galaxies versus what telescopes actually observe there. Our research demonstrates that this disagreement can be addressed by using more computational power in our simulations, to increase theresolution and better resolve the physics of thermal instability in these regions. Along the way, we also identified several additional effects, which may address the disagreement. By including the physics of cosmic rays, high energy particles emitted by exploding stars and supermassive black holes, the simulations are brought into more agreement with telescope observations. The inclusion of cosmic ray physics is something that opens up a wealth of new questions in terms of how these cosmic rays interact with normal gas and how quickly they escape from the galaxies, but currently several cosmic ray models are able to reproduce observations of galaxies.\nAdditionally, we created a \"sub-grid model\" for describing the gas surrounding galaxies. We can apply this model to our computational simulations, which allows us to predict the behavior of gas on scales smaller than we can resolve in these simulations.\n\nThe work from this grant contributed toward 29 different scientific papers, significantly increasing our understanding of how galaxies and their constituents interact and evolve over cosmic timescales.\n\nBroader Impacts\n\nOver the course of the grant period, co-PI Hummels organized over 130 free, science education events serving public audiences around the southwest and online, registering almost 30,000 attendees over that period. These events occurred in many different forms: a monthly public lecture series at Caltech with accompanying stargazing; monthly \"Astronomy on Tap\" events featuring public science talks and astronomy-themed pub trivia at a local bar; sidewalk stargazing sessions with telescopes on busy pedestrian streets on weekend evenings; \"Science Train\" events where scientists would board the LA Metro holding signs inviting people to \"Ask an Astrophysicist\"; the co-organization of several dark sky festivals with nearby national parks (e.g., Death Valley, Sequoia); and countless visits to local schools, scout groups, science fairs, etc. Many of these events were live-streamed and recorded on YouTube to reach a global audience. In addition, we tried to reach a broader demographic by hosting a dozen events in different languages including Spanish and Mandarin Chinese (the two largest foreign language populations in Los Angeles County). These various public education activities were advertised and documented on the Caltech Astronomy Outreach website and YouTube channel: http://outreach.astro.caltech.edu .\n\nIn addition, we developed an \"AstroViz Kit\", a mobile theater for astrophysical visualization, and employed it alongside various public education events throughout California and the region. The AstroViz Kit consists of an inexpensive projector, portable telescope, and lightweight computer, capable of displaying astrophysical visualizations, movies, and telescope observations to a live audience. The kid was used at over ten separate events in the last year of the grant, with audiences raving about being able to see the output of a telescope live on a screen while hearing a description of the astronomical phenomena being viewed.\t\t\t\t\tLast Modified: 01/27/2024\n\n\t\t\t\t\tSubmitted by: CameronHummels\n"
 }
}