{
 "awd_id": "1911007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF:Small:Collaborative Research: Rectification of Arithmetic Circuits with Craig Interpolants in Algebraic Geometry",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922585",
 "po_email": "pprabhak@nsf.gov",
 "po_sign_block_name": "Pavithra Prabhakar",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 309905.0,
 "awd_amount": 309905.0,
 "awd_min_amd_letter_date": "2019-06-14",
 "awd_max_amd_letter_date": "2019-06-14",
 "awd_abstract_narration": "Arithmetic circuits are a critical component of computer, communication and cyber-security systems. Such circuits have to be designed for efficiency in terms of power consumption, high performance and low cost. For this reason, arithmetic circuits undergo careful and custom design. Manual custom design raises the potential for errors or bugs in the circuits. Bugs in arithmetic circuits can have catastrophic consequences with regards to safety and security of systems. Attackers can maliciously exploit the vulnerabilities introduced due to arithmetic bugs and compromise the security of cyber-infrastructure. To address these issues, the investigators of this project conduct research to not just detect the presence of bugs, but also to automatically rectify buggy arithmetic circuits to make them free of errors. As the team of researchers has expertise in computer engineering as well as in mathematics, the novelty of the project lies in exploring cross-disciplinary concepts from these areas to auto-correct arithmetic circuits, while maintaining low cost and efficient design implementation. The project will impact the design of robust circuit backbone for communication and cyber-security systems, as well as in ensuring cyber-infrastructure to be resilient to arithmetic bug-attacks.\r\n\r\nAs the circuits perform arithmetic computations, the investigators explore the concept of Craig Interpolation (CI) in the domain of algebraic geometry. While the concept of CI is well known in many first-order theories in logic and automated reasoning, it has not been studied from an algebraic perspective. The investigators invent new theories and algorithms for producing CI in algebraic geometry, and investigate how these algorithms can be used to automatically rectify arithmetic circuits. A buggy arithmetic circuit can be rectified in many different ways, i.e. many rectification functions can be computed, each corresponding to different implementation costs. A key aspect of the project's investigations lies in modeling the cost of logic synthesis of rectification functions vis-a-vis the exploration of the lattice of all algebraic interpolants. The project impacts computer-aided verification technology, secure system design, and it advances knowledge and application in mathematics as well as computer engineering. Validation of hardware for cyber-security also protects the privacy and security of data, which has a direct impact on our society.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Priyank",
   "pi_last_name": "Kalla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Priyank Kalla",
   "pi_email_addr": "kalla@ece.utah.edu",
   "nsf_id": "000256377",
   "pi_start_date": "2019-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8206",
   "pgm_ref_txt": "Formal Methods and Verification"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 309905.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Finite field arithmetic circuits form the backbone of many communication, security and cryptography infrastructure. Such circuits are custom designed, which raises the potential for errors and bugs in the designs. Bugs in arithmetic circuits can lead to security vulnerabilities which can be maliciously exploited. This project has developed new theories, algorithms and computer-aided design (CAD) tools to: i) verify the correct operation of finite field arithmetic circuits, particularly those found in cryptography applications; and ii) in case of the discovery of bugs in the design, debug the circuit and rectify it to ensure correct operation. For this purpose, the main aim of the project is to invent the concept of&nbsp;<em>Craig Interpolation</em>&nbsp;(CI) in algebraic geometry, and apply it for&nbsp;<em>rectification of finite field circuits.</em></p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>The PIs have invented a complete theory of CI in finite fields. While the concept of CI is well known in other fields of computing, we have studied this concept in polynomial algebra over finite fields. We have shown that CI corresponds to zero-sets (varieties) of a set of polynomials (ideals), and have shown how they can be computed using the Groebner basis algorithm. The project has characterized how CI can be computed for finite field circuits, and have shown how to use them to rectify bugs in arithmetic circuits.</p>\n<p>There can be many ways to rectify a circuit, each resulting in a different CI with different hardware costs. The project has investigated how to relate the quality of CI in terms of costs, and how to compute rectification functions with optimal implementation costs. This has led to a characterization of an entire interpolant lattice, that also describes its relationship to optimal rectification functions.</p>\n<p><strong>Broader Impacts:</strong>&nbsp;</p>\n<p>Efficient algorithms and CAD tools have been developed as part of this project to put the theory to practical use. Using our techniques and tools, we have demonstrated that practical circuits used in Elliptic Curve Cryptography (ECC) can be rectified and optimized. These include the class of circuits that are standardized by NIST.</p>\n<p>The project has been a collaborative effort with an algebra expert, and&nbsp;the developed techniques have impacted knowledge and science in &nbsp;both mathematics and computer engineering. It has also impacted engineering technology, in terms of the development of design software. The knowledge gained through this project has been included in the computer engineering curriculum by the PI at the University of Utah -- both graduate and undergraduate student workforce has been trained in these inter-disciplinary topics. The project has also resulted in a benchmarking effort, where experimental circuits were designed and they have been freely shared by the PI to the community, so that other community members may use these circuits in their own research. The knowledge has been disseminated via publications in conferences, journals and PhD dissertations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/13/2024<br>\nModified by: Priyank&nbsp;Kalla</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFinite field arithmetic circuits form the backbone of many communication, security and cryptography infrastructure. Such circuits are custom designed, which raises the potential for errors and bugs in the designs. Bugs in arithmetic circuits can lead to security vulnerabilities which can be maliciously exploited. This project has developed new theories, algorithms and computer-aided design (CAD) tools to: i) verify the correct operation of finite field arithmetic circuits, particularly those found in cryptography applications; and ii) in case of the discovery of bugs in the design, debug the circuit and rectify it to ensure correct operation. For this purpose, the main aim of the project is to invent the concept ofCraig Interpolation(CI) in algebraic geometry, and apply it forrectification of finite field circuits.\n\n\nIntellectual Merit:\n\n\nThe PIs have invented a complete theory of CI in finite fields. While the concept of CI is well known in other fields of computing, we have studied this concept in polynomial algebra over finite fields. We have shown that CI corresponds to zero-sets (varieties) of a set of polynomials (ideals), and have shown how they can be computed using the Groebner basis algorithm. The project has characterized how CI can be computed for finite field circuits, and have shown how to use them to rectify bugs in arithmetic circuits.\n\n\nThere can be many ways to rectify a circuit, each resulting in a different CI with different hardware costs. The project has investigated how to relate the quality of CI in terms of costs, and how to compute rectification functions with optimal implementation costs. This has led to a characterization of an entire interpolant lattice, that also describes its relationship to optimal rectification functions.\n\n\nBroader Impacts:\n\n\nEfficient algorithms and CAD tools have been developed as part of this project to put the theory to practical use. Using our techniques and tools, we have demonstrated that practical circuits used in Elliptic Curve Cryptography (ECC) can be rectified and optimized. These include the class of circuits that are standardized by NIST.\n\n\nThe project has been a collaborative effort with an algebra expert, andthe developed techniques have impacted knowledge and science in both mathematics and computer engineering. It has also impacted engineering technology, in terms of the development of design software. The knowledge gained through this project has been included in the computer engineering curriculum by the PI at the University of Utah -- both graduate and undergraduate student workforce has been trained in these inter-disciplinary topics. The project has also resulted in a benchmarking effort, where experimental circuits were designed and they have been freely shared by the PI to the community, so that other community members may use these circuits in their own research. The knowledge has been disseminated via publications in conferences, journals and PhD dissertations.\n\n\n\t\t\t\t\tLast Modified: 02/13/2024\n\n\t\t\t\t\tSubmitted by: PriyankKalla\n"
 }
}