{
 "awd_id": "1911273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cellulose Nanomaterials Enabled Manufacturing of Multi-Scale Porous Structured Ceramics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924322",
 "po_email": "psoman@nsf.gov",
 "po_sign_block_name": "Pranav Soman",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 494004.0,
 "awd_amount": 494004.0,
 "awd_min_amd_letter_date": "2019-08-14",
 "awd_max_amd_letter_date": "2024-08-19",
 "awd_abstract_narration": "This grant establishes the scientific and engineering foundation for a new manufacturing platform for multi-scale nanostructured porous ceramics using cellulose nanomaterials. These ceramics are used in next generation components for a wide range of applications, including, electronic devices, bioimplants, catalysts, aerospace and energy harvesting, which greatly impacts U.S. economy and prosperity. Cellulose nanomaterials are fibers much smaller than human hair and are available from trees and cotton as a clean material source.  Currently, the fabrication of multi-scale nanostructured porous ceramics entails many steps, often not compatible with large-scale manufacturing, using chemicals that are only valid for certain compositions. This research creates new multidisciplinary knowledge in the areas of materials science, surface chemistry and materials processing to manufacture porous structured ceramics in a more simple, efficient and cost-effective manner by reducing processing steps and additives. The versatility of this approach makes this a manufacturing platform capable of generating a range of advanced materials using natural resources and plant waste, such as, grain husks. This opens possibilities for access to higher education in materials and manufacturing and training of the next generation of more diverse and inclusive scientists ready for the work force. The simplicity of the approach can potentially lower manufacturing cost for these types of materials, resulting in cheaper and better computers, solar panels and bone implants. \r\n\r\nCellulose nanomaterial morphology and surface chemistry makes it an excellent candidate to be used for the synthesis, processing and shaping of a wide range of ceramic materials and structures. This project explores the self-assembly, kinetics and structural formation mechanisms through which cellulose nanomaterials can enable simplified processing and production of multi-scale meso-structured porous ceramics. The project explores the potential use of cellulose nanomaterials as surface and templating agents and as a shaping aid in ceramic processing. The research focuses on developing an understanding of the interaction between ceramics and cellulose nanoparticles, specifically, the chemical and structural control of these mixtures, and using this understanding to process the porous ceramics.  The experiments are driven by computational imaging as well as models that correlate microstructure with the self- assembly of cellulose nanomaterials with ceramic particles into different structures by chemical and physical mechanisms. The key feature of this approach relies on the ease of processing (chemistry compatibility, ease of mixture, simple templating) provided by this platform versus the current state-of-the-art to create mesostructured materials. The potential application of this research is to make significant impacts in facile/simplified processes and approaches to design mesostructured ceramics at the 'bulk' level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolina",
   "pi_last_name": "Tallon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolina Tallon",
   "pi_email_addr": "tallon@vt.edu",
   "nsf_id": "000742564",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Johan",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Johan Foster",
   "pi_email_addr": "johanf@vt.edu",
   "nsf_id": "000742568",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University,",
  "perf_str_addr": "445 Old Turner St",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 494004.0
  }
 ],
 "por": null
}