{
 "awd_id": "1911590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GP-IMPACT: GeoCAT Workshop: Geoscience Careers Ambassador Training Workshop: Manhattan, KS -Summer 2020",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 154217.0,
 "awd_amount": 154217.0,
 "awd_min_amd_letter_date": "2019-08-21",
 "awd_max_amd_letter_date": "2021-06-22",
 "awd_abstract_narration": "Part 1\r\nThe emphasis on recruiting and supporting underrepresented students in to major in geosciences is important to building a strong geosciences workforce in the future, particularly in Kansas, with industries that depend heavily on the existence and effective management of water, energy and other natural resources. The long-term economic health of Kansas depends on strengthening the knowledge of STEM careers and successfully integrating minority students into the STEM workforce. This project proposes to increase participation in geosciences by creating a Geosciences Career Ambassador Training (GeoCAT) Workshop for educators from minority serving high schools and community colleges in Kansas as well as Kansas 4-H Youth Development (YD) educators and volunteers. The workshop will establish institutional collaborations that provide sustainable mechanisms for facilitating transitions of students from high schools and community colleges to a four-year geology undergraduate program. With involvement of Kansas 4-H YD educators, the collaborations are beyond institutional limits and involves communities across all one hundred and five counties of Kansas.\r\n\r\nPart 2\r\nThis project proposes to create a strong collaborative network of educators and community volunteers, as GeoCAT ambassadors, with common interests in geoscience diversity and the expertise needed to tackle the challenge of increasing participation in geoscience. PIs will create and refine a model, using a workshop format, for improving recruitment of students from traditionally underrepresented groups. The GeoCAT workshop will last five days during the summer each year for 3 years and include 30 participants as well as numerous geoscience professionals as role models and mentors. Design elements of the workshop are: (1) targeted recruitment of participants from minority serving institutions and Kansas 4-H YD volunteers, (2) mentee-mentor relationships, (3) regular evaluation, and (4) outreach. \r\nParticipants and mentors will work together during the workshops to produce geoscience career related materials to use in their curriculum or during after school programs at their home institutions and and local communities to introduce identities of geoscientists to youth and students and help them gain the skills needed to be proactive forces in their communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Aida",
   "pi_last_name": "Farough",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aida Farough",
   "pi_email_addr": "afarough@ksu.edu",
   "nsf_id": "000755426",
   "pi_start_date": "2019-08-21",
   "pi_end_date": "2021-06-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Goldberg",
   "pi_email_addr": "kgoldberg@ksu.edu",
   "nsf_id": "000759020",
   "pi_start_date": "2021-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Spears",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline D Spears",
   "pi_email_addr": "jdspears@ksu.edu",
   "nsf_id": "000406505",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Allen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Allen",
   "pi_email_addr": "dallen@ksu.edu",
   "nsf_id": "000402427",
   "pi_start_date": "2020-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Kempton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela D Kempton",
   "pi_email_addr": "pkempton@ksu.edu",
   "nsf_id": "000727494",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Goldberg",
   "pi_email_addr": "kgoldberg@ksu.edu",
   "nsf_id": "000759020",
   "pi_start_date": "2019-08-21",
   "pi_end_date": "2019-09-04"
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "081y00",
   "pgm_ele_name": "NSF 2026 Fund"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 154217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of GeoCAT (Geosciences Career Ambassador Training) Workshops was to increase participation and diversity in geosciences. Workshops exposed educators from minority-serving schools, community colleges, and 4-H youth groups to a broader understanding of geoscience and geoscience careers so they could serve as <em>ambassadors</em> to a much larger audience of students (the potential geoscience workforce of tomorrow).</p>\n<p>The five-day workshops were delivered in hybrid mode in the summer of 2022 through 2024. The three-day online component included an introduction to geoscience; information on career paths, employment opportunities and the job market; examples of how geoscientists solve real-world problems (e.g. environmental, materials and energy issues); and presentations on diversity in geoscience. On the last two days of the workshop, participants met in person in Manhattan, KS, where they learned about the requirements for a geoscience degree and produced an action plan to develop new curricula and/or outreach activities related to geoscience to be implemented over the following year. They also experienced field work and analyzed field data to produce a map and interpret climate change in a Permian sedimentary succession.</p>\n<p>The approach of empowering educators rather than engaging individual students was strategic due to its &ldquo;multiplier effect&rdquo;. However, we underestimated the challenge of engaging educators. Workshop participation was lower than expected (only 40% of the places offered were filled), despite financial incentives and extensive promotional campaigns. Low participation was attributed to heavy educator workloads combined with the number of other disciplines vying for their attention; geoscience requirements in the Kansas K-12 curriculum are also limited. Nevertheless, workshop participants reported they were &ldquo;very satisfied&rdquo; with the workshop and agreed/strongly agreed that the workshop &ldquo;met their expectations&rdquo;, &ldquo;was worth their time and effort&rdquo; and &ldquo;met its goal of exposing teachers to geosciences&rdquo;. Many were impressed or surprised by the breadth of geoscience careers and the importance of geoscience for solving relevant societal issues.</p>\n<p>Therefore, the workshops were effective in broadening the participants' perspective of what geoscience is and how it permeates different aspects of our daily lives, providing examples that help to relate it to students. It also showed the importance of the discipline to solving real-world problems, making the educators interested in incorporating geoscience lessons into their curricular discipline (e.g., including mineral resources when teaching about the periodic table in chemistry).</p>\n<p>The interaction with educators, however, proved that the challenge of increasing diversity and participation in geoscience lies in a much deeper issue &ndash; our inability to clearly communicate how vital geosciences are to society. Geosciences are core to some of society&rsquo;s most critical problems (climate change, earth resources, environmental issues, etc), but students are not learning about the discipline at the right time in their education to bring them to geoscience. This lack of awareness and/or interest in the discipline is bound to have deleterious effects in the formation of human resources to tackle societal problems in the near future.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/08/2024<br>\nModified by: Karin&nbsp;Goldberg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe aim of GeoCAT (Geosciences Career Ambassador Training) Workshops was to increase participation and diversity in geosciences. Workshops exposed educators from minority-serving schools, community colleges, and 4-H youth groups to a broader understanding of geoscience and geoscience careers so they could serve as ambassadors to a much larger audience of students (the potential geoscience workforce of tomorrow).\n\n\nThe five-day workshops were delivered in hybrid mode in the summer of 2022 through 2024. The three-day online component included an introduction to geoscience; information on career paths, employment opportunities and the job market; examples of how geoscientists solve real-world problems (e.g. environmental, materials and energy issues); and presentations on diversity in geoscience. On the last two days of the workshop, participants met in person in Manhattan, KS, where they learned about the requirements for a geoscience degree and produced an action plan to develop new curricula and/or outreach activities related to geoscience to be implemented over the following year. They also experienced field work and analyzed field data to produce a map and interpret climate change in a Permian sedimentary succession.\n\n\nThe approach of empowering educators rather than engaging individual students was strategic due to its multiplier effect. However, we underestimated the challenge of engaging educators. Workshop participation was lower than expected (only 40% of the places offered were filled), despite financial incentives and extensive promotional campaigns. Low participation was attributed to heavy educator workloads combined with the number of other disciplines vying for their attention; geoscience requirements in the Kansas K-12 curriculum are also limited. Nevertheless, workshop participants reported they were very satisfied with the workshop and agreed/strongly agreed that the workshop met their expectations, was worth their time and effort and met its goal of exposing teachers to geosciences. Many were impressed or surprised by the breadth of geoscience careers and the importance of geoscience for solving relevant societal issues.\n\n\nTherefore, the workshops were effective in broadening the participants' perspective of what geoscience is and how it permeates different aspects of our daily lives, providing examples that help to relate it to students. It also showed the importance of the discipline to solving real-world problems, making the educators interested in incorporating geoscience lessons into their curricular discipline (e.g., including mineral resources when teaching about the periodic table in chemistry).\n\n\nThe interaction with educators, however, proved that the challenge of increasing diversity and participation in geoscience lies in a much deeper issue  our inability to clearly communicate how vital geosciences are to society. Geosciences are core to some of societys most critical problems (climate change, earth resources, environmental issues, etc), but students are not learning about the discipline at the right time in their education to bring them to geoscience. This lack of awareness and/or interest in the discipline is bound to have deleterious effects in the formation of human resources to tackle societal problems in the near future.\n\n\n\t\t\t\t\tLast Modified: 11/08/2024\n\n\t\t\t\t\tSubmitted by: KarinGoldberg\n"
 }
}