{
 "awd_id": "1911719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bioinspired Nanomanufacturing of Graphene-embedded Superhydrophobic Surfaces with Mechanical and Chemical Robustness",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032928136",
 "po_email": "lbian@nsf.gov",
 "po_sign_block_name": "Linkan Bian",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 394688.0,
 "awd_amount": 394688.0,
 "awd_min_amd_letter_date": "2019-07-31",
 "awd_max_amd_letter_date": "2019-07-31",
 "awd_abstract_narration": "Super-hydrophobic surfaces with excellent water-repellent properties can find applications in various fields. However, many existing super-hydrophobic surfaces cannot endure mechanical wear nor chemical contamination. In addition, the hydrostatic pressure, evaporation, external force, and surface defects can also result in the loss of super-hydrophobicity. The challenge is to manufacture stable super-hydrophobic surfaces that can resist chemical and mechanical wear. Inspired by the robustness of the super-hydrophobicity associated with the lotus leaf, this award supports fundamental research to generate knowledge for a simple and inexpensive manufacturing process that integrates laser-scribing of multilayer graphene with soft lithography to create robust and durable super-hydrophobic surfaces. The availability of durable super-hydrophobic surfaces would impact several industries such as defense, energy, healthcare, biomedical, aerospace, electronics, and automotive, where water-repellent, antifouling and similar properties are needed, which would benefit the U.S. economy and society. The project focuses on broadening participation from women and underrepresented minority groups and provides them with a bridge toward research-related careers. It provides education and hands-on training in super-hydrophobic surfaces and nanomanufacturing to undergraduate, graduate, and high school students. \r\n\r\nThis project addresses a central concern of super-hydrophobic surfaces, which is the lack of durability. The manufacturing process involves the use of laser-scribing of multilayer graphene to mimic lotus wax in combination with nanostructures by soft lithography to mimic the lotus papillae, thus creating an entirely new class of synthetic super-hydrophobic materials with exceptional stability under various challenging exposure conditions. However, the fundamental relationships between multilayer graphene thickness and mechanical and chemical durability and between the thermodynamic stability and the surface topology are still poorly understood. This project aims to cultivate fundamental knowledge of laser-scribing the multilayer graphene to enhance thermodynamic, chemical, and mechanical stability. The laser-scribing process reduces graphene oxide to graphene, thus capturing key lotus leaf features that would make the surface mechanically robust, while maintaining super-hydrophobicity. Moreover, the researched quantification of the thermodynamic and mechanical durability by measuring the critical Laplace pressure and the critical abrasion cycle at which the super-hydrophobicity is lost enables a systematic and thorough understanding of the underlying relationships among the characteristics of the graphene layer, pattern topology, and enhanced durability.  Because multilayer graphene thickness and surface topology are design parameters, once understood, it can lay a solid foundation for the rational design of durable super-hydrophobic surfaces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Zhao",
   "pi_email_addr": "hui.zhao@unlv.edu",
   "nsf_id": "000525615",
   "pi_start_date": "2019-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shengjie",
   "pi_last_name": "Zhai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shengjie Zhai",
   "pi_email_addr": "shengjie.zhai@unlv.edu",
   "nsf_id": "000768453",
   "pi_start_date": "2019-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S Maryland Parkway",
  "perf_city_name": "Las Vegas",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891541055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 394688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Super-hydrophobic surfaces with excellent water repellence have attracted continuous attentions for decades because of their tremendous potentials in versatile applications. However, because of the dedicated features associated with the super-hydrophobic surfaces, lack of the durability becomes a central concern of super-hydrophobic surfaces. Therefore, this NSF supported research project was to develop a large-scale cost-effective material process to fabricate the graphene-enabled durable super-hydrophobic surfaces. The objective of this research was to create a fundamental knowledge of the embedded graphene in enhancing the thermodynamic and mechanical durability or robustness.</p>\n<p>Inspired by the exceptional durability of the lotus leaf, we integrated the soft lithography to create nanostructures on polymers to mimic lotus papillae with coated graphene to mimic lotus wax with the precisely tailored nanostructure over various length scales, understood how the thermodynamic durability can be improved by the hierarchically structured coated graphene, and understand how the mechanical durability can be enhanced by coated graphene mimicking the wax layer; scrutinize the underneath nanostructure and the coated graphene layer behaviors under challenging durability tests.</p>\n<p>Furthermore, we demonstrated two systematically standardized quantitative durability tests (1) resistance to linear abrasion; (2) resistance to dynamic impact. For linear abrasion, the designed durability tests were quantified by grit size of sand papers ranging from 600 grits (the coarsest) to 5000 (the finest) and weight from 10 gram to 1 kg. For dynamic durability tests, the super-hydrophobic durability was quantified by different wind speed generated by a customized wind tunnel under the influence of two types of sand particles. The reported two durability tests can be accessible to most research groups, reproducible, and easily quantified for durability comparison of various super-hydrophobic surfaces. The implementation of the quantitative standardized durability tests can accelerate to move super-hydrophobic surfaces towards practical applications.&nbsp;</p>\n<p>Finally, we also extended our work to highly fluorinated graphene, making the surface super-olephobic. Super-olephobic surfaces can expel both water and oil or other low surface tension liquids.&nbsp; We embeded the fluorinated graphene into our super-hydrophobic surface and the coated fluorinated graphene is capable of repelling oil and biological fluids, which further extended our research to more potential applications.</p>\n<p>The completion of this project quantified the mechanical durability. Studies of the standardized robust tests gained by this research can advanced our fundamental understanding of mechanical durability and provided a rational design tool for designing durable super-hydrophobic surfaces, which can find tremendous applications in anti-fogging, anti-icing, anti-fouling, drag reduction, oil-water separation, self-cleaning, non-wetting fabric, biosensing, and photovoltaics. &nbsp;This project supported three PhD students, four undergraduate students, and one high school student. One peer-reviewed paper and two conference proceedings have been published, One additional manuscript is submitted, and one manuscript is under preparation.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/19/2023<br>\nModified by: Hui&nbsp;Zhao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSuper-hydrophobic surfaces with excellent water repellence have attracted continuous attentions for decades because of their tremendous potentials in versatile applications. However, because of the dedicated features associated with the super-hydrophobic surfaces, lack of the durability becomes a central concern of super-hydrophobic surfaces. Therefore, this NSF supported research project was to develop a large-scale cost-effective material process to fabricate the graphene-enabled durable super-hydrophobic surfaces. The objective of this research was to create a fundamental knowledge of the embedded graphene in enhancing the thermodynamic and mechanical durability or robustness.\n\n\nInspired by the exceptional durability of the lotus leaf, we integrated the soft lithography to create nanostructures on polymers to mimic lotus papillae with coated graphene to mimic lotus wax with the precisely tailored nanostructure over various length scales, understood how the thermodynamic durability can be improved by the hierarchically structured coated graphene, and understand how the mechanical durability can be enhanced by coated graphene mimicking the wax layer; scrutinize the underneath nanostructure and the coated graphene layer behaviors under challenging durability tests.\n\n\nFurthermore, we demonstrated two systematically standardized quantitative durability tests (1) resistance to linear abrasion; (2) resistance to dynamic impact. For linear abrasion, the designed durability tests were quantified by grit size of sand papers ranging from 600 grits (the coarsest) to 5000 (the finest) and weight from 10 gram to 1 kg. For dynamic durability tests, the super-hydrophobic durability was quantified by different wind speed generated by a customized wind tunnel under the influence of two types of sand particles. The reported two durability tests can be accessible to most research groups, reproducible, and easily quantified for durability comparison of various super-hydrophobic surfaces. The implementation of the quantitative standardized durability tests can accelerate to move super-hydrophobic surfaces towards practical applications.\n\n\nFinally, we also extended our work to highly fluorinated graphene, making the surface super-olephobic. Super-olephobic surfaces can expel both water and oil or other low surface tension liquids. We embeded the fluorinated graphene into our super-hydrophobic surface and the coated fluorinated graphene is capable of repelling oil and biological fluids, which further extended our research to more potential applications.\n\n\nThe completion of this project quantified the mechanical durability. Studies of the standardized robust tests gained by this research can advanced our fundamental understanding of mechanical durability and provided a rational design tool for designing durable super-hydrophobic surfaces, which can find tremendous applications in anti-fogging, anti-icing, anti-fouling, drag reduction, oil-water separation, self-cleaning, non-wetting fabric, biosensing, and photovoltaics. This project supported three PhD students, four undergraduate students, and one high school student. One peer-reviewed paper and two conference proceedings have been published, One additional manuscript is submitted, and one manuscript is under preparation.\n\n\n\t\t\t\t\tLast Modified: 12/19/2023\n\n\t\t\t\t\tSubmitted by: HuiZhao\n"
 }
}