{
 "awd_id": "1911267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Reactive Approach to Model Zeolite Synthesis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raymond Adomaitis",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 348253.0,
 "awd_amount": 348253.0,
 "awd_min_amd_letter_date": "2019-08-27",
 "awd_max_amd_letter_date": "2021-07-02",
 "awd_abstract_narration": "Zeolites are materials with pore sizes that can accommodate small molecules, and they are important materials for catalytic processes and molecular separations.  Zeolites display a wide variety of chemistries and morphologies, so the rational design of these materials is crucial to create and optimize new zeolite structures.  Structure directing agents are molecules that guide the zeolite synthesis process towards well-defined structures.  This research project will develop a methodology for the rational design of sol-gel synthesized zeolites prepared under the influence of structure directing molecules.  The researchers will investigate using reactive molecular modeling to study sol-gel processes in silica- and alumina-based systems, with and without structure directing agents.  The project also includes some collaborative activities with research groups in Germany.  The research project serves as a training ground for graduate and undergraduate students to perform cutting edge research.  The researchers will also develop a new freshman seminar on \"Cyber Engineering New Materials: What is it and what do I need it for?\" This seminar course will introduce undergraduate students to modern computational materials design.  The researchers also will offer a summer school / workshop on novel simulation methods to benefit more advanced students.\r\n\r\nThis research project will focus on two types of zeolites, ZSM-5 and LTA, and several structure directing agents (e.g., tetraalkylammonium ions and sodium hydroxide).  The goals of this work are to : (1) model building and bulk simulations of zeolite precursors/precursor mixtures to validate and optimize the reactive model and enable studies of the morphology of early zeolite structures; (2) perform simulations of precursors and their reactions in structure directing agent-like confinement. The influence of structure directing agents on morphology formation will be studied and compared to existing experimental data. The interplay of structure directing agent structure arrangement and reactivity will be elucidated; and (3) simulate structure directing agent molecules in zeolite-like structures.  Preformed zeolite structures will be simulated and their interactions with structure directing agents will be analyzed.  These simulations will be particularly relevant for understanding the calcination step in which the structure directing agent is removed from the final zeolite structure. The thermal and hydrothermal stability of zeolite frameworks will be studied too. Finally, researchers will perform simulations of the complete system, consisting of precursor / structure directing agent / solvent mixtures, to study all stages of the zeolite formation process.  Ultimately, the research project will provide insights into the formation conditions of zeolites and obtain a well-tested methodology that can be generalized to describe the formation of other catalytically active materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Faller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roland Faller",
   "pi_email_addr": "roland.faller@ttu.edu",
   "nsf_id": "000333310",
   "pi_start_date": "2019-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1 Shields Ave - Bainer Hall",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 128365.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 107667.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 112221.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Zeolites are important materials for the catalytic conversion in many processes. There is a wide variety of possible chemistries and morphologies such that rational design is crucial to predict and optimize new zeolite structures. Structure Directing Agents (SDA) are necessary to guide zeolite synthesis into defined structures.&nbsp;</p>\n<p>In this prohject computer simulations were performed to understand the formation of zeolites. We determined the dependence of the structure of the material as a function of pH and temperature. The initial stages of the formation were determined.&nbsp;</p>\n<p>Our simulation shows both high and low pH (hydronium and hydroxide ions) can promote bridging the formation of bridging&nbsp; oxygens on the local scale and the siloxane ring formation. The acid environment promotes siloxane ring forming initially, but then the hydronium ions subsequently will enhance the breaking of such rings. Siloxanes tend to form larger ring structures basic environment as the reaction continues, but the single five-ring formation are not affected by hydronium and hydroxide. Our result also indicates that hydronium has a better catalytic effect on BO breaking and ring opening. The hydroxides can enhance the interaction between Secondary Building Units (SBU).</p>\n<p>In this project additionally two graduate students were trained and have either graduated or are graduating in the next months.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2023<br>\n\t\t\t\t\tModified by: Roland&nbsp;Faller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nZeolites are important materials for the catalytic conversion in many processes. There is a wide variety of possible chemistries and morphologies such that rational design is crucial to predict and optimize new zeolite structures. Structure Directing Agents (SDA) are necessary to guide zeolite synthesis into defined structures. \n\nIn this prohject computer simulations were performed to understand the formation of zeolites. We determined the dependence of the structure of the material as a function of pH and temperature. The initial stages of the formation were determined. \n\nOur simulation shows both high and low pH (hydronium and hydroxide ions) can promote bridging the formation of bridging  oxygens on the local scale and the siloxane ring formation. The acid environment promotes siloxane ring forming initially, but then the hydronium ions subsequently will enhance the breaking of such rings. Siloxanes tend to form larger ring structures basic environment as the reaction continues, but the single five-ring formation are not affected by hydronium and hydroxide. Our result also indicates that hydronium has a better catalytic effect on BO breaking and ring opening. The hydroxides can enhance the interaction between Secondary Building Units (SBU).\n\nIn this project additionally two graduate students were trained and have either graduated or are graduating in the next months.\n\n\t\t\t\t\tLast Modified: 01/14/2023\n\n\t\t\t\t\tSubmitted by: Roland Faller"
 }
}