{
 "awd_id": "1911087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Pose and Trajectory Optimization with Pervasive Contact",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924702",
 "po_email": "cye@nsf.gov",
 "po_sign_block_name": "Cang Ye",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2024-09-16",
 "awd_abstract_narration": "Robots traditionally avoid making contact with objects, except during deliberate and careful motions.  This stands in stark contrast with how humans and other organisms treat contact as a fact of life.  A big reason for this gap is that robots lack adequate mathematical and computational methods for decision-making while touching.  The goal of this project is to help close this gap by investigating new mathematical models and software algorithms for robots to reason about contact forces, geometry, and motion. The new capabilities enabled by this research will help multi-fingered robots manipulate complex objects, legged robots to use all parts of their body to move about in rough terrain and human environments, and soft robots that can slide through tight spaces. The project will also release open-source software to help disseminate research results to the broader research community and accelerate the pace of robotics research. Other impacts include contributions to undergraduate education in robotics, and involvement of students from underrepresented groups as part of this research.\r\n\r\nThe technical goal of this project is to investigate numerically-stable and computationally efficient models for pervasive, intimate contact between multiple objects through interactions such as stacking, sliding, rolling, and jamming. The approaches under study have the potential to overcome longstanding limitations in several fields including robotics, animation, computer-aided design, virtual reality, and operations research, which in the current state of practice view contact as a complicating factor to be avoided whenever possible. Specific aims include 1) to expand contact-implicit optimization methods to use scalable and numerically-stable semi-infinite constraints, 2) to develop fast robust stability prediction methods under geometric and friction uncertainty, and 3) to integrate knowledge of contact physics with data in order to perform probabilistic inference more accurately than physics or data alone. These methods will be tested on several realistic scenarios, including legged robot trajectory planning, simulation of object piles for bin-packing problems, and estimation of contact state from manipulation observations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Hauser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kris Hauser",
   "pi_email_addr": "kkhauser@illinois.edu",
   "nsf_id": "000554065",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}