{
 "awd_id": "1912619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WoU-MMA: Research in Strong-Field Gravity and Astrophysics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2019-07-02",
 "awd_abstract_narration": "This award supports research in relativity and relativistic astrophysics and it addresses the priority areas of NSF's \"Windows on the Universe\" Big Idea. In particular, it involves research on compact binary systems in general relativity and modified gravity by combining theory and multi-messenger observations with gravitational waves. The work will advance our understanding of nuclear physics at densities and that arise in the deep interiors of neutron stars, which cannot be probed by experiments on Earth. New tools will be developed for understanding gravity through a synergy of gravitational wave observations by LIGO, and the anticipated electromagnetic signals that will be detected by ground and space-based telescopes observing from the radio to the hard gamma-ray bands. The group will develop new codes for modeling binary neutron stars and binary black hole-neutron stars with the aid of supercomputers. Such theoretical work is crucial for the successful interpretation of and the extraction of fundamental physics from existing and future observations of compact binary systems.  The award will support the training, education and further career development of students in STEM fields, including minorities and women. Neutron stars and black holes are often portrayed in movies and documentaries, and excite the interest and curiosity of the society. For this reason the PI will also train undergraduate students in visualizations of these systems and will develop a website showing scientific animations of these systems based on real physics input. \r\n\r\nThe specific projects designed in the proposed research program have a two-fold goal: a) advance our understanding of strong field, relativistic gravity, nuclear physics and theoretical astrophysics; b) facilitate the detection and physical interpretation of gravitational waves and their possible electromagnetic counterparts. A substantial part of the effort will focus on the investigation of the inspiral and merger of compact binaries (binary neutron stars, binary black hole-neutron stars) and their gravitational wave and electromagnetic signatures. Methods will be developed for utilizing these observable signatures to extract information about fundamental physics, in particular about the nature of gravity and nuclear physics above the nuclear saturation density. More specifically codes that run parallel on supercomputers will be developed that solve the equations of a scalar-tensor theory of gravity with future application to binary black hole-neutron stars in order to develop techniques that test whether there are any scalar-field induced deviations from Einstein gravity, and to test the equivalence principle in this regime for the first time. Techniques and codes will also be developed for probing the unknown thermal part of the equation of state at nuclear densities by using the gravitational wave and electromagnetic signatures from binary neutron star mergers.  The proposed studies are extremely timely in light of the recent detection of gravitational waves by the LIGO and Virgo collaborations not only as generated by binary black holes, but also as generated by compact binaries with at least one neutron star. The project will benefit the interpretation and detection of gravitational waves and their electromagnetic counterparts not only by current and upcoming gravitational wave detectors and telescopes, but also by future ones. The proposed research will be accomplished via large-scale supercomputer simulations accompanied by analytic modeling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vasileios",
   "pi_last_name": "Paschalidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vasileios Paschalidis",
   "pi_email_addr": "vpaschal@email.arizona.edu",
   "nsf_id": "000759691",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "933 N Cherry Ave",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This award supported research in gravitational physics and relativistic  astrophysics and it addressed the priority areas of NSF's \"Windows on  the Universe\" Big Idea. In particular, it involved research on compact  binary systems in general relativity and modified gravity by combining  theory and multi-messenger observations with gravitational waves. The  work advanced our understanding of nuclear physics at densities and  that arise in the deep interiors of neutron stars, which cannot be  probed by experiments on Earth. New tools were be developed for  understanding gravity through a synergy of gravitational wave  observations by LIGO, and the electromagnetic signals that  were detected by ground and space-based telescopes observing from the  radio to the hard gamma-ray bands. The group developed new codes for realistic&nbsp; modeling binary neutron stars and binary black hole-neutron stars with  the aid of supercomputers. Such theoretical work is crucial for the  successful interpretation of and the extraction of fundamental physics  from existing and future observations of compact binary systems.  The  award supported the training, education and furthered the career  development of multiple students in STEM fields, including minorities and women. The PI gave public lectures at the University of Arizona and a local brewery (in the context of the Astronomy on Tap series) to capture the imagination of the public about topics on black holes, neutron stars, spacetime, and faster-than-light travel.<br /><br />The  specific projects designed in the proposed research program achieved the following goals: a) advance our understanding of strong field,  relativistic gravity, nuclear physics and theoretical astrophysics; b)  facilitate the detection and physical interpretation of gravitational  waves and their possible electromagnetic counterparts. A substantial  part of the effort was focused on the investigation of the inspiral and  merger of compact binaries (binary neutron stars, binary black  hole-neutron stars) and their gravitational wave and electromagnetic  signatures. Novel constraints on beyond-standard-model physics were placed by performing the first simulations of binary black holes with charge (modeling dark charge, dark electromagnetism, and modified gravity). Novel constraints were placed on the neutron star equation of state using multimessenger observations of the first binary neutron star merger event detected by LIGO.<br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2023<br>\n\t\t\t\t\tModified by: Vasileios&nbsp;Paschalidis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported research in gravitational physics and relativistic  astrophysics and it addressed the priority areas of NSF's \"Windows on  the Universe\" Big Idea. In particular, it involved research on compact  binary systems in general relativity and modified gravity by combining  theory and multi-messenger observations with gravitational waves. The  work advanced our understanding of nuclear physics at densities and  that arise in the deep interiors of neutron stars, which cannot be  probed by experiments on Earth. New tools were be developed for  understanding gravity through a synergy of gravitational wave  observations by LIGO, and the electromagnetic signals that  were detected by ground and space-based telescopes observing from the  radio to the hard gamma-ray bands. The group developed new codes for realistic  modeling binary neutron stars and binary black hole-neutron stars with  the aid of supercomputers. Such theoretical work is crucial for the  successful interpretation of and the extraction of fundamental physics  from existing and future observations of compact binary systems.  The  award supported the training, education and furthered the career  development of multiple students in STEM fields, including minorities and women. The PI gave public lectures at the University of Arizona and a local brewery (in the context of the Astronomy on Tap series) to capture the imagination of the public about topics on black holes, neutron stars, spacetime, and faster-than-light travel.\n\nThe  specific projects designed in the proposed research program achieved the following goals: a) advance our understanding of strong field,  relativistic gravity, nuclear physics and theoretical astrophysics; b)  facilitate the detection and physical interpretation of gravitational  waves and their possible electromagnetic counterparts. A substantial  part of the effort was focused on the investigation of the inspiral and  merger of compact binaries (binary neutron stars, binary black  hole-neutron stars) and their gravitational wave and electromagnetic  signatures. Novel constraints on beyond-standard-model physics were placed by performing the first simulations of binary black holes with charge (modeling dark charge, dark electromagnetism, and modified gravity). Novel constraints were placed on the neutron star equation of state using multimessenger observations of the first binary neutron star merger event detected by LIGO.\n\n\n\t\t\t\t\tLast Modified: 07/24/2023\n\n\t\t\t\t\tSubmitted by: Vasileios Paschalidis"
 }
}