{
 "awd_id": "1912171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamical, Strong-Field Gravity",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2021-06-16",
 "awd_abstract_narration": "This award supports research in relativity and relativistic astrophysics and it addresses the priority areas of NSF's \"Windows on the Universe\" Big Idea. The research goals of this project are focused on understanding the strong-field regime of Einstein's theory of general relativity. This encompasses both astrophysical and theoretical aspects of general relativity. On the astrophysical side, the main effort is numerical simulation of binary black hole, black hole-neutron star and binary neutron star collisions. This is important to support the nascent field of gravitational wave astronomy that began in 2015 with LIGO's detection of the collision of two black holes. The speed at which the field is advancing is also breathtaking, with the first gravitational wave detection of a binary neutron star collision in 2017, accompanied by intense study of the aftermath across the electromagnetic spectrum by a large community of observational astronomers.  Numerical models of such events are needed to aid in detection, and are crucial to decipher details of what happened. On the theoretical side, there are many outstanding questions about the nature of spacetime in extreme situations. One example is the nature of singularities predicted by Einstein's theory to occur deep in the interior of black holes. Though not thought to be observable as no information can escape from black holes, how general relativity breaks down here is still of keen theoretical interest, as it will give clues to what a putative theory of quantum gravity needs to accomplish to resolve classical singularities. The pursuit of these projects will involve graduate students, undergraduates and postdoctoral fellows. They will be trained to do leading scientific research, become knowledgeable in corresponding areas of physics, and adept in high-performance computing and numerical methods. These skills are invaluable to many professions, and would thus also benefit and further the development of those students and postdocs that subsequently wish to pursue careers outside academia.\r\n\r\nA specific list of gravitational wave source modeling projects that will be pursued are (1) understanding the consequences of neutron star spin in binary neutron star and black hole-neutron star mergers, (2) developing methods to detect mergers that occur with high orbital eccentricity, (3) using properties of the quasi-normal ringdown of the remnant black holes in binary black hole collisions to test general relativity, in particular the uniqueness properties of black holes, (4) developing models of mergers in certain modified gravity theories to better understand how observations can either rule out such modified scenarios, or detect novel physics beyond general relativity. Regarding black hole interiors, the initial problem will be to study the nature of rotating BTZ (Banados-Teitelboim-Zanelli) black holes formed during gravitational collapse in 3-dimensional asymptotically Anti de-Sitter spacetime. This offers a simplified scenario compared to forming Kerr black holes in four-dimensional spacetime, the ultimate goal of this line of research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frans",
   "pi_last_name": "Pretorius",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frans Pretorius",
   "pi_email_addr": "fpretori@princeton.edu",
   "nsf_id": "000436941",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 154777.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 159931.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 165292.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the work supported by this NSF grant was<br />to advance theoretical knowledge of the dynamical, strong<br />field regime of gravity, in particular as governed by<br />Einstein's theory of general relativity. One of the main<br />motivations for this is to support the new era of gravitational<br />wave astrophysics, ushered in by the historic 2015 detection<br />of merging black holes by the NSF's LIGO project. The first<br />gravitational wave-electromagnetic multimessenger event occurred<br />only 2 years later, with a detection of the gravitational<br />waves from a binary neutron star merger by LIGO/Virgo, followed<br />by a host of electromagnetic observations of the aftermath<br />of the collision of the neutron stars. Another motivation<br />is to explore open theoretical questions in general relativity,<br />including the generic nature of gravitational collapse<br />and black hole formation, and the structure of the spacetime<br />singularities that develop in the black hole interior.<br /><br />The research conducted by the PI, postdocs and graduate students supported<br />by the award over the past three years resulted in : (1) Development<br />of tools to study some specific proposed modifications to general<br />relativity, to either discover novel physics or constrain<br />such proposals using gravitational wave data (in particular,<br />the two main projects related to Einstein-Dilaton-Gauss-Bonnet gravity,<br />and the dynamics of horizonless, shell-like black hole \"mimickers\");<br />(2) Studies of the effect that the spin of a progenitor neutron star<br />has on properties of the electromagnetic aftermath following a merger<br />with another neutron star; (3) The first complete study<br />of the interior of a particular 3-dimensional toy model<br />of a black hole, shedding light on what might happen<br />in the more realistic 4-dimensional case (still an unsolved, open problem);<br />(4) Initiated a new program to study the role that dissipation<br />(in particular viscosity) could play in binary neutron star mergers.<br />This is likely a subtle effect, though would be important to<br />understand for anticipated future detections; (5) Initiated<br />a new approach to understanding non-linear perturbations of<br />rotating black holes, relevant for understanding the post-merger<br />phase of black hole collisions. As with (4) the non-linear effects<br />will be subtle, but important for interpreting anticipated<br />future, loud detections; (6) Continued studies of the pre-bounce<br />phase of cyclic cosmological models, proposed as alternatives<br />to the inflationary paradigm.</p>\n<p>The broader impact of this work was to train several students<br />and postdoctoral researchers to perform scientific analysis,<br />to speak at conferences and write journal<br />articles to disseminate results, and to learn high performance<br />computing methods. All of these activities will be of<br />continued benefit to these individuals even if they choose<br />not to continue careers in academia. The PI has also<br />given several general public talks about this work.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2022<br>\n\t\t\t\t\tModified by: Frans&nbsp;Pretorius</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of the work supported by this NSF grant was\nto advance theoretical knowledge of the dynamical, strong\nfield regime of gravity, in particular as governed by\nEinstein's theory of general relativity. One of the main\nmotivations for this is to support the new era of gravitational\nwave astrophysics, ushered in by the historic 2015 detection\nof merging black holes by the NSF's LIGO project. The first\ngravitational wave-electromagnetic multimessenger event occurred\nonly 2 years later, with a detection of the gravitational\nwaves from a binary neutron star merger by LIGO/Virgo, followed\nby a host of electromagnetic observations of the aftermath\nof the collision of the neutron stars. Another motivation\nis to explore open theoretical questions in general relativity,\nincluding the generic nature of gravitational collapse\nand black hole formation, and the structure of the spacetime\nsingularities that develop in the black hole interior.\n\nThe research conducted by the PI, postdocs and graduate students supported\nby the award over the past three years resulted in : (1) Development\nof tools to study some specific proposed modifications to general\nrelativity, to either discover novel physics or constrain\nsuch proposals using gravitational wave data (in particular,\nthe two main projects related to Einstein-Dilaton-Gauss-Bonnet gravity,\nand the dynamics of horizonless, shell-like black hole \"mimickers\");\n(2) Studies of the effect that the spin of a progenitor neutron star\nhas on properties of the electromagnetic aftermath following a merger\nwith another neutron star; (3) The first complete study\nof the interior of a particular 3-dimensional toy model\nof a black hole, shedding light on what might happen\nin the more realistic 4-dimensional case (still an unsolved, open problem);\n(4) Initiated a new program to study the role that dissipation\n(in particular viscosity) could play in binary neutron star mergers.\nThis is likely a subtle effect, though would be important to\nunderstand for anticipated future detections; (5) Initiated\na new approach to understanding non-linear perturbations of\nrotating black holes, relevant for understanding the post-merger\nphase of black hole collisions. As with (4) the non-linear effects\nwill be subtle, but important for interpreting anticipated\nfuture, loud detections; (6) Continued studies of the pre-bounce\nphase of cyclic cosmological models, proposed as alternatives\nto the inflationary paradigm.\n\nThe broader impact of this work was to train several students\nand postdoctoral researchers to perform scientific analysis,\nto speak at conferences and write journal\narticles to disseminate results, and to learn high performance\ncomputing methods. All of these activities will be of\ncontinued benefit to these individuals even if they choose\nnot to continue careers in academia. The PI has also\ngiven several general public talks about this work.\n\n\t\t\t\t\tLast Modified: 08/31/2022\n\n\t\t\t\t\tSubmitted by: Frans Pretorius"
 }
}