{
 "awd_id": "1912626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Global-in-Time Domain Decomposition Methods for Evolution Partial Differential Equations with Applications to Flow and Transport in Fractured Porous Media",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 149660.0,
 "awd_amount": 149660.0,
 "awd_min_amd_letter_date": "2019-05-30",
 "awd_max_amd_letter_date": "2019-05-30",
 "awd_abstract_narration": "Mathematical modeling and numerical simulation of multiscale and multiphysics processes are essentially involved in a large number of scientific and engineering problems. Particularly in many applications in environmental sciences and geosciences, one is concerned with the modeling of flow and transport in porous media containing fractures and faults. There the spatial and temporal scales associated with various geological layers and fractures or different physical processes may vary with several orders of magnitude. The goal of this project is to enhance the efficiency of numerical techniques for fractured porous medium applications by designing and analyzing novel computational methods based on parallel global-in-time domain decomposition. These methods facilitate the coupling of different models and enable the use of different time step sizes and spatial mesh sizes in different regions of the computational domain. Thus the proposed methods can be used as an efficient and accurate computational tool for solving large-scale, strongly heterogeneous, coupled evolution partial differential equations arising from diverse application fields such as groundwater flow and contaminant transport, hydraulic fracture, geological disposal of nuclear waste and geological carbon sequestration. The numerical simulations carried out in this project would also provide new insights to the understanding of the long-term behavior and performance of geological nuclear waste repositories. Graduate students will be involved in this project and will be offered a great opportunity to participate in an interdisciplinary research environment.\r\n\r\nAlthough domain decomposition methods have been well studied for many scientific and engineering problems, no enough attention and work have been devoted to fractured porous medium applications with local time stepping. This project focuses on the design and analysis of efficient global-in-time domain decomposition methods for reduced fracture models, in which the fractures are treated as manifolds of one dimension less than the medium. Three model problems will be considered: the linear transport problem, the multiphysics flow and the incompressible two-phase flow, respectively. The developed methods are based on either physical transmission conditions or optimized transmission conditions on the space-time interface fractures; the latter conditions involve more general transmission operators, motivated by the physics of the underlying problem, with some coefficients that can be optimized to improve the convergence rates of the iterations. Importantly, the proposed methods make possible the use of different time step sizes and spatial grids in the interface fractures and in the surrounding medium. The PI will also study the application of the proposed methods to numerical simulation and investigation of fluid flow and contaminant transport in fractured porous media arising from the framework of geological nuclear waste disposal.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thi Thao Phuong",
   "pi_last_name": "Hoang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thi Thao Phuong Hoang",
   "pi_email_addr": "tzh0059@auburn.edu",
   "nsf_id": "000787746",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 149660.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modeling&nbsp;fluid flow and transport in fractured porous media is of great importance with various applications in science and engineering. Due to the presence of fractures, the development of numerical algorithms and simulations for such problems is highly challenging. The fractures have a very small width in comparison to the size of the domain while their permeability differs greatly from that of the surrounding medium. Thus, the time scales in the fractures and in the rock matrix may vary with several orders of magnitude.&nbsp;</p>\n<p>The objective of the project is to develop, analyze and implement efficient computational methods for flow and transport in a porous medium with fractures, in which the fractures are treated as lower-dimensional objects embedded in the rock matrix and different time step sizes can be used in the fractures and in the surrounding medium. Several research topics were studied for the project, including: (i) design and numerical investigation of novel global-in-time domain decomposition methods and efficient preconditioners for dimensionally-reduced fracture flow models; (ii) development and analysis of fast-convergent and accuracy-preserving decoupled algorithms with mixed-hybrid finite element discretization and nonconforming time grids for strongly advection-dominated problems in (fractured) porous media; and (iii) development and convergence analysis of heterogeneous domain decomposition methods for the coupled (nonlinear) Stokes-Darcy system, a multiphysics problem to model surface and subsurface flow interactions. The developed methods employ both physical and optimized transmission conditions on the fractures/interfaces and have been applied to long-term simulations of groundwater flow and contaminant transport around underground nuclear waste repositories. &nbsp;</p>\n<p>The project has resulted in 8 published papers and one submitted manuscript in peer-reviewed journals. One PhD thesis will be completed based on parts of the research outcomes. In addition, the results of the project have been disseminated through over twenty-five presentations at national and international conferences/workshops and university seminars/colloquia. The research was also exposed to the public via an Applied and Computational Mathematics module at the Auburn University Summer Science Institute, an outreach program for rising 11th- and 12th-grade students. The parallel, local time-stepping, decoupled methods studied in this project<em>&nbsp;</em>are of practical interest and can serve as an efficient and accurate computational tool for solving large-scale, strongly heterogeneous, coupled evolution partial differential equations arising in many scientific and engineering applications.</p><br>\n<p>\n Last Modified: 11/16/2023<br>\nModified by: Thi Thao Phuong&nbsp;Hoang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nModelingfluid flow and transport in fractured porous media is of great importance with various applications in science and engineering. Due to the presence of fractures, the development of numerical algorithms and simulations for such problems is highly challenging. The fractures have a very small width in comparison to the size of the domain while their permeability differs greatly from that of the surrounding medium. Thus, the time scales in the fractures and in the rock matrix may vary with several orders of magnitude.\n\n\nThe objective of the project is to develop, analyze and implement efficient computational methods for flow and transport in a porous medium with fractures, in which the fractures are treated as lower-dimensional objects embedded in the rock matrix and different time step sizes can be used in the fractures and in the surrounding medium. Several research topics were studied for the project, including: (i) design and numerical investigation of novel global-in-time domain decomposition methods and efficient preconditioners for dimensionally-reduced fracture flow models; (ii) development and analysis of fast-convergent and accuracy-preserving decoupled algorithms with mixed-hybrid finite element discretization and nonconforming time grids for strongly advection-dominated problems in (fractured) porous media; and (iii) development and convergence analysis of heterogeneous domain decomposition methods for the coupled (nonlinear) Stokes-Darcy system, a multiphysics problem to model surface and subsurface flow interactions. The developed methods employ both physical and optimized transmission conditions on the fractures/interfaces and have been applied to long-term simulations of groundwater flow and contaminant transport around underground nuclear waste repositories. \n\n\nThe project has resulted in 8 published papers and one submitted manuscript in peer-reviewed journals. One PhD thesis will be completed based on parts of the research outcomes. In addition, the results of the project have been disseminated through over twenty-five presentations at national and international conferences/workshops and university seminars/colloquia. The research was also exposed to the public via an Applied and Computational Mathematics module at the Auburn University Summer Science Institute, an outreach program for rising 11th- and 12th-grade students. The parallel, local time-stepping, decoupled methods studied in this projectare of practical interest and can serve as an efficient and accurate computational tool for solving large-scale, strongly heterogeneous, coupled evolution partial differential equations arising in many scientific and engineering applications.\t\t\t\t\tLast Modified: 11/16/2023\n\n\t\t\t\t\tSubmitted by: Thi Thao PhuongHoang\n"
 }
}