{
 "awd_id": "1912599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Searching for Gamma-Ray Burst and Fast Radio Burst Counterparts in LIGO Gravitational Wave Data",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 149950.0,
 "awd_amount": 149950.0,
 "awd_min_amd_letter_date": "2019-06-03",
 "awd_max_amd_letter_date": "2021-06-01",
 "awd_abstract_narration": "Starting with the initial detection of gravitational waves (GW) from a binary black hole merger, and now continuing with the first detection of GWs from a binary neutron star merger associated with a gamma-ray burst (GRB), the era of true GW astronomy has begun. The detection of GWs from the binary neutron star merger, GW170817, when combined with the coincident GRB detection, GRB 170817A, and the electromagnetic follow-up campaign that discovered associated afterglows across the electromagnetic spectrum, has had a significant impact on the understanding of the progenitors of short GRBs, kilonovae, and the equation of state of neutron stars. This collection of observations and discoveries has demonstrated the capabilities of multi-messenger astronomy with the addition GWs.  These successes of the first and second Observing Runs of The Advanced Laser Interferometer Gravitational-wave Observatory (LIGO) and the French-Italian Virgo detector are now being expanded upon, as these detectors began observing the universe at sensitivities never before achieved in their third Observing Run, starting in April of 2019.  This award will support the search for GWs associated with new GRB events, for which only one coincident detection has so far been made.  The award will also support the search for GWs associated with fast radio bursts (FRB), which are extremely short-lived and extremely energetic bursts radio waves first detected by radio telescopes in 2007.  The progenitors of FRBs are completely unknown, and many astronomers are actively trying to detect more of these events to learn what might cause them.  Any detection of a GW associated with a FRB would result in a significant increase in the understanding of the astrophysical origin of these mysterious events.  The award will support the development of a diverse, globally competitive STEM workforce through the training of undergraduate and masters students to become competent scientific researchers able to conduct research at the internationally recognized level as the next generation of gravitational-wave astronomers.\r\n\r\nAs was demonstrated with the multi-messenger observations of GW170817, combined detections of GWs with electromagnetic detections have significantly advanced the understanding of astrophysics of high-energy events.  This award will support the search for GWs associated with GRBs using a coherent, matched-filter search for compact binary coalescence sources.  These searches will be conducted in response to announced GRB detections, and any GWs detected will be announced to the astronomical community for prompt follow-up. This search extends the effective sensitivity of the GW detection network beyond that of an all-sky search by using the information provided by the external trigger's sky location.  Additional detections of GWs associated with GRBs in the third and fourth observing runs of LIGO and complimentary Virgo data will enable the astrophysical properties of neutron stars to be better constrained. Additionally, the full electromagnetic emission model for these binary neutron star merger sources will be refined with future multi-messenger observations.  This award will also support the coherent, template-based search for GWs associated with fast radio bursts (FRB).  Currently, the models of FRB progenitors are poorly constrained, and very few candidate progenitor sources have been eliminated due to a combination of the paucity of bursts detected thus far and a lack of multispectral observations. If a GW were detected with a template-based search in LIGO and Virgo data and found to be associated with a FRB, this would immediately indicate that the source of FRBs are binary neutron star mergers or neutron star-black hole mergers. At the same time, if no coincident detections are made in this search, this will better constrain models of the FRB progenitors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Fisher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan P Fisher",
   "pi_email_addr": "ryan.fisher@cnu.edu",
   "nsf_id": "000683441",
   "pi_start_date": "2019-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Christopher Newport University",
  "inst_street_address": "1 AVENUE OF THE ARTS",
  "inst_street_address_2": "",
  "inst_city_name": "NEWPORT NEWS",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7575947392",
  "inst_zip_code": "236063072",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "CHRISTOPHER NEWPORT UNIVERSITY",
  "org_prnt_uei_num": "VMYDF2TZHHB6",
  "org_uei_num": "VMYDF2TZHHB6"
 },
 "perf_inst": {
  "perf_inst_name": "Christopher Newport University",
  "perf_str_addr": "1 Avenue of the Arts",
  "perf_city_name": "Newport News",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "236063072",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49967.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 49998.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 49985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Starting with the initial detection of gravitational waves from a binary black hole merger by The Advanced Laser Interferometer Gravitational-wave Observatory (LIGO) and the French-Italian Advanced Virgo detector, and continuing with the first detection of gravitational waves from a binary neutron star merger associated with a gamma-ray burst, gravitational wave astronomy has now become an excellent tool to learn about the astrophysics of highly energetic events. The detection of gravitational waves from the binary neutron star merger, GW170817, when combined with the coincident gamma-ray burst detection, GRB 170817A, and the electromagnetic follow-up campaign that discovered associated afterglows across the electromagnetic spectrum, had a significant impact on the understanding of the progenitors of short gamma-ray bursts, kilonovae, and the equation of state of neutron stars. This collection of observations and discoveries demonstrated the capabilities of multi-messenger&nbsp;astronomy with the addition of gravitational waves.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project&rsquo;s first accomplishment was a comprehensive search for gravitational waves associated with gamma-ray bursts using the PyGRB data analysis pipeline, which conducts coherent, matched-filter searches that extend the effective sensitivity of the gravitational wave detection network. The project&rsquo;s goals were extended to include supporting the search for generic, unmodelled, gravitational wave events associated with these gamma-ray burst events.&nbsp; These searches were successfully conducted in response to announced gamma-ray burst detections for all of the third observing run of Advanced LIGO and Advanced Virgo and KAGRA, and although no direct gravitational wave events were found associated with these events, the lack of discovery of gravitational wave events with the significantly increased sensitivity of the Advanced gravitational wave detectors&nbsp;was able to provide additional information to the astronomical community about the distribution&nbsp;of gamma-ray burst progenitors, including constraining the population of low luminosity short gamma-ray bursts. These results were disseminated in two publications, for the first (O3a) and second (O3b) parts of the observing run.&nbsp;&nbsp;</p>\n<p><br /><br /></p>\n<p>The second accomplishment was the first successful, coherent, template-based searches for gravitational waves associated with fast radio bursts (FRBs). These searches were also conducted using the PyGRB data analysis software. As with the search for gravitational wave associated with gamma-ray burst events, this award also supported a portion of a coherent, unmodelled gravitational wave search targeting the same FRB events.&nbsp; These searches found&nbsp;no&nbsp;gravitational wave events&nbsp;associated&nbsp;with FRB events in the O3a observing run.&nbsp; They successfully constrained the total amount of energy released in gravitational waves from the FRB events that were analyzed.&nbsp; These results were disseminated in a third publication.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The third area supported by this award was the continued characterization of the performance of the LIGO interferometers (IFOs), with the particular focus of improving the sensitivity of and assessing the validity of the gravitational wave analyses and detections.&nbsp; This award supported many investigations into instrumental noise that affected the searches for gravitational wave, with a focus on the searches that made use of the PyGRB data analysis pipeline.&nbsp; The group&rsquo;s researchers also contributed to several data-quality shifts, where the overall data quality of the LIGO interferometers is studied and a report of any anomalous data quality issues for one week&rsquo;s worth of data is presented to the collaboration.&nbsp; These reports were used to inform the detector commissioners, data analysts, and the teams that wrote the gravitational wave catalogs for the third observing run period.&nbsp; Additionally, the group carried out detector characterization validation, including in-depth investigation of the immediate surrounding data, of specific gravitational wave candidates from all-sky searches that were included in these catalogs.</p>\n<p>&nbsp;</p>\n<p>Students supported by this award made significant contributions to the LIGO-Virgo-KAGRA Collaboration mission and the field of gravitational wave astronomy. Three master's students and nine undergraduate students from diverse backgrounds, including four from groups traditionally underrepresented in STEM fields, underwent training in data analysis, correlation, and visualization. They learned about systems controls basics, built application and domain-specific programming specializations, created Conda and Python virtual environments, and documented and presented their work through reports, papers, posters, and presentations. The experiences afforded to students by this award prepared them to effectively lead the compact-binary-coalescence search for gravitational waves associated with gamma-ray bursts in the second part of the third observing run of Advanced LIGO and Advanced Virgo and KAGRA.&nbsp; Two students have already obtained industry positions due to the skills acquired through this research and professional development experience.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2023<br>\n\t\t\t\t\tModified by: Ryan&nbsp;P&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStarting with the initial detection of gravitational waves from a binary black hole merger by The Advanced Laser Interferometer Gravitational-wave Observatory (LIGO) and the French-Italian Advanced Virgo detector, and continuing with the first detection of gravitational waves from a binary neutron star merger associated with a gamma-ray burst, gravitational wave astronomy has now become an excellent tool to learn about the astrophysics of highly energetic events. The detection of gravitational waves from the binary neutron star merger, GW170817, when combined with the coincident gamma-ray burst detection, GRB 170817A, and the electromagnetic follow-up campaign that discovered associated afterglows across the electromagnetic spectrum, had a significant impact on the understanding of the progenitors of short gamma-ray bursts, kilonovae, and the equation of state of neutron stars. This collection of observations and discoveries demonstrated the capabilities of multi-messenger astronomy with the addition of gravitational waves. \n\n \n\nThis project’s first accomplishment was a comprehensive search for gravitational waves associated with gamma-ray bursts using the PyGRB data analysis pipeline, which conducts coherent, matched-filter searches that extend the effective sensitivity of the gravitational wave detection network. The project’s goals were extended to include supporting the search for generic, unmodelled, gravitational wave events associated with these gamma-ray burst events.  These searches were successfully conducted in response to announced gamma-ray burst detections for all of the third observing run of Advanced LIGO and Advanced Virgo and KAGRA, and although no direct gravitational wave events were found associated with these events, the lack of discovery of gravitational wave events with the significantly increased sensitivity of the Advanced gravitational wave detectors was able to provide additional information to the astronomical community about the distribution of gamma-ray burst progenitors, including constraining the population of low luminosity short gamma-ray bursts. These results were disseminated in two publications, for the first (O3a) and second (O3b) parts of the observing run.  \n\n\n\n\n\nThe second accomplishment was the first successful, coherent, template-based searches for gravitational waves associated with fast radio bursts (FRBs). These searches were also conducted using the PyGRB data analysis software. As with the search for gravitational wave associated with gamma-ray burst events, this award also supported a portion of a coherent, unmodelled gravitational wave search targeting the same FRB events.  These searches found no gravitational wave events associated with FRB events in the O3a observing run.  They successfully constrained the total amount of energy released in gravitational waves from the FRB events that were analyzed.  These results were disseminated in a third publication. \n\n \n\nThe third area supported by this award was the continued characterization of the performance of the LIGO interferometers (IFOs), with the particular focus of improving the sensitivity of and assessing the validity of the gravitational wave analyses and detections.  This award supported many investigations into instrumental noise that affected the searches for gravitational wave, with a focus on the searches that made use of the PyGRB data analysis pipeline.  The group’s researchers also contributed to several data-quality shifts, where the overall data quality of the LIGO interferometers is studied and a report of any anomalous data quality issues for one week’s worth of data is presented to the collaboration.  These reports were used to inform the detector commissioners, data analysts, and the teams that wrote the gravitational wave catalogs for the third observing run period.  Additionally, the group carried out detector characterization validation, including in-depth investigation of the immediate surrounding data, of specific gravitational wave candidates from all-sky searches that were included in these catalogs.\n\n \n\nStudents supported by this award made significant contributions to the LIGO-Virgo-KAGRA Collaboration mission and the field of gravitational wave astronomy. Three master's students and nine undergraduate students from diverse backgrounds, including four from groups traditionally underrepresented in STEM fields, underwent training in data analysis, correlation, and visualization. They learned about systems controls basics, built application and domain-specific programming specializations, created Conda and Python virtual environments, and documented and presented their work through reports, papers, posters, and presentations. The experiences afforded to students by this award prepared them to effectively lead the compact-binary-coalescence search for gravitational waves associated with gamma-ray bursts in the second part of the third observing run of Advanced LIGO and Advanced Virgo and KAGRA.  Two students have already obtained industry positions due to the skills acquired through this research and professional development experience.\n\n \n\n\t\t\t\t\tLast Modified: 09/26/2023\n\n\t\t\t\t\tSubmitted by: Ryan P Fisher"
 }
}