{
 "awd_id": "1912130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Advancing Understanding of Aerosol-Cloud Feedback Using the World's First Global Climate Model with Explicit Boundary Layer Turbulence",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 418847.0,
 "awd_amount": 418847.0,
 "awd_min_amd_letter_date": "2019-05-31",
 "awd_max_amd_letter_date": "2022-02-02",
 "awd_abstract_narration": "Aerosols, meaning tiny particles suspended in the atmosphere, play a key role in cloud formation, as cloud droplets and ice particles are produced when water vapor condenses onto aerosols.  When more aerosols are present clouds tend to have a larger number of smaller droplets, making them brighter and more effective in reflecting sunlight back to space. Thus increases in aerosol amount due to industrial activity can increase the brightness of clouds, resulting in a cooling effect on climate.  The extent to which the global temperature increase from greenhouse warming has been offset by human-induced radiative forcing from aerosol-cloud-interactions (RFaci) is an important and unsolved problem in climate science.\r\n\r\nOne obstacle to progress on RFaci is the difficulty of performing computer simulations which explicitly represent cloud properties yet cover the whole earth, so that global climatic effects can be assessed. Cloud motions are turbulent and require models with grid points spaced a fraction of a kilometer apart, while global model grid spacing is typically tens to hundreds of kilometers.  To bridge this scale gap the PIs have developed an ultraparameterized (UP) model, meaning a global model with coarse grid spacing in which each grid box contains a fine-scale cloud resolving model with a domain size much smaller than the grid box.  The model is challenging both scientifically and computationally, and the project includes a concerted effort to improve computational efficiency to make simulations practical.\r\n\r\nThe research addresses several specific questions regarding RFaci.  One question is why climate models tend to overestimate RFaci compared to estimates from satellites, in some cases by a factor of two. Comparisons between the UP model and satellite observations will be facilitated by a nudging methodology, in which external forcing is used to constrain the simulated weather patterns to match the days when the satellite observations were taken.  The nudging minimizes differences between simulated and satellite-estimated RFaci due to incorrect simulation of large-scale circulation features, allowing attribution of differences to aerosol-cloud interactions.\r\n\r\nThe work has broader impacts due to the societal implications of high versus low RFaci: if the cooling effect of industrially-driven RFaci is large, the strength of greenhouse warming must be at the high end of current estimates in order to explain the warming seen over the past century.  Likewise, if industrial RFaci cooling was small over the last century, the sensitivity of global temperature to greenhouse gas increase is likely to be on the lower end of its estimated range. RFaci is thus among the largest uncertainties in determining climate sensitivity and the severity of climate change impacts. In addition, software developed under the project is made available to the research community, in part through a version of the Community Earth System Model.  The project provides support and training for a postdoctoral research scholar, thereby providing workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bretherton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Bretherton",
   "pi_email_addr": "christopherb@allenai.org",
   "nsf_id": "000414869",
   "pi_start_date": "2019-05-31",
   "pi_end_date": "2022-02-02"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Blossey",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peter N Blossey",
   "pi_email_addr": "pblossey@uw.edu",
   "nsf_id": "000213179",
   "pi_start_date": "2022-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE, Box 359472",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 418847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on improving understanding of how clouds respond to global warming and to changes in concentrations of aerosols, small particles on which cloud droplets form.&nbsp; The responses of clouds to warming and aerosols are a major source of uncertainty in predictions of climate change.</p>\n<p>Our approach was to simulate clouds with high resolution in an ultra-parameterized global climate model, where each climate model grid cell (~100 km wide) has a high-resolution simulations of clouds (~10 km wide) embedded in it.&nbsp; While some computational savings is gained by the break in scales between the climate model grid box and the embedded simulation, such simulations are ambitious and require great amounts of computing power.&nbsp; Our initial plan to perform these simulations using many individual computer cores that communicate through a high-speed computer network were overtaken by changes in the computing world.&nbsp; Graphics processing units, which are as fast as many traditional computer cores working together, offered the possibility to make these ambitious simulations with an existing model developed by the Department of Energy.</p>\n<p>Collaborating with scientists from the Department of Energy and our partners at the University of California, Irvine, we adapted that model to use embedded cloud-scale simulations of different size and resolution in different parts of the globe in Peng et al (2022).&nbsp; This would allow more efficient use of computational resources, as higher resolution could be added in specific regions where the simulation of phenomena such as low-lying clouds near the ocean surface might benefit from that higher resolution.&nbsp; Tests using this model with regions of high-resolution embedded cloud-scale models showed only minor effects around the border between regions of high- and low-resolution embedded cloud-scale models.</p>\n<p>Previous work with these ultra-parameterized simulations had difficulty simulating the observed amounts of low lying clouds over the oceans, specifically the overcast clouds like those found off the coast of California.&nbsp; By allowing cloud droplets to slowly fall (much slower than rain drops) in the cloud-scale simulations and introducing smoothing of winds within the model to prevent spurious mixing between moist and dry air at the top of overcast clouds like those near California, the simulation of those clouds was improved as shown in Peng et al (2024).&nbsp;&nbsp;</p>\n<p>With further adjustments to the ultra-parameterized model, its representation of clouds and balance between incoming and outgoing energy was improved.&nbsp; This \"tuned\" version of the model was used to run five-year-long simulations: one of present day climate and a second with sea surface temperatures warmed by a few degrees.&nbsp; Such simulations are used to estimate the impacts of the temperature change associated with global warming on clouds and the atmosphere, without taking into consideration the effects of changes in greenhouse gases or aerosols.&nbsp; Those simulations show that cloud changes with (global) warming resemble those found in global climate models that represent clouds and convection with parameterizations (i.e., approximations based on 100-km-scale grid box average temperature, humidity, etc).&nbsp; While these ultra-parameterized simulations are not perfect (due to still-coarse cloud-scale grids and the gap in scales between cloud-scale and global model along with other approximations), they do permit simulation of climate change in a model that begins to resolve the eddies that sustain overcast clouds like those off the California coast.</p>\n<p>A similar ultra-parameterized climate model, based on the Community Earth System Model, was used in Terai et al (2020) to study the interactions of clouds and aerosols, since such interactions are important to the uncertainty in predictions of climate change.&nbsp; Because interactions of clouds and aerosols occur at the scale of individual updrafts within clouds, resolving those updrafts may aid in the accurate simulation of cloud-aerosol interactions.&nbsp; Simulations were made with an ultra-parameterized model with a cloud-scale model with 250 m horizontal grid spacing and a second similar model with a coarser cloud-scale model with 4 km grid spacing.&nbsp; The two models produced similar overall climate effects due to aerosol cloud interactions when comparing simulations with preindustrial and present-day emissions of aerosols and their chemical precursors.&nbsp; However, the higher-resolution, ultra-parameterized model showed some observed features to its response, such as the thinning of non-raining clouds in response to increased aerosols, that are difficult to represent in coarser-scale models, including traditional global climate models.</p>\n<p>References:</p>\n<ul>\n<li>Peng, Pritchard, Hannah, <strong>Blossey</strong>, Worley and <strong>Bretherton</strong> (2022). Load-balancing intense physics calculations to embed regionalized high-resolution cloud resolving models in the E3SM and CESM climate models. Journal of Advances in Modeling Earth Systems. https://doi.org/10.1029/2021MS002841</li>\n<li>Peng, <strong>Blossey</strong>, Hannah, <strong>Bretherton</strong>, Terai, Jenney and Pritchard (2024). Improving stratocumulus cloud amounts in a 200-m resolution multi-scale modeling framework through tuning of its interior physics. Journal of Advances in Modeling Earth Systems. https://doi.org/10.1029/2023MS003632</li>\n<li>Terai, Pritchard, <strong>Blossey</strong>, and <strong>Bretherton</strong> (2020). The impact of resolving subkilometer processes on aerosol-cloud interactions of low-level clouds in global model simulations. Journal of Advances in Modeling Earth Systems. https://doi.org/10.1029/2020MS002274</li>\n</ul>\n<p><br /><br /></p><br>\n<p>\n Last Modified: 09/28/2024<br>\nModified by: Peter&nbsp;N&nbsp;Blossey</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project focused on improving understanding of how clouds respond to global warming and to changes in concentrations of aerosols, small particles on which cloud droplets form. The responses of clouds to warming and aerosols are a major source of uncertainty in predictions of climate change.\n\n\nOur approach was to simulate clouds with high resolution in an ultra-parameterized global climate model, where each climate model grid cell (~100 km wide) has a high-resolution simulations of clouds (~10 km wide) embedded in it. While some computational savings is gained by the break in scales between the climate model grid box and the embedded simulation, such simulations are ambitious and require great amounts of computing power. Our initial plan to perform these simulations using many individual computer cores that communicate through a high-speed computer network were overtaken by changes in the computing world. Graphics processing units, which are as fast as many traditional computer cores working together, offered the possibility to make these ambitious simulations with an existing model developed by the Department of Energy.\n\n\nCollaborating with scientists from the Department of Energy and our partners at the University of California, Irvine, we adapted that model to use embedded cloud-scale simulations of different size and resolution in different parts of the globe in Peng et al (2022). This would allow more efficient use of computational resources, as higher resolution could be added in specific regions where the simulation of phenomena such as low-lying clouds near the ocean surface might benefit from that higher resolution. Tests using this model with regions of high-resolution embedded cloud-scale models showed only minor effects around the border between regions of high- and low-resolution embedded cloud-scale models.\n\n\nPrevious work with these ultra-parameterized simulations had difficulty simulating the observed amounts of low lying clouds over the oceans, specifically the overcast clouds like those found off the coast of California. By allowing cloud droplets to slowly fall (much slower than rain drops) in the cloud-scale simulations and introducing smoothing of winds within the model to prevent spurious mixing between moist and dry air at the top of overcast clouds like those near California, the simulation of those clouds was improved as shown in Peng et al (2024).\n\n\nWith further adjustments to the ultra-parameterized model, its representation of clouds and balance between incoming and outgoing energy was improved. This \"tuned\" version of the model was used to run five-year-long simulations: one of present day climate and a second with sea surface temperatures warmed by a few degrees. Such simulations are used to estimate the impacts of the temperature change associated with global warming on clouds and the atmosphere, without taking into consideration the effects of changes in greenhouse gases or aerosols. Those simulations show that cloud changes with (global) warming resemble those found in global climate models that represent clouds and convection with parameterizations (i.e., approximations based on 100-km-scale grid box average temperature, humidity, etc). While these ultra-parameterized simulations are not perfect (due to still-coarse cloud-scale grids and the gap in scales between cloud-scale and global model along with other approximations), they do permit simulation of climate change in a model that begins to resolve the eddies that sustain overcast clouds like those off the California coast.\n\n\nA similar ultra-parameterized climate model, based on the Community Earth System Model, was used in Terai et al (2020) to study the interactions of clouds and aerosols, since such interactions are important to the uncertainty in predictions of climate change. Because interactions of clouds and aerosols occur at the scale of individual updrafts within clouds, resolving those updrafts may aid in the accurate simulation of cloud-aerosol interactions. Simulations were made with an ultra-parameterized model with a cloud-scale model with 250 m horizontal grid spacing and a second similar model with a coarser cloud-scale model with 4 km grid spacing. The two models produced similar overall climate effects due to aerosol cloud interactions when comparing simulations with preindustrial and present-day emissions of aerosols and their chemical precursors. However, the higher-resolution, ultra-parameterized model showed some observed features to its response, such as the thinning of non-raining clouds in response to increased aerosols, that are difficult to represent in coarser-scale models, including traditional global climate models.\n\n\nReferences:\n\nPeng, Pritchard, Hannah, Blossey, Worley and Bretherton (2022). Load-balancing intense physics calculations to embed regionalized high-resolution cloud resolving models in the E3SM and CESM climate models. Journal of Advances in Modeling Earth Systems. https://doi.org/10.1029/2021MS002841\nPeng, Blossey, Hannah, Bretherton, Terai, Jenney and Pritchard (2024). Improving stratocumulus cloud amounts in a 200-m resolution multi-scale modeling framework through tuning of its interior physics. Journal of Advances in Modeling Earth Systems. https://doi.org/10.1029/2023MS003632\nTerai, Pritchard, Blossey, and Bretherton (2020). The impact of resolving subkilometer processes on aerosol-cloud interactions of low-level clouds in global model simulations. Journal of Advances in Modeling Earth Systems. https://doi.org/10.1029/2020MS002274\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/28/2024\n\n\t\t\t\t\tSubmitted by: PeterNBlossey\n"
 }
}