{
 "awd_id": "1912507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Attosecond Photoemission Dynamics: Novel AB Initio Methods for Atomic and Molecular Ex-situ Spectrscopies",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Gea-Banacloche",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 326983.0,
 "awd_amount": 336983.0,
 "awd_min_amd_letter_date": "2019-06-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "At a fundamental level, atoms consists of negatively-charge particles, the electrons, flying around a massive positively-charged nucleus. Using ultrashort laser pulses, snapshots of electrons can be taken with attosecond time resolution (one attosecond is a billionth of a billionth of a second), which is the natural timescale of electronic motion. To control how atoms evolve in time, however, it is also essential to be able to predict their fast dynamics. This is a difficult task because electrons try to avoid each other in their motion around the nucleus. Furthermore, electrons occasionally do collide, causing the choreography of the dance to change. During the last three years, this research group has developed numerical tools that can predict how this complex dynamics unfolds under the influence of external light pulses. The present project will add to the theoretical toolbox the pieces necessary to describe three important aspects of electron dynamics; the interaction of their spin with their orbital motion, their interaction with circularly polarized light, and, in the case of molecular electrons, their interaction with two or more nuclear centers. These new tools will contribute to consolidate the U.S. presence in the ultrafast atomic and molecular international community, and to equip the students involved in this research with unique computational skills.\r\n\r\nAttosecond pulses have given access to the time-resolved study of electronic excitations in atoms and molecules above their ionization threshold. Such studies rely on ever more sophisticated theoretical models. Currently, it is possible to describe, within the electrostatic approximation, the ionization of systems as complex as neon and argon. Yet, the accurate treatment of atoms beyond the first period requires incorporation of their spin-orbit interaction. Thanks to constant experimental advances, the polarization of attosecond light pulses can now be changed at will, and it is possible to detect angularly resolved photoelectron spectra from oriented molecular targets. This project will include spin-orbit effects and the interaction with arbitrarily polarized pulses in the time-resolved description of atomic ionization, and it will extend existing molecular scattering codes to finite-pulse multi-photon ionization regimes. The inclusion of relativistic interactions will be essential to quantify the ionization delay due to the interplay between spin-orbit interaction and electron correlations. The study of ionization with arbitrarily polarized ultrashort pulses will open the way to non-axially symmetric photoemission. The new molecular-codes will be a more rigorous basis for attosecond interferometric spectroscopies. This project aims at solving persistent discrepancies in atomic attosecond experiments that are due to the non-negligible spin-orbit splitting in the valence and inner-valence shells of atoms as heavy as argon and krypton. It will explore new pump-prope schemes with circularly-polarized pulses, which hold the keys to the direct measurement of resonant retardation in photoemission and to the dichroism in the ionization of chiral systems. This project will also foster STEM excellence in Florida by promoting the participation of students from local high schools to the USA Physics Olympiads through off-campus training sessions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Argenti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Argenti",
   "pi_email_addr": "luca.argenti@ucf.edu",
   "nsf_id": "000708436",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4000 Central Florida Blvd.",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162385",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 112252.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 224731.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit.<br />&nbsp;<br />Attosecond science studies the ultrafast motion of electrons in atoms and molecules at its natural time scale, which is of the order of tens or hundreds of attoseconds (one attosecond is a billionth of a billionth of a second). This emerging discipline, enabled by advances in pulsed-laser and particle-detection technologies, has paved the way for the direct observation of correlated electron dynamics at the basis of the stability of reactivity of matter. The significance of attosecond science was highlighted by the awarding of the 2023 Nobel Prize in Physics to pioneers in this field: Pierre Agostini, Ferenc Krausz, and Anne L&rsquo;Huillier.<br />&nbsp;<br />Due to the complexity of attosecond dynamics and observables, experiments in this field require support from sophisticated electronic theories that describe the motion of fragments ejected when atoms or molecules interact with ionizing radiation pulses. To this end, the PI has developed analytical and numerical methods to accurately predict the evolution of correlated electrons in atoms and molecules under the influence of ultrashort light pulses. In this project, the team has expanded these efforts to study the effects of spin-orbit interaction (the coupling of electrons&rsquo; magnetic dipole moments with apparent magnetic fields in the atoms) and circularly polarized pulses on photoelectron emission. They also investigated the control of fragment coherence in atomic and molecular ionization and the manipulation of metastable states using intense light pulses.<br />&nbsp;<br />To date, this project has yielded 17 publications in peer reviewed journals, including five in high-impact journals such as Optica, Physical Review Letters, and Science Advances. Several additional manuscripts are in the final stages or under review. Key outcomes include: i) determining the time it takes to free electrons in the proximity of a nucleus to exchange a photon with an intense infrared pulse; ii) studying how electron spin affects the photoelectric effect; iii) controlling quantu coherence in photofragments following atom and small molecule ionization; iv) discovering autoionizing polaritons, which are unstable electronic states that can be stabilized or destabilized by infrared pulses (similar to balancing a long stick vertically on your hand by moving your hand back and forth); v) predicting the angularly resolved distribution of the electrons emitted from a molecule when irradiated with ionizing radiation.<br />&nbsp;<br />Broader Impact<br />&nbsp;<br />The project engaged two postdoctoral fellows, six graduate students (including three from the PI&rsquo;s group and three exchange students), seven undergraduate students, and numerous external collaborators. Two of the PI&rsquo;s graduate students have successfully defended their PhD theses and moved on to postdoctoral positions, while three undergraduate have advanced to PhD programs. These students have developed unique skills in attosecond science, electronic structure theory, coding, scientific writing, and presentation, as well as in collaboration with peers nationally and internationally, enhancing their prospects in both academia and the high-skill R&amp;D sector in the US. The project&rsquo;s extensive collaborations with experimentalists in the US and Europe have arguably strengthen America&rsquo;s position in attosecond science and fostered interdisciplinary integration of atomic and molecular physics, chemistry, and optics. <br />&nbsp;<br />During the project, the PI served as co-chair of the Theoretical Atomic Molecular and Optical physics Community (TAMOC), revitalizing the website to facilitate graduate student and postdoc connections with potential advisors. As co-chair of ATTO VIII (2022), the most prominent international conference on attosecond science and the first in-person event since the onset of the pandemic, the PI helped promote the visibility of established female scientists in this discipline, encouraging a more diverse broader group of students to join this community. Lastly, the PI promoted participation in the US Physics Olympiad among high schools in the Orlando area, conducting a workshop for high-school instructors.</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Luca&nbsp;Argenti</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533362695_Fig2_ArgonAvoidedCrossing--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533362695_Fig2_ArgonAvoidedCrossing--rgov-800width.png\" title=\"Avoided crossing between autoionizing polaritons\"><img src=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533362695_Fig2_ArgonAvoidedCrossing--rgov-66x44.png\" alt=\"Avoided crossing between autoionizing polaritons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">XUV absorption spectrum in argon, dressed by an intense IR pulse, as a function of the IR frequency. Several avoided crossings between autoionizing states and light-induced states are visible. Calculations with different bases allows us to assign each feature to specific states.</div>\n<div class=\"imageCredit\">Phys. Rev. Lett. 127, 023202 (2021)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luca&nbsp;Argenti\n<div class=\"imageTitle\">Avoided crossing between autoionizing polaritons</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533798629_Fig6_ATTOPanel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533798629_Fig6_ATTOPanel--rgov-800width.jpg\" title=\"ATTO VIII: Panel on the future of attosecond science\"><img src=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533798629_Fig6_ATTOPanel--rgov-66x44.jpg\" alt=\"ATTO VIII: Panel on the future of attosecond science\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Panel discussion on the future of attosecond science at ATTO VIII (July 2022). Left to right: Linda Young, Nina Rohringer, Maria Richter, Alexandra Landsman, Ursula Keller, Mette Gaarde, and Nirit Dudovich. The panel was chaired by Li Fang.</div>\n<div class=\"imageCredit\">Luca Argenti</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luca&nbsp;Argenti\n<div class=\"imageTitle\">ATTO VIII: Panel on the future of attosecond science</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533925354_Fig5_Workshop--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533925354_Fig5_Workshop--rgov-800width.JPG\" title=\"Workshop on US Physics Olympiad\"><img src=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533925354_Fig5_Workshop--rgov-66x44.JPG\" alt=\"Workshop on US Physics Olympiad\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Workshop for high-school teachers on the F=ma competition, held by the project's PI.</div>\n<div class=\"imageCredit\">Luca Argenti</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luca&nbsp;Argenti\n<div class=\"imageTitle\">Workshop on US Physics Olympiad</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533136040_Fig1_HeliumDESCorrelation--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533136040_Fig1_HeliumDESCorrelation--rgov-800width.png\" title=\"Electron correlation in Helium 2s2p doubly excited state\"><img src=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533136040_Fig1_HeliumDESCorrelation--rgov-66x44.png\" alt=\"Electron correlation in Helium 2s2p doubly excited state\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Electron probability density in helium's 2s2p state with a fixed electron position (red dot). Shows static polarization of electrons towards each other and a Coulomb hole due to mutual repulsion, depicting electron density depletion near the fixed electron.</div>\n<div class=\"imageCredit\">Phys. Rev. Research 5, 033047</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luca&nbsp;Argenti\n<div class=\"imageTitle\">Electron correlation in Helium 2s2p doubly excited state</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533659920_Fig4_CO_TRIMPES--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533659920_Fig4_CO_TRIMPES--rgov-800width.png\" title=\"Vibrational coherence following the C1s ionization of CO\"><img src=\"/por/images/Reports/POR/2024/1912507/1912507_10613486_1706533659920_Fig4_CO_TRIMPES--rgov-66x44.png\" alt=\"Vibrational coherence following the C1s ionization of CO\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In the core C1s ionization of CO, an electron can be emitted opposite to oxigen, or towards it and scattered back, leading to interference. Due to the recoil in emission and scattering, ultrashort ionization leads to vibrational coherence in the residual molecular ion.</div>\n<div class=\"imageCredit\">Phys. Rev. Lett. 127, 203201</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luca&nbsp;Argenti\n<div class=\"imageTitle\">Vibrational coherence following the C1s ionization of CO</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit.\n\nAttosecond science studies the ultrafast motion of electrons in atoms and molecules at its natural time scale, which is of the order of tens or hundreds of attoseconds (one attosecond is a billionth of a billionth of a second). This emerging discipline, enabled by advances in pulsed-laser and particle-detection technologies, has paved the way for the direct observation of correlated electron dynamics at the basis of the stability of reactivity of matter. The significance of attosecond science was highlighted by the awarding of the 2023 Nobel Prize in Physics to pioneers in this field: Pierre Agostini, Ferenc Krausz, and Anne LHuillier.\n\nDue to the complexity of attosecond dynamics and observables, experiments in this field require support from sophisticated electronic theories that describe the motion of fragments ejected when atoms or molecules interact with ionizing radiation pulses. To this end, the PI has developed analytical and numerical methods to accurately predict the evolution of correlated electrons in atoms and molecules under the influence of ultrashort light pulses. In this project, the team has expanded these efforts to study the effects of spin-orbit interaction (the coupling of electrons magnetic dipole moments with apparent magnetic fields in the atoms) and circularly polarized pulses on photoelectron emission. They also investigated the control of fragment coherence in atomic and molecular ionization and the manipulation of metastable states using intense light pulses.\n\nTo date, this project has yielded 17 publications in peer reviewed journals, including five in high-impact journals such as Optica, Physical Review Letters, and Science Advances. Several additional manuscripts are in the final stages or under review. Key outcomes include: i) determining the time it takes to free electrons in the proximity of a nucleus to exchange a photon with an intense infrared pulse; ii) studying how electron spin affects the photoelectric effect; iii) controlling quantu coherence in photofragments following atom and small molecule ionization; iv) discovering autoionizing polaritons, which are unstable electronic states that can be stabilized or destabilized by infrared pulses (similar to balancing a long stick vertically on your hand by moving your hand back and forth); v) predicting the angularly resolved distribution of the electrons emitted from a molecule when irradiated with ionizing radiation.\n\nBroader Impact\n\nThe project engaged two postdoctoral fellows, six graduate students (including three from the PIs group and three exchange students), seven undergraduate students, and numerous external collaborators. Two of the PIs graduate students have successfully defended their PhD theses and moved on to postdoctoral positions, while three undergraduate have advanced to PhD programs. These students have developed unique skills in attosecond science, electronic structure theory, coding, scientific writing, and presentation, as well as in collaboration with peers nationally and internationally, enhancing their prospects in both academia and the high-skill R&D sector in the US. The projects extensive collaborations with experimentalists in the US and Europe have arguably strengthen Americas position in attosecond science and fostered interdisciplinary integration of atomic and molecular physics, chemistry, and optics. \n\nDuring the project, the PI served as co-chair of the Theoretical Atomic Molecular and Optical physics Community (TAMOC), revitalizing the website to facilitate graduate student and postdoc connections with potential advisors. As co-chair of ATTO VIII (2022), the most prominent international conference on attosecond science and the first in-person event since the onset of the pandemic, the PI helped promote the visibility of established female scientists in this discipline, encouraging a more diverse broader group of students to join this community. Lastly, the PI promoted participation in the US Physics Olympiad among high schools in the Orlando area, conducting a workshop for high-school instructors.\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: LucaArgenti\n"
 }
}