{
 "awd_id": "1912210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Run-In and Superlubricity of Diamond-Like Carbon Coatings from a Tribochemical Perspective",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032928136",
 "po_email": "lbian@nsf.gov",
 "po_sign_block_name": "Linkan Bian",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 51847.0,
 "awd_amount": 51847.0,
 "awd_min_amd_letter_date": "2019-06-06",
 "awd_max_amd_letter_date": "2019-06-06",
 "awd_abstract_narration": "Smartphone screens are an impressive example of how new technologies often rely on surface engineering, such as the ability to create durable, hard and slippery surfaces. Many key economic sectors can benefit from minimized wear and friction of surfaces, including the automotive, medical device, computer component and defense sectors, so that this research directly and positively impacts the economic welfare and national security of the United States. Recently, a hard surface coating known as diamond-like carbon (DLC) has been found to achieve an extreme level of slipperiness called \"superlubricity\". This desirable property is, however, very sensitive to environmental conditions such as the amount of water or hydrogen in the surrounding atmosphere. Sensitivity to environmental conditions limits the effectiveness of the coating for many potential applications. This collaborative research aims to understand the chemical reactions that govern superlubricity in DLC and to discover ways to extend its high performance to a wider range of conditions.  The collaborators at Penn State and St. Olaf College specialize in measuring friction using different state-of-the-art methods that complement each other. The broader impacts of this study extend to training the next generation of scientists in the United States by supporting student participation in the research. Educational activities will include outreach for underrepresented minority recruitment at Penn State and undergraduates at St. Olaf, instruction of undergraduates in friction-related physics at St. Olaf, instruction in DLC surface properties for a graduate course at Penn State, surface characterization tutorials in professional conferences, and student participation in international collaborations. \r\n\r\nDue to its amorphous nature, the carbon atoms in DLC have very broad distributions in bond length and angle. The covalent bonds in DLC are formed during the high-energy deposition process and cannot be relaxed or rearranged without annealing at extremely high temperatures. This means that the lengths and angles of many bonds in DLC deviate significantly from the minimum-energy structure of ideal sp2 and sp3 hybridization. Those bonds are weaker and more reactive compared to the bonds with parameters close to the ideal structures. Such broad distributions in bond parameters and reactivities are intrinsic parameters specific to each DLC coating and its deposition conditions. The main thesis of this study is that the presence of highly-distorted carbon-carbon bonds facilitates a mechanochemically-induced polymorphic transition to graphitic domains at the shearing interface. Under this hypothesis, the run-in process can be attributed to the shear-induced mechanochemical transformation of the distorted carbon networks to graphitic (or graphene-like) domains. The transformation process will also be affected by reactions with molecules impinging from the gas phase. These surface reactions with surrounding gas molecules are extrinsic parameters affecting the run-in and superlubricity of DLC. A mechanically-assisted thermal activation (Arrhenius-type) model will be combined with structural characterization to study how the intrinsic and extrinsic parameters facilitate or hamper the shear-induced mechanochemical transformation of the DLC interface to graphitic domains with ultra-low shear resistance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Borovsky",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Borovsky",
   "pi_email_addr": "borovsky@stolaf.edu",
   "nsf_id": "000077387",
   "pi_start_date": "2019-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Olaf College",
  "inst_street_address": "1520 SAINT OLAF AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5077863000",
  "inst_zip_code": "550571574",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "ST. OLAF COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "WDA2A3VKY3A7"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Olaf College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550571098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 51847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project resulted in a deeper understanding of a material that has the potential to reduce or eliminate friction between sliding surfaces. A few common examples of low friction sliding are fingers swiping a smart phone screen, a hockey puck gliding on ice, or an eyelid blinking over an eye. The material used in this study is called hydrogenated diamond-like carbon. It is a hard coating that is applied to other materials as a solid lubricant in order to prevent friction and wear. If this material can be engineered to nearly eliminate friction, then mechanical devices of all sizes could see extended lifespans and a huge reduction in the amount of energy that is normally wasted as heat. All major sectors of the economy would benefit from low-friction, low-waste, long-lasting mechanical components, including transportation, communications, medical devices, and everyday household goods such as appliances and HVAC systems.</p>\n<p>&nbsp;</p>\n<p>Hydrogenated diamond-like carbon (H-DLC) is a form of carbon that is produced in a vacuum chamber. It has an irregular (amorphous) structure at the atomic level. It is known to exhibit an ultra-low friction behavior in oxygen-free and water-free environments. This &ldquo;super-lubricity&rdquo; is always observed after a short period of transformation from high to low friction, known as a &ldquo;run-in&rdquo; process. Some studies have revealed graphitic structures at the H-DLC surface after the run-in process, but the exact chemical and physical natures of this graphitic layer have been elusive and are the main focus of this project.</p>\n<p>&nbsp;</p>\n<p>This study tested the hypothesis that the run-in process can be viewed as a shear-induced mechanochemical transformation of the amorphous carbon network that produces graphitic (or graphene-like) domains with a low density of highly-reactive defects. We performed tip-on-surface friction tests at a wide range of size scales, spanning nano, micro, and macroscopic contacts. After testing, we performed chemical analyses of the material adhered to the tip, known as a transfer film. The surface structure and chemical make-up detected are highly responsive to the environmental conditions during the tests. These chemical analyses were performed by the collaborating team at Pennsylvania State University: graduate student Seokhoon Jang and advisor Prof. Seong Kim.</p>\n<p>&nbsp;</p>\n<p>Through these studies, this project has revealed that in dry nitrogen, the super-lubricity of H-DLC is highly sensitive to the hydrogen (H) content in the film. It affects not only the passivation of reactive sites, but also the degree of graphitization. This explained why the film with 30% H-content gave high friction (coefficient of friction COF &gt; 0.7), while the film with 40% H-content exhibited super-lubricity (COF &nbsp;&pound;0.01). Furthermore, we found that the presence of reducing elements (such as H<sub>2</sub>) in the gas phase can induce super-lubricity of the lower 30% H-content film through reactions at sites exposed during sliding. The resulting degree of graphitization is almost identical with the super-lubricious 40% H-content film. The presence of oxidizing agents (such as O<sub>2</sub> and H<sub>2</sub>O) prevents the formation of super-lubricious structures due to oxidation of reactive sites. The presence of oxygen in the environment induces a carbon structure that easily wears away. The presence of water induces the formation of a loosely-bound water layer, and since shear motion takes place in this adsorbed water layer, the crucial shear-induced graphitization does not readily occur.</p>\n<p>&nbsp;</p>\n<p>Most studies reporting the super-lubricity of H-DLC were done with macroscopic friction tests. It is extremely rare to find reports showing the super-lubricity of H-DLC in nano-scale friction tests, although there are a plethora of nanoscale friction studies on various aspects of tribology. The team at St. Olaf College tested if the super-lubricity can be observed in microscale tests. We found it is possible to induce super-lubricity at the microscale if a proper run-in process was incorporated into the test procedure. However, smaller nanoscale testing at Penn State did not observe the super-lubricity of the same H-DLC film. We have concluded that nanoscale contacts are not large enough to consistently keep the super-lubricious transfer film in place during sliding. Thus, even if super-lubricious structures are formed (which is likely because the shear stress is much larger at the nanoscale compared to the micro and macroscales), it can easily slip outside of the contact area. In other words, it means that the lack of super-lubricity at the nanoscale is not an intrinsic property of H-DLC, but an extrinsic property of the test conditions. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Through this project the Penn State team collaborated with fifteen undergraduate students at St. Olaf College. Data from this study was used in the graduate-level surface characterization class at Penn State. The graduate student supported by this project gained multi-disciplinary skillsets connecting chemical engineering, mechanical engineering, and computational research. Considering the rarity of students with such backgrounds, it is very likely that he will bring diversity into the tribology and lubrication engineering communities, which are important disciplines for advanced manufacturing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2023<br>\n\t\t\t\t\tModified by: Brian&nbsp;P&nbsp;Borovsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project resulted in a deeper understanding of a material that has the potential to reduce or eliminate friction between sliding surfaces. A few common examples of low friction sliding are fingers swiping a smart phone screen, a hockey puck gliding on ice, or an eyelid blinking over an eye. The material used in this study is called hydrogenated diamond-like carbon. It is a hard coating that is applied to other materials as a solid lubricant in order to prevent friction and wear. If this material can be engineered to nearly eliminate friction, then mechanical devices of all sizes could see extended lifespans and a huge reduction in the amount of energy that is normally wasted as heat. All major sectors of the economy would benefit from low-friction, low-waste, long-lasting mechanical components, including transportation, communications, medical devices, and everyday household goods such as appliances and HVAC systems.\n\n \n\nHydrogenated diamond-like carbon (H-DLC) is a form of carbon that is produced in a vacuum chamber. It has an irregular (amorphous) structure at the atomic level. It is known to exhibit an ultra-low friction behavior in oxygen-free and water-free environments. This \"super-lubricity\" is always observed after a short period of transformation from high to low friction, known as a \"run-in\" process. Some studies have revealed graphitic structures at the H-DLC surface after the run-in process, but the exact chemical and physical natures of this graphitic layer have been elusive and are the main focus of this project.\n\n \n\nThis study tested the hypothesis that the run-in process can be viewed as a shear-induced mechanochemical transformation of the amorphous carbon network that produces graphitic (or graphene-like) domains with a low density of highly-reactive defects. We performed tip-on-surface friction tests at a wide range of size scales, spanning nano, micro, and macroscopic contacts. After testing, we performed chemical analyses of the material adhered to the tip, known as a transfer film. The surface structure and chemical make-up detected are highly responsive to the environmental conditions during the tests. These chemical analyses were performed by the collaborating team at Pennsylvania State University: graduate student Seokhoon Jang and advisor Prof. Seong Kim.\n\n \n\nThrough these studies, this project has revealed that in dry nitrogen, the super-lubricity of H-DLC is highly sensitive to the hydrogen (H) content in the film. It affects not only the passivation of reactive sites, but also the degree of graphitization. This explained why the film with 30% H-content gave high friction (coefficient of friction COF &gt; 0.7), while the film with 40% H-content exhibited super-lubricity (COF  &pound;0.01). Furthermore, we found that the presence of reducing elements (such as H2) in the gas phase can induce super-lubricity of the lower 30% H-content film through reactions at sites exposed during sliding. The resulting degree of graphitization is almost identical with the super-lubricious 40% H-content film. The presence of oxidizing agents (such as O2 and H2O) prevents the formation of super-lubricious structures due to oxidation of reactive sites. The presence of oxygen in the environment induces a carbon structure that easily wears away. The presence of water induces the formation of a loosely-bound water layer, and since shear motion takes place in this adsorbed water layer, the crucial shear-induced graphitization does not readily occur.\n\n \n\nMost studies reporting the super-lubricity of H-DLC were done with macroscopic friction tests. It is extremely rare to find reports showing the super-lubricity of H-DLC in nano-scale friction tests, although there are a plethora of nanoscale friction studies on various aspects of tribology. The team at St. Olaf College tested if the super-lubricity can be observed in microscale tests. We found it is possible to induce super-lubricity at the microscale if a proper run-in process was incorporated into the test procedure. However, smaller nanoscale testing at Penn State did not observe the super-lubricity of the same H-DLC film. We have concluded that nanoscale contacts are not large enough to consistently keep the super-lubricious transfer film in place during sliding. Thus, even if super-lubricious structures are formed (which is likely because the shear stress is much larger at the nanoscale compared to the micro and macroscales), it can easily slip outside of the contact area. In other words, it means that the lack of super-lubricity at the nanoscale is not an intrinsic property of H-DLC, but an extrinsic property of the test conditions.  \n\n \n\nThrough this project the Penn State team collaborated with fifteen undergraduate students at St. Olaf College. Data from this study was used in the graduate-level surface characterization class at Penn State. The graduate student supported by this project gained multi-disciplinary skillsets connecting chemical engineering, mechanical engineering, and computational research. Considering the rarity of students with such backgrounds, it is very likely that he will bring diversity into the tribology and lubrication engineering communities, which are important disciplines for advanced manufacturing.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2023\n\n\t\t\t\t\tSubmitted by: Brian P Borovsky"
 }
}