{
 "awd_id": "1912037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRCNS Research Proposal: Collaborative Research: The Space of Riemannian Metrics for the Statistical Analysis of the Human Connectome",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 249937.0,
 "awd_amount": 249937.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2019-08-06",
 "awd_abstract_narration": "The human brain is one of the most complex biological geometrical objects. The Human Connectome Project aims to make available an unparalleled compilation of neural functional and structural imaging data from healthy adults. Data from over 900 subjects has already been released. The principal data provided by the Human Connectome Project are diffusion-weighted MRI and functional MRI. Due to the amount and complexity of the data generated in this project, new techniques to analyze, compare and represent these data are needed, which is the motivation and driving force for the research outlined in this proposal. This collaborative project has three fundamental goals: (1) to further develop the mathematical theory of geometrical statistics, in particular the role of the infinite-dimensional manifold of all Riemannian metrics; (2) to develop practical tools for the statistical study of the connectivity of the human brain; and (3) to demonstrate the utility of the developed techniques for the segmentation and parcellation of the thalamus and other subareas of the subcortical gray matter that are not visible in structural MRI. \r\n\r\nThis project will develop for the first time statistical techniques on the infinite-dimensional manifold of Riemannian metrics. The project team believes that the space of Riemannian metrics is the natural framework for analyzing the variability of the architecture of the human brain. Diffusion-weighted MRI allows the investigators to model an individual human brain as a Riemannian manifold with axonal connections that are geodesic curves of an appropriate metric. The team will study the space of all Riemannian metrics and develop methods based on geometrical statistics for the analysis of the whole population. An immediate practical application of the techniques developed will be the parcellation of the thalamus based on thalamocortical connectivity. The internal architecture of the thalamus is not visible in standard structural MRI but rather is defined via the connections to the different areas of the cortex. In this project, the investigators will partition the thalamus by projecting the functional partition of the cortex onto the thalamus via the connectomics. The aim is to use geometric statistical mapping methods to produce a statistically informed partition of an individual patient's thalamus. The primary driving motivation is to eventually improve outcomes of deep brain stimulation as a therapy for essential tremor, in which the thalamus is the primary target. The subcortical white matter is also implicated in many neurological disorders, such as ischemic vascular disease, Huntington's, Multiple Sclerosis, and HIV/AIDS dementia. The PIs envision that the statistical techniques developed for qualifying the detailed architecture of the white matter in the normal population will have implications for all these diseases. This project will provide novel analytical tools to unravel the mysteries of the human brain.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Bauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Bauer",
   "pi_email_addr": "bauer@math.fsu.edu",
   "nsf_id": "000733889",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 249937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ca51e46e-7fff-cf12-28ad-37320ec66c1a\"> </span></p>\n<p><span id=\"docs-internal-guid-22ff14d3-7fff-99b6-64d1-ea2dbdb10f96\"> </span></p>\n<p dir=\"ltr\"><span>The human brain is one of the most complex biological geometrical objects. The Human Connectome Project aims to make available an unparalleled compilation of neural functional and structural imaging data from healthy adults. Data from over 900 subjects has already been released. The principal data provided by the Human Connectome Project are diffusion-weighted MRI and functional MRI. Due to the amount and complexity of the data generated in this project, new techniques to analyze, compare, and represent these data are needed, which is the motivation and driving force for the research outlined in this proposal.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The underlying paradigm of this research project was the belief that the space of Riemannian metrics is the natural framework for analyzing the variability of the architecture of the human brain:&nbsp; diffusion-weighted MRI allowed the investigators to model an individual human brain as a Riemannian manifold with axonal connections that are geodesic curves of an appropriate metric. Toward this goal, the investigators reduced this problem to that of solving a highly nonlinear set of partial differential equations (PDEs). They made use of convolutional encoder-decoder neural networks (CEDNNs) for solving this geometrically motivated PDE. The resulting method achieved excellent performance in the alignment of geodesics with white matter pathways and tackles a long-standing issue in previous geodesic tractography methods: the inability to recover crossing fibers with high fidelity.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Furthermore, the research team developed for the first time statistical techniques on the infinite-dimensional manifold of Riemannian metrics, which in turn allowed the deployment of a geometric framework for atlas construction in the space of human connectomes based on the afore-described representation as a Riemannian metric.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The researchers then </span><span>extended this framework to include additional imaging modalities in the atlas construction process. Therefore, they tied the formulation into the existing framework for diffeomorphic construction of image atlases. This allows constructing a multimodal atlas by simultaneously integrating complementary white matter structure details from DWMRI and cortical details from T1-weighted MRI. The benefits of this multimodal atlas-building framework has been demonstrated using T1 images and connectomes derived from diffusion tensors estimated from subjects from the Human Connectome Project.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n Last Modified: 11/26/2023<br>\nModified by: Martin&nbsp;Bauer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\n \n\n\nThe human brain is one of the most complex biological geometrical objects. The Human Connectome Project aims to make available an unparalleled compilation of neural functional and structural imaging data from healthy adults. Data from over 900 subjects has already been released. The principal data provided by the Human Connectome Project are diffusion-weighted MRI and functional MRI. Due to the amount and complexity of the data generated in this project, new techniques to analyze, compare, and represent these data are needed, which is the motivation and driving force for the research outlined in this proposal.\n\n\n\n\n\nThe underlying paradigm of this research project was the belief that the space of Riemannian metrics is the natural framework for analyzing the variability of the architecture of the human brain: diffusion-weighted MRI allowed the investigators to model an individual human brain as a Riemannian manifold with axonal connections that are geodesic curves of an appropriate metric. Toward this goal, the investigators reduced this problem to that of solving a highly nonlinear set of partial differential equations (PDEs). They made use of convolutional encoder-decoder neural networks (CEDNNs) for solving this geometrically motivated PDE. The resulting method achieved excellent performance in the alignment of geodesics with white matter pathways and tackles a long-standing issue in previous geodesic tractography methods: the inability to recover crossing fibers with high fidelity.\n\n\n\n\n\nFurthermore, the research team developed for the first time statistical techniques on the infinite-dimensional manifold of Riemannian metrics, which in turn allowed the deployment of a geometric framework for atlas construction in the space of human connectomes based on the afore-described representation as a Riemannian metric.\n\n\nThe researchers then extended this framework to include additional imaging modalities in the atlas construction process. Therefore, they tied the formulation into the existing framework for diffeomorphic construction of image atlases. This allows constructing a multimodal atlas by simultaneously integrating complementary white matter structure details from DWMRI and cortical details from T1-weighted MRI. The benefits of this multimodal atlas-building framework has been demonstrated using T1 images and connectomes derived from diffusion tensors estimated from subjects from the Human Connectome Project.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/26/2023\n\n\t\t\t\t\tSubmitted by: MartinBauer\n"
 }
}