{
 "awd_id": "1912520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Longitudinal Investigation of the Decision Process in Adoption of Course-based Undergraduate Research",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 299506.0,
 "awd_amount": 400309.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2023-08-22",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest by investigating the motivators and barriers that influence instructors' adoption and implementation of research in undergraduate courses. The value of early opportunities for undergraduates to engage in research is widely recognized. In fact, national reports have recommended replacing standard laboratory courses with discovery-based research courses as an inclusive way to engage students in compelling experiments. Course-based undergraduate research experiences (CUREs) are particularly valuable because they can reach students at institutions in which out-of-classroom research is limited or unavailable (e.g., high enrollment institutions; community colleges). However, development of a successful CURE requires an initial investment of time and the willingness to take a risk in the classroom. Many instructors do not have the autonomy, time, or resources to develop their own CUREs.  As a result, nationally disseminated \"network CUREs\" have been a successful alternative.  In network CUREs, students at different institutions work in parallel using the same methods, but in different contexts. Although network CURES have expanded accessibility of research experiences, much work remains since non-research activities still take up the bulk of most undergraduate laboratories. If widespread dissemination of CUREs is to reach all institution types, the undergraduate STEM education community needs a better understanding of the institutional and contextual challenges that instructors face in implementing CURES. This project aims to investigate the \"undergraduate research mindset\" of instructors representing a diversity of undergraduate populations. The study intends to identify the characteristics of CURE programs that influence instructors' decisions to implement and persist in implementing them, and whether these characteristics differ depending on institutional context. \r\n\r\nGuided by Rogers' Diffusion of Innovations theory, this study will use qualitative and quantitative methods to assess what programmatic characteristics of two conceptually related, but structurally different network CUREs factor into instructors' decisions to implement and then persist in implementing or exit from each program. In the first phase of the study, longitudinal tracking will be employed through interviews of instructors who are ready to implement one of these two CUREs. In the second phase, results from longitudinal tracking will be used to create and administer a national survey to gain similar information from a broader group of instructors. This understanding could guide future CURE developers to target institutional contexts that are currently underrepresented in CURE networks. In addition, it can provide a framework to help future CURE developers create research experiences that are likely to be successfully implemented at diverse institution types. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation track, the program will support efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Bascom-Slack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Bascom-Slack",
   "pi_email_addr": "carol.bascom_slack@tufts.edu",
   "nsf_id": "000665879",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Coley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Coley",
   "pi_email_addr": "jcoley@neu.edu",
   "nsf_id": "000274145",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "136 Harrison Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021111817",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 299506.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100803.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of our work is to retain students in Science Technology Engineering and Math (STEM) and to work to attain equity for students across all demographics. To do this, our focus has been on expanding the use of Course-Based Research Experiences (CUREs) because 1) a research experience has been shown to improve retention in STEM and 2) bringing the research experience into the classroom allows broader participation. While there are known benefits for students, creating an authentic research experience within the constraints of a classroom is challenging for faculty. In the current study we conducted interviews with instructors who expressed interest in implementing a CURE and then followed them for another two years. We were able to identify different patterns. For example, we learned that many instructors appreciate the opportunity to start with a short duration experience to get their feet wet and generally then go on to expand the CURE experience. This knowledge may decrease the rate at which instructors get discouraged and discontinue CURE use. Three of 19 instructors in the study discontinued; however, this was not due to dissatisfaction with the CURE but to a disruption in their teaching. This knowledge can be used to address the growing number of adjunct faculty employed at community colleges. Without job stability, faculty are more likely to discontinue use of a CURE that they&rsquo;ve worked hard to implement.&nbsp;</p>\r\n<p>We were able to use the information gained from our longitudinal interviews to design a large study with many more participants. We recruited a diverse swath of faculty representing all institution types and ranging from tenure-track to no long term contract. We asked questions about their perceptions of CUREs and then used statistical analyses on the results to begin to understand the salient barriers and, importantly, whether certain barriers were more prevalent in certain teaching contexts.&nbsp;We investigated which individual variables were most predictive of CURE discontinuance or non-use. We found that instructors at associate&rsquo;s granting institutions, such as community colleges, are 3.7 times more likely to be non-users of CUREs and 2.6 times more likely to be discontinuers. However, when we considered all variables in one model, lack of possibility for tenure or long term contract is a significant predictor of non-use while institution type is not. We propose that future research should prioritize focus on teaching context and faculty experience over institution type.&nbsp;</p>\r\n<p>Assessment of instructor perception of CUREs indicates that perception of CUREs as an effective teaching method could be an important motivator to drive adoption. CURE developers and institutions can use these results to craft strategies to enhance identified motivators associated with continuance and target barriers that are strong predictors of discontinuance and non-use, such as the perception that CUREs are not&nbsp;compatible with budget, instructor research experience, personal bandwidth, and access to the necessary equipment.&nbsp;Our analyses also suggest that &ldquo;logistical challenges&rdquo; (such as the level of coordination with others required and issues related to teaching assistants) and &ldquo;instructional challenges&rdquo; (such as cost of CUREs and instructor personal time) are salient barriers overall. &ldquo;Student challenges such as (student resistance to CUREs and student frustration) and &ldquo;CURE skepticism&rdquo; are not.&nbsp;</p>\r\n<p>Overall this work begins to uncover relationships between specific positive and negative CURE perceptions relative to situational factors such as institution type and job stability. Our results also suggest that a fruitful avenue for future exploration will be to focus on situational variables other than simply institution type as a predictor of CURE use and adoption. In addition,&nbsp;we have started to uncover specific instructor perceptions that predict undesirable CURE adoption outcomes.&nbsp;Our survey is the first quantitative assessment tool to better understand which positive or negative perceptions are most important to instructor CURE adoption and how they may correlate to various occupational or institutional variables.&nbsp;This work also provides a framework for future quantitative research.</p>\r\n<p><strong>&nbsp;</strong></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/30/2025<br>\nModified by: Carol&nbsp;Bascom-Slack</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of our work is to retain students in Science Technology Engineering and Math (STEM) and to work to attain equity for students across all demographics. To do this, our focus has been on expanding the use of Course-Based Research Experiences (CUREs) because 1) a research experience has been shown to improve retention in STEM and 2) bringing the research experience into the classroom allows broader participation. While there are known benefits for students, creating an authentic research experience within the constraints of a classroom is challenging for faculty. In the current study we conducted interviews with instructors who expressed interest in implementing a CURE and then followed them for another two years. We were able to identify different patterns. For example, we learned that many instructors appreciate the opportunity to start with a short duration experience to get their feet wet and generally then go on to expand the CURE experience. This knowledge may decrease the rate at which instructors get discouraged and discontinue CURE use. Three of 19 instructors in the study discontinued; however, this was not due to dissatisfaction with the CURE but to a disruption in their teaching. This knowledge can be used to address the growing number of adjunct faculty employed at community colleges. Without job stability, faculty are more likely to discontinue use of a CURE that theyve worked hard to implement.\r\n\n\nWe were able to use the information gained from our longitudinal interviews to design a large study with many more participants. We recruited a diverse swath of faculty representing all institution types and ranging from tenure-track to no long term contract. We asked questions about their perceptions of CUREs and then used statistical analyses on the results to begin to understand the salient barriers and, importantly, whether certain barriers were more prevalent in certain teaching contexts.We investigated which individual variables were most predictive of CURE discontinuance or non-use. We found that instructors at associates granting institutions, such as community colleges, are 3.7 times more likely to be non-users of CUREs and 2.6 times more likely to be discontinuers. However, when we considered all variables in one model, lack of possibility for tenure or long term contract is a significant predictor of non-use while institution type is not. We propose that future research should prioritize focus on teaching context and faculty experience over institution type.\r\n\n\nAssessment of instructor perception of CUREs indicates that perception of CUREs as an effective teaching method could be an important motivator to drive adoption. CURE developers and institutions can use these results to craft strategies to enhance identified motivators associated with continuance and target barriers that are strong predictors of discontinuance and non-use, such as the perception that CUREs are notcompatible with budget, instructor research experience, personal bandwidth, and access to the necessary equipment.Our analyses also suggest that logistical challenges (such as the level of coordination with others required and issues related to teaching assistants) and instructional challenges (such as cost of CUREs and instructor personal time) are salient barriers overall. Student challenges such as (student resistance to CUREs and student frustration) and CURE skepticism are not.\r\n\n\nOverall this work begins to uncover relationships between specific positive and negative CURE perceptions relative to situational factors such as institution type and job stability. Our results also suggest that a fruitful avenue for future exploration will be to focus on situational variables other than simply institution type as a predictor of CURE use and adoption. In addition,we have started to uncover specific instructor perceptions that predict undesirable CURE adoption outcomes.Our survey is the first quantitative assessment tool to better understand which positive or negative perceptions are most important to instructor CURE adoption and how they may correlate to various occupational or institutional variables.This work also provides a framework for future quantitative research.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/30/2025\n\n\t\t\t\t\tSubmitted by: CarolBascom-Slack\n"
 }
}