{
 "awd_id": "1912902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Hybrid Fluid-Structure Interaction Material Point Method with applications to Large Deformation Problems in Hemodynamics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Heart valve associated issues in the human organism are the cause of cardiac arrest and heart failure, which may have devastating consequences on a person's health and even lead to death. While not necessarily fatal, pathologies associated with leg vein valves can nevertheless cause severe distress to the people affected and have a negative impact on their life with possibly major complications. For the treatment of valve associated diseases, the most common practice nowadays is the replacement of the malfunctioning valve with a prosthetic device. Unfortunately, prosthetic valves have issues with long term durability and post-implantation complications. Given the necessity of improving the design and selection of existing prosthetic valves, computational methodologies are becoming a valuable tool. The nature of blood flow inside a human valve renders the modeling problem considerably challenging from the mathematical and computational standpoints, as multiple physical phenomena mutually interact. Specifically, the major challenges are the large structural displacements experienced by the valve leaflets, while preserving accurate description of the hydrodynamic force at the fluid-solid interface. The focus of this project is on developing new fluid-structure interaction methodologies with specific interest in the case of large deformations. The important insight provided in this project will enable future valve design optimization while avoiding costly empirical design iterations. In addition to the obvious potential impact on society, the proposed project will be useful to many other applications in science and engineering, and also have beneficial impact on the training, education, and careers of junior researchers in an important, exciting, and mathematically, computationally, and societally impactful area of research.\r\n\r\nThis project is about the development, analysis, and implementation of novel computational techniques for the coupling of finite element methods (FEMs) to material point methods (MPMs) in fluid-structure interaction (FSI) problems. The use of different discretization techniques for the study of multiscale and multiphysics problems is a powerful tool for computational simulations. For instance, one-dimensional models are coupled with multi-dimensional models for computational cost reduction, or FEMs are coupled with finite volume methods to exploit the advantages of the algorithmic and mathematical features of these two methods. With the same idea, the coupling of FEM with MPM represents a promising combination, if different deformation regimes occur within the dynamical regime of a physical model. As a matter of fact, the FEM reaches its best accuracy for small deformations whereas the MPM mixed Eulerian-Lagrangian formulation becomes beneficial when large deformations occur. FEM-MPM coupling has, in fact, been studied only by very few authors, including the PIs, and the coupling of an FSI framework with an MPM approach is yet to be explored.  The use of the material point methodology would avoid the mesh entanglement issues that plague many existing FSI methods. To design the desired coupling approach, preliminary work is needed. First, the coupling between an MPM solid body immersed in an FEM fluid will be addressed, using benchmark problems from the FSI literature. At the same time, the mechanical properties of a solid body discretized with the mixed FSI-MPM approach will be studied and the accuracy of the method will be investigated using the Taylor bar test in which a cylinder impacts a rigid wall. Then, the knowledge gained from the preparatory work will be used to realize an FSI-MPM coupling methodology for biological valves, with the valve leaflets modeled with the MPM and the blood vessel and blood flow described in an FEM-FSI framework. Appropriate solvers and preconditioners will also be selected and studied because the discretized nonlinear and linear systems will likely be large and highly coupled. Lastly, the FSI-MPM coupling approach will also be applied for the simulations of stented arteries, with the stent described using the MPM. In this way, complex meshing procedure for the stent can be avoided, while capturing its dynamical behavior.  The computational techniques developed within the proposed research will be applicable and prove to be invaluable tools for a broad spectrum of applications such as human valve fluid and structural dynamics, aerospace and civil engineering problems, dam breaking, and airfoil design, to name a few. All our findings will be implemented in FEMuS, an open source library written in C++ language, freely downloadable online. Our effort will hopefully contribute to the standardization of novel computational techniques that are currently available only in research software. Nevertheless, researchers from all over the world can potentially access our findings and join us in this effort, with a substantial speed up in the standardization procedure.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugenio",
   "pi_last_name": "Aulisa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eugenio Aulisa",
   "pi_email_addr": "eugenio.aulisa@ttu.edu",
   "nsf_id": "000492168",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "Broadway & Boston",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was about developing, analyzing, and implementing novel computational techniques for coupling finite element methods (FEMs) to material point methods (MPMs). The focus was on fluid-structure interaction (FSI) problems in which multiple solid bodies mutually interact with fluid, with a specific interest in the case of large deformations of the solid bodies avoiding mesh entanglement, which plagues many existing approaches.<br /><br />Using different discretization techniques to study multiscale and multi-physics problems is a powerful tool for computational simulations. For instance, one-dimensional models are coupled with multi-dimensional models for computational cost reduction, or finite element methods (FEM) are coupled with finite volume methods to exploit the advantages of these two methods' algorithmic and mathematical features. With the same idea, the coupling of FEM with material point methods (MPM) represents a powerful combination when different deformation regimes occur within the dynamical regime of a physical model. The FEM reaches its best accuracy for small deformations, whereas the MPM mixed Eulerian-Lagrangian formulation becomes beneficial when large deformations occur. The computational techniques developed within this research are applicable and will prove to be invaluable tools for a broad spectrum of applications such as human valve fluid and structural dynamics, aerospace and civil engineering problems, dam breaking, and airfoil design, to name a few.<br /><br />We developed a new coupled method between a FEM fluid and an MPM solid for fluid-structure interaction problems involving significant structural distortions. We employ Nietsche's strategy for interface coupling, using a similar approach proposed in the xFEM framework. In our approach, the structural body, the fluid-solid interface, and the region in the vicinity of the interface, which is expected to experience the most considerable distortions, are discretized by particles. The rest of the domain is observed by finite elements. This methodology preserves the solution's accuracy since the proposed scheme relies on more than a complete MPM approach in the entire domain. This was the first investigation studying MPM and CutFEM in a unified framework.</p>\n<p><br />Nietsche's type interface coupling requires for integration of discontinuous functions. However, this poses an inherent difficulty: efficient quadrature rules available when integrating functions whose discontinuity falls in the element's interior are for low-order degree polynomials and cover a restricted set of geometries.<br /><br />We developed algebraic expressions to precisely evaluate the subdomain integral of any degree polynomial on parent finite element shapes cut by a planar interface. These formulas also apply to the exact evaluation of the embedded interface integral. In addition, we provided recursive algorithms that avoid overflow in computer arithmetic for standard finite element geometries: triangle, square, cube, tetrahedron, and prism, along with a hypercube of arbitrary dimensions.<br /><br />We developed a novel preconditioning technique to solve linearized fluid-structure interaction (FSI) systems. The block structure of the FS preconditioner was derived using the physical variables as a splitting strategy. The proposed preconditioner was tested on biomedical applications. 2D and 3D simulations were carried out considering aneurysm and venous valve geometries (see Image 1). The performances of the FS preconditioner compared favorably with those of the existing preconditioners.<br /><br />We developed a strategy to evaluate quasiconformal mappings from surfaces immersed in Euclidean space to compute dilatation-optimal surface meshes with prescribed connectivity and Dirichlet boundary data. In particular, a quaternionic quasiconformal formulation was proposed, leading to a linear algorithm for computing least-squares quasiconformal maps from surfaces given as extrinsic mesh data. This facilitated an iterative procedure that computed optimal quasiconformal mappings with optional constraints on surface area and extrinsic geometry. Based on the established Quasiconformal Iteration method, the proposed algorithm produces high-quality surface mappings (see Image 2), which correctly capture boundary information while eliminating undesirable folds which appear during least-squares conformal mapping procedures.<br /><br />All our findings were implemented in FEMuS (see Image 3), an open-source library written in C++ and freely downloadable online. Our effort contributed to the standardization of novel computational techniques that are currently available only in research software. Researchers worldwide can access our findings and join us in this effort, with a significant speed up in the standardization procedure. In addition to the potential impact on society, the proposed project will be helpful in many other applications in science and engineering. It also benefits junior researchers' training, education, and careers in a critical, exciting, mathematically, computationally, and societally impactful area of research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2022<br>\n\t\t\t\t\tModified by: Eugenio&nbsp;Aulisa</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668443549216_veinValve--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668443549216_veinValve--rgov-800width.jpg\" title=\"Vein Valve Simulation\"><img src=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668443549216_veinValve--rgov-66x44.jpg\" alt=\"Vein Valve Simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Example of Vein Valve Large Displacement Simulation, Solved Using the Developed Preconditioners</div>\n<div class=\"imageCredit\">Numerical Methods in Biomediacl Engineering, Vol36(3), 2020, e3301</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Eugenio&nbsp;Aulisa</div>\n<div class=\"imageTitle\">Vein Valve Simulation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668443867082_cow--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668443867082_cow--rgov-800width.jpg\" title=\"Conformal and Quasi Conformal Mapping\"><img src=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668443867082_cow--rgov-66x44.jpg\" alt=\"Conformal and Quasi Conformal Mapping\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Example of Mesh Optimization During Large Deformation</div>\n<div class=\"imageCredit\">ACM Transactions on Graphics Vol. 39(5) October 2020, pp 1-16</div>\n<div class=\"imageSubmitted\">Eugenio&nbsp;Aulisa</div>\n<div class=\"imageTitle\">Conformal and Quasi Conformal Mapping</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668467234819_femus--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668467234819_femus--rgov-800width.jpg\" title=\"FEMuS\"><img src=\"/por/images/Reports/POR/2022/1912902/1912902_10622476_1668467234819_femus--rgov-66x44.jpg\" alt=\"FEMuS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Finite Element Multiphysics Solver</div>\n<div class=\"imageCredit\">https://www.math.ttu.edu/~eaulisa/</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Eugenio&nbsp;Aulisa</div>\n<div class=\"imageTitle\">FEMuS</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project was about developing, analyzing, and implementing novel computational techniques for coupling finite element methods (FEMs) to material point methods (MPMs). The focus was on fluid-structure interaction (FSI) problems in which multiple solid bodies mutually interact with fluid, with a specific interest in the case of large deformations of the solid bodies avoiding mesh entanglement, which plagues many existing approaches.\n\nUsing different discretization techniques to study multiscale and multi-physics problems is a powerful tool for computational simulations. For instance, one-dimensional models are coupled with multi-dimensional models for computational cost reduction, or finite element methods (FEM) are coupled with finite volume methods to exploit the advantages of these two methods' algorithmic and mathematical features. With the same idea, the coupling of FEM with material point methods (MPM) represents a powerful combination when different deformation regimes occur within the dynamical regime of a physical model. The FEM reaches its best accuracy for small deformations, whereas the MPM mixed Eulerian-Lagrangian formulation becomes beneficial when large deformations occur. The computational techniques developed within this research are applicable and will prove to be invaluable tools for a broad spectrum of applications such as human valve fluid and structural dynamics, aerospace and civil engineering problems, dam breaking, and airfoil design, to name a few.\n\nWe developed a new coupled method between a FEM fluid and an MPM solid for fluid-structure interaction problems involving significant structural distortions. We employ Nietsche's strategy for interface coupling, using a similar approach proposed in the xFEM framework. In our approach, the structural body, the fluid-solid interface, and the region in the vicinity of the interface, which is expected to experience the most considerable distortions, are discretized by particles. The rest of the domain is observed by finite elements. This methodology preserves the solution's accuracy since the proposed scheme relies on more than a complete MPM approach in the entire domain. This was the first investigation studying MPM and CutFEM in a unified framework.\n\n\nNietsche's type interface coupling requires for integration of discontinuous functions. However, this poses an inherent difficulty: efficient quadrature rules available when integrating functions whose discontinuity falls in the element's interior are for low-order degree polynomials and cover a restricted set of geometries.\n\nWe developed algebraic expressions to precisely evaluate the subdomain integral of any degree polynomial on parent finite element shapes cut by a planar interface. These formulas also apply to the exact evaluation of the embedded interface integral. In addition, we provided recursive algorithms that avoid overflow in computer arithmetic for standard finite element geometries: triangle, square, cube, tetrahedron, and prism, along with a hypercube of arbitrary dimensions.\n\nWe developed a novel preconditioning technique to solve linearized fluid-structure interaction (FSI) systems. The block structure of the FS preconditioner was derived using the physical variables as a splitting strategy. The proposed preconditioner was tested on biomedical applications. 2D and 3D simulations were carried out considering aneurysm and venous valve geometries (see Image 1). The performances of the FS preconditioner compared favorably with those of the existing preconditioners.\n\nWe developed a strategy to evaluate quasiconformal mappings from surfaces immersed in Euclidean space to compute dilatation-optimal surface meshes with prescribed connectivity and Dirichlet boundary data. In particular, a quaternionic quasiconformal formulation was proposed, leading to a linear algorithm for computing least-squares quasiconformal maps from surfaces given as extrinsic mesh data. This facilitated an iterative procedure that computed optimal quasiconformal mappings with optional constraints on surface area and extrinsic geometry. Based on the established Quasiconformal Iteration method, the proposed algorithm produces high-quality surface mappings (see Image 2), which correctly capture boundary information while eliminating undesirable folds which appear during least-squares conformal mapping procedures.\n\nAll our findings were implemented in FEMuS (see Image 3), an open-source library written in C++ and freely downloadable online. Our effort contributed to the standardization of novel computational techniques that are currently available only in research software. Researchers worldwide can access our findings and join us in this effort, with a significant speed up in the standardization procedure. In addition to the potential impact on society, the proposed project will be helpful in many other applications in science and engineering. It also benefits junior researchers' training, education, and careers in a critical, exciting, mathematically, computationally, and societally impactful area of research.\n\n\t\t\t\t\tLast Modified: 11/28/2022\n\n\t\t\t\t\tSubmitted by: Eugenio Aulisa"
 }
}