{
 "awd_id": "1912419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research in Gravitation Theory and Relativistic Astrophysics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2019-05-23",
 "awd_max_amd_letter_date": "2019-05-23",
 "awd_abstract_narration": "The research supported by this award has impacts in a wide range of scientific areas that extend well beyond gravitational astrophysics.  Studies on neutron-star physics could lead to more accurate methods of measuring the neutron-star equation of state, and this could have an important impact on nuclear physics in addition to relativistic astrophysics. The gravitational-wave searches could lead to the first detections of gravitational waves from the r-modes of rotating neutron stars.  Such observations could provide a wealth of new information about the fundamental micro-physical processes operating in the high density cores of these stars.  This work will also develop new methods for performing simulations of Einstein's equations on manifolds with arbitrary topologies.  These methods could have impacts on cosmology and pure mathematics, in addition to fundamental gravitation theory.  Some of this research will involve graduate students, and will therefore contribute to the development of the next generation of gravitational astrophysicists.\r\n\r\nThe work supported by this grant will develop better mathematical methods for using observations of neutron stars and our understanding of strong gravitational fields to determine the neutron-star equation of state in a way that is free from any assumptions about the microphysics of neutron star matter.  Other projects include searches in the publicly available LIGO data for gravitational waves emitted by the r-modes of rotating neutron stars and new research in numerical relativity that involves developing techniques for solving Einstein's equations on manifolds with arbitrary spatial topologies. These methods will be used to study a variety of problems, including an effort to explore the gravitational analog of the turbulent cascade seen in fluid systems and exploring cosmological models numerically to determine whether and how non-trivial topology could be recognized through observations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Lindblom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Lindblom",
   "pi_email_addr": "llindblom@ucsd.edu",
   "nsf_id": "000443137",
   "pi_start_date": "2019-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California at San Diego",
  "perf_str_addr": "CASS -- MS 0424, 9500 Gilman Dr.",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principal outcome from this project was improved observational upper limits on the gravitational waves emitted by spinning neutron stars in twelve nearby supernova remnants.&nbsp; These improved upper limits were obtained from an analysis of the publicly available <span><span>LIGO</span></span> O2 data, using over one million hours of processing time on a large computer cluster.These results were published in the paper <span style=\"text-align: left;\"><a style=\"color: #000076;\" href=\"http://www.ccom.ucsd.edu/~lindblom/Publications/106_PhysRevD.101.083023.pdf\"> Directed Searches for Continuous Gravitational Waves from Twelve Supernova Remnants in Data from Advanced <span><span>LIGO's</span></span> Second Observing Run, </a> L. <span><span>Lindblom</span></span> &amp; B.J. Owen<em> Physical Review D</em>, <strong>101</strong>, 083023 (2020). </span></p>\n<p><span style=\"text-align: left;\">In addition, this project also supported research on the development of numerical methods that will allow us to write computer codes for solving the equations of Einstein's general relativity theory on manifolds having arbitrary spatial topologies.&nbsp; The topology of a space is the mathematical property that determines the way the space is connected together on a global scale.&nbsp; For example, a flat plane, the surface of a sphere, or the surface of a donut are examples of two dimensional spaces having different global topologies.&nbsp; Einstein's equation does not determine the topology of space, so in principle any spatial topology is possible.&nbsp; Present computational methods are able to&nbsp; solve Einstein's equation only on spaces with the most trivial topologies.&nbsp; This project continued to make progress on the development of the technical mathematical and computational tools needed to solve these equations on spaces with arbitrary topologies.</span></p>\n<p>A third focus of this project was the development of the mathematical tools that will allow us to determine the high density neutron star equation of state using observations of the macroscopic properties of those stars, like their masses and radii.&nbsp; The equation of state is the mathematical relationship between the density and the pressure of matter.&nbsp; The centers of neutron stars have densities that are about ten times the density of the material in the nucleus of an atom.&nbsp; So this type of matter is not well understood by currently available nuclear theory or experiment, and determining the equation of state using observations of neutron stars is the most promising window we have into the properties of this high density material.&nbsp; The work in this project was focused on developing better methods for determining how observational errors influence the accuracy of the equations of state determined in this way.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2020<br>\n\t\t\t\t\tModified by: Lee&nbsp;Lindblom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe principal outcome from this project was improved observational upper limits on the gravitational waves emitted by spinning neutron stars in twelve nearby supernova remnants.  These improved upper limits were obtained from an analysis of the publicly available LIGO O2 data, using over one million hours of processing time on a large computer cluster.These results were published in the paper  Directed Searches for Continuous Gravitational Waves from Twelve Supernova Remnants in Data from Advanced LIGO's Second Observing Run,  L. Lindblom &amp; B.J. Owen Physical Review D, 101, 083023 (2020). \n\nIn addition, this project also supported research on the development of numerical methods that will allow us to write computer codes for solving the equations of Einstein's general relativity theory on manifolds having arbitrary spatial topologies.  The topology of a space is the mathematical property that determines the way the space is connected together on a global scale.  For example, a flat plane, the surface of a sphere, or the surface of a donut are examples of two dimensional spaces having different global topologies.  Einstein's equation does not determine the topology of space, so in principle any spatial topology is possible.  Present computational methods are able to  solve Einstein's equation only on spaces with the most trivial topologies.  This project continued to make progress on the development of the technical mathematical and computational tools needed to solve these equations on spaces with arbitrary topologies.\n\nA third focus of this project was the development of the mathematical tools that will allow us to determine the high density neutron star equation of state using observations of the macroscopic properties of those stars, like their masses and radii.  The equation of state is the mathematical relationship between the density and the pressure of matter.  The centers of neutron stars have densities that are about ten times the density of the material in the nucleus of an atom.  So this type of matter is not well understood by currently available nuclear theory or experiment, and determining the equation of state using observations of neutron stars is the most promising window we have into the properties of this high density material.  The work in this project was focused on developing better methods for determining how observational errors influence the accuracy of the equations of state determined in this way.\n\n\t\t\t\t\tLast Modified: 10/16/2020\n\n\t\t\t\t\tSubmitted by: Lee Lindblom"
 }
}