{
 "awd_id": "1912653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transforming Serendipity Elements from Theory to Practice",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 167000.0,
 "awd_amount": 167000.0,
 "awd_min_amd_letter_date": "2019-06-21",
 "awd_max_amd_letter_date": "2019-06-21",
 "awd_abstract_narration": "This project aims to significantly reduce the computation time and effort required to carry out a wide variety of simulations used in modern scientific and engineering applications. In settings as varied as magnetohydrodynamics (used in studies of nuclear fusion) and electro-diffusion (used in studies of cardiac arrhythmia), a technique called the \"finite element method\" is a preferred computational procedure for designing and computing highly accurate descriptions of the relevant physical phenomena. While finite element methods have been in use for nearly half a century, recent mathematical insights have indicated that certain kinds of methods could be implemented in such a way that they would produce results of the same order of accuracy while requiring orders of magnitude less computational work. Such techniques are known as \"serendipity methods\" and serve as the focus of the proposed work. A key impact of the research will be incorporation of these methods into a widely used, open source, community-developed software package known as the Firedrake Project.\r\n\r\nFrom high-level method analysis to specific computational tricks, the proposed work will significantly expand understanding of the benefits and limitations of serendipity finite element methodologies. For serendipity elements, the project will make precise the common mantra of \"same accuracy, less work\" by simultaneously exploring the expected computational benefits via algebraic and analytical techniques, as well as actual computational benefits via implementation and numerical simulations within the Firedrake software package. On the theoretical side, the research will advance knowledge via investigation of the algebraic structure of serendipity spaces and its exploitation to allow new Helmholtz decompositions of the associated polynomial spaces, identification of efficient \"short injections\" of serendipity bases into standard tensor product bases, and development of sparse quadrature rules. The investigators will combine expertise on element mapping and physically-defined basis elements to create an order-preserving handling of non-affinely mapped square element geometries, a key roadblock in prior attempts at implementation of serendipity elements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kirby",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Kirby",
   "pi_email_addr": "Robert_Kirby@baylor.edu",
   "nsf_id": "000635812",
   "pi_start_date": "2019-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 167000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span dir=\"ltr\">Persistent gaps exist between the theoretical potential of simulation methodology such as finite element&nbsp;</span><span dir=\"ltr\">methods and the actual capabilities of open source, community-developed, user-friendly software packages&nbsp;</span><span dir=\"ltr\">that a broad range of researchers use for simulations.  This project has sought to narrow this gap by reducing&nbsp;</span><span dir=\"ltr\">the number of degrees of freedom required to achieve a given order of accuracy by means of so-called&nbsp;</span><span dir=\"ltr\">\"serendipity elements.\" Limited instances of these methods have been known for decades to to produce&nbsp;</span><span dir=\"ltr\">comparable accuracy to standard methods while using fewer computational resources.  The past decade has&nbsp;</span><span dir=\"ltr\">seen a rapid development of complete families of these elements.</span></p>\n<p><br /><span dir=\"ltr\">In this collaborative project, the investigators have aimed to fill in missing pieces required to give effective</span>implementations of serendipity methods in the software package Firedrake and to carry out rigorous studies of the effectiveness of these methods in various application contexts.  This investigation has quantified thevability of serendipity techniques to maintain accuracy with reduced computational effort in a variety of settings.  The research conducted has included the implementation and evaluation of serendipity elements for some model problems, the development and analysis of fast solvers for higher-order serendipity elements, and various applications. &nbsp;Additionally, the project has developed Irksome, a library for automating Runge-Kutta methods within Firedrake.  This enables high-order spatial discretizations enabled by serendipity elements to be combined with high-order time stepping schemes.</p>\n<p><span dir=\"ltr\">Intellectual Merit:</span><span dir=\"ltr\"> </span><br /><span dir=\"ltr\">From high-level method analysis to specific computational techniques, the proposed work has significantly&nbsp;</span><span dir=\"ltr\">expanded our understanding of the benefits (and limitations) of serendipity finite element methodologies.  For&nbsp;</span><span dir=\"ltr\">serendipity elements, we have made precise the common mantra of \"same accuracy, less work\" by&nbsp;</span><span dir=\"ltr\">simultaneously exploring the expected computational benefits via algebraic and analytical techniques, as well&nbsp;</span><span dir=\"ltr\">as actual computational benefits via implementation and numerical simulations within the Firedrake software</span><br /><span dir=\"ltr\">package.</span></p>\n<p><span dir=\"ltr\"><span dir=\"ltr\">On the theoretical side, the research has led to rigorous analysis of efficient preconditioners for serendipity&nbsp;</span><span dir=\"ltr\">elements, both for model problems as well as some applications from tide modeling and elasticity.  This has&nbsp;</span><span dir=\"ltr\">included providing extensions of additive Schwarz theory from classical polynomial and tensor-product&nbsp;</span><span dir=\"ltr\">spaces to the serendipity spaces. &nbsp;</span></span></p>\n<p><span dir=\"ltr\"><span dir=\"ltr\">Meanwhile, on the practical side, the inclusion of serendipity elements in Firedrake has allowed an evaluation&nbsp;</span><span dir=\"ltr\">of their practical benefits.  Essentially, for moderate orders, serendipity elements offer one order higher&nbsp;</span><span dir=\"ltr\">convergence rate over standard elements for a very similar amount of work.  Moreover, one does not lose&nbsp;</span><span dir=\"ltr\">common strategies for solving algebraic by switching from standard elements to serendipity ones.</span><br /></span></p>\n<p><span dir=\"ltr\"><span dir=\"ltr\">Broader Impacts:</span><span dir=\"ltr\"> </span><br /><span dir=\"ltr\">By extending the Firedrake software package to use serendipity elements, this project has extended the&nbsp;</span><span dir=\"ltr\">reach of its findings to a broad and growing community of computational scientists.  Firedrake is an off-shoot&nbsp;</span><span dir=\"ltr\">of the well-established FEniCS Project that allows high-level, front-end description of a PDE problem,&nbsp;</span><span dir=\"ltr\">supported by an open-source, state-of-the-art finite element method back-end.  Specifically, Firedrake&nbsp;</span><span dir=\"ltr\">accommodates all standard mesh geometries, finite element types, geometric multigrid, and preconditioners. </span><br /><span dir=\"ltr\">Accordingly, the obtained improvements to computational efficiency from this research are available for any&nbsp;</span><span dir=\"ltr\">Firedrake user to leverage, essentially by switching a single parameter in their simulation code. &nbsp;</span></span></p>\n<p><span dir=\"ltr\"><span dir=\"ltr\">In addition, the graduate researchers trained through this project have gained firsthand experience working&nbsp;</span><span dir=\"ltr\">with Firedrake, allowing them pass on their knowledge as they progress in their careers.  Both sites of this</span><br /><span dir=\"ltr\">project have high minority enrollment, with Arizona an Hispanic-Serving Institution (HSI) and Baylor&nbsp;</span><span dir=\"ltr\">University an emerging HSI, and the project has directly supported a Cuban-American student's dissertation</span><br /><span dir=\"ltr\">research.  Also, for a broadened educational experience, students supported by the project have been able&nbsp;</span><span dir=\"ltr\">to present their work at conferences</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/16/2022<br>\n\t\t\t\t\tModified by: Robert&nbsp;Kirby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPersistent gaps exist between the theoretical potential of simulation methodology such as finite element methods and the actual capabilities of open source, community-developed, user-friendly software packages that a broad range of researchers use for simulations.  This project has sought to narrow this gap by reducing the number of degrees of freedom required to achieve a given order of accuracy by means of so-called \"serendipity elements.\" Limited instances of these methods have been known for decades to to produce comparable accuracy to standard methods while using fewer computational resources.  The past decade has seen a rapid development of complete families of these elements.\n\n\nIn this collaborative project, the investigators have aimed to fill in missing pieces required to give effectiveimplementations of serendipity methods in the software package Firedrake and to carry out rigorous studies of the effectiveness of these methods in various application contexts.  This investigation has quantified thevability of serendipity techniques to maintain accuracy with reduced computational effort in a variety of settings.  The research conducted has included the implementation and evaluation of serendipity elements for some model problems, the development and analysis of fast solvers for higher-order serendipity elements, and various applications.  Additionally, the project has developed Irksome, a library for automating Runge-Kutta methods within Firedrake.  This enables high-order spatial discretizations enabled by serendipity elements to be combined with high-order time stepping schemes.\n\nIntellectual Merit: \nFrom high-level method analysis to specific computational techniques, the proposed work has significantly expanded our understanding of the benefits (and limitations) of serendipity finite element methodologies.  For serendipity elements, we have made precise the common mantra of \"same accuracy, less work\" by simultaneously exploring the expected computational benefits via algebraic and analytical techniques, as well as actual computational benefits via implementation and numerical simulations within the Firedrake software\npackage.\n\nOn the theoretical side, the research has led to rigorous analysis of efficient preconditioners for serendipity elements, both for model problems as well as some applications from tide modeling and elasticity.  This has included providing extensions of additive Schwarz theory from classical polynomial and tensor-product spaces to the serendipity spaces.  \n\nMeanwhile, on the practical side, the inclusion of serendipity elements in Firedrake has allowed an evaluation of their practical benefits.  Essentially, for moderate orders, serendipity elements offer one order higher convergence rate over standard elements for a very similar amount of work.  Moreover, one does not lose common strategies for solving algebraic by switching from standard elements to serendipity ones.\n\n\nBroader Impacts: \nBy extending the Firedrake software package to use serendipity elements, this project has extended the reach of its findings to a broad and growing community of computational scientists.  Firedrake is an off-shoot of the well-established FEniCS Project that allows high-level, front-end description of a PDE problem, supported by an open-source, state-of-the-art finite element method back-end.  Specifically, Firedrake accommodates all standard mesh geometries, finite element types, geometric multigrid, and preconditioners. \nAccordingly, the obtained improvements to computational efficiency from this research are available for any Firedrake user to leverage, essentially by switching a single parameter in their simulation code.  \n\nIn addition, the graduate researchers trained through this project have gained firsthand experience working with Firedrake, allowing them pass on their knowledge as they progress in their careers.  Both sites of this\nproject have high minority enrollment, with Arizona an Hispanic-Serving Institution (HSI) and Baylor University an emerging HSI, and the project has directly supported a Cuban-American student's dissertation\nresearch.  Also, for a broadened educational experience, students supported by the project have been able to present their work at conferences\n\n\t\t\t\t\tLast Modified: 08/16/2022\n\n\t\t\t\t\tSubmitted by: Robert Kirby"
 }
}