{
 "awd_id": "1913133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discrete Maximal Parabolic Regularity for Time Discontinuous Galerkin Methods with Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2019-05-31",
 "awd_max_amd_letter_date": "2019-05-31",
 "awd_abstract_narration": "Parabolic problems touch many areas of pure and applied mathematics and serve as a model of many environmental and real-life problems, such as optimal location of wastewater outfalls, location of the pollution sources, modeling of calcium waves in a heart cell and etc. Usually the resulting equations are very complicated to be treated analytically and must be solved by numerical methods. The analysis of such approximations is usually hard and technical and requires expertise in time and space discretization methods. For continuous problems the importance of the maximal parabolic regularity is well-recognized and has a number of applications, for example to nonlinear problems, optimal control problems and generally to problems where sharp results are required. In contrast to the continuous case, the discrete maximal parabolic regularity only recently came to the attention of the numerical analysis community and its potential is not yet fully realized. Such results, for example, reduce the analysis of transient problems to stationery ones, which are usually much less technical with many results already available in the literature. This for example would benefit a number of researchers, especially who are at the beginning of their careers and are not experts in time discretization methods.\r\n\r\nIn this research the principal investigator will extend the theory of discrete maximal parabolic regularity for discontinuous Galerkin time schemes in several directions. The research plan includes the following projects. The first project extends the known results to non-symmetric autonomous elliptic operators, such as transient advection-reaction-diffusion problems, including the advection-dominated case. Such problems are classical and have been at the center of research for many years. As an application of such results, the PI intends to answer some of the open questions, for example whether the stabilized methods require stabilization parameters that depend on the time steps. In the second project, the PI intends to extend our previous results for non-autonomous problems to more general norms, that are important for a number of applications, for instance, quasilinear parabolic equations and optimal control problems. Finally, the PI plans to investigate more general parabolic systems, such as transient Stokes and Navier-Stokes problems, which are very important for the fluid flow problems and to obtain fully discrete best approximation type result in general Lebesgue space norms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitriy",
   "pi_last_name": "Leykekhman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitriy Leykekhman",
   "pi_email_addr": "dmitriy.leykekhman@uconn.edu",
   "nsf_id": "000155274",
   "pi_start_date": "2019-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "341 Mansfield Rd",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Discrete maximal parabolic regularity was recently established for various time discretization schemes and happed to be a very powerful tool to analyze various problems where sharp results are required. The main goal of the proposal was to extend the discrete maximal parabolic regularity to more complicated problems, such as non-autonomous parabolic and transient Stokes and Navier-Stokes problems, as well as applying those results to various applications, in particular optimal control problems. The time discrete scheme for the investigation, we choose discontinuous Galerkin time method, which is well suited for optimal control problems. &nbsp;Although, during the proposal&nbsp; time period many interesting results were obtained, I will provide only several most significant topics.</p>\n<p>&nbsp;One of the nice applications of the established results, was a problem of initial data identification from the final time observation for homogeneous parabolic problems. This problem is a classical example of ill-posed problem, even exponentially ill-posed problem, due to strong smoothing property of parabolic equations. However, if we have an additional information that&nbsp; &nbsp;the initial data we intend to recover is known to be sparse, i.e. its support has Lebesgue measure zero, we were able to obtain some very surprising resultd. By formulating the problem as an optimal control problem, we incorporated the information on the&nbsp; sparsity of the unknown initial data into the structure of the objective functional.Under a certain structural assumption, we showed that the control variable consists of a finite linear combination of Dirac measures and obtained error estimates and the convergence rates for the locations of Dirac measures as well as for the corresponding coefficients. We also developed an efficient algorithm to solve this problem and several numerical experiments nicely illustrated our theoretical results. Currently, we are investigating the situation of only finite number of the final time observations, which is more suitable for various applications, for example of detecting the source of water pollution from measuring the concentration at specific locations.</p>\n<p>&nbsp;</p>\n<p>The second main topic of the project was the extension of the established theory of discrete maximal parabolic regularity from scalar parabolic problems to more complicated transient Stokes and Navier-Stokes problems, which are naturally important for various fluid problems. The analysis of Stokes and Navier-Stokes problems happened to be very challenging due to incompressibility condition, and in full generality the problem is still open. However, we established several important partial results. We fully extended the theory in L^2 norm&nbsp; in space and&nbsp; poitnwise in time, which was sufficient to treat the transient Stokes optimal control problems with pointwise in time state constraints, which are important for fluid problems with modeling lift/drag coefficients. General L^p norms results are still open and will be the focus of my research in the future. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/13/2024<br>\nModified by: Dmitriy&nbsp;Leykekhman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDiscrete maximal parabolic regularity was recently established for various time discretization schemes and happed to be a very powerful tool to analyze various problems where sharp results are required. The main goal of the proposal was to extend the discrete maximal parabolic regularity to more complicated problems, such as non-autonomous parabolic and transient Stokes and Navier-Stokes problems, as well as applying those results to various applications, in particular optimal control problems. The time discrete scheme for the investigation, we choose discontinuous Galerkin time method, which is well suited for optimal control problems. Although, during the proposal time period many interesting results were obtained, I will provide only several most significant topics.\n\n\nOne of the nice applications of the established results, was a problem of initial data identification from the final time observation for homogeneous parabolic problems. This problem is a classical example of ill-posed problem, even exponentially ill-posed problem, due to strong smoothing property of parabolic equations. However, if we have an additional information that the initial data we intend to recover is known to be sparse, i.e. its support has Lebesgue measure zero, we were able to obtain some very surprising resultd. By formulating the problem as an optimal control problem, we incorporated the information on the sparsity of the unknown initial data into the structure of the objective functional.Under a certain structural assumption, we showed that the control variable consists of a finite linear combination of Dirac measures and obtained error estimates and the convergence rates for the locations of Dirac measures as well as for the corresponding coefficients. We also developed an efficient algorithm to solve this problem and several numerical experiments nicely illustrated our theoretical results. Currently, we are investigating the situation of only finite number of the final time observations, which is more suitable for various applications, for example of detecting the source of water pollution from measuring the concentration at specific locations.\n\n\n\n\n\nThe second main topic of the project was the extension of the established theory of discrete maximal parabolic regularity from scalar parabolic problems to more complicated transient Stokes and Navier-Stokes problems, which are naturally important for various fluid problems. The analysis of Stokes and Navier-Stokes problems happened to be very challenging due to incompressibility condition, and in full generality the problem is still open. However, we established several important partial results. We fully extended the theory in L^2 norm in space and poitnwise in time, which was sufficient to treat the transient Stokes optimal control problems with pointwise in time state constraints, which are important for fluid problems with modeling lift/drag coefficients. General L^p norms results are still open and will be the focus of my research in the future. \n\n\n\t\t\t\t\tLast Modified: 01/13/2024\n\n\t\t\t\t\tSubmitted by: DmitriyLeykekhman\n"
 }
}