{
 "awd_id": "1913602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of a computer-guided orthopedic laser surgical system",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 224700.0,
 "awd_amount": 224700.0,
 "awd_min_amd_letter_date": "2019-06-24",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "This SBIR Phase I project addresses the current unmet need associated with the use of traditional tissue ablation tools in surgical applications. Surgical hand tools, such as saws and drills, inherently injure tissue during ablation through shearing and tearing forces, forcing patients into an arduous recovery path accompanied by risk of surgical site infection. In orthopedic joint replacement surgery, bone and soft tissue injury from hand saws and drills contributes significantly to postoperative joint pain, infection risk, and long-term implant loosening and revision surgery. To improve surgical outcomes for these patients, this SBIR Phase I project aims to develop an entirely innovative tissue ablation system that is comprised of a surgical laser controlled by the first-ever ultra-high speed, or UHS, lens positioning system. The laser system, which employs a wavelength never used in medical applications, reduces the tissue trauma associated with traditional hand tools by leaving healthy, vascularized tissue at each ablation site. The current size of the joint replacement market (>$15 billion annual) positions this technology for a strong commercial future with the potential for thousands of new jobs and sustainable revenues. Successful implementation of the laser system will allow the laser ablation system to be applied across numerous delicate surgical specialties, such as brain and neonatal surgery.\r\n\r\nThe key innovation in this SBIR Phase I project is an optical system that provides real-time intraoperative viewing on a 3D monitor, ablative fluence patterns with a new laser wavelength in surgical applications that eliminates tissue necrosis, and instantaneous software-controlled feedback for automatic positional and angular control of the laser beam. In order to enable these capabilities and maximize precision, the all-tissue orthopedic surgical device requires the use of dual ultra-high speed, or UHS, optical systems that operate with microsecond response times to control the new wavelength pulsed in necrosis-free ablative patterns. Because the laser is not in direct contact with the tissue during ablation, as is the case with hand tools, the beam can be susceptible to inadvertent hand movements that direct it off the desired path. The UHS optical system automatically detects any inadvertent movements and stabilizes the laser beam onto the correct ablation pattern in real-time. The high-definition images are also displayed onto a 3-dimensional overhead monitor to allow the surgeon to continuously monitor the ablation in real time. AI software measures the distance and geometrical features of the tissue ablation site as the surgeon is ablating tissue as an additional safeguard against any inaccurate movements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Monty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Monty",
   "pi_email_addr": "nmonty@spatialsurgical.com",
   "nsf_id": "000780585",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SPATIAL SURGICAL LLC",
  "inst_street_address": "31 LEBEAUX DR",
  "inst_street_address_2": "",
  "inst_city_name": "SHREWSBURY",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5083354824",
  "inst_zip_code": "015453308",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "SPATIAL SURGICAL LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NN3VQPSVNTJ6"
 },
 "perf_inst": {
  "perf_inst_name": "SPATIAL SURGICAL LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "015453308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 224700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The three main Technical Objectives were achieved</strong><strong>:</strong></p>\n<p><strong>&nbsp;</strong><strong>Technical Objective #1: </strong><strong>Build test setup of necrosis-free tissue ablation system that does not cut tapered holes suitable for orthopedic screws, plates, and implants. Use manual tilting and a confocal microscope to define angular tilt to eliminate tapering</strong><strong>.</strong></p>\n<p>Surgical implants require precision holes to be placed in the target bone to accept screws, and precision cuts must have straight walls to accept implants. The existing market will not change all the orthopedic hardware products to match a new technology, so any new technology must accommodate the existing hardware&rsquo;s implant requirements. Ablating bone with a laser beam orthogonal to the bone surface results in a tapered feature due to the Gaussian distribution of energy across the beam. The laser&rsquo;s Gaussian beam&rsquo;s tapered cut profile is well known in various other applications and is documented in various in-vivo animal trials. Spatial designed and concepted a new optical scheme, simple but flexible, that allows two focus lenses in a zoom arrangement to be adjusted in real time to create a negative approach angles that offset the tapered cutting angles. Empirical testing showed that zero taper cuts with a Gaussian energy profile can be achieved by introducing a negative approach of 1.0 to 4.5 degrees. A tight focal spot of 0.2mm or smaller coupled with a very slight negative approach of a few degrees produces ablation in bovine bone without tapering. This simple optical implementation allows bone to be cut with no tissue damage while accommodating all existing orthopedic implant architectures. A variable dual zoom lens arrangement was built and tested and found to be ideal for the application of an orthopedic surgical laser handpiece.</p>\n<p><strong>Technical Objective #2: Model a multi-element lens stack to confirm dual stereoscopic feeds for a 3D monitor and a 2D magnification screen viewing.</strong></p>\n<p>A camera lens stack to be used in a stereoscopic handpiece for a surgical application requires high definition resolution and a large depth of field to mimic the view normally seen &ldquo;by eye&rdquo;. When using a vision system, cameras and a monitor, in a surgical application, surgeons adopt technology that &ldquo;feels&rdquo; natural in its appearance and improves their overall view. A natural &ldquo;feel&rdquo; is achieved via a 3D view and improved surgical vision is improved by providing a variable magnified view. A lens stack was developed incorporating an electronic variable lens, using off-the-shelf components, which achieved a 40X depth-of-field increase over a fixed lens design while maintaining sufficient resolution for real-time measurements at a frame rate of 180 Hertz, guaranteeing real-time viewing. Video processing further incorporated auto-focus, optimized lighting, auto-scaling, Gamma correction and spherical aberration correction. The design supports incorporation of a pair of camera lenses in a surgical handpiece sufficient for a surgical operating theater autostereoscopic 3D monitor. The camera hardware was built to demonstrate both the image quality and frame rate to support both, 3D and magnification, surgical viewing requirements. A model was developed using standard off-the-shelf software like Blender to demonstrate combining the images to create a 3D image.</p>\n<p><strong>Technical Objective #3:</strong> <strong>Using standard AI software, laser cut bone femurs from Objective 1 are measured and confirmed to qualify the optical solution in Objective 2.</strong></p>\n<p>To prove the measurement viability of the camera system for features in osseous tissue the results from objective #2 were tested using bovine feature samples. The camera was calibrated using standard targets, and then used to measure the bovine bone samples. The samples were then independently measured using a confocal microscope and the results compared. The camera images were produced, including illumination, and secondarily post-processed via standard off-the-shelf measurement software package like ImageJ, linear and area measurement were calculated. The results agreed to within 2.5% or better. 2.5% over a 7mm feature equals a total maximum error of 0.175mm. Existing mechanical robotic solutions coupled with MRI measurement have an accuracy of +/- 1.0mm, so the direct optical measurement is tenfold better than the most accurate existing technique. The final custom lens stack, which will minimize spherical aberrations, will possibly half that absolute error to less than 0.1mm representing a monumental improvement in orthopedic measurement and the corresponding orthopedic hardware placement accuracy. Greater implant orthopedic placement accuracy leads to less post-operative pain and less opioid use, fewer revision surgeries, and greater joint range of motion allowing a patient to return to an active healthy lifestyle.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2020<br>\n\t\t\t\t\tModified by: Nathan&nbsp;Monty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe three main Technical Objectives were achieved:\n\n Technical Objective #1: Build test setup of necrosis-free tissue ablation system that does not cut tapered holes suitable for orthopedic screws, plates, and implants. Use manual tilting and a confocal microscope to define angular tilt to eliminate tapering.\n\nSurgical implants require precision holes to be placed in the target bone to accept screws, and precision cuts must have straight walls to accept implants. The existing market will not change all the orthopedic hardware products to match a new technology, so any new technology must accommodate the existing hardware’s implant requirements. Ablating bone with a laser beam orthogonal to the bone surface results in a tapered feature due to the Gaussian distribution of energy across the beam. The laser’s Gaussian beam’s tapered cut profile is well known in various other applications and is documented in various in-vivo animal trials. Spatial designed and concepted a new optical scheme, simple but flexible, that allows two focus lenses in a zoom arrangement to be adjusted in real time to create a negative approach angles that offset the tapered cutting angles. Empirical testing showed that zero taper cuts with a Gaussian energy profile can be achieved by introducing a negative approach of 1.0 to 4.5 degrees. A tight focal spot of 0.2mm or smaller coupled with a very slight negative approach of a few degrees produces ablation in bovine bone without tapering. This simple optical implementation allows bone to be cut with no tissue damage while accommodating all existing orthopedic implant architectures. A variable dual zoom lens arrangement was built and tested and found to be ideal for the application of an orthopedic surgical laser handpiece.\n\nTechnical Objective #2: Model a multi-element lens stack to confirm dual stereoscopic feeds for a 3D monitor and a 2D magnification screen viewing.\n\nA camera lens stack to be used in a stereoscopic handpiece for a surgical application requires high definition resolution and a large depth of field to mimic the view normally seen \"by eye\". When using a vision system, cameras and a monitor, in a surgical application, surgeons adopt technology that \"feels\" natural in its appearance and improves their overall view. A natural \"feel\" is achieved via a 3D view and improved surgical vision is improved by providing a variable magnified view. A lens stack was developed incorporating an electronic variable lens, using off-the-shelf components, which achieved a 40X depth-of-field increase over a fixed lens design while maintaining sufficient resolution for real-time measurements at a frame rate of 180 Hertz, guaranteeing real-time viewing. Video processing further incorporated auto-focus, optimized lighting, auto-scaling, Gamma correction and spherical aberration correction. The design supports incorporation of a pair of camera lenses in a surgical handpiece sufficient for a surgical operating theater autostereoscopic 3D monitor. The camera hardware was built to demonstrate both the image quality and frame rate to support both, 3D and magnification, surgical viewing requirements. A model was developed using standard off-the-shelf software like Blender to demonstrate combining the images to create a 3D image.\n\nTechnical Objective #3: Using standard AI software, laser cut bone femurs from Objective 1 are measured and confirmed to qualify the optical solution in Objective 2.\n\nTo prove the measurement viability of the camera system for features in osseous tissue the results from objective #2 were tested using bovine feature samples. The camera was calibrated using standard targets, and then used to measure the bovine bone samples. The samples were then independently measured using a confocal microscope and the results compared. The camera images were produced, including illumination, and secondarily post-processed via standard off-the-shelf measurement software package like ImageJ, linear and area measurement were calculated. The results agreed to within 2.5% or better. 2.5% over a 7mm feature equals a total maximum error of 0.175mm. Existing mechanical robotic solutions coupled with MRI measurement have an accuracy of +/- 1.0mm, so the direct optical measurement is tenfold better than the most accurate existing technique. The final custom lens stack, which will minimize spherical aberrations, will possibly half that absolute error to less than 0.1mm representing a monumental improvement in orthopedic measurement and the corresponding orthopedic hardware placement accuracy. Greater implant orthopedic placement accuracy leads to less post-operative pain and less opioid use, fewer revision surgeries, and greater joint range of motion allowing a patient to return to an active healthy lifestyle.\n\n \n\n\t\t\t\t\tLast Modified: 10/14/2020\n\n\t\t\t\t\tSubmitted by: Nathan Monty"
 }
}