{
 "awd_id": "1913144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast Algorithm for Interface Relaxation and Efficient Computational Modeling of Molecular Binding and Unbinding",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2019-06-20",
 "awd_max_amd_letter_date": "2019-06-20",
 "awd_abstract_narration": "This project develops rigorous scientific theories and powerful computational tools to investigate the principal mechanisms by which drug and protein molecules associate and dissociate. Often, a drug molecule moves around in a crowded environment, and finds a spot of the surface of a protein to bind to, stays there, and can also leave, unbinding from the protein. During such binding and unbinding events, often repeated, both molecules constantly change their internal atomic positions. They also interact with other molecules, particularly the water molecules, in the surrounding environment. There are two key scientific questions on such complex processes that are characterized by multiple spatiotemporal scales and many-body effects. One is how stable the drug-protein bound unit is. Such thermodynamic stability severs as a criterion for searching drug molecules capable of binding to targeted proteins. The other is how fast or slow the binding and unbinding can occur. Such kinetics has been found recently in experiments and computer simulations to be critical to the drug effectiveness and efficacy. For decades, the scientific communities have made an enormous amount of effect, searching the quantitative answers to these questions to guide the computer-aided drug design and discovery. A recent assessment by the National Institutes of Health of the existing such computer programs, however, has concluded that advanced scientific theories are needed urgently to improve the practice. The success of this project can therefore provide a solid theoretical foundation as well as computational algorithms for drug design and discovery, potentially helping reduce the very high cost often needed for laboratory experiments and speed up the process of drug discovery. In addition, this highly interdisciplinary research project provides unique opportunities for students at different levels to receive training at the interface of mathematical, computational, and biological sciences, keeping our nation's strength in scientific research in a highly competitive international environment.\r\n\r\nTo tackle the extreme complex problem of molecular association and dissociation, the investigators design, implement, and analyze a very fast binary level-set method for interface relaxation to capture the molecular interfacial structures in the framework of an advanced, variational molecular solvation theory. The new method combines the strength of the threshold dynamics and the binary level-set representation, and utilizes the locality of the underlying energy landscape, and new pixel-flipping techniques to achieve very high efficiency.  They also develop a new and hybrid computational approach to the kinetics of interface stochastic dynamics, coupling the interfacial energy minimization by the fast algorithm, the string method for transition pathways, and a novel, multi-state Brownian dynamics simulations. All these are applied specifically to investigating the molecular binding and unbinding kinetics for which, some of the conventional methods such as the standard Brownian dynamics simulations may fail. It is expected that this project will advance significantly the basic research in scientific computing and numerical analysis, particularly those of the interface dynamics and stochastic modeling. If successful, this research can help resolve some of the bottle-neck issues in solving very complex scientific problems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li-Tien",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li-Tien Cheng",
   "pi_email_addr": "lcheng@math.ucsd.edu",
   "nsf_id": "000066359",
   "pi_start_date": "2019-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Li",
   "pi_email_addr": "bli@math.ucsd.edu",
   "nsf_id": "000381866",
   "pi_start_date": "2019-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive #0112",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the development of advanced mathematical theories and efficient computational technologies for computer simulations of the shapes, movement and activities of biological molecules (such as proteins) surrounded by water molecules. As biological molecules are building blocks of all living systems, understanding their dynamic processes is critical to the advancement of human beings -- as for instance negative behaviors of molecules can cause diseases -- and yet is extremely challenging as there are &nbsp;tens of millions of different biological molecules in a single biological cell, forming an extremely complex molecular society that is constantly moving around.</p>\n<p>The research aimed at laying down a scientific foundation in understanding complex biological molecular interactions, and also at providing a set of well tested methodologies and tools for computer simulations of the binding and unbinding (i.e., association and dissociation) of proteins and drug molecules that are the basis of computer-aided rational drug discovery.&nbsp;</p>\n<p>The novel approach developed in this project is different from many commonly used approaches where protein atoms and water molecules are individually tracked in computer simulations. Here, the researchers, who are computational and applied mathematicians and who have been in collaboration with biological physicists, describe a protein-water complex by the surface that separates proteins from water and also by the protein atoms represented mathematically as points. They designed and implemented new and sophisticated methods of tracking on computers the surface movement and the fluctuating process of the association and dissociation of protein and drug molecules. Their computer simulations are 20 or more times faster than other methods. This research therefore opened a door for further increasing the computational power by developing mathematical theories.</p>\n<p>The extremely fast computer simulation methods and tools resulting from this research make it promising for application in the rational drug discovery that can replace very expensive and time consuming laboratory screening of drug molecules. It is recalled that the US prescription drug spending is about a few hundreds of billions dollars. Therefore, the success of this research may possibly impact the economy and our society significantly.</p>\n<p>This NSF grant supported partially six Ph.D. students to participate in this highly interdisciplinary research. In addition to the principal investigators (PIs) and these Ph.D. students, two undergraduate students and one post-doctoral scholar also participated in the research project. It is believed that the opportunities provided by this project to train next generation of workforce are critical in keeping the US the leading role in many of the most important scientific and technological research areas.</p>\n<p>The scientific discoveries from this research have been well disseminated to different communities including mathematics and biology.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2023<br>\n\t\t\t\t\tModified by: Li-Tien&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the development of advanced mathematical theories and efficient computational technologies for computer simulations of the shapes, movement and activities of biological molecules (such as proteins) surrounded by water molecules. As biological molecules are building blocks of all living systems, understanding their dynamic processes is critical to the advancement of human beings -- as for instance negative behaviors of molecules can cause diseases -- and yet is extremely challenging as there are  tens of millions of different biological molecules in a single biological cell, forming an extremely complex molecular society that is constantly moving around.\n\nThe research aimed at laying down a scientific foundation in understanding complex biological molecular interactions, and also at providing a set of well tested methodologies and tools for computer simulations of the binding and unbinding (i.e., association and dissociation) of proteins and drug molecules that are the basis of computer-aided rational drug discovery. \n\nThe novel approach developed in this project is different from many commonly used approaches where protein atoms and water molecules are individually tracked in computer simulations. Here, the researchers, who are computational and applied mathematicians and who have been in collaboration with biological physicists, describe a protein-water complex by the surface that separates proteins from water and also by the protein atoms represented mathematically as points. They designed and implemented new and sophisticated methods of tracking on computers the surface movement and the fluctuating process of the association and dissociation of protein and drug molecules. Their computer simulations are 20 or more times faster than other methods. This research therefore opened a door for further increasing the computational power by developing mathematical theories.\n\nThe extremely fast computer simulation methods and tools resulting from this research make it promising for application in the rational drug discovery that can replace very expensive and time consuming laboratory screening of drug molecules. It is recalled that the US prescription drug spending is about a few hundreds of billions dollars. Therefore, the success of this research may possibly impact the economy and our society significantly.\n\nThis NSF grant supported partially six Ph.D. students to participate in this highly interdisciplinary research. In addition to the principal investigators (PIs) and these Ph.D. students, two undergraduate students and one post-doctoral scholar also participated in the research project. It is believed that the opportunities provided by this project to train next generation of workforce are critical in keeping the US the leading role in many of the most important scientific and technological research areas.\n\nThe scientific discoveries from this research have been well disseminated to different communities including mathematics and biology. \n\n\t\t\t\t\tLast Modified: 08/26/2023\n\n\t\t\t\t\tSubmitted by: Li-Tien Cheng"
 }
}