{
 "awd_id": "1913626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Biologic Filler for Regenerating Tissue Following Breast Conserving Surgery",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 224873.0,
 "awd_amount": 224873.0,
 "awd_min_amd_letter_date": "2019-06-24",
 "awd_max_amd_letter_date": "2019-06-24",
 "awd_abstract_narration": "This SBIR Phase I project will address key hurdles for commercialization of an injectable breast tissue replacement for use immediately following breast conserving surgery, otherwise known as lumpectomy. Surgeons using this procedure today have limited options for predictably restoring normal breast size, shape, and consistency following tumor removal. Because of this, many women are left with breast deformities or must undergo multiple surgical procedures. These issues compromise their psychological well-being and quality of life and increase healthcare costs. With these challenges in mind, this project will evaluate the ability of a patented, liquid, fibril-forming collagen to serve as an injectable, breast tissue replacement. Upon injection, this liquid biopolymer self-assembles into a physically stable and persistent natural fibrillar scaffold, meaning it can be used to fill patient-specific tissue voids. Project results will provide early-stage preclinical evidence of this biopolymer's effectiveness for filling and regenerating breast tissue in a large animal lumpectomy model. If successfully translated to the clinic, this therapy would provide breast cancer surgeons with a much-needed regenerative breast tissue solution. This in turn, would boost surgeons' confidence when working to achieve complete tumor removal, improve quality of life for breast cancer survivors, and decrease overall costs of care. \r\n\r\nThe liquid collagen polymers evaluated in this proposal preserve several natural features of the collagen protein as it exists in the body, thus giving rise to three key advantages. First, this biomaterial has the ability to rapidly transition from liquid to solid, forming natural collagen-fibril scaffolds just like those in the body's tissues. Second, it is amenable to customization and advanced biofabrication with tailorable geometries, fibril architectures, and mechanical properties. And finally, these scaffolds stably integrate and persist in vivo, inducing site-appropriate tissue generation without evoking immune or inflammatory response. This project seeks to overcome technical hurdles associated with identifying compatible and scalable sterilization and manufacturing processes for this unique, liquid biomaterial. Additionally, project activities will seek to specify biopolymer formulations that support surgeon ease-of-use, provide efficacy for breast tissue replacement, and do not interfere with standard clinical practices (e.g. radiation and re-excision procedures). The outcomes of this proposal will provide valuable proof-of-concept for a viable medical-grade manufacturing process and early preclinical validation that these collagen polymers can address breast cancer patient-specific needs. Finally, this project will lay the foundation for this natural collagen polymer to serve as an enabling tool for next generation personalized regenerative medicine therapies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Puls",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore J Puls",
   "pi_email_addr": "tjpuls@geniphys.com",
   "nsf_id": "000780593",
   "pi_start_date": "2019-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GENIPHYS, LLC",
  "inst_street_address": "7750 ZIONSVILLE RD STE 200",
  "inst_street_address_2": "",
  "inst_city_name": "INDIANAPOLIS",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3179730523",
  "inst_zip_code": "462682195",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IN07",
  "org_lgl_bus_name": "GENIPHYS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9ZCHLPMYDG6"
 },
 "perf_inst": {
  "perf_inst_name": "GeniPhys, LLC (at IBRI)",
  "perf_str_addr": "1345 W 16th St, Suite 300",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462022111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 224873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This SBIR Phase I project was successful in its overarching goal of achieving key milestones toward commercialization of GeniPhys' platform Collymer technology. This patented biomaterial platform represents a highly purified liquid collagen protein. When brought to physiologic conditions, this protein solution undergoes collagen's inherent self-assembly (polymerization) process, forming physically stable fibrillar scaffolds. These scaffolds recreate structural and biological signaling features of collagen as it is found naturally within the body's tissues. Another differentiating feature of Collymer materials is their uncommon capacity to restore and maintain tissue form and consistency while promoting tissue integration and regenerative healing. Notably, this outcome is achieved in absence of a foreign body response and avoids inflammation, fibrosis, and scarring. Together, these features make Collymer ideally suited as a flowable soft tissue filler that can conform to complex tissue defects and support restoration of tissue appearance and function. Toward this end, SBIR project goals were to develop a soft tissue filler prototype, test key processing steps for scalable manufacturing, and evaluate prototype effectiveness using a preclinical large-animal model.</p>\n<p>While the proposed soft tissue filler can be used in a variety of defects and wounds, it is especially useful for those that are deep or have complex geometry. As such, one of the most pressing needs that this technology can address is for replacing tissue removed during tumor resection procedures such as breast conserving surgery, also known as lumpectomy. Currently, breast surgeons have limited options for restoring natural breast size, shape, and consistency (cosmesis) following lumpectomy. As a result, many breast cancer survivors experience the mental anxiety and low self-esteem associated with breast deformities, revision surgeries, or unwanted mastectomies.</p>\n<p>To translate Collymer to help address this need, GeniPhys achieved several technical milestones during this SBIR project. Specifically, bench performance testing and in-vivo testing were performed to down-select a prototype material formulation that addressed user needs and met key design specifications. Additionally, sterilization processing steps which are amenable to cost-effective and scalable manufacturing were tested and shown to be compatible with Collymer. Finally, preclinical studies using a porcine lumpectomy model were performed. These studies demonstrated Collymer's ease of use in the hands of a fellowship-trained breast surgeon and documented its compatibility with several clinical practices associated with breast conserving surgery -- namely radiation therapy, diagnostic imaging (i.e., radiography and ultrasonography), and re-excision procedures. Study results also showcased Collymer's uncommon mechanism of action in which the scaffold restored breast tissue form and consistency and supported new breast tissue formation in the absence of inflammation or a foreign body response. Overall, the completion of these SBIR Phase I objectives has laid the groundwork for establishing manufacturing of Collymer and provides preclinical evidence of Collymer's effectiveness as a first-in-class regenerative soft tissue filler that forms in-situ.</p>\n<p>In addition to these technical outcomes, GeniPhys achieved several other milestones that validated its business model and commercialization plan. This included&nbsp;extended customer validation through conversations and&nbsp;prototype evaluation by breast surgeons and other&nbsp;stakeholders. Additionally, GeniPhys verified its regulatory strategy through pre-submission meetings with the FDA and filed a provisional patent application to protect intellectual property developed during this award. Further, a manuscript describing results of the preclinical animal study was peer-reviewed and accepted for publication in <em>Scientific Reports</em> to communicate findings more broadly. Altogether, achieving these technical and business milestones supports GeniPhys' immediate goal of translating and commercializing its first regenerative medicine product. Specifically, this flowable soft tissue filler will enable breast surgeons to provide more predictable and pleasing outcomes to more women following lumpectomy, thus improving patient quality of life and decreasing healthcare costs. More broadly, such a product will also benefit other patient populations in need of soft tissue restoration and reconstruction, including individuals with difficult to heal skin ulcers, individuals suffering from traumatic injuries, children with congenital defects, and cancer patients requiring resection of tumors within tissues other than breast (e.g., skin, muscle). Finally, since Collymer is a natural polymer, it can be used to fabricate a wide array of implantable materials and devices for use as regenerative tissue replacements, delivery of pharmaceutical and cell-based therapies, and device/sensor coatings. Based on this, the translation of Collymer as a regenerative soft tissue filler will be the first stepping-stone for it to serve as an innovative platform for the future of patient-centered regenerative medicine.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2021<br>\n\t\t\t\t\tModified by: Theodore&nbsp;J&nbsp;Puls</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis SBIR Phase I project was successful in its overarching goal of achieving key milestones toward commercialization of GeniPhys' platform Collymer technology. This patented biomaterial platform represents a highly purified liquid collagen protein. When brought to physiologic conditions, this protein solution undergoes collagen's inherent self-assembly (polymerization) process, forming physically stable fibrillar scaffolds. These scaffolds recreate structural and biological signaling features of collagen as it is found naturally within the body's tissues. Another differentiating feature of Collymer materials is their uncommon capacity to restore and maintain tissue form and consistency while promoting tissue integration and regenerative healing. Notably, this outcome is achieved in absence of a foreign body response and avoids inflammation, fibrosis, and scarring. Together, these features make Collymer ideally suited as a flowable soft tissue filler that can conform to complex tissue defects and support restoration of tissue appearance and function. Toward this end, SBIR project goals were to develop a soft tissue filler prototype, test key processing steps for scalable manufacturing, and evaluate prototype effectiveness using a preclinical large-animal model.\n\nWhile the proposed soft tissue filler can be used in a variety of defects and wounds, it is especially useful for those that are deep or have complex geometry. As such, one of the most pressing needs that this technology can address is for replacing tissue removed during tumor resection procedures such as breast conserving surgery, also known as lumpectomy. Currently, breast surgeons have limited options for restoring natural breast size, shape, and consistency (cosmesis) following lumpectomy. As a result, many breast cancer survivors experience the mental anxiety and low self-esteem associated with breast deformities, revision surgeries, or unwanted mastectomies.\n\nTo translate Collymer to help address this need, GeniPhys achieved several technical milestones during this SBIR project. Specifically, bench performance testing and in-vivo testing were performed to down-select a prototype material formulation that addressed user needs and met key design specifications. Additionally, sterilization processing steps which are amenable to cost-effective and scalable manufacturing were tested and shown to be compatible with Collymer. Finally, preclinical studies using a porcine lumpectomy model were performed. These studies demonstrated Collymer's ease of use in the hands of a fellowship-trained breast surgeon and documented its compatibility with several clinical practices associated with breast conserving surgery -- namely radiation therapy, diagnostic imaging (i.e., radiography and ultrasonography), and re-excision procedures. Study results also showcased Collymer's uncommon mechanism of action in which the scaffold restored breast tissue form and consistency and supported new breast tissue formation in the absence of inflammation or a foreign body response. Overall, the completion of these SBIR Phase I objectives has laid the groundwork for establishing manufacturing of Collymer and provides preclinical evidence of Collymer's effectiveness as a first-in-class regenerative soft tissue filler that forms in-situ.\n\nIn addition to these technical outcomes, GeniPhys achieved several other milestones that validated its business model and commercialization plan. This included extended customer validation through conversations and prototype evaluation by breast surgeons and other stakeholders. Additionally, GeniPhys verified its regulatory strategy through pre-submission meetings with the FDA and filed a provisional patent application to protect intellectual property developed during this award. Further, a manuscript describing results of the preclinical animal study was peer-reviewed and accepted for publication in Scientific Reports to communicate findings more broadly. Altogether, achieving these technical and business milestones supports GeniPhys' immediate goal of translating and commercializing its first regenerative medicine product. Specifically, this flowable soft tissue filler will enable breast surgeons to provide more predictable and pleasing outcomes to more women following lumpectomy, thus improving patient quality of life and decreasing healthcare costs. More broadly, such a product will also benefit other patient populations in need of soft tissue restoration and reconstruction, including individuals with difficult to heal skin ulcers, individuals suffering from traumatic injuries, children with congenital defects, and cancer patients requiring resection of tumors within tissues other than breast (e.g., skin, muscle). Finally, since Collymer is a natural polymer, it can be used to fabricate a wide array of implantable materials and devices for use as regenerative tissue replacements, delivery of pharmaceutical and cell-based therapies, and device/sensor coatings. Based on this, the translation of Collymer as a regenerative soft tissue filler will be the first stepping-stone for it to serve as an innovative platform for the future of patient-centered regenerative medicine.\n\n \n\n\t\t\t\t\tLast Modified: 01/07/2021\n\n\t\t\t\t\tSubmitted by: Theodore J Puls"
 }
}