{
 "awd_id": "1913616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Deep Learning Hydroponic Forecasting System for Precision Farming",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 223102.0,
 "awd_amount": 223102.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is the introduction of urban farming as a viable new industry for small businesses by driving down the barrier of entry to hydroponic farming. Conventional hydroponic farming necessitates complex systems in which a variety of variables must be monitored and controlled by a skilled operator in response to changes throughout the plant lifecycle and care must be taken to control these variables precisely. This need for demanding management by a technically-educated farmer has restricted the widespread adoption of urban hydroponic farming. This project will result in a fully-automated precision farming platform managing the full scope of urban farming operations. The platform uses trends in a hydroponic grown zone to forecast changes to system variables and crop growth and to automatically and intelligently adjust vital parameters to optimize resource usage and maximize output. Because the precision doser will not require extensive agricultural expertise, it will make hydroponic farming accessible to small-scale farmers, restaurateurs, and private consumers. Once it becomes possible for non-industrial operations to establish hydroponics, urban farms can place sources of fresh, organic produce right in the heart of food deserts without reliance on GMOs, herbicides, or pesticides.\r\n\r\nThis SBIR Phase I project proposes to develop a hydroponics farming control platform which intelligently predicts crop growth, forecasts vital system variables including the pH and electrical conductivity, and tunes environmental parameters in accordance with the forecasts, precisely adjusting the growing zone to maximize crop output while minimizing wasted resources. More than one-tenth of households in the United States cope without adequate nutrition or rely on processed foods, leading to the dual crisis of food insecurity and obesity throughout urban environments. Because they do not have the same extensive land and water requirements as traditional farming, hydroponic operations can take root in urban environments where access to fresh, nutritious produce is restricted. This project will target two aspects of hydroponic agriculture essential to the development of a precision farming tool: crop output and system parameters. By analyzing trends in plant growth, the platform will inform decision-making around resource usage, allowing the grower to adjust system parameters that promote the most successful crops. The final platform will directly address the concern of food deserts in urban localities, by offering a means to grow fresh produce locally, reducing the production costs of standard farming operations, and optimizing crop output in hydroponic systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Graham",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Graham Smith",
   "pi_email_addr": "babylonmicrofarms_grants@outlook.com",
   "nsf_id": "000783411",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BABYLON MICRO-FARMS INC.",
  "inst_street_address": "3409 CARLTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5712303923",
  "inst_zip_code": "232304301",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "BABYLON MICRO-FARMS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y5JMA8JF8DR5"
 },
 "perf_inst": {
  "perf_inst_name": "BABYLON MICRO-FARMS INC.",
  "perf_str_addr": "700 HARRIS ST STE 107",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034584",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 223102.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is the introduction of urban farming as a viable new industry for small businesses by reducing barriers for entry to hydroponic farming. Conventional hydroponic farming, while effective in terms of resource use and quality of produce output, necessitates complex systems in which a broad number of variables must be monitored and controlled by a skilled operator in response to changes throughout the plant life cycle and care must be taken to control these variables precisely. This need for comprehensive monitoring and management by a technically-educated farmer has restricted the widespread adoption of urban hydroponic farming.</p>\n<p>The objective of the Phase I research was to prove the feasibility of a hardware/software combination system that is capable of automatically measuring metrics that growers and farmers seek to improve, such as yield, and automatically actuate on the environment to improve that metric. Each component of the system, such as the computer vision and analysis, machine learning models, automated IoT doser, and backend management software was developed successfully and was shown to be not only feasible, but effective. The current research shows the feasibility of integrating not only new information through imaging, but also aspects of a hydroponic farm that are typically disparate. Over time, ?growth recipes? which dictate the ideal nutrient concentration, pH, temperature, etc. for a given crop, can be automatically improved based on data streaming from any number of distributed farms. Those benefits can then be shared to any farm in the network, realizing tangible efficiencies in yield, plant health, and taste for all. The resulting hardware and software developed has already improved the economics and scalability of Babylon?s modular farms and will be further integrated into urban vertical farms of a variety of sizes and configurations, increasing their output, but most importantly, making the benefits of hydroponics accessible to anyone. The ease of the systems operation and the flexibility of the applications for a variety of users, from small scale growers to commercial producers, makes the farms a much more commercially appealing alternative in the marketplace.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2020<br>\n\t\t\t\t\tModified by: Graham&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is the introduction of urban farming as a viable new industry for small businesses by reducing barriers for entry to hydroponic farming. Conventional hydroponic farming, while effective in terms of resource use and quality of produce output, necessitates complex systems in which a broad number of variables must be monitored and controlled by a skilled operator in response to changes throughout the plant life cycle and care must be taken to control these variables precisely. This need for comprehensive monitoring and management by a technically-educated farmer has restricted the widespread adoption of urban hydroponic farming.\n\nThe objective of the Phase I research was to prove the feasibility of a hardware/software combination system that is capable of automatically measuring metrics that growers and farmers seek to improve, such as yield, and automatically actuate on the environment to improve that metric. Each component of the system, such as the computer vision and analysis, machine learning models, automated IoT doser, and backend management software was developed successfully and was shown to be not only feasible, but effective. The current research shows the feasibility of integrating not only new information through imaging, but also aspects of a hydroponic farm that are typically disparate. Over time, ?growth recipes? which dictate the ideal nutrient concentration, pH, temperature, etc. for a given crop, can be automatically improved based on data streaming from any number of distributed farms. Those benefits can then be shared to any farm in the network, realizing tangible efficiencies in yield, plant health, and taste for all. The resulting hardware and software developed has already improved the economics and scalability of Babylon?s modular farms and will be further integrated into urban vertical farms of a variety of sizes and configurations, increasing their output, but most importantly, making the benefits of hydroponics accessible to anyone. The ease of the systems operation and the flexibility of the applications for a variety of users, from small scale growers to commercial producers, makes the farms a much more commercially appealing alternative in the marketplace.\n\n \n\n\t\t\t\t\tLast Modified: 07/30/2020\n\n\t\t\t\t\tSubmitted by: Graham Smith"
 }
}