{
 "awd_id": "1913257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:Probing Subatomic Physics via Lepton Interactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "The James Madison University Particle and Nuclear Physics (JMU-PNP) group's activities are aimed at developing a three dimensional picture of the nucleon in order to get a glimpse of the interacting quarks within a proton or neutron. Given the small size of a nucleon, roughly a millionth of a billionth of a meter, this is not a trivial task. The field requires specialized detectors, techniques, and software. The JMU-PNP group has an established track record in these areas. Through immersion in state of the art research in Intermediate Energy Nuclear Physics the PIs will provide an outstanding educational experience for undergraduate students at JMU.  Working on the hardware, software, and big data challenges associated with this research constitutes an excellent teaching opportunity for undergraduate students and promotes science and education beyond the university. \r\n\r\nThe JMU group is involved in experiments in Halls A, B, and C at Jefferson National Laboratory (JLAB). They are participating in planning, data taking and data analysis for experiments from the 12 GeV era. The foci of this research program will be: 1.) publishing the results of experiment E12-10-002 (one of the Hall C commissioning experiments) where the JMU group has taken the lead in the data analysis, 2.) planning and running of experiment E12-06-117 in Hall B, and 3.) the commissioning and running of the SuperBigBite spectrometer in Hall A. The JMU-PNP group will also participate in the Fermilab g-2 experiment, which holds the promise of uncovering physics beyond the Standard Model. \r\n\r\nThe members of the JMU-PNP group will continue their instrumentation R&D work which includes designing and building voltage dividers and PMT testing for the SuperBigBite spectrometer in Hall A.  They will also participate in developing a  Hermetic Compact Photon Source for the experiments in  Halls C&D at JLAB\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Niculescu",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Maria I Niculescu",
   "pi_email_addr": "niculemi@jmu.edu",
   "nsf_id": "000241001",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Giovanetti",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin L Giovanetti",
   "pi_email_addr": "giovankl@jmu.edu",
   "nsf_id": "000095693",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gabriel",
   "pi_last_name": "Niculescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriel Niculescu",
   "pi_email_addr": "niculegx@jmu.edu",
   "nsf_id": "000241000",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "James Madison University",
  "inst_street_address": "800 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARRISONBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5405686872",
  "inst_zip_code": "228013104",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "JAMES MADISON UNIVERSITY",
  "org_prnt_uei_num": "U2B3MYZP5L43",
  "org_uei_num": "MVTKSCN6NMH3"
 },
 "perf_inst": {
  "perf_inst_name": "James Madison University",
  "perf_str_addr": "JMU",
  "perf_city_name": "Harrisonburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "228070002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of the extensive, ongoing effort of developing a clearer picture of bound quark system, the James Madison University Particle and Nuclear Physics Group (JMU-PNP) has focused its efforts in designing, building, running, analyzing, interpreting, and disseminating results from several medium energy nuclear physics experiments.&nbsp; All the research projects mentioned below provided ample opportunities for educating young, aspiring scientists. While developing strong technical skills is an excellent preparation for future productive STEM careers, so is the development of the so-called \"soft skills\": in an effort to expand the realities of working in a larger research environment, for the duration of the grant, four JMU-PNP students spent extended periods of time at JLab, working side-by-side with staff scientists, faculty from other institutions, and JLab technical staff. 13 undergaduate research assistants participated in projects related to this grant.</p>\n<p>JMU-PNP Co-PIs fulfilled their leadership role in analyzing and interpreting the results stemming from the Jefferson Lab (JLab) Hall C experiment E12-10-002, \"Precision measurements of the F_2 structure function at large x in the resonance region and beyond\". As an offshoot of the E12-10-002 analysis the JMU-PNP group developed a machine learning (ML) algorithm capable of representing, with good accuracy, the F2 structure function over all measured phase space for protons and deuterons. A Physics Review C (PRC) article documenting this code and its results was published in 2021.</p>\n<p>A JMU-PNP member is one of the Pis for an experiment aimed at measuring the ?Compton scattering off of protons as wide angles?. Using the capabilities of the Compact Photon Source (CPS) this proposal was successfully defended and approved as JLab Experiment E12-17-008. CPS is an innovative, highly cost-effective and performant photon source. One of the JMU-PNP Co-PIs is among the \"originators/inventors\" of this source. A Nuclear Instruments and Methods (NIM) paper outlining the CPS concept was published in 2020, with one of the JMU-PNP PIs as co-author.</p>\n<p>In preparation for the imminent running (Spring 2024) of experiment E12-06-117 (JLab, Hall B), in which two of the JMU-PNP members are Co-PIs, the group helped developed the analysis code base, focusing, on the identification of final state positive kaons.</p>\n<p>The group continued its tradition of providing significant/strong support for instrumentation R&amp;D work concentrating, for the duration of this award, on the electromagnetic calorimeter (ECAL) that will be used, in conjunction with the Super Big Bite detector in Hall A at JLab. Group members delivered the 3000+ photomultiplier tubes that will be needed for the ECAL calorimeter and are in the process of finishing the COVID-delayed building of the voltage divider bases for these tubes. JMU-PNP undergraduates went through several design iterations of the electronics board, testing the prototype boards, and finally, developing and implementing the logistics needed for a small and efficient assembly line that allows them to fabricate, test, and, if needed, refurbish the voltage dividers in a timely fashion.</p>\n<p>The results of the group's research were communicated (posters and presentations) at local and international conferences and workshops by the PIs and by the students. In addition, the group members co-authored 39 publications for the duration of the grant.</p>\n<p>JMU-PNP has provided critical support to the Fermi Lab G-2 experiment. <br />Based on a tantalizing difference between theory and experiment that could require a deeper understanding of fundamental principles, the G-2 collaboration has embarked on a mission to substantially improve the experimental value for the muon&rsquo;s magnetic moment.&nbsp; This moment can be calculated to high precision based on the Standard Model which is our most refined understanding of the rules that guide the universe.</p>\n<p>&nbsp;<br />The JMU-PNP is a long-standing member of the G-2 collaboration. The release of our first result verified the discrepancy between the theoretical prediction for the muon&rsquo;s moment and the experimental determination. More measurements in terms of recorded data will refine the experimental value thereby continuing to guide theoretical improvements, perhaps motivating a new theoretical framework.</p>\n<p><br />JMU-PNP has succeeded in supporting this effort in a number of ways. JMU-PNP has served by guiding the data recording process. Members of the collaboration are tasked with oversight responsibility during dedicated time slots (shifts). This requires a detailed understanding of the methods, the instrumentation and the control functions.</p>\n<p><br />The main focus for JMU has been the magnetic field measurements.&nbsp; Thiese are a critical part of the full measurement.&nbsp; Special data recording periods designed to test and calibrate these measurements require a substantial understanding of the way the field is measured.&nbsp; JMU has participated in multiple endeavors to guarantee success and the field team continues to reach the required measurement precision. JMU has supported new approaches and critically reviewed methods, improvements, upgrades and investigations.&nbsp; The ultimate goal is to be able to justify a clear, verifiable field measurement at the required precision and JMU-PNP has dedicated its support towards reaching this goal.</p><br>\n<p>\n Last Modified: 11/10/2023<br>\nModified by: Kevin&nbsp;L&nbsp;Giovanetti</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs part of the extensive, ongoing effort of developing a clearer picture of bound quark system, the James Madison University Particle and Nuclear Physics Group (JMU-PNP) has focused its efforts in designing, building, running, analyzing, interpreting, and disseminating results from several medium energy nuclear physics experiments. All the research projects mentioned below provided ample opportunities for educating young, aspiring scientists. While developing strong technical skills is an excellent preparation for future productive STEM careers, so is the development of the so-called \"soft skills\": in an effort to expand the realities of working in a larger research environment, for the duration of the grant, four JMU-PNP students spent extended periods of time at JLab, working side-by-side with staff scientists, faculty from other institutions, and JLab technical staff. 13 undergaduate research assistants participated in projects related to this grant.\n\n\nJMU-PNP Co-PIs fulfilled their leadership role in analyzing and interpreting the results stemming from the Jefferson Lab (JLab) Hall C experiment E12-10-002, \"Precision measurements of the F_2 structure function at large x in the resonance region and beyond\". As an offshoot of the E12-10-002 analysis the JMU-PNP group developed a machine learning (ML) algorithm capable of representing, with good accuracy, the F2 structure function over all measured phase space for protons and deuterons. A Physics Review C (PRC) article documenting this code and its results was published in 2021.\n\n\nA JMU-PNP member is one of the Pis for an experiment aimed at measuring the ?Compton scattering off of protons as wide angles?. Using the capabilities of the Compact Photon Source (CPS) this proposal was successfully defended and approved as JLab Experiment E12-17-008. CPS is an innovative, highly cost-effective and performant photon source. One of the JMU-PNP Co-PIs is among the \"originators/inventors\" of this source. A Nuclear Instruments and Methods (NIM) paper outlining the CPS concept was published in 2020, with one of the JMU-PNP PIs as co-author.\n\n\nIn preparation for the imminent running (Spring 2024) of experiment E12-06-117 (JLab, Hall B), in which two of the JMU-PNP members are Co-PIs, the group helped developed the analysis code base, focusing, on the identification of final state positive kaons.\n\n\nThe group continued its tradition of providing significant/strong support for instrumentation R&D work concentrating, for the duration of this award, on the electromagnetic calorimeter (ECAL) that will be used, in conjunction with the Super Big Bite detector in Hall A at JLab. Group members delivered the 3000+ photomultiplier tubes that will be needed for the ECAL calorimeter and are in the process of finishing the COVID-delayed building of the voltage divider bases for these tubes. JMU-PNP undergraduates went through several design iterations of the electronics board, testing the prototype boards, and finally, developing and implementing the logistics needed for a small and efficient assembly line that allows them to fabricate, test, and, if needed, refurbish the voltage dividers in a timely fashion.\n\n\nThe results of the group's research were communicated (posters and presentations) at local and international conferences and workshops by the PIs and by the students. In addition, the group members co-authored 39 publications for the duration of the grant.\n\n\nJMU-PNP has provided critical support to the Fermi Lab G-2 experiment. \nBased on a tantalizing difference between theory and experiment that could require a deeper understanding of fundamental principles, the G-2 collaboration has embarked on a mission to substantially improve the experimental value for the muons magnetic moment. This moment can be calculated to high precision based on the Standard Model which is our most refined understanding of the rules that guide the universe.\n\n\n\nThe JMU-PNP is a long-standing member of the G-2 collaboration. The release of our first result verified the discrepancy between the theoretical prediction for the muons moment and the experimental determination. More measurements in terms of recorded data will refine the experimental value thereby continuing to guide theoretical improvements, perhaps motivating a new theoretical framework.\n\n\n\nJMU-PNP has succeeded in supporting this effort in a number of ways. JMU-PNP has served by guiding the data recording process. Members of the collaboration are tasked with oversight responsibility during dedicated time slots (shifts). This requires a detailed understanding of the methods, the instrumentation and the control functions.\n\n\n\nThe main focus for JMU has been the magnetic field measurements. Thiese are a critical part of the full measurement. Special data recording periods designed to test and calibrate these measurements require a substantial understanding of the way the field is measured. JMU has participated in multiple endeavors to guarantee success and the field team continues to reach the required measurement precision. JMU has supported new approaches and critically reviewed methods, improvements, upgrades and investigations. The ultimate goal is to be able to justify a clear, verifiable field measurement at the required precision and JMU-PNP has dedicated its support towards reaching this goal.\t\t\t\t\tLast Modified: 11/10/2023\n\n\t\t\t\t\tSubmitted by: KevinLGiovanetti\n"
 }
}