{
 "awd_id": "1913787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Robust High-Throughput Mass Spectrometry Through Vacuum Matrix Assisted Ionization",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032920000",
 "po_email": "epiersto@nsf.gov",
 "po_sign_block_name": "Erik Pierstorff",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-10-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2019-06-19",
 "awd_max_amd_letter_date": "2019-06-19",
 "awd_abstract_narration": "The broader impact/commercial potential of the Small Business Innovation Research (SBIR) project is the development of a newly discovered spontaneous ionization process for use with mass spectrometry that is combined with a novel sample introduction device.  This technology has the potential to drive mass spectrometry into new application areas that are currently underserved by this premier analytical tool. The resulting method is capable of analyzing biological and environmental samples in <3 sec/sample directly from the biological matrix without instrument contamination. The method reduces cost, energy use, and required user expertise, while providing high sensitivity and speed of analysis with unprecedented robustness. These attributes address the need for accurate and timely information in medical diagnostics, biothreat detection, and environmental damage control among others.  This has the potential to advance science through improved measurement technology with societal benefits of improved healthcare, environmental remediation, and safety through sensitive, rapid, and reliable detection of drugs to proteins.  New instrumentation built around this technology has significant commercial potential because it addresses current shortcomings such as high cost, requirement for operator expertise, lack of robustness to contamination, and need for high-throughput automatable analyses, attributes that currently limit the appeal of mass spectrometry in important applications. \r\n\r\nThis SBIR Phase I project proposes to advance mass spectrometry by implementing novel ionization technology first discovered in 2012 through NSF-funded research. The ionization process of this proposal converts large and small compounds regardless of volatility to gas-phase ions simply by exposure to sub-atmospheric pressure through association of the sample with certain small molecule compounds without the need for a laser, high voltage, or the application of heat.  A key feature is rapidly exposing successive samples to vacuum directly from atmospheric pressure providing simplicity of operation, speed of analysis, reduced operating cost, and elimination of risk of contamination.  The instrument and associated method are broadly applicable for fast analyses of a wide array of compounds, including drugs and their metabolites, and biological fluids and tissues without the need for purification and without instrument contamination.  Additional objectives include designing and building a novel sample introduction method for this new ionization technology and an associated ion transfer lens to fit specific commercial mass spectrometry instruments as well as demonstration of proof-of-concept for important applications such as rapid bacteria identification.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "McEwen",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Charles N McEwen",
   "pi_email_addr": "c.mcewen@usciences.edu",
   "nsf_id": "000523743",
   "pi_start_date": "2019-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MSTM, LLC",
  "inst_street_address": "28 TENBY CHASE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3022394447",
  "inst_zip_code": "197112441",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "MSTM LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NEA7TKNV2UN1"
 },
 "perf_inst": {
  "perf_inst_name": "MSTM, LLC",
  "perf_str_addr": "28 Tenby Chase Drive",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197112441",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF SBIR Phase I award #1913787 was granted to MSTM, LLC, a university startup company, for commercialization of a potentially transformative ionization source technology for mass spectrometry. &nbsp;Prior NSF funded academic fundamental research resulted in the discovery of a new ionization method for mass spectrometry in which compounds regardless of volatility or size are converted to gas-phase ions when associated with specific small molecule matrix compounds and exposed to the vacuum inherent with any mass spectrometer.&nbsp; Unlike other ionization technologies used in mass spectrometry, with this matrix-assisted ionization (<strong>MAI</strong>) method, no laser, high voltage, or application of heat is necessary to achieve exceptional sensitivity.&nbsp; MSTM proposed to build a novel vacuum ionization source specifically for this astonishing ionization method which would be robust, low-cost, easy to use, highly sensitive, high throughput, and capable of automation.&nbsp; The outcome of this Phase I project met and exceeded these goals, and therefore has considerable potential to expand the market space of mass spectrometry in thriving areas such as clinical applications.&nbsp; The high risk at the onset of his project has been successfully minimized toward the final product of an automated widely applicable system for current needs in medical diagnostics, homeland security, and environmental analyses, as examples.&nbsp;</p>\n<p>With the novel source design, ionization occurs in vacuum and from a plate surface which can be a glass microscope slide. Carryover between samples and instrument contamination are essentially eliminated while providing high sensitivity and speed of analyses. The key to high throughput in the novel ion source is elimination of the use of an intermediate pressure region (vacuum lock) to insert the sample into the vacuum of the mass spectrometer.&nbsp; Vacuum lock technology and subsequent manipulation of samples in vacuum increases the time required to acquire a mass spectrum and significantly increases cost.&nbsp; The novel approach used by MSTM sequentially exposes individual samples directly to the vacuum of the mass spectrometer, which is possible because of the small amount of air that is associated with each sample well.&nbsp; Vacuum tightness is achieved using flat plates which, surprisingly easily, slide over one another and over a channel to the ion transfer region of the mass spectrometer. &nbsp;MSTM demonstrated that this new source technology enabled acquisition of mass spectra without carryover or observable instrument contamination using vacuum MAI in less than 4 seconds per sample including time to interchange plates containing multiple samples. &nbsp;The source was designed to allow automation for future high throughput analyses.&nbsp;</p>\n<p>While the primary objective of the award was achieved by demonstrating high throughput potential with exceptional ease of use, sensitivity, and robustness to carryover and instrument contamination, MSTM realized that the novel platform was ideal for incorporation of the widely used matrix-assisted laser desorption/ionization (MALDI) method.&nbsp; Thus, the first multi-mode ionization vacuum source was constructed which is capable of both vacuum MALDI and MAI within seconds of each other.&nbsp; With MALDI, mass spectra are acquired in less than 1 second, which was previously only achieved by much more expensive dedicated mass spectrometers on vendor specific instruments.&nbsp; The MSTM platform can theoretically be interfaced with any mass spectrometer and is rapidly interchanged with the vendor supplied ion source, thus, significantly expanding ionization capabilities on a single mass spectrometer.</p>\n<p>The utility of the new ion source, beyond high throughput analyses, was also demonstrated.&nbsp; Direct analysis of fungus and bacteria by vacuum MAI and MALDI showed that some of the same compounds were detected by both methods, but that each method detected compounds which the other method missed thus enabling a more comprehensive analysis. &nbsp;Working with companies interested in the new technology, we demonstrated that less than a picomole of a protein produces clean mass spectra when directly analyzed in different detergent solutions, that oligomeric compounds can be cleanly ionized from sodium dodecyl sulfate solutions, and molecular ions from fragile inorganic complexes are readily observed even at extremely low quantities of analyte, all difficult analyses by traditional ionization methods.&nbsp;</p>\n<p>In summary, because mass spectrometry is a premier analytical technology widely used by pharmaceutical, chemical, agribusiness, food, and numerous other industries, advances in ionization technologies have high commercial potential. &nbsp;The importance of mass spectrometry in science was recognized by the awarding of the 2002 Nobel Prize in Chemistry for the discovery of MALDI and electrospray ionization technologies capable of converting nonvolatile compounds such as proteins into gas phase ions. &nbsp;These ionization technologies discovered in the 1980?s have deficiencies, many of which are addressed through this Award. &nbsp;Numerous papers and presentations were given elevating the company and employees accomplishments and distributing the NSF-funded research results broadly and timely.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2020<br>\n\t\t\t\t\tModified by: Charles&nbsp;N&nbsp;Mcewen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF SBIR Phase I award #1913787 was granted to MSTM, LLC, a university startup company, for commercialization of a potentially transformative ionization source technology for mass spectrometry.  Prior NSF funded academic fundamental research resulted in the discovery of a new ionization method for mass spectrometry in which compounds regardless of volatility or size are converted to gas-phase ions when associated with specific small molecule matrix compounds and exposed to the vacuum inherent with any mass spectrometer.  Unlike other ionization technologies used in mass spectrometry, with this matrix-assisted ionization (MAI) method, no laser, high voltage, or application of heat is necessary to achieve exceptional sensitivity.  MSTM proposed to build a novel vacuum ionization source specifically for this astonishing ionization method which would be robust, low-cost, easy to use, highly sensitive, high throughput, and capable of automation.  The outcome of this Phase I project met and exceeded these goals, and therefore has considerable potential to expand the market space of mass spectrometry in thriving areas such as clinical applications.  The high risk at the onset of his project has been successfully minimized toward the final product of an automated widely applicable system for current needs in medical diagnostics, homeland security, and environmental analyses, as examples. \n\nWith the novel source design, ionization occurs in vacuum and from a plate surface which can be a glass microscope slide. Carryover between samples and instrument contamination are essentially eliminated while providing high sensitivity and speed of analyses. The key to high throughput in the novel ion source is elimination of the use of an intermediate pressure region (vacuum lock) to insert the sample into the vacuum of the mass spectrometer.  Vacuum lock technology and subsequent manipulation of samples in vacuum increases the time required to acquire a mass spectrum and significantly increases cost.  The novel approach used by MSTM sequentially exposes individual samples directly to the vacuum of the mass spectrometer, which is possible because of the small amount of air that is associated with each sample well.  Vacuum tightness is achieved using flat plates which, surprisingly easily, slide over one another and over a channel to the ion transfer region of the mass spectrometer.  MSTM demonstrated that this new source technology enabled acquisition of mass spectra without carryover or observable instrument contamination using vacuum MAI in less than 4 seconds per sample including time to interchange plates containing multiple samples.  The source was designed to allow automation for future high throughput analyses. \n\nWhile the primary objective of the award was achieved by demonstrating high throughput potential with exceptional ease of use, sensitivity, and robustness to carryover and instrument contamination, MSTM realized that the novel platform was ideal for incorporation of the widely used matrix-assisted laser desorption/ionization (MALDI) method.  Thus, the first multi-mode ionization vacuum source was constructed which is capable of both vacuum MALDI and MAI within seconds of each other.  With MALDI, mass spectra are acquired in less than 1 second, which was previously only achieved by much more expensive dedicated mass spectrometers on vendor specific instruments.  The MSTM platform can theoretically be interfaced with any mass spectrometer and is rapidly interchanged with the vendor supplied ion source, thus, significantly expanding ionization capabilities on a single mass spectrometer.\n\nThe utility of the new ion source, beyond high throughput analyses, was also demonstrated.  Direct analysis of fungus and bacteria by vacuum MAI and MALDI showed that some of the same compounds were detected by both methods, but that each method detected compounds which the other method missed thus enabling a more comprehensive analysis.  Working with companies interested in the new technology, we demonstrated that less than a picomole of a protein produces clean mass spectra when directly analyzed in different detergent solutions, that oligomeric compounds can be cleanly ionized from sodium dodecyl sulfate solutions, and molecular ions from fragile inorganic complexes are readily observed even at extremely low quantities of analyte, all difficult analyses by traditional ionization methods. \n\nIn summary, because mass spectrometry is a premier analytical technology widely used by pharmaceutical, chemical, agribusiness, food, and numerous other industries, advances in ionization technologies have high commercial potential.  The importance of mass spectrometry in science was recognized by the awarding of the 2002 Nobel Prize in Chemistry for the discovery of MALDI and electrospray ionization technologies capable of converting nonvolatile compounds such as proteins into gas phase ions.  These ionization technologies discovered in the 1980?s have deficiencies, many of which are addressed through this Award.  Numerous papers and presentations were given elevating the company and employees accomplishments and distributing the NSF-funded research results broadly and timely.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2020\n\n\t\t\t\t\tSubmitted by: Charles N Mcewen"
 }
}