{
 "awd_id": "1913606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Manufacturing USA: Ultra-thin radiative-cooling fabric",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2021-09-23",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is twofold. (1) Capturing business opportunities in the athleisure market by providing functional textiles with radiative cooling capabilities. As climate change has led to more hot summer days, clothing with advanced cooling features will have significant public safety values. The global cooling fabrics market is projected to grow at a 10% annual rate from $1.8 Billion to $2.9 Billion by 2021. Cooling fabrics conventionally rely upon sweat wicking, and no major brand has incorporated radiative cooling technologies in textiles. MetaRE fabrics will address this unmet need by delivering a novel cooling technology substantially more efficient than sweat wicking. (2) Alleviating the environmental impact of the textile industry. Each year, 63 million tons of synthetic fibers are produced. These fibers turn into 300 billion square meters of textiles, which go through the clothing value chain, and ultimately turn into textile waste. This vast and growing stream of textile waste is creating a massive environmental burden. By introducing nanoscale air voids into fibers, MetaRE fabrics will reduce the consumption of petrochemicals by 30% and will use 50% less dye to reach desired color brightness and saturation.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will establish design and manufacturing technologies for creating radiative cooling fibers and fabrics. The prototype polymer fabrics will have three unique features: superior opacity, radiative cooling, and brilliant metallic luster, all resulting from nanoscale air filaments embedded in the fibers. The radiative cooling feature, in particular, is due to a combination of strong and broadband reflectivity of the fiber in the solar spectrum and high emissivity of the fiber in the thermal radiation spectrum. Research objectives of this SBIR Phase I project include: Develop melt and wet extrusion recipes to produce nanostructured polymer fibers with proper morphology, optical and thermodynamic properties, and mechanical strength; Demonstrate optical, thermodynamic, and mechanical performance of radiative cooling fabrics. To overcome obstacles to industrial adoption, the fiber production processes will require relatively minor changes to existing fiber extrusion equipment, and fibers produced will need to meet mechanical and throughput requirements comparable to those for conventional fibers. A set of optical and thermodynamic techniques and tools will be developed to characterize the spectral properties of the fibers and fabrics from the ultraviolet to the long-wavelength mid-infrared and to quantify the radiative cooling capabilities of the finished fabrics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg Young",
   "pi_email_addr": "Gregg884@gmail.com",
   "nsf_id": "000803628",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MetaRe,Inc",
  "inst_street_address": "518 DEERWOOD RD",
  "inst_street_address_2": "",
  "inst_city_name": "FORT LEE",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6172331736",
  "inst_zip_code": "070241604",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NJ05",
  "org_lgl_bus_name": "METARE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NM3ZQN4JJ4U4"
 },
 "perf_inst": {
  "perf_inst_name": "Pao Sustainable Engineering and Materials Laboratory",
  "perf_str_addr": "7 Industry St",
  "perf_city_name": "Poughkeepsie",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "126032617",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project establishes the feasibility of high throughput production of polymer fibers for optical and passive cooling applications in apparel.&nbsp; The project team established the manufacturing and design validation process of producing polymer filaments with defined density of nanoscale air voids through high throughput melt extrusion technique.&nbsp; The filaments carry sufficient mechanical strength to be processed through industry grade yarn spinning and fabric production process. Through a set of filament and fabric characterization process, including optical characterization and thermal characterization, we quantitatively confirmed the opacity, reflectivity and emissivity of the fiber and fabric.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit</strong><strong>&nbsp;</strong></p>\n<p>This Small Business Innovation Research Phase I project demonstrated a successful translation of the mechanism discovered in nature that enhances the solar reflection of fibers to a viable technology. The project team achieved this objective through developing specific materials requirements based on optical simulation and design, and by developing a proprietary melt extrusion process to generate the unique structured filament. The finished textile products possess enhanced reflectivity, emissivity, which are the core pillar of radiative cooling.</p>\n<p>The project team was initially welcomed with several technical challenges. This is because the field of passive cooling resides at the cross section between optical science and material science. The team needed to translate the design requirements from optical design and simulation into feasible fiber extrusion approaches. Within the field of melt extrusion, normal requirements are usually about the macrostructure and mechanical features of the filaments. There is limited prior art to fulfil optical parameters through polymer melt extrusion process.</p>\n<p>Through an iterative process, the project team was able to manipulate the melt extrusion conditions, so that the product meets the optical requirements while the production process has sufficiently high throughput, and the resulting filament carries sufficient mechanical strength. Furthermore, to overcome technical challenges and to achieve the desirable air void distribution, size and density, the project team identified specific dye structure to help create scaffold for the air voids. &nbsp;Also worth noting, the team realized that the current textile manufacturing landscape is dispersed around the globe. &nbsp;Most of the high throughput melt extrusion facilities are located overseas. To protect the IP rights and the trade-secret but still preserve the option to leverage economy of scale, the project team developed a specific manufacturing approach that supported secured material transfer without disclosing trade secrets. In the future, the US based team can safely ship a proprietary master mix to any foreign contract manufacturing agency to produce textile at scale. &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong><strong></strong></p>\n<p>Social/environmental Impact:</p>\n<p>Beyond the passive cooling feature, the resulting textile from this Small Business Innovation Research Phase I Project also contains less polymer materials per square inch of finished textile, leaving less environmental impact throughout the garment&rsquo;s life cycle. Each year, 23 billion tons of synthetic fibers are generated to support the global fabric industry. One way to reduce the waste is recycling and reusing; alternatively, this project enabled the reduction of total polymer consumption by replacing polymer with air, so that polymer resin is needed to produce each piece of garment. &nbsp;Therefore, when the resulting fabric is consumed at scale, there will be significant positive environmental impact.</p>\n<p>&nbsp;</p>\n<p>Commercial opportunity: Global apparel industry is vast and growing at an accelerated rate. While sales of clothing have risen to $1.8 trillion by 2015. Clothing production doubled from 2000 to 2014. Out of the entire value of the apparel market, 35% of the value is in fabric. Attractive market size/growth leads to fierce competition. Major athletic brands are looking for textile innovations to differentiate against competition. Most of these textile brands have claims around cooling and positive environmental impact. &nbsp;but no major brand has incorporated effective reflectivity-based cooling technology in their fabric. With the combined feature of higher reflectivity and less resin consumption, the fabric supported by this SBIR grant can be an attractive addition to the existing portfolio of textile choices that serve the athletic apparel market. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/16/2022<br>\n\t\t\t\t\tModified by: Gregg&nbsp;Young</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project establishes the feasibility of high throughput production of polymer fibers for optical and passive cooling applications in apparel.  The project team established the manufacturing and design validation process of producing polymer filaments with defined density of nanoscale air voids through high throughput melt extrusion technique.  The filaments carry sufficient mechanical strength to be processed through industry grade yarn spinning and fabric production process. Through a set of filament and fabric characterization process, including optical characterization and thermal characterization, we quantitatively confirmed the opacity, reflectivity and emissivity of the fiber and fabric.\n\n \n\nIntellectual Merit \n\nThis Small Business Innovation Research Phase I project demonstrated a successful translation of the mechanism discovered in nature that enhances the solar reflection of fibers to a viable technology. The project team achieved this objective through developing specific materials requirements based on optical simulation and design, and by developing a proprietary melt extrusion process to generate the unique structured filament. The finished textile products possess enhanced reflectivity, emissivity, which are the core pillar of radiative cooling.\n\nThe project team was initially welcomed with several technical challenges. This is because the field of passive cooling resides at the cross section between optical science and material science. The team needed to translate the design requirements from optical design and simulation into feasible fiber extrusion approaches. Within the field of melt extrusion, normal requirements are usually about the macrostructure and mechanical features of the filaments. There is limited prior art to fulfil optical parameters through polymer melt extrusion process.\n\nThrough an iterative process, the project team was able to manipulate the melt extrusion conditions, so that the product meets the optical requirements while the production process has sufficiently high throughput, and the resulting filament carries sufficient mechanical strength. Furthermore, to overcome technical challenges and to achieve the desirable air void distribution, size and density, the project team identified specific dye structure to help create scaffold for the air voids.  Also worth noting, the team realized that the current textile manufacturing landscape is dispersed around the globe.  Most of the high throughput melt extrusion facilities are located overseas. To protect the IP rights and the trade-secret but still preserve the option to leverage economy of scale, the project team developed a specific manufacturing approach that supported secured material transfer without disclosing trade secrets. In the future, the US based team can safely ship a proprietary master mix to any foreign contract manufacturing agency to produce textile at scale.  \n\n \n\nBroader Impacts\n\nSocial/environmental Impact:\n\nBeyond the passive cooling feature, the resulting textile from this Small Business Innovation Research Phase I Project also contains less polymer materials per square inch of finished textile, leaving less environmental impact throughout the garment’s life cycle. Each year, 23 billion tons of synthetic fibers are generated to support the global fabric industry. One way to reduce the waste is recycling and reusing; alternatively, this project enabled the reduction of total polymer consumption by replacing polymer with air, so that polymer resin is needed to produce each piece of garment.  Therefore, when the resulting fabric is consumed at scale, there will be significant positive environmental impact.\n\n \n\nCommercial opportunity: Global apparel industry is vast and growing at an accelerated rate. While sales of clothing have risen to $1.8 trillion by 2015. Clothing production doubled from 2000 to 2014. Out of the entire value of the apparel market, 35% of the value is in fabric. Attractive market size/growth leads to fierce competition. Major athletic brands are looking for textile innovations to differentiate against competition. Most of these textile brands have claims around cooling and positive environmental impact.  but no major brand has incorporated effective reflectivity-based cooling technology in their fabric. With the combined feature of higher reflectivity and less resin consumption, the fabric supported by this SBIR grant can be an attractive addition to the existing portfolio of textile choices that serve the athletic apparel market.  \n\n \n\n\t\t\t\t\tLast Modified: 03/16/2022\n\n\t\t\t\t\tSubmitted by: Gregg Young"
 }
}