{
 "awd_id": "1913195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Arctic Shelf sediment fate - an observational and modeling study of sediment pathways and morphodynamic feedbacks in a changing polar environment",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rainer Amon",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 492635.0,
 "awd_amount": 492635.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "In many coastal environments, shoreline erosion provides a major source of sediment to the ocean. Over time, this material is transported along the shore (to nourish beaches) and/or offshore (to form deeper-water mud patches). Some of the highest rates of coastal erosion occur in the Arctic because ground containing permafrost thaws easily under the influence of warm ocean water and wave attack. But once that sediment enters the Arctic Ocean, we know very little about where it goes. Studies of sediment transport have been a critical part of coastal management and geologic inquiry for the past several decades but have focused on temperate and tropical environments not impacted by seasonal sea ice. We have a critical need to expand these studies to the Arctic in order to improve our understanding of the fate of sediments, which can re-shape coastlines, change the character of the seabed, and transfer nutrients from land to ocean. This research is timely in light of accelerating coastal erosion associated with reductions in seasonal sea-ice extent and intensifying wave energy, trends which are forecast to continue. This study is designed to determine the primary pathways of sediments in the coastal ocean during the open-water season, when frequent wind storms are expected to mobilize sediments recently delivered to the seabed. Measurements will include particle concentrations, sediment migration on time scales of seconds to months, seabed composition, and seabed geotechnical properties. These data will be used to model how the Alaskan continental shelf may evolve over thousand-year timescales in response to changing shorelines and wave conditions. This project will be tackled by a team of researchers with field, geotechnical, and modeling expertise. Networking with local communities, training of graduate students, and engagement with undergraduates at the University of North Carolina through classes as well as programs aimed at introducing students from underrepresented groups to scientific research are planned.\r\n\r\nAccelerating coastal erosion is one of the critical environmental changes occurring in the Arctic and is associated with intensifying wave climates driven by annual reductions in sea-ice extent. At present, parts of the Alaskan Arctic coastline are experiencing some of the greatest rates of coastal erosion worldwide. These rates are accelerating, representing an increased source term of sediment and associated nutrients into the coastal ocean. While studies of continental shelf dynamics have provided great insights to sediment transport at temperate and tropical latitudes, we know relatively little about the pathways of sediment on Arctic continental shelves. These remote environments are shrouded by ice for up to nine months of the year and experience unique processes like ice pressure-ridge formation, disturbance of the seabed by anchor-ice growth, and 'strudel scour' during breakup. These processes can confound traditional seabed signatures of sediment accumulation. Thus, this project proposes to pair measurements of seabed properties with dynamic measurements of sediment fluxes within the water column during the storm season to determine the key mechanisms and pathways of sediment flux. Field data will be used to drive morphostatic and morphodynamic models of shelf profile evolution to determine feedbacks between wave propagation, erosion, and changes in the shelf profile over millennial timescales. The field site encompasses Harrison Bay and the adjacent shelf, which receives sediment from rapidly retreating bluffs and the Colville River.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Eidam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Eidam",
   "pi_email_addr": "emily.eidam@oregonstate.edu",
   "nsf_id": "000769226",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "3202 Venable/Murray Halls CB3300",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 281223.0
  }
 ],
 "por": null
}