{
 "awd_id": "1914522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRISP Type 1/Collaborative Research: Sustainable and Resilient Design of Interdependent Water and Energy Systems at the Infrastructure-Human-Resource Nexus",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2018-01-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 210417.0,
 "awd_amount": 210417.0,
 "awd_min_amd_letter_date": "2019-03-08",
 "awd_max_amd_letter_date": "2019-03-08",
 "awd_abstract_narration": "During the last decade, a transition in the water and energy supply paradigm has emerged in many places across the nation and the world. Increasing efforts have been made to integrate decentralized and alternative water and energy systems, such as rainwater collection, greywater recycling, and solar energy systems, into the existing centralized networks (i.e. electrical grid, municipal water supply system). While such integrations could potentially increase the resilience of our water and energy supplies to natural and man-made security threats, decentralized systems often lack economies of scale and hence could present increased environmental and socioeconomic costs depending on technologies and geographic locations. Without careful planning and design of such integrations and enough adoption, they could cause unintended consequences such as over-production, conflicts in resource acquisition, and an overall greater use of resources. Planning and design involves great complexities at multiple scales from individual preferences/choices to water energy systems nexus. This project applies expertise in the areas of computer science/computational sustainability, economics, infrastructure systems analysis, and life cycle assessment in a manner that develops new knowledge of these complexities in an area of critical national need. The work informs decision makers about possible outcomes and tradeoffs in different decentralized water and energy adoption scenarios. The project facilitates the planning and design of decentralized systems, and informs policy development to create more sustainable (lower environmental impacts) and resilient (able to recover from disruption) infrastructure systems for urban communities. \r\n\r\nThis project aims to develop understanding and knowledge of complexities behind the integration of centralized and decentralized water and energy systems under future demographic, climate, and technology scenarios in pursuit of resilience and sustainability. This research uses survey instruments to characterize individual preferences (utility functions) related to (de)centralization of water and energy infrastructure systems; a crowdsourcing platform for time-effective stakeholder engagement and response collection; a spatial agent-based model to develop spatially explicit adoption trajectories and patterns in accordance with utility functions and characteristics of the major metropolitan case study locations; a system dynamics model that considers interactions among infrastructure systems, characterizes measures of resilience and sustainability, and feeds these back to the agent based model; and a cross-scale spatial optimization model to understand and characterize the possible best-case outcomes and to inform design of policies and incentive/disincentive programs. Combined, these methods provide a robust capacity to consider the ways in which future development of energy and water resources can be more or less resilient, have fewer or greater environmental consequences, meet differential demands of human populations, and result in greater or lesser overall resource use. Boston and Atlanta are the testbeds for the modeling framework developed through this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bistra",
   "pi_last_name": "Dilkina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bistra Dilkina",
   "pi_email_addr": "dilkina@usc.edu",
   "nsf_id": "000651238",
   "pi_start_date": "2019-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "National Science Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223144684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "027Y00",
   "pgm_ele_name": "CRISP - Critical Resilient Int"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "008Z",
   "pgm_ref_txt": "Critical Resilient Interdependent Infras"
  },
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 210417.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the face of aging infrastructure, growth, and climate change, improving the resilience and sustainability of lifeline infrastructures is a critical challenge to address. The overarching goal of this project was to determine how and whether the integration of decentralized, household-level water systems such as rainwater and greywater harvesting with the centralized water systems can help address this challenge, while taking into account the nexus of water, energy, and human systems. The project developed and applied new tools to study water-energy nexus under human preferences and future global changes, including choice experiments, agent-based modeling, system dynamics modeling, and spatial optimization. It contributed important new insights to our current knowledge of interdependent urban infrastructures and the effects of the adoption of decentralized water systems, with and without climate change.</p>\n<p>While most previous studies of water-energy systems have focused solely on either the drinking or the wastewater system alone, we developed an integrated urban water cycle model to capture the full water-energy dynamics on a city level, including the drinking water system, the wastewater system, hydropower energy produced in the drinking water system, and biogas energy recovery in the wastewater system, as well as the overall system?s dependency on climate variables.&nbsp; In addition, a dynamic model was developed for both household-level rainwater harvesting (RWH) and greywater recycling (GWR) systems to simulate daily water and energy balances and their dependence on climate variables.&nbsp; In order to decide the best location- and household-specific decentralized water system tank size, we developed an optimization method that includes household characteristics (e.g., distance from centralized plants, number of tenants, roof size) and location characteristics to find the optimal tank size based upon life cycle cost and energy expenditure.</p>\n<p>We combined these centralized and decentralized (RWH and GWR) dynamics models in a unified modeling framework able to quantify both the separate and the combined influences of climate change and decentralization on the life cycle energy use of the urban water cycle, using the City of Boston, MA as a testbed. This modeling framework integrates empirical models based on multilinear regression analysis, hydrologic modeling, water balance models, and life cycle assessment to capture the complex interactions among centralized water services, decentralized water system adoptions, and climate parameters for cumulative energy demand (CED) assessment, considering all residential buildings in Boston. Using CMIP5 climate models for RCP 4.5 and RCP 8.5, our analysis found that climate change is likely to increase the energy use of the centralized systems by 2% towards the end of the century. GWR adoptions are likely to reduce energy uses, while RWH adoptions may increase energy use -- the CED of the entire urban water cycle is projected to increase by 0.9% and 2.3% towards the end of the century under climate change if GWR or RWH systems are adopted respectively by the cost-saving positive residential buildings. While individual GWR users? life cycle cost savings are minimal, GWR adoptions have a potentially significant economic benefit to the centralized service providers by reducing energy demand. As such, we conclude that incentives for GWR adoptions may help the centralized systems to better cope with the energy challenges under future climate change.</p>\n<p>Finally, we augmented our modeling framework with support for the estimation of the environmental impacts associated with the urban water services provision of the integrated centralized and decentralized water system in terms of Global warming, Acidification, Fossil Fuel Depletion, Ozone depletion, Smog, Eutrophication, Carcinogenics, Noncarcinogenics, Respiratory effects, and Ecotoxicity impacts. We developed support for multi-objective spatial optimization to find best-case city-wide adoption configurations with respect to multiple water, energy, and environmental objectives.</p>\n<p>New knowledge, approaches, datasets, unit models, case studies, and conclusions emanating from this project will be used as course materials to benefit a variety of disciplines. The developed optimization and agent-based models can be incorporated as case studies or course projects in computer science courses on optimization, simulation and modeling, or computational sustainability. New knowledge on the flows among critical water and energy stocks and infrastructures as well as on the flows between water and energy systems generated from this project could supplement civil engineering courses. Designs and information collected for decentralized water and energy systems in this project could be integrated into life cycle assessment courses or other sustainability assessment courses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2022<br>\n\t\t\t\t\tModified by: Bistra&nbsp;Dilkina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the face of aging infrastructure, growth, and climate change, improving the resilience and sustainability of lifeline infrastructures is a critical challenge to address. The overarching goal of this project was to determine how and whether the integration of decentralized, household-level water systems such as rainwater and greywater harvesting with the centralized water systems can help address this challenge, while taking into account the nexus of water, energy, and human systems. The project developed and applied new tools to study water-energy nexus under human preferences and future global changes, including choice experiments, agent-based modeling, system dynamics modeling, and spatial optimization. It contributed important new insights to our current knowledge of interdependent urban infrastructures and the effects of the adoption of decentralized water systems, with and without climate change.\n\nWhile most previous studies of water-energy systems have focused solely on either the drinking or the wastewater system alone, we developed an integrated urban water cycle model to capture the full water-energy dynamics on a city level, including the drinking water system, the wastewater system, hydropower energy produced in the drinking water system, and biogas energy recovery in the wastewater system, as well as the overall system?s dependency on climate variables.  In addition, a dynamic model was developed for both household-level rainwater harvesting (RWH) and greywater recycling (GWR) systems to simulate daily water and energy balances and their dependence on climate variables.  In order to decide the best location- and household-specific decentralized water system tank size, we developed an optimization method that includes household characteristics (e.g., distance from centralized plants, number of tenants, roof size) and location characteristics to find the optimal tank size based upon life cycle cost and energy expenditure.\n\nWe combined these centralized and decentralized (RWH and GWR) dynamics models in a unified modeling framework able to quantify both the separate and the combined influences of climate change and decentralization on the life cycle energy use of the urban water cycle, using the City of Boston, MA as a testbed. This modeling framework integrates empirical models based on multilinear regression analysis, hydrologic modeling, water balance models, and life cycle assessment to capture the complex interactions among centralized water services, decentralized water system adoptions, and climate parameters for cumulative energy demand (CED) assessment, considering all residential buildings in Boston. Using CMIP5 climate models for RCP 4.5 and RCP 8.5, our analysis found that climate change is likely to increase the energy use of the centralized systems by 2% towards the end of the century. GWR adoptions are likely to reduce energy uses, while RWH adoptions may increase energy use -- the CED of the entire urban water cycle is projected to increase by 0.9% and 2.3% towards the end of the century under climate change if GWR or RWH systems are adopted respectively by the cost-saving positive residential buildings. While individual GWR users? life cycle cost savings are minimal, GWR adoptions have a potentially significant economic benefit to the centralized service providers by reducing energy demand. As such, we conclude that incentives for GWR adoptions may help the centralized systems to better cope with the energy challenges under future climate change.\n\nFinally, we augmented our modeling framework with support for the estimation of the environmental impacts associated with the urban water services provision of the integrated centralized and decentralized water system in terms of Global warming, Acidification, Fossil Fuel Depletion, Ozone depletion, Smog, Eutrophication, Carcinogenics, Noncarcinogenics, Respiratory effects, and Ecotoxicity impacts. We developed support for multi-objective spatial optimization to find best-case city-wide adoption configurations with respect to multiple water, energy, and environmental objectives.\n\nNew knowledge, approaches, datasets, unit models, case studies, and conclusions emanating from this project will be used as course materials to benefit a variety of disciplines. The developed optimization and agent-based models can be incorporated as case studies or course projects in computer science courses on optimization, simulation and modeling, or computational sustainability. New knowledge on the flows among critical water and energy stocks and infrastructures as well as on the flows between water and energy systems generated from this project could supplement civil engineering courses. Designs and information collected for decentralized water and energy systems in this project could be integrated into life cycle assessment courses or other sustainability assessment courses.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2022\n\n\t\t\t\t\tSubmitted by: Bistra Dilkina"
 }
}