{
 "awd_id": "1914444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Medium: Collaborative: Automatically Answering People's Privacy Questions",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 437436.0,
 "awd_amount": 451436.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2020-06-17",
 "awd_abstract_narration": "As novel technologies collect increasingly large and diverse amounts of data about us, people are unable to keep up and retain control over what happens to their data. The current legal approach to privacy concentrates on the concept of \"Notice and Choice\", namely the expectation that people are provided sufficient information about the collection and use of their data, and are offered meaningful choices about these practices (e.g., opt out, opt in). A primary element of this approach relies on privacy policies to communicate this information to people. In practice, these policies tend to be long, vague and ambiguous.  Not too surprisingly, few people find the time to read them and those who do often struggle to understand what they say. This multi-disciplinary project aims to develop novel technology that will enable people to regain a sense of control by enabling them to simply ask questions about the privacy issues that matter to them rather than requiring them to read long, one-size-fits all privacy policies. In addition to producing new knowledge and technologies and contributing to improving the state of privacy in the United States, this project will also create education and research opportunities for both undergraduate and graduate students at participating universities, including activities to broaden participation of women and under-represented minorities in this important area of computer science, and contribute to the development of technologies with the potential to help the visually impaired take advantage of information found in the text of privacy policies.\r\n\r\nThis multi-disciplinary project builds on recent advances in natural language processing, machine learning, code analysis and user modeling to re-invent notice and choice, moving from long and hard-to-understand notices to interactive privacy dialogues with users. An important part of this research involves the development of question answering functionality that enables users to ask questions about those issues that truly matter to them rather than presenting them with one-size-fits-all privacy notices. Another involves supplementing disclosures found in privacy policies with additional sources of information such as background knowledge (e.g. knowledge about common data practices and relevant laws)  and code analysis to disambiguate statements and provide additional details to users when it matters (e.g., with whom their data is actually shared). This research will be guided by user-centered design methodologies where the design of novel technologies is informed by findings from human subject studies, and where technologies are deployed and evaluated in increasingly rich and realistic scenarios. Products of this research will include prototype privacy Question Answering functionality, as well as technology to automatically extract information about data collection and use practices from both the text of privacy policies and from code.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shomir",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shomir Wilson",
   "pi_email_addr": "shomir@psu.edu",
   "nsf_id": "000518218",
   "pi_start_date": "2019-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "State College",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168023000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 437436.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project built upon advances in natural language processing (NLP) and machine learning to develop question anwering (QA) functionality that enables users to ask questions about privacy concerns that matter most to them when using computing technologies. A core part of this work was large-scale collection and analysis of privacy policies of websites and mobile apps, as well as analysis of privacy laws. The project produced corpora and language models suitable for automating the extraction of important information from privacy policy text.</p>\r\n<p>&nbsp;</p>\r\n<p>This project advanced knowledge in the areas of privacy analysis, natural language processing, question answering, human-computer interaction, and privacy decision making. Knowledge was also created through the interdisciplinary collaboration between computing researchers and law researchers, especially through the creation of corpora focused on the following: consumer's privacy questions and related answers (PrivacyQA), privacy laws from around the world (Privacy Law Corpus), and privacy questions and answers embeded in privacy policies (PrivaSeerQA). This project combined fundamental research with the development and evaulation of scalable technologies to extract data practices from privacy policy text. Additionally, the PIs created opportunities for graduate students and undergraduates to participate in research, and in the classroom setting, to gain exposure to cutting-edge results of research investigation.</p><br>\n<p>\n Last Modified: 03/13/2025<br>\nModified by: Shomir&nbsp;Wilson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project built upon advances in natural language processing (NLP) and machine learning to develop question anwering (QA) functionality that enables users to ask questions about privacy concerns that matter most to them when using computing technologies. A core part of this work was large-scale collection and analysis of privacy policies of websites and mobile apps, as well as analysis of privacy laws. The project produced corpora and language models suitable for automating the extraction of important information from privacy policy text.\r\n\n\n\r\n\n\nThis project advanced knowledge in the areas of privacy analysis, natural language processing, question answering, human-computer interaction, and privacy decision making. Knowledge was also created through the interdisciplinary collaboration between computing researchers and law researchers, especially through the creation of corpora focused on the following: consumer's privacy questions and related answers (PrivacyQA), privacy laws from around the world (Privacy Law Corpus), and privacy questions and answers embeded in privacy policies (PrivaSeerQA). This project combined fundamental research with the development and evaulation of scalable technologies to extract data practices from privacy policy text. Additionally, the PIs created opportunities for graduate students and undergraduates to participate in research, and in the classroom setting, to gain exposure to cutting-edge results of research investigation.\t\t\t\t\tLast Modified: 03/13/2025\n\n\t\t\t\t\tSubmitted by: ShomirWilson\n"
 }
}