{
 "awd_id": "1914537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Geometric Methods in Hyperbolic Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 140923.0,
 "awd_amount": 140923.0,
 "awd_min_amd_letter_date": "2018-12-18",
 "awd_max_amd_letter_date": "2019-05-12",
 "awd_abstract_narration": "Many of our most celebrated physical theories are based on wave-like partial differential equations (PDEs). Important examples include the Einstein equations of general relativity (which form the basis of modern cosmology), the Euler equations of fluid mechanics, the equations of elasticity, and the equations of crystal optics. Despite hundreds of years of mathematical progress, major gaps remain in our understanding of solutions. For example, although it is expected that solutions often \"become infinite\" there are few cases in which mathematicians have found a proof. Moreover, in other contexts, it is not even known if the equations have solutions. Thus, we still do not have a definitive understanding of the physical predictions of many equations of classical physics. The main obstacle is that the aforementioned equations are extremely difficult to study except under unrealistic simplifying assumptions. However, there have been some recent advancements in resolving some of these difficulties. For example, recent results provide a detailed description of Big Bang formation in solutions to the Einstein equations and shocks in solutions to the Euler and related equations. A major goal of this project is to extend these results to apply to other physically relevant equations and regimes. This work will provide new insight on the long-time behavior of waves and on the ways in which various physical theories can break down. \r\n\r\nThis research project involves the rigorous study of quasilinear hyperbolic PDEs and has three main research goals. The first is to provide a detailed description of singularity formation in various quasilinear wave-like equations of physical significance, with an emphasis on avoiding symmetry assumptions whenever possible. Examples include various Einstein-matter equations, the Euler equations, and the equations of elasticity. This research will expand our understanding of singularity formation by enlarging the class of equations and the class of initial conditions that are known to lead to blow-up. The second research goal is to prove local well-posedness for a class of physically relevant quasilinear hyperbolic problems with a free boundary along which the hyperbolicity of the equations degenerates. The third is to develop new tools for understanding the behavior of solutions to quasilinear hyperbolic PDEs with multiple characteristics in contexts where knowledge of the precise characteristics is essential. An ultimate goal is to use these tools to prove that for such equations, under suitable assumptions on the nonlinearities and data, shock formation occurs and is stable.  This proposal has several educational components that are intimately connected to the research problems. Many of the problems have components that can be investigated by advanced undergraduates, and the PI plans to supervise undergraduate research projects. There are also components suitable for PhD students. Moreover, the PI is organizing, with three co-organizers, a pair of summer schools targeted at advanced undergraduates and beginning graduate students from across the US and beyond. The PI will also develop curriculum materials that will be made freely available to the public online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Speck",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jared R Speck",
   "pi_email_addr": "jared.speck@vanderbilt.edu",
   "nsf_id": "000512142",
   "pi_start_date": "2018-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "PMB 407749 2301 Vanderbilt Place",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "804800",
   "pgm_ele_name": "Division Co-Funding: CAREER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 77006.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 63916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project yielded rigorous mathematical theorems about equations with physical origins, including Euler's equations, which describe the motion of fluids such as air and water, and Einstein's equations of General Relativity, which describe the motion of gravitational waves and which are tied to three out of the last five Nobel Prizes in Physics. The project focused on fascinating phenomena in our physical world that are described by the appearance of <strong>infinities</strong> in the underlying mathematical equations that describe them. Loosely speaking, the infinities are referred to as \"singularities.\" One outstanding example is the Big Bang, which is a singularity in General Relativity such that the curvature of spacetime is infinite. A second important example is shock waves, which are disturbances in a medium caused by sharp (discontinuous) changes in some physical quantity such as density or electric field strength; the \"sharpness\" corresponds to singularities in the rate of change of the underlying physical quantities and is associated with physical phenomena such as sonic booms and earthquakes. Despite the clear physical importance of these singularities, before the project, there were very few rigorous mathematical theorems that describe or predict their formation and structure. The project led to 16 published papers on these topics, and additional papers are in progress.</p>\n<p>The work on fluid motion has revealed new insights about sound waves, shock waves without swirling motion, and more recently, shock waves in the presence of swirling motion, a notoriously complex phenomenon. The works on gravitational waves have led to a deeper understanding of the Big Bang and the long-term fate of the universe. A common theme unifying these evolutionary phenomena is that they involve wave-like motion. The project has yielded new tools for the study of waves, shaped by ideas from geometry. Some of the recent papers have shown that the equations of fluid motion have some unexpected, remarkable commonalities with Einstein's equations. This allowed for the blending of insights and techniques from two seemingly separate fields, which in turn served as a driving force behind the research.</p>\n<p>Specifically, for Einstein's equations, the project has provided the first general theorems that describe the dynamic stability of the Big Bang. This means that a rigorous proof was given showing that the Big Bang is a stable prediction (as opposed to a fluke) of General Relativity, under certain assumptions on the present state of the universe and the kind of matter present. In addition, the mathematical tools developed in studying the Big Bang are robust and have applications to other equations of mathematical interest. For Euler's equations, the project provided the first general theorems that describe how shock waves form in contexts where the fluid is swirling. Related results were proved for other equations of mathematical interest.</p>\n<p>The project supported a pair of two-week summer schools at MIT. The schools addressed topics lying at the heart of the research results produced by the project. The primary purpose of the schools was to soften the entry barrier into the field by immersing the students in an environment where they experience how different branches of mathematics can be combined to solve important problems. The schools trained more than 70 undergraduates, graduate students, and postdoctoral researchers. They were inclusive of groups traditionally underrepresented in STEM. In particular, the schools led to the recruitment of an underrepresented group member into the field who completed their PhD and went on to win an NSF Postdoctoral Fellowship. The project also supported undergraduate research, provided training for PhD students, and led to the development of new curriculum materials on advanced research topics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2022<br>\n\t\t\t\t\tModified by: Jared&nbsp;R&nbsp;Speck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project yielded rigorous mathematical theorems about equations with physical origins, including Euler's equations, which describe the motion of fluids such as air and water, and Einstein's equations of General Relativity, which describe the motion of gravitational waves and which are tied to three out of the last five Nobel Prizes in Physics. The project focused on fascinating phenomena in our physical world that are described by the appearance of infinities in the underlying mathematical equations that describe them. Loosely speaking, the infinities are referred to as \"singularities.\" One outstanding example is the Big Bang, which is a singularity in General Relativity such that the curvature of spacetime is infinite. A second important example is shock waves, which are disturbances in a medium caused by sharp (discontinuous) changes in some physical quantity such as density or electric field strength; the \"sharpness\" corresponds to singularities in the rate of change of the underlying physical quantities and is associated with physical phenomena such as sonic booms and earthquakes. Despite the clear physical importance of these singularities, before the project, there were very few rigorous mathematical theorems that describe or predict their formation and structure. The project led to 16 published papers on these topics, and additional papers are in progress.\n\nThe work on fluid motion has revealed new insights about sound waves, shock waves without swirling motion, and more recently, shock waves in the presence of swirling motion, a notoriously complex phenomenon. The works on gravitational waves have led to a deeper understanding of the Big Bang and the long-term fate of the universe. A common theme unifying these evolutionary phenomena is that they involve wave-like motion. The project has yielded new tools for the study of waves, shaped by ideas from geometry. Some of the recent papers have shown that the equations of fluid motion have some unexpected, remarkable commonalities with Einstein's equations. This allowed for the blending of insights and techniques from two seemingly separate fields, which in turn served as a driving force behind the research.\n\nSpecifically, for Einstein's equations, the project has provided the first general theorems that describe the dynamic stability of the Big Bang. This means that a rigorous proof was given showing that the Big Bang is a stable prediction (as opposed to a fluke) of General Relativity, under certain assumptions on the present state of the universe and the kind of matter present. In addition, the mathematical tools developed in studying the Big Bang are robust and have applications to other equations of mathematical interest. For Euler's equations, the project provided the first general theorems that describe how shock waves form in contexts where the fluid is swirling. Related results were proved for other equations of mathematical interest.\n\nThe project supported a pair of two-week summer schools at MIT. The schools addressed topics lying at the heart of the research results produced by the project. The primary purpose of the schools was to soften the entry barrier into the field by immersing the students in an environment where they experience how different branches of mathematics can be combined to solve important problems. The schools trained more than 70 undergraduates, graduate students, and postdoctoral researchers. They were inclusive of groups traditionally underrepresented in STEM. In particular, the schools led to the recruitment of an underrepresented group member into the field who completed their PhD and went on to win an NSF Postdoctoral Fellowship. The project also supported undergraduate research, provided training for PhD students, and led to the development of new curriculum materials on advanced research topics.\n\n\t\t\t\t\tLast Modified: 07/24/2022\n\n\t\t\t\t\tSubmitted by: Jared R Speck"
 }
}