{
 "awd_id": "1914565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Physics of Elastomer Aging: Macrostructure Mechanical Properties based on Morphological Chemical Degenerations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 361491.0,
 "awd_amount": 361491.0,
 "awd_min_amd_letter_date": "2019-08-21",
 "awd_max_amd_letter_date": "2019-08-21",
 "awd_abstract_narration": "Elastomers, often commonly referred to as rubbers, have a wide range of applications as bearings, sealants, tires, and anti-vibration mountings. Under such operation, elastomers are exposed to oxygen and elevated temperature, in addition to cyclic mechanical loading. Oxygen and temperature heavily degrade the materials' properties. This degradation is known as aging and induces brittle, shrunken, and aggravated surfaces. The aging process, coupled with mechanical loading, intensifies crack propagation in elastomers and reduces their serviceability. Experimental testing of aging is, necessarily, a time-consuming process. Having a theoretical framework that can be used for simulations will tremendously speed up the development of new, exciting, and reliable materials with a broader range of applications. This work will elucidate how the mechanical response of elastomers changes over their lifetime under the coupled effects of mechanical loading and aging. This research will advance the scientific knowledge of degradation effects on durability of elastomers. The development cycle of the project consists of experimental work, followed by modeling, simulation, and back to experimental verification. This combined approach, which is an ideal illustration of the scientific method, will be used for outreach to K-12 and minority students through university programs. This research will also train a diverse group of undergraduate and graduate students in this interdisciplinary field, forming the next generation of scientists that the U.S. elastomer industry critically needs to compete globally. \r\n\r\nTo characterize the evolution of the deformation response and failure mechanism of elastomers under thermo-chemo-mechanical aging processes, this project outlines a series of interconnected experimental, theoretical, and numerical studies of the chemical, morphological, and mechanical changes. In the first stage of work, the aggravation of macrostructural mechanical properties of elastomers will be experimentally linked to their morphological changes (such as cross-link breakage/formation, and transformation of linkages). The second stage of the project will develop a mathematically verifiable procedure for incorporating stored and dissipated energies - obtained in chemical experiments - into the thermodynamic formalism. In the third stage, the project seeks to understand the effects of heterogeneous aging degradation on the mechanical response of elastomers. Numerical simulations of the constitutive equations will be used to verify the model against further experimental studies. The to-be-obtained knowledge and to-be-developed theoretical framework will lead to highly coupled physics-based models which map the elastomers' macrostructural behavior and failure mechanisms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryam",
   "pi_last_name": "Shakiba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryam Shakiba",
   "pi_email_addr": "maryam.shakiba@colorado.edu",
   "nsf_id": "000770322",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guoliang Greg",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guoliang Greg Liu",
   "pi_email_addr": "gliu1@vt.edu",
   "nsf_id": "000683789",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Tech",
  "perf_str_addr": "750 Drillfield Dr.",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 244588.0
  }
 ],
 "por": null
}