{
 "awd_id": "1914882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spectral Functional Principal Components on Abelian Groups with Applications to Spatial Functional Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 120101.0,
 "awd_amount": 120101.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "Massive data sets on gridded 2D and 3D domains have recently become available through computer climate model outputs, records from satellite remote sensing and brain scans, among others. These data sets have both temporal and spatial dimension. For example, a state of vegetation is observed on a grid covering an agricultural area at regular time intervals, every day or every week.  Such data can be viewed as functions of time, one function per spatial grid unit. Their chief characteristic is the spatial dependence of curves observed at the grid nodes. There is an increasing need to develop statistical tools, which will allow researchers to extract useful information from such data. The PIs will develop such tools.  The data and problems that motivate this research arise in several science fields, which have important impacts on society. For example, conclusions drawn from future climate models help the government and corporations plan for the allocation of various assets. Brain research on trauma experienced by military veterans and on Alzheimer's disease are recognized as important societal goals. The statistical research the PIs will conduct will provide useful quantitative tools to help scientists in these fields. Mathematical foundations of the new approach will be created, together with domain-specific approaches. The new methods will be implemented in R packages and made available to research community, government agencies and commercial enterprises. In the course of the proposed research, two Ph.D. students will be trained. \r\n\r\nThe PIs will create a new framework for inference for functional data defined on domains with an additive group structure. The new dimension reduction approach will have characteristics of a multi-scale, data-driven representation, which takes into account the dependence of the functions defined on group elements, for example spatial grid nodes. The PIs will use methods of Fourier analysis on Abelian groups, spectral theory for functional data, invariance principles in Hilbert spaces, computationally efficient spatio-temporal spline representations, routines for downloading and manipulating massive data sets. The PIs will develop several inferential procedures, including bootstrap-based inference, tests for the spatial and distributional structure, and applications to the evaluation of the accuracy of computer climate models. The PIs will also develop corresponding computational techniques, which will lead to the computationally fast representation of various data structures of large to massive size.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piotr",
   "pi_last_name": "Kokoszka",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Piotr S Kokoszka",
   "pi_email_addr": "Piotr.Kokoszka@colostate.edu",
   "nsf_id": "000105640",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 120101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The award funded research in the field of statistical methodology and&nbsp;</span><span>and theory. The work was motivated by the need to develop new statistical&nbsp;</span><span>methods that can deal with complex data structures that could not be analyzed</span><span>using existing tools and methods. Examples of such data include:</span><span>1) Distributions of viral loads in individuals taking a test, e.g. a Covid test.&nbsp;</span><span>There may be hundreds of tests per county per week, so the results&nbsp;</span><span>of these tests follow a certain statistical distribution that can be mathematically&nbsp;</span><span>described by a function, a probability density function,&nbsp; for example. These density</span><span>functions will differ from week to week and from county to county.&nbsp;</span><span>Such a data structure is an example of spatially indexed functional time series,&nbsp;</span><span>which were the focus of this research. The new statistical tools we developed,&nbsp;</span><span>whose validity we verified by mathematical arguments and computer experiments,</span><span>will likely impact how the spread of future epidemics is analyzed in the future.&nbsp;&nbsp;</span><span>2) Remote sensing data, for example the percentage of cultivated land, or certain&nbsp;</span><span>crop, or forested land, per spatial unit area. Satellites can provide such data</span><span>every few hours. We are thus dealing with time series of images indexed&nbsp;</span><span>by spatial location. Our new statistical methods&nbsp; can be applied to such data and&nbsp;</span><span>so benefit the fields of agriculture, forestry, watershed science, as well as climate</span><span>research. For example, they can identify with statistical confidence, i.e accounting&nbsp;</span><span>for unpredictable randomness, which regions are undergoing some specified change</span><span>and at what times.&nbsp;</span><span>3) High-frequency financial data, for example minute-by-minute prices of&nbsp;</span><span>indexes summarizing sectors of the US economy, e.g. Energy, Banking,&nbsp;</span><span>Staples, etc. In this context, the space index has a more abstract meaning&nbsp;</span><span>as a sector of the economy. These sectors are connected,&nbsp; similarly&nbsp;</span><span>like viral infection patters in neighboring counties are connected. The general&nbsp;</span><span>mathematical and statistical theory we developed can treat both cases&nbsp;</span><span>similarly. In this example, we have time series of price curves&nbsp; within&nbsp;</span><span>hundreds of days indexed by sector.&nbsp;</span></p>\n<p><span><br /></span><span>For data structures whose examples are given above,&nbsp;</span><span>we developed theory on which new statistical inference tools are based</span><span>and software in which they are implemented. The new tools allow us to&nbsp;</span><span>replace huge amounts of data by useful and more interpretable summaries</span><span>and perform various tests of conjectures made about the data. In the&nbsp;</span><span>course of the project, five PhD students were trained in areas that will&nbsp;</span><span>benefit the people and the economy of the United States.&nbsp;&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2023<br>\n\t\t\t\t\tModified by: Piotr&nbsp;S&nbsp;Kokoszka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe award funded research in the field of statistical methodology and and theory. The work was motivated by the need to develop new statistical methods that can deal with complex data structures that could not be analyzedusing existing tools and methods. Examples of such data include:1) Distributions of viral loads in individuals taking a test, e.g. a Covid test. There may be hundreds of tests per county per week, so the results of these tests follow a certain statistical distribution that can be mathematically described by a function, a probability density function,  for example. These densityfunctions will differ from week to week and from county to county. Such a data structure is an example of spatially indexed functional time series, which were the focus of this research. The new statistical tools we developed, whose validity we verified by mathematical arguments and computer experiments,will likely impact how the spread of future epidemics is analyzed in the future.  2) Remote sensing data, for example the percentage of cultivated land, or certain crop, or forested land, per spatial unit area. Satellites can provide such dataevery few hours. We are thus dealing with time series of images indexed by spatial location. Our new statistical methods  can be applied to such data and so benefit the fields of agriculture, forestry, watershed science, as well as climateresearch. For example, they can identify with statistical confidence, i.e accounting for unpredictable randomness, which regions are undergoing some specified changeand at what times. 3) High-frequency financial data, for example minute-by-minute prices of indexes summarizing sectors of the US economy, e.g. Energy, Banking, Staples, etc. In this context, the space index has a more abstract meaning as a sector of the economy. These sectors are connected,  similarly like viral infection patters in neighboring counties are connected. The general mathematical and statistical theory we developed can treat both cases similarly. In this example, we have time series of price curves  within hundreds of days indexed by sector. \n\n\nFor data structures whose examples are given above, we developed theory on which new statistical inference tools are basedand software in which they are implemented. The new tools allow us to replace huge amounts of data by useful and more interpretable summariesand perform various tests of conjectures made about the data. In the course of the project, five PhD students were trained in areas that will benefit the people and the economy of the United States.  \n\n\t\t\t\t\tLast Modified: 08/04/2023\n\n\t\t\t\t\tSubmitted by: Piotr S Kokoszka"
 }
}