{
 "awd_id": "1914028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Cross-Scale Interactions & the Design of Adaptive Reservoir Operations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 49989.0,
 "awd_amount": 49989.0,
 "awd_min_amd_letter_date": "2019-07-01",
 "awd_max_amd_letter_date": "2019-07-01",
 "awd_abstract_narration": "This project addresses two key tensions in flood and drought mitigation: tradeoffs between minimizing flood and drought risk, and tradeoffs in the choice of where in the system to invest in risk mitigation. This project will study these tradeoffs through detailed case studies in distinct hydro-climatic and governance settings: Lake Mendocino, California and Danjiangkou Reservoir in Hubei Province, China. In both cases, water managers are exploring the use of streamflow forecasts to improve reservoir operations for flood control and water supply under changing conditions. This project will collect and analyze data on hydrology, infrastructure and decision making to study the impacts of operational changes and identify strategies that facilitate adaptation. A model will be developed to test how practices to reduce flood and drought impacts interact across scales (e.g., regional, municipal) and respond to change, in different environmental and social settings. The project team will work with decision makers to learn from their experiences and develop tools that fit their needs. The project will also provide education and training opportunities for the next-generation workforce in hydrology and water resources systems analysis through mentored research experiences and new course modules.\r\n\r\nThis project will address three key questions: 1) How will a change in reservoir operations propagate through the partially-engineered, partially-evolving watershed system? 2) What characteristics of the hydrological or governance system affect this propagation? 3) What institutional design choices enable adaptive management? While the case-based models developed can address the research question in two specific contexts, the project also aims to derive generalizable knowledge about the features and processes critical to mitigating flood and drought risk as well as insights into unintended fragilities. To build theory, the project will also generate a differential equation-based socio-hydrological model of a generic reservoir and watershed system. This model will be used to explore the system-level patterns that emerge in the long-run under a range of conditions, which will enable us to build theory on the hydrological and institutional factors critical to understanding the effects of reservoir operating rule changes. In summary, this work will advance knowledge of adaptive flood and drought management in four ways: 1) illustrate the tradeoffs between flood and drought mitigation goals in reservoir operations across scales; 2) identify the processes through which reservoir operation changes propagate through the system; 3) quantify the benefits and limitations of controlling streamflow variability; and 4) demonstrate the impact of institutional design choices in detecting critical changes and facilitating response. This new knowledge will address the practical challenge of planning for higher streamflow variability, while mitigating the risk of generating unintended fragilities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murugesu",
   "pi_last_name": "Sivapalan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murugesu Sivapalan",
   "pi_email_addr": "sivapala@illinois.edu",
   "nsf_id": "000198655",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of the University of Illinois",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49989.0
  }
 ],
 "por": null
}