{
 "awd_id": "1914446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Medium: Collaborative: Automatically Answering People's Privacy Questions",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 150128.0,
 "awd_amount": 150128.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "As novel technologies collect increasingly large and diverse amounts of data about us, people are unable to keep up and retain control over what happens to their data. The current legal approach to privacy concentrates on the concept of \"Notice and Choice\", namely the expectation that people are provided enough information about the collection and use of their data and are offered meaningful choices about these practices (e.g., opt out, opt in). A primary element of this approach relies on privacy policies to communicate this information to people. In practice, these policies tend to be long, vague and ambiguous. Not too surprisingly, few people find the time to read them and those who do often struggle to understand what they say. This multi-disciplinary project aims to develop novel technology that will enable people to regain a sense of control by enabling them to simply ask questions about the privacy issues that matter to them rather than requiring them to read long, one-size-fits all privacy policies. In addition to producing new knowledge and technologies and contributing to improving the state of privacy in the United States, this project will also create education and research opportunities for both undergraduate and graduate students at participating universities, including activities to broaden participation of women and under-represented minorities in this important area of computer science, and contribute to the development of technologies with the potential to help the visually impaired take advantage of information found in the text of privacy policies. \r\n\r\nThis multi-disciplinary project builds on recent advances in natural language processing, machine learning, code analysis and user modeling to re-invent notice and choice, moving from long and hard-to-understand notices to interactive privacy dialogues with users. An important part of this research involves the development of question answering functionality that enables users to ask questions about those issues that truly matter to them rather than presenting them with one-size-fits-all privacy notices. Another involves supplementing disclosures found in privacy policies with additional sources of information such as background knowledge (e.g. knowledge about common data practices and relevant laws) and code analysis to disambiguate statements and provide additional details to users when it matters (e.g., with whom their data is shared). This research will be guided by user-centered design methodologies where the design of novel technologies is informed by findings from human subject studies, and where technologies are deployed and evaluated in increasingly rich and realistic scenarios. Products of this research will include prototype privacy Question Answering functionality, as well as technology to automatically extract information about data collection and use practices from both the text of privacy policies and from code.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Reidenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Reidenberg",
   "pi_email_addr": "jreidenberg@law.fordham.edu",
   "nsf_id": "000640391",
   "pi_start_date": "2019-07-08",
   "pi_end_date": "2020-05-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Norton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Norton",
   "pi_email_addr": "tnorton1@fordham.edu",
   "nsf_id": "000826843",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fordham University",
  "inst_street_address": "441 E FORDHAM RD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188174086",
  "inst_zip_code": "104589993",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "FORDHAM UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECESTN2SSVH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fordham University",
  "perf_str_addr": "150 W. 62nd Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100237407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 150128.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The current legal approach to privacy concentrates on the concept of &ldquo;Notice and Choice,&rdquo; namely the expectation that people are provided sufficient information about the collection and use of their data, and are offered meaningful choices about these practices (e.g., opt out, opt in). A primary element of this framework relies on privacy policies to communicate this information to people. In practice, these policies tend to be long, vague, and ambiguous. Not too surprisingly, few people find the time to read them and those who do often struggle to understand what they say.</p>\n<p>The objective of this multi-disciplinary project was to build on recent advances in natural language processing, machine learning, code analysis, and user modeling to reinvent notice and choice, moving from long and hard-to-understand notices to interactive privacy dialogues with users. To that end, the project endeavored to create tools and develop techniques that allow users to ask specific questions about data collection and use, shifting from a one-size-fits-all approach to personalized interactions.</p>\n<p>An important part of this research involved the development of question answering (QA) functionality that enables users to ask questions about the privacy issues that truly matter to them, rather than presenting them with one-size-fits-all privacy notices. This involved efforts to enrich privacy question-answering functionality with semantic models, including ontologies of data practices and regulatory requirements. This work, conducted collaboratively, demonstrated the importance of understanding relationships between terms for accurate privacy question answering. This work also involved supplementing disclosures found in privacy policies with additional sources of information, including in particular disclosure requirements found in law and regulation. Extraction of question-answer pairs from privacy policies facilitated the training of question answering systems, surpassing previous performance benchmarks and demonstrating the potential for automated analysis of privacy policies.</p>\n<p>Other work under the project examined the adequacy of mobile app privacy labels in addressing users' privacy questions. Findings revealed that over 50% of typical privacy questions remained unanswered or only partially addressed by existing labels, underscoring the need for more comprehensive privacy question answering functionality.</p>\n<p>Similar work explored the extent to which broadly-applicable disclosure requirements found in law (specifically, California&rsquo;s Consumer Privacy Act), as implemented in actual privacy policies, can help consumers to answer questions about the data practices of businesses that collect and process their information. Findings suggested that CCPA's mandates for privacy disclosures, as currently implemented, have not yet yielded the level of clarity they were designed to deliver, due to both vagueness and ambiguity in CCPA itself as well as potential non-compliance by businesses in their privacy policies.</p>\n<p>Additionally, the project developed the Privacy Law Corpus, a body of 1,043 privacy laws, regulations, and guidelines, covering 183 jurisdictions around the globe. This corpus enables a large-scale quantitative and qualitative examination of law&rsquo;s focus on privacy.</p>\n<p>In summary, the project made substantial progress in redefining notice and choice in privacy policies through innovative approaches. By addressing the limitations of existing frameworks and leveraging cutting-edge technologies, the project paved the way for more transparent, user-centric data practices in the digital landscape.</p><br>\n<p>\n Last Modified: 04/26/2024<br>\nModified by: Thomas&nbsp;Norton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe current legal approach to privacy concentrates on the concept of Notice and Choice, namely the expectation that people are provided sufficient information about the collection and use of their data, and are offered meaningful choices about these practices (e.g., opt out, opt in). A primary element of this framework relies on privacy policies to communicate this information to people. In practice, these policies tend to be long, vague, and ambiguous. Not too surprisingly, few people find the time to read them and those who do often struggle to understand what they say.\n\n\nThe objective of this multi-disciplinary project was to build on recent advances in natural language processing, machine learning, code analysis, and user modeling to reinvent notice and choice, moving from long and hard-to-understand notices to interactive privacy dialogues with users. To that end, the project endeavored to create tools and develop techniques that allow users to ask specific questions about data collection and use, shifting from a one-size-fits-all approach to personalized interactions.\n\n\nAn important part of this research involved the development of question answering (QA) functionality that enables users to ask questions about the privacy issues that truly matter to them, rather than presenting them with one-size-fits-all privacy notices. This involved efforts to enrich privacy question-answering functionality with semantic models, including ontologies of data practices and regulatory requirements. This work, conducted collaboratively, demonstrated the importance of understanding relationships between terms for accurate privacy question answering. This work also involved supplementing disclosures found in privacy policies with additional sources of information, including in particular disclosure requirements found in law and regulation. Extraction of question-answer pairs from privacy policies facilitated the training of question answering systems, surpassing previous performance benchmarks and demonstrating the potential for automated analysis of privacy policies.\n\n\nOther work under the project examined the adequacy of mobile app privacy labels in addressing users' privacy questions. Findings revealed that over 50% of typical privacy questions remained unanswered or only partially addressed by existing labels, underscoring the need for more comprehensive privacy question answering functionality.\n\n\nSimilar work explored the extent to which broadly-applicable disclosure requirements found in law (specifically, Californias Consumer Privacy Act), as implemented in actual privacy policies, can help consumers to answer questions about the data practices of businesses that collect and process their information. Findings suggested that CCPA's mandates for privacy disclosures, as currently implemented, have not yet yielded the level of clarity they were designed to deliver, due to both vagueness and ambiguity in CCPA itself as well as potential non-compliance by businesses in their privacy policies.\n\n\nAdditionally, the project developed the Privacy Law Corpus, a body of 1,043 privacy laws, regulations, and guidelines, covering 183 jurisdictions around the globe. This corpus enables a large-scale quantitative and qualitative examination of laws focus on privacy.\n\n\nIn summary, the project made substantial progress in redefining notice and choice in privacy policies through innovative approaches. By addressing the limitations of existing frameworks and leveraging cutting-edge technologies, the project paved the way for more transparent, user-centric data practices in the digital landscape.\t\t\t\t\tLast Modified: 04/26/2024\n\n\t\t\t\t\tSubmitted by: ThomasNorton\n"
 }
}