{
 "awd_id": "1914598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The role of vegetation-moderated longwave radiation on the spatiotemporal distribution of snow during accumulation and ablation in mountain terrain",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 38884.0,
 "awd_amount": 38884.0,
 "awd_min_amd_letter_date": "2019-02-08",
 "awd_max_amd_letter_date": "2019-02-08",
 "awd_abstract_narration": "Mountain snow provides water to millions of people in the western United States. To predict when and where melting snow will be available, water managers need to know how much snow is in the mountains and where it is located. But snow is not the same depth everywhere, so comprehensive estimates are required. Unfortunately, manual measurements of snow are too hard because of access problems, and methods to measure snow from satellites are still being developed. One challenge faced by satellites is trees. Satellites can't usually see snow through a forest.  In winter 2019, NASA is testing new sensors for measuring snow from aircrafts by repeatedly flying over 13 flight regions throughout the western US. The sensors will provide snow depth and water content data approximately every 3 meters of very large areas. One flight path covers an experimental field site near Boise, Idaho were scientists have a long history of studying mountain hydrology.  This project will investigate the relationships between mountain forests and snow by making new meteorological measurements in forest at the same time that NASA is collecting unprecedented snow depth data.  Knowledge gained can be used to improve critical water supply forecasting methods.\r\n\r\nMountain snow provides the dominant water supply from most of the western US; understanding the processes and properties that control the accumulation and melt of snow is crucial for science and society. The patterns of snow accumulation and melt are impacted by many climate and terrain factors that challenge scientist's abilities to model and forecast snow-derived water supply. Foremost among the challenges is the impact that forests have on the timing of melt. In some regions forests preserve snow while in others they enhance melt. Obtaining data at sufficient spatial and temporal resolutions to answer important questions about the impact of forests on snow is typically financially and logistically prohibitive. In winter 2019, the NASA SNOWEX project will obtain snow depth data at 3 m spatial resolution every two weeks through the accumulation and melt season.  With additional ground-based data collected during these campaigns, it will be possible to answer some critical questions about forest-snow interactions. The objective of this research is to collect distributed longwave radiation data coincident with spatially and temporally distributed snow distribution data. Specifically, the project seeks to answer how spatially variable longwave radiation in forested and open environments impact accumulation and melt in relatively cold vs relatively warm snowy environments. An array of radiometers will be deployed to measure the spatial distribution of longwave radiation at the snow surface under forest canopies of different density through the snow accumulation and melt seasons. Coupling the high resolution NASA snow depth and water content data with distributed radiation data funded by this project fill a critical knowledge gap in the science of snow-vegetation interactions, provide training for one PhD student and two undergraduate students, and connect to a well-established education and outreach programs at Boise State University.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McNamara",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P McNamara",
   "pi_email_addr": "jmcnamar@boisestate.edu",
   "nsf_id": "000318366",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans-Peter",
   "pi_last_name": "Marshall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans-Peter Marshall",
   "pi_email_addr": "hpmarshall@boisestate.edu",
   "nsf_id": "000429767",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 University Dr",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 38884.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mountain snow provides the dominant water supply from most of the western US and many other parts of the world, so understanding the processes and properties that control the accumulation and melt of snow is crucial for science and society. The patterns of snow accumulation and melt are impacted by many climate and terrain factors that challenge our abilities to model and forecast snow-derived water supply. Foremost among the challenges is the impact that forests have on the timing of melt. In some regions forests preserve snow while in others they enhance melt. The impact of forests on snow begins during the accumulation season and lasts through the melt season. Obtaining data at sufficient spatial and temporal resolutions to answer important questions about the impact of forests on snow is typically financially and logistically prohibitive. In this project we leveraged investments from the NASA SNOWeX understand how the impact of vegetation on snow distribution changes through the accumulation and melt seasons. In winter 2020, the SNOWeX project obtained snow distribution data approximately bi-weekly from January through mid-March. &nbsp;We purchased and deployed an array of radiometers to measure the spatial distribution of longwave radiation at the snow surface under forest canopies of different density through the snow accumulation and melt seasons. By coupling our array with high spatial resolution snow depth data provided by NASA, we are addressing several unanswered questions regarding the role of vegetation on snow accumulation and melt in mountain terrain. Specifically, how does the vegetation-impacted radiative balance impact snow distribution through the linked accumulation and ablation seasons? At the end of this project, the primary outcomes are that the instrumentation was purchases and deployed, and the field season has been completed. Analysis of data and publication of findings will take place in the months following the termination of the award. <strong><br /> <br /> </strong></p>\n<p>This project will fills a critical knowledge gap in the science of snow-vegetation interactions, provides training for a PhD student and connect to a well-established education and outreach programs at Boise State University. In addition to the scientific implications, longwave radiation data will be made available with doi&rsquo;s through Boise State University&rsquo;s data archival system. Other DCEW data made available in this way are used routinely by modeling groups worldwide. A PhD student (in place) will build a dissertation around the data. The study site hosts a well-established internship program where undergraduates receive training in field data collection, instrumentation development, modeling, and stakeholder interaction. Data from this project will eventually be used in online, publicly available education modules.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2020<br>\n\t\t\t\t\tModified by: James&nbsp;P&nbsp;Mcnamara</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMountain snow provides the dominant water supply from most of the western US and many other parts of the world, so understanding the processes and properties that control the accumulation and melt of snow is crucial for science and society. The patterns of snow accumulation and melt are impacted by many climate and terrain factors that challenge our abilities to model and forecast snow-derived water supply. Foremost among the challenges is the impact that forests have on the timing of melt. In some regions forests preserve snow while in others they enhance melt. The impact of forests on snow begins during the accumulation season and lasts through the melt season. Obtaining data at sufficient spatial and temporal resolutions to answer important questions about the impact of forests on snow is typically financially and logistically prohibitive. In this project we leveraged investments from the NASA SNOWeX understand how the impact of vegetation on snow distribution changes through the accumulation and melt seasons. In winter 2020, the SNOWeX project obtained snow distribution data approximately bi-weekly from January through mid-March.  We purchased and deployed an array of radiometers to measure the spatial distribution of longwave radiation at the snow surface under forest canopies of different density through the snow accumulation and melt seasons. By coupling our array with high spatial resolution snow depth data provided by NASA, we are addressing several unanswered questions regarding the role of vegetation on snow accumulation and melt in mountain terrain. Specifically, how does the vegetation-impacted radiative balance impact snow distribution through the linked accumulation and ablation seasons? At the end of this project, the primary outcomes are that the instrumentation was purchases and deployed, and the field season has been completed. Analysis of data and publication of findings will take place in the months following the termination of the award. \n \n \n\nThis project will fills a critical knowledge gap in the science of snow-vegetation interactions, provides training for a PhD student and connect to a well-established education and outreach programs at Boise State University. In addition to the scientific implications, longwave radiation data will be made available with doi’s through Boise State University’s data archival system. Other DCEW data made available in this way are used routinely by modeling groups worldwide. A PhD student (in place) will build a dissertation around the data. The study site hosts a well-established internship program where undergraduates receive training in field data collection, instrumentation development, modeling, and stakeholder interaction. Data from this project will eventually be used in online, publicly available education modules.\n\n \n\n\t\t\t\t\tLast Modified: 06/04/2020\n\n\t\t\t\t\tSubmitted by: James P Mcnamara"
 }
}