{
 "awd_id": "1914501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: How does it end? Exploring thrust terminations of an intra-continental strike-slip fault, north Tibet",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 242337.0,
 "awd_amount": 242337.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2019-06-26",
 "awd_abstract_narration": "Plate tectonic theory suggests that internally rigid tectonic plates interact with one another along narrow plate boundaries. However, deformation is often distributed across the interior of continents, such as in the Asian continent northeast of the Himalayan mountain belt, where significant faulting and folding occurs more than a thousand kilometers from the boundary between the Indian and Eurasian plates. Some of the largest features in the region are east-west oriented strike-slip faults, such as the Haiyuan fault in north Tibet. This project investigates the western termination of the Haiyuan fault to determine how deformation changes from strike-slip fault motion to folding and thrust faulting within the interior of the mountain belt. Furthermore, structures like the Haiyuan fault are sources of major seismic hazards for densely-populated regions within the Asian continent. Thus, constraining the style, magnitude, and rate of deformation along the length of these strike-slip faults will aid in future hazard and risk assessment. Other societally relevant impacts of this project include: support of early-career faculty to establish globally competitive research programs; training a PhD student and mentoring two undergraduates in a science, technology, engineering and mathematics (STEM) discipline; international collaboration with researchers and institutions; and outreach at community engagement events with a focus on earthquake hazards. The project also supports the development of a modern publicly-accessible geologic mapping website that features techniques and information about digital tablet-based field mapping and digital elevation model (DEM) construction, including methods of incorporating map data into open-access online archives.\r\n\r\nThe intra-continental response to edge-driven plate boundary conditions is a central topic in continental tectonics. The Himalayan-Tibetan orogen results from progressive Cenozoic India-Asia convergence, and the largest structures within the interior of this orogen are large strike-slip faults. Therefore, Tibet is an ideal testing ground to determine how strike-slip faulting accommodates and redistributes strain in a collisional orogen. This multidisciplinary investigation explores the western termination of the left-slip Haiyuan fault within northern Tibet, where strike-slip faulting abruptly transitions to thrust faulting. Specifically, a combination of geologic bedrock and neotectonics mapping, construction of digital elevation models (DEMs) using structure-from-motion (SfM) methods, surface-age dating (i.e., optically stimulated luminescence and radiocarbon), and low-temperature thermochronology are employed to (1) constrain Quaternary slip rates along the western Haiyuan fault segments, and (2) systematically document how strike-slip deformation transfers to a range-bounding, thrust-fault system in the central Qilian Shan thrust belt. Field observations of the kinematics of the western termination of the Haiyuan fault are used to test models for plate-convergence-normal strike-slip faulting in the Himalayan-Tibetan orogen, including (1) clockwise-fault rotation, (2) extrusion-fault models, and (3) strain transfer models. Insights gained from studying the Haiyuan fault can be applied to other zones of intra-continental deformation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Zuza",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew V Zuza",
   "pi_email_addr": "azuza@unr.edu",
   "nsf_id": "000635251",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N. Virginia St",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 242337.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-91d5d5fd-7fff-4cd0-5bc5-c54fc362786c\" style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Intellectual Merit:</span><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> The intra-plate response to edge-driven plate boundary conditions is a central topic in continental tectonics. In the Himalayan-Tibetan orogen, large-scale strike-slip faults are one of the most dominant structural features, and thus, Tibet is an ideal testing ground to determine how strike-slip faulting accommodates and redistributes strain in a collisional orogen. This funding supported our focus on the Haiyuan fault and adjacent structures in northern Tibet. Prevailing models for these strike-slip fault systems included: (1) clockwise-fault rotation, (2) extrusion-fault, and (3) strain transfer models. We conducted fieldwork including fault characterization and neotectonic mapping, in addition to remote sensing, low-temperature thermochronology, luminescence geochronology, geodetic analyses, and aeromagnetic imaging. Observations from this multidisciplinary investigation reveal complexities of plate convergence, including partitioning of strain into thrust belts, rotating strike-slip faults, and coupled off-fault deformation. Thermochronology and evaluation of the syn-kinematic terrestrial basins (for example, Qaidam Basin) suggests that deformation initiated in the region in the early Cenozoic, shortly after the collision between the Indian and Eurasian plates to the south. During the course of our investigation, we refined the Proterozoic-Paleozoic geologic history of the region related to the assembly and crustal growth history of the Asian continent, which was deformed during Cenozoic Himalayan-Tibetan orogeny induced by the India-Asia collision. Therefore, improving our understanding of the pre-Cenozoic geologic history was imperative to identifying and interpreting pre-Cenozoic strain markers. Field observations and numerical simulations revealed that the Haiyuan left-slip fault and the northern boundary of the Tibetan plateau coincide with the early Paleozoic Qilian suture zone. This key finding highlights how preexisting weak zones control later intraplate deformation. The Tarim Basin, located west of the Qilian Shan, experienced a similar pre-Cenozoic geologic history but was insulated from Cenozoic deformation. By analyzing aeromagnetic imagery, we determined that a Permian plume event may have strengthened the Tarim lithosphere, generating one of the youngest craton-like continents on Earth.&nbsp;</span></p>\n<p style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">As part of this project, we tested our methods of unmanned aerial vehicle-based and pole-mounted structure-from-motion techniques on Quaternary faults in the transtensional Eastern California Shear Zone (ECSZ). By using similar methods as in northeastern Tibet, we constrained the Quaternary slip histories and initiation ages of normal faults within the ECSZ that accommodate extension parallel to broad right-slip shear (e.g., Eureka Valley and Dry Mountain faults) and across the central Owens Valley rift (e.g., Sierra Nevada Frontal and White Mountains faults). </span><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This NSF support also facilitated related projects in the easternmost Himalaya, where we investigated a similar question to northeastern Tibet: how do distributed thrust and strike-slip faults near the corner of a rigid continental indenter accommodate plate convergence? </span><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Our field and analytical investigations showed that deformation around northeastern India was expressed as clockwise crustal flow, accommodated first via distributed thrusting and later thrusting and right-slip faulting. This crustal flow may have induced increased underthrusting and shortening in the easternmost Himalaya.</span></p>\n<p style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 8pt;\" dir=\"ltr\"><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: transparent; font-weight: bold; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Broader Impacts:</span><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> This grant supported three early-to-middle career PIs that successfully built and developed their research program. Two of the early career PIs obtained tenure during the lifecycle of this project. The project also supported two postdoctoral fellows (one female geoscientist) that secured positions as Assistant Professors. The project trained and educated two PhD students at the University of Nevada, Reno. The project also trained two MS students and one undergraduate student at the University of North Carolina Wilmington (UNCW). One such UNCW MS student remained in academia and secured a full-time Lecturer position at University of Tennessee, Knoxville. A second UNCW MS student has secured a full-time position in the environmental consulting industry. New international collaborations were initiated with early- and mid-career scientists in</span><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: #ffffff; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\"> China. These collaborations have the potential to evolve into long-lived international partnerships. Results related to this project have been published in 24 international peer-reviewed journals, 16 presentations at professional meetings, and several manuscripts currently in review by the PIs and their students and postdocs. In preparation for fieldwork in northern Tibet, the PIs streamlined a structure-from-motion (SFM) technique using a pole-mounted camera to photograph and construct digital elevation models of active faults in the ECSZ. This work was conducted in conjunction with an unmanned aerial vehicle SFM </span><span style=\"font-size: 12pt; font-family: 'Times New Roman',serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">approach, and these case-study investigations grew into externally funded projects to map and examine the slip histories of active faults in the western United States (e.g., USGS EDMAP Grant to UNCW MS student and PI Haproff). These research techniques and findings have been implemented into undergraduate and graduate courses taught by the PIs at their respective institutions, including Natural Disasters, Structural Geology, Technical Communication in Geoscience, and advanced field geology courses. One PI hosted a technical session at the Geological Society of America 2020 Meeting on digital field methods that involved scientists from academia and industry to discuss best future practices for research and education.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2023<br>\n\t\t\t\t\tModified by: Andrew&nbsp;V&nbsp;Zuza</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit: The intra-plate response to edge-driven plate boundary conditions is a central topic in continental tectonics. In the Himalayan-Tibetan orogen, large-scale strike-slip faults are one of the most dominant structural features, and thus, Tibet is an ideal testing ground to determine how strike-slip faulting accommodates and redistributes strain in a collisional orogen. This funding supported our focus on the Haiyuan fault and adjacent structures in northern Tibet. Prevailing models for these strike-slip fault systems included: (1) clockwise-fault rotation, (2) extrusion-fault, and (3) strain transfer models. We conducted fieldwork including fault characterization and neotectonic mapping, in addition to remote sensing, low-temperature thermochronology, luminescence geochronology, geodetic analyses, and aeromagnetic imaging. Observations from this multidisciplinary investigation reveal complexities of plate convergence, including partitioning of strain into thrust belts, rotating strike-slip faults, and coupled off-fault deformation. Thermochronology and evaluation of the syn-kinematic terrestrial basins (for example, Qaidam Basin) suggests that deformation initiated in the region in the early Cenozoic, shortly after the collision between the Indian and Eurasian plates to the south. During the course of our investigation, we refined the Proterozoic-Paleozoic geologic history of the region related to the assembly and crustal growth history of the Asian continent, which was deformed during Cenozoic Himalayan-Tibetan orogeny induced by the India-Asia collision. Therefore, improving our understanding of the pre-Cenozoic geologic history was imperative to identifying and interpreting pre-Cenozoic strain markers. Field observations and numerical simulations revealed that the Haiyuan left-slip fault and the northern boundary of the Tibetan plateau coincide with the early Paleozoic Qilian suture zone. This key finding highlights how preexisting weak zones control later intraplate deformation. The Tarim Basin, located west of the Qilian Shan, experienced a similar pre-Cenozoic geologic history but was insulated from Cenozoic deformation. By analyzing aeromagnetic imagery, we determined that a Permian plume event may have strengthened the Tarim lithosphere, generating one of the youngest craton-like continents on Earth. \nAs part of this project, we tested our methods of unmanned aerial vehicle-based and pole-mounted structure-from-motion techniques on Quaternary faults in the transtensional Eastern California Shear Zone (ECSZ). By using similar methods as in northeastern Tibet, we constrained the Quaternary slip histories and initiation ages of normal faults within the ECSZ that accommodate extension parallel to broad right-slip shear (e.g., Eureka Valley and Dry Mountain faults) and across the central Owens Valley rift (e.g., Sierra Nevada Frontal and White Mountains faults). This NSF support also facilitated related projects in the easternmost Himalaya, where we investigated a similar question to northeastern Tibet: how do distributed thrust and strike-slip faults near the corner of a rigid continental indenter accommodate plate convergence? Our field and analytical investigations showed that deformation around northeastern India was expressed as clockwise crustal flow, accommodated first via distributed thrusting and later thrusting and right-slip faulting. This crustal flow may have induced increased underthrusting and shortening in the easternmost Himalaya.\nBroader Impacts: This grant supported three early-to-middle career PIs that successfully built and developed their research program. Two of the early career PIs obtained tenure during the lifecycle of this project. The project also supported two postdoctoral fellows (one female geoscientist) that secured positions as Assistant Professors. The project trained and educated two PhD students at the University of Nevada, Reno. The project also trained two MS students and one undergraduate student at the University of North Carolina Wilmington (UNCW). One such UNCW MS student remained in academia and secured a full-time Lecturer position at University of Tennessee, Knoxville. A second UNCW MS student has secured a full-time position in the environmental consulting industry. New international collaborations were initiated with early- and mid-career scientists in China. These collaborations have the potential to evolve into long-lived international partnerships. Results related to this project have been published in 24 international peer-reviewed journals, 16 presentations at professional meetings, and several manuscripts currently in review by the PIs and their students and postdocs. In preparation for fieldwork in northern Tibet, the PIs streamlined a structure-from-motion (SFM) technique using a pole-mounted camera to photograph and construct digital elevation models of active faults in the ECSZ. This work was conducted in conjunction with an unmanned aerial vehicle SFM approach, and these case-study investigations grew into externally funded projects to map and examine the slip histories of active faults in the western United States (e.g., USGS EDMAP Grant to UNCW MS student and PI Haproff). These research techniques and findings have been implemented into undergraduate and graduate courses taught by the PIs at their respective institutions, including Natural Disasters, Structural Geology, Technical Communication in Geoscience, and advanced field geology courses. One PI hosted a technical session at the Geological Society of America 2020 Meeting on digital field methods that involved scientists from academia and industry to discuss best future practices for research and education.\n\n\t\t\t\t\tLast Modified: 10/26/2023\n\n\t\t\t\t\tSubmitted by: Andrew V Zuza"
 }
}