{
 "awd_id": "1914801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Implementing Multi-institutional Classroom-based Undergraduate Research Experiences to Study the Impact of Environmental Changes on Salamander Populations",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mindy Capaldi",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 81318.0,
 "awd_amount": 49940.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2022-02-15",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest by developing and implementing multi-institutional Course-based Undergraduate Research Experiences (CUREs). Evidence demonstrates that CUREs can be highly effective for engaging large numbers of students in authentic research.  In addition, participation in CUREs can result in increased persistence of students in STEM disciplines, as well as generate new scientific data.  This project is a collaboration between Michigan State University, Bridgewater State University, the University of Massachusetts at Amherst, Pennsylvania State University Park, and the University of Richmond.  The team will leverage the Salamander Population Adaptation Research Collaboration network (SPARCnet) to develop and support CUREs at the collaborating institutions. SPARCnet is a  research and education collaboration that coordinates research about salamander responses to environmental conditions.   In the CUREs developed by this project, students will study individual- and population-level responses of the red-backed salamander to environmental variation and changes.  This salamander has important ecosystem roles in northeastern and mid-west U.S. forests.  The students will collect and analyze data from a wide geographic range, emphasizing ecology and evolutionary processes. The specific CURE modules will be developed and implemented collaboratively in different science courses across the five institutions.   The project expects that the CURES will increase students' understanding of the collaborative nature of science, as well as develop the quantitative skills needed to work with large data sets. \r\n\r\nThis project will develop and test CURE modules that include unique field-based research and multi-institutional collaborations within a single research system. The CURE modules will go beyond the single-campus structure of most CUREs by creating a framework that integrates students into an intellectually diverse and established research network, SPARCnet. The instructors will facilitate student collaboration and data sharing by pairing classrooms across institutions during the research experience. The education research component of the project will investigate three pedagogical questions that examine how the CURE model may contribute to improvements in students' quantitative and scientific literacy, self-efficacy, and science identity and sense of belonging. Using the recently developed CURE model framework applied across a multi-institutional network, the results of this study have the potential to advance knowledge about how CUREs promote student learning outcomes and perspectives. Finally, the project will increase understanding of the CURE model itself by examining the impacts of this CURE on quantitative and scientific literacy. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Sutherland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Sutherland",
   "pi_email_addr": "csutherland@umass.edu",
   "nsf_id": "000715743",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project (Applying the CURE model to facilitate multi-institutional investigations across levels of biological inquiry using Eastern Red-Backed Salamanders) uses a broadly distributed scientific network (SPARCnet) to engage students firsthand in ecological and evolutionary research while investigating three pedagogical questions related to the CURE model: (1) What are the specific learning gains in quantitative and scientific literacy for SPARCnet modules that engage students in authentic research? (2) What impact do SPARCnet modules have on student self-efficacy and science identity? (3) Do students who complete SPARCnet modules and interact directly with the research network through multi-institution collaborations show a greater increase in their sense of belonging, science identity, and/ or self-efficacy than students who only participate in modules?</p>\n<p>Our goals include (1) developing and implementing course-based modules that engage students in authentic research scaffolded across ecological, evolutionary, and quantitative levels of inquiry; (2) testing the outcomes of the CURE (Course-based Undergraduate Research Experience) model for student learning and investment in the scientific process. The course modules are based on the research framework provided by SPARCnet (Salamander Population and Adaptation Research Collaboration Network) and all modules engage students in authentic field research; (3) increasing the impact of the network by expanding the number of students integrated into an established research network as part of the SPARCnet course-based research modules, incorporating a novel collaborative, multi-institutional data collection and analysis component that mirrors how science is actually conducted.</p>\n<p>Sutherland, the Co-PI based at UMass-Amherst, moved insititutions to the United KIngdon (University of St Andrews). They are no longer an actvive participant in the project and funding allocated to UMass for thier portion of the work has been returned to NSF.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2023<br>\n\t\t\t\t\tModified by: Chris&nbsp;Sutherland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project (Applying the CURE model to facilitate multi-institutional investigations across levels of biological inquiry using Eastern Red-Backed Salamanders) uses a broadly distributed scientific network (SPARCnet) to engage students firsthand in ecological and evolutionary research while investigating three pedagogical questions related to the CURE model: (1) What are the specific learning gains in quantitative and scientific literacy for SPARCnet modules that engage students in authentic research? (2) What impact do SPARCnet modules have on student self-efficacy and science identity? (3) Do students who complete SPARCnet modules and interact directly with the research network through multi-institution collaborations show a greater increase in their sense of belonging, science identity, and/ or self-efficacy than students who only participate in modules?\n\nOur goals include (1) developing and implementing course-based modules that engage students in authentic research scaffolded across ecological, evolutionary, and quantitative levels of inquiry; (2) testing the outcomes of the CURE (Course-based Undergraduate Research Experience) model for student learning and investment in the scientific process. The course modules are based on the research framework provided by SPARCnet (Salamander Population and Adaptation Research Collaboration Network) and all modules engage students in authentic field research; (3) increasing the impact of the network by expanding the number of students integrated into an established research network as part of the SPARCnet course-based research modules, incorporating a novel collaborative, multi-institutional data collection and analysis component that mirrors how science is actually conducted.\n\nSutherland, the Co-PI based at UMass-Amherst, moved insititutions to the United KIngdon (University of St Andrews). They are no longer an actvive participant in the project and funding allocated to UMass for thier portion of the work has been returned to NSF.\n\n\t\t\t\t\tLast Modified: 01/06/2023\n\n\t\t\t\t\tSubmitted by: Chris Sutherland"
 }
}