{
 "awd_id": "1915884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Asymptotic Equivalence of Quantum Statistical Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2019-06-19",
 "awd_max_amd_letter_date": "2019-06-19",
 "awd_abstract_narration": "A fundamental insight of quantum mechanics is that randomness is a inherent feature of the physical world at the microscopic level. Any observation made on a quantum system such as an atom or a light pulse, results  in a nondeterministic, stochastic outcome. The study of the direct map from the system?s state or preparation to the probability distribution of the measurement outcomes has been one of the core topics in traditional quantum theory. In many quantum protocols, the experimenter has incomplete knowledge and control of the system and its environment, or is interested in estimating an external field parameter which affects the system dynamics. In this case, one deals with a statistical inverse problem of inferring unknown state parameters from the measurement data obtained by probing a large number of individual quantum systems. The theory and practice arising from tackling such questions is shaping up into the field of quantum statistics, which lies at the intersection of quantum theory and statistical inference. The current project aims at  a better understanding  of statistical inference for infinite dimensional quantum systems,  an area which can be seen as a quantum counterpart of nonparametric statistics. The ultimate goal is to develop a    theory of comparison and convergence of quantum statistical models, thereby enabling  efficient estimation techniques and establishing solid statistical methodology for computing reliable error bars. This project is well aligned with NSF's Quantum Leap Big Idea. The graduate student supported by this award will carry out research on quantum statistics, under the supervision of the  PI.\r\n\r\nAn area of particular interest is local asymptotic equivalence, with explicitly constructed quantum channels, of different quantum statistical models of pure states with a parameter in  Hilbert space.  Some elements of such a theory have already been put forward by a recent result of the proposer and collaborators, approximating a model of a large number of independent quantum systems by a Gaussian model of coherent states (shifted vacuum states). The goal will be to further develop these notions in cases of entanglement, focusing at first on quantum analogs of Gaussian stationary sequences. Among these, two cases are singled out: a stationary model of zero mean pure Gaussian states commonly used to model the squeezed vacuum in quantum optics, and gauge invariant stationary Gaussian states which appear to exhibit classical limiting behavior.   In a related topic, results on sharp nonparametric risk asymptotics like the Pinsker bound, proved initially in classical white noise models, have motivated the development of equivalence theory. It is of interest to establish minimax risk bounds of this type for estimating pure quantum states, and their adaptive attainability. In the problem of symmetric quantum hypothesis testing, or discrimination between two quantum states, the proposer and collaborators solved the longstanding problem of the quantum Chernoff lower bound pertaining to the exponential rate of decay of the error probability. In that connection, several new problems appear, such as the optimal error exponent for discriminating composite hypotheses, and attainability of the  bound  by realizable receivers in quantum optics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Nussbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Nussbaum",
   "pi_email_addr": "nussbaum@math.cornell.edu",
   "nsf_id": "000490907",
   "pi_start_date": "2019-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report<br />Asymptotic Equivalence of Quantum Statistical Experiments</p>\r\n<p>Principal Investigator: M. Nussbaum, Department of Mathematics, Cornell University&nbsp; &nbsp;</p>\r\n<p>&nbsp;In mathematical statistics, the classical metric theory of statistical models (experiments) has been extended towards an asymptotic equivalence paradigm, allowing to classify and relate problems which are essentially infinite dimensional and ill-posed. Asymptotic equivalence theory is emerging as a recognizable research area in statistics. The theoretical possibility to carry over optimal procedures from one model to another allows a better conceptual understanding of asymptotic inference. Modern statistical concepts like these are also being integrated into the emerging field of quantum statistics, which is developing on the background of technological breakthroughs in quantum engineering. Quantum technology is increasingly relying on specialized statistical inference methods for analyzing quantum measurement data. The development of quantum statistical models points towards an underlying non-commutative statistical decision theory with connections to operator algebra, quantum information and quantum probability.&nbsp;<br />(1) Intellectual merit. The main results of the project are contained in a series of papers&nbsp; where we analyze statistical models consisting of ensembles of quantum systems with identical characteristics given by a certain unknown state. In the first of these, an accurate estimator is provided for the unknown state of an infinite dimensional quantum system under the assumption that the state is pure; optimality holds in the sharp asymptotic minimax sense among all estimators based on quantum measurements. In the second paper, finite dimensional quantum systems are considered, and it is shown that the property of local asymptotic normality, which is known to hold when the density matrix of the unknown state has full rank, extends to the case of low rank. The property of local asymptotic normality, which establishes a connection between independent quantum systems in the same state and quantum Gaussian systems, is fundamental for quantum statistical inference. Finally, again in the setting of independent quantum systems in the same unknown state, the problem of state exclusion was considered, which consists in pointing out one element of a given set of possible&nbsp; states which is (most likely) not the true one. That problem is in some sense the opposite of state estimation or detection&nbsp; where the true state has to be found. It turned out that this problem, also called the antidistinguishability problem,&nbsp; was unsolved even in the non-quantum (classical) special case where the states are just probability measures. In this project a solution was provided for the classical case, and some asymptotic risk bounds were obtained for procedures in the quantum case, as first steps towards a general solution.&nbsp;</p>\r\n<p>(2) Broader impacts. The documented impact of the solution of the quantum Chernoff bound problem (by the PI and collaborators, 2009) in the literature on quantum information theory has shown that there is an enlarging area of shared interest between mathematical statisticians and the leading experts from the different subfields contributing to quantum statistics, from experimentalists to theoretical physicists. The timeliness and importance of exchanges between the communities has become evident by the increasing number of instances where researchers in statistics publish in mathematical physics journals and vice versa, a trend to which the PI has contributed and which the current project aimed to expand. The abovementioned paper on the quantum state exclusion problem fits into this trend, as it is the result of a cooperation&nbsp; of researchers in quantum information theory and statistics. The project also provided opportunities for training and professional development, as it was associated&nbsp; with the PhD thesis research and the postdoctoral studies, respectively,&nbsp; of two young researchers.<br /><br /><br /></p><br>\n<p>\n Last Modified: 02/03/2025<br>\nModified by: Michael&nbsp;Nussbaum</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report\nAsymptotic Equivalence of Quantum Statistical Experiments\r\n\n\nPrincipal Investigator: M. Nussbaum, Department of Mathematics, Cornell University \r\n\n\nIn mathematical statistics, the classical metric theory of statistical models (experiments) has been extended towards an asymptotic equivalence paradigm, allowing to classify and relate problems which are essentially infinite dimensional and ill-posed. Asymptotic equivalence theory is emerging as a recognizable research area in statistics. The theoretical possibility to carry over optimal procedures from one model to another allows a better conceptual understanding of asymptotic inference. Modern statistical concepts like these are also being integrated into the emerging field of quantum statistics, which is developing on the background of technological breakthroughs in quantum engineering. Quantum technology is increasingly relying on specialized statistical inference methods for analyzing quantum measurement data. The development of quantum statistical models points towards an underlying non-commutative statistical decision theory with connections to operator algebra, quantum information and quantum probability.\n(1) Intellectual merit. The main results of the project are contained in a series of papers where we analyze statistical models consisting of ensembles of quantum systems with identical characteristics given by a certain unknown state. In the first of these, an accurate estimator is provided for the unknown state of an infinite dimensional quantum system under the assumption that the state is pure; optimality holds in the sharp asymptotic minimax sense among all estimators based on quantum measurements. In the second paper, finite dimensional quantum systems are considered, and it is shown that the property of local asymptotic normality, which is known to hold when the density matrix of the unknown state has full rank, extends to the case of low rank. The property of local asymptotic normality, which establishes a connection between independent quantum systems in the same state and quantum Gaussian systems, is fundamental for quantum statistical inference. Finally, again in the setting of independent quantum systems in the same unknown state, the problem of state exclusion was considered, which consists in pointing out one element of a given set of possible states which is (most likely) not the true one. That problem is in some sense the opposite of state estimation or detection where the true state has to be found. It turned out that this problem, also called the antidistinguishability problem, was unsolved even in the non-quantum (classical) special case where the states are just probability measures. In this project a solution was provided for the classical case, and some asymptotic risk bounds were obtained for procedures in the quantum case, as first steps towards a general solution.\r\n\n\n(2) Broader impacts. The documented impact of the solution of the quantum Chernoff bound problem (by the PI and collaborators, 2009) in the literature on quantum information theory has shown that there is an enlarging area of shared interest between mathematical statisticians and the leading experts from the different subfields contributing to quantum statistics, from experimentalists to theoretical physicists. The timeliness and importance of exchanges between the communities has become evident by the increasing number of instances where researchers in statistics publish in mathematical physics journals and vice versa, a trend to which the PI has contributed and which the current project aimed to expand. The abovementioned paper on the quantum state exclusion problem fits into this trend, as it is the result of a cooperation of researchers in quantum information theory and statistics. The project also provided opportunities for training and professional development, as it was associated with the PhD thesis research and the postdoctoral studies, respectively, of two young researchers.\n\n\n\t\t\t\t\tLast Modified: 02/03/2025\n\n\t\t\t\t\tSubmitted by: MichaelNussbaum\n"
 }
}