{
 "awd_id": "1915574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adoption and Adaptation of Educational Innovations in Multiple Settings and the Role of Institutional Culture",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 2504959.0,
 "awd_amount": 2504959.0,
 "awd_min_amd_letter_date": "2019-07-09",
 "awd_max_amd_letter_date": "2021-06-28",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest in high quality engineering education by propagating evidence-based teaching practices.  Educators have pursued innovations to improve undergraduate engineering education for decades.  Many of these innovations have compelling evidence of their effectiveness in a single classroom or institution.  However, adoption of these innovations in new settings is not always successful, and sometimes the innovation requires substantial changes to adapt it to the local environment. This Institutional and Community Transformation (ICT) project in the Development and Implementation tier will explore the ways in which an educational innovation is adopted and adapted to new settings.  It will also evaluate the success of the innovation, as measured by student outcomes.  This research will help the community understand the conditions under which educational innovations can propagate and the reasons why some innovations succeed in being scaled to other settings while others fail. Students will benefit when innovations can be readily adapted to new environments because they will have increased access to teaching and learning tools that support their education in the best possible ways. \r\n\r\nThis project will propagate Freeform, a pedagogical system developed with prior NSF funding.  Freeform encompasses active, blended, and collaborative components in a resource-rich learning environment.  Five new settings will implement Freeform, and the project team will simultaneously evaluate the cultures of the new settings to assess their receptivity to innovation as determined during the implementation.  Receptivity to innovation is important because many attempts to reform the core educational practices in traditional engineering departments have failed because they have either been centered on a few enthusiasts who transformed one or two courses, or they have focused on curriculum reform without consideration of the underlying culture of the academic unit. The changes are often not sustained because they are not appropriately aligned with the local culture.  This project will focus on two coupled issues, innovation and propagation. If these two issues are explored and understood together as a system, the ability to develop pedagogical innovations that can be propagated to new environments will be significantly enhanced.   The corresponding process of adoption and adaptation will be examined through a cultural lens using anthropological approaches. Prior work has resulted in unique datasets and research approaches that explore pedagogical innovation and resources to support students and the role of departmental and university culture in the adoption of pedagogies. The current research will use a mixed-methods approach to shape detailed data collection and analysis, leveraging the research team's expertise. This project has the potential to expand understanding about how pedagogical innovations are adopted, adapted, and implemented for diverse students in multiple settings. It is expected that this research framework will be applicable to the propagation of other educational innovations to new settings, and it will provide the engineering education research and practitioner communities with a new approach to implementing and evaluating pedagogical changes. IUSE: EHR supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Berger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Berger",
   "pi_email_addr": "bergere@purdue.edu",
   "nsf_id": "000225093",
   "pi_start_date": "2019-07-09",
   "pi_end_date": "2019-07-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Berger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Berger",
   "pi_email_addr": "bergere@purdue.edu",
   "nsf_id": "000225093",
   "pi_start_date": "2021-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Rhoads",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey F Rhoads",
   "pi_email_addr": "jrhoads2@nd.edu",
   "nsf_id": "000500324",
   "pi_start_date": "2019-07-22",
   "pi_end_date": "2021-03-17"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Rhoads",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey F Rhoads",
   "pi_email_addr": "jrhoads2@nd.edu",
   "nsf_id": "000500324",
   "pi_start_date": "2019-07-09",
   "pi_end_date": "2019-07-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Rhoads",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey F Rhoads",
   "pi_email_addr": "jrhoads2@nd.edu",
   "nsf_id": "000500324",
   "pi_start_date": "2021-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "DeBoer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer DeBoer",
   "pi_email_addr": "deboerj@purdue.edu",
   "nsf_id": "000579692",
   "pi_start_date": "2019-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "701 West Stadim Avenue",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 2504959.0
  }
 ],
 "por": null
}