{
 "awd_id": "1915088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Overcoming Impediments to Computer Science Students' Understanding of Code: Scaling Up Automated Methods and Broadening Participation",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 59317.0,
 "awd_amount": 59317.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2024-11-12",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest by improving computer science education.  To achieve this goal, the project will identify misunderstandings that arise when students reason about code and develop strategies to overcome these misunderstandings.  The project will focus on using automated analysis to teach students how to use mental execution and/or tracing to predict the execution behavior of program code, one of the most basic and important objectives of computing education. The ability to trace through a segment of code to understand its behavior is central to learning how to write new programs, as well as to reason about, debug, and improve existing programs. The best programmers can predict behavior on specific inputs, and extend their reasoning to generalized inputs, developing an abstract, broad understanding. This project seeks to identify the aspects of automated methods that are most effective in identifying and overcoming learning obstacles associated with students' reasoning about software code.\r\n\r\nThis project has two objectives. First, it aims to understand the learning obstacles students face in tracing code on specific, concrete inputs, and the obstacles they ultimately face in generalizing that reasoning to abstract, symbolic inputs. Second, the project aims to understand why these obstacles arise and how they can be overcome.  To collect and analyze information about student reasoning, as well as to provide student feedback, the project will develop an online reasoning tutor that can capture and respond to students' choices, written explanations, and verbal explanations.  These online reasoning tutors will be used in conjunction with other instructional strategies to support development of students' abilities to reason about code.  To enable the findings to be broadly applicable to all students, the research will include  diverse student populations. The effort involves Clemson University, a large land-grant public institution, Florida Atlantic University, an HSI, and Howard University, an HBCU. The evaluation effort is led through Rose-Hulman. Computing is fundamental to the nation's society and commerce. To become successful computing professionals, student programmers need to develop the debugging and reasoning skills that are the focus of this project. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. This is an Engaged Student Learning project; through the Engaged Student Learning track, the IUSE: EHR program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Hollingsworth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Hollingsworth",
   "pi_email_addr": "hollings@rose-hulman.edu",
   "nsf_id": "000294021",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rose-Hulman Institute of Technology",
  "inst_street_address": "5500 WABASH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8128778972",
  "inst_zip_code": "478033920",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "ROSE-HULMAN INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "VH9FNJX3Y7C7"
 },
 "perf_inst": {
  "perf_inst_name": "Rose-Hulman Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478033920",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083Z",
   "pgm_ref_txt": "ECR:PEER-Productn Eng Ed Res"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 59317.0
  }
 ],
 "por": null
}