{
 "awd_id": "1915466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Model for Divergent Bacterial Signaling Networks; Linking New Cyclic Dinucleotides to Environmental  and Electrical Lifestyles",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2018-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 240991.0,
 "awd_amount": 240991.0,
 "awd_min_amd_letter_date": "2019-02-04",
 "awd_max_amd_letter_date": "2019-02-04",
 "awd_abstract_narration": "Some environmental bacteria have the ability to detect, attach to and react with metal particles. This process causes release of essential minerals into rivers and lakes, and reduces toxicity of heavy metal contaminants in waste sites undergoing bioremediation. This collaborative project focuses on the recent discovery of a mechanism that enables bacteria to sense and respond to these important metals.  As these bacteria are also capable of attaching to electrodes, new techniques for monitoring metal decontamination could harness these sensing systems. The researchers will use molecular techniques to look inside the bacteria, where they will determine how sensing of these metals switches genes and proteins on and off in response to different types of metal surfaces. This project will provide cross-disciplinary college-level training including experiential biology modules in Minnesota and internship programs serving community college and undergraduate students in California. As outreach to K-12 students, we will adapt hands-on educational demonstrations that exhibit the link between chemistry, water quality, and this unique microbial-electrical activity. Finally, we will expand YouSTEM.org, a website created by the Hammond lab for the general public to find information about free K-12 STEM programs, to add the Minneapolis/St. Paul area.\r\n\r\nCyclic di-GMP (cdiG) is a near-universal bacterial signal that controls the transition from a free-living state to a surface-attached biofilm. However, environmental bacteria have many surface-associated lifestyles distinct from the classic biofilm state. Thus, a grand challenge is to explain how signaling networks utilize only one intracellular output molecule to control diverse adaptations. A recently discovered novel alternative solution has been discovered, based on multiple cyclic dinucleotides that regulate distinct genetic programs. The newfound signal cyclic AMP-GMP (cAG) is required when Geobacter sulfurreducens grows on extracellular metal oxide particles commonly found in sediments and aquifers. In this same organism, the classical signal cdiG is essential for growth as an attached conductive biofilm to relay electrons to methanogens or electrode surfaces. Strikingly, the newfound cAG signaling pathway in Geobacter uses biomolecular parts previously associated with cdiG signaling, revealing cracks in the monolithic model of a cdiG-only signaling network. The sub-class of GGDEF enzymes that synthesize cAG, called DncG, are conserved throughout diverse Bacterial phyla, including Proteobacteria, Acidobacteria, and Deferribacteria. However, regulators of DncG activity and downstream effectors that respond to cAG are largely unknown. This collaborative research project will establish a comprehensive parts map and regulatory model for the newfound cAG signaling pathway, build a molecular toolkit to study how it operates alongside classical cdiG pathways in vivo, and define how the signal controls environmentally important phenotypes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Hammond",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ming C Hammond",
   "pi_email_addr": "ming.hammond@utah.edu",
   "nsf_id": "000568620",
   "pi_start_date": "2019-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 240991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:&nbsp; </strong>Bacteria are single-celled organisms found in every environment, from our houses to our gut to the outside. When bacteria want to stick to a surface, they form biofilms together; if you have ever stepped on a slippery rock in a river or lake with your foot, you have felt a bacterial biofilm. Whether to form a biofilm or not is a critical lifestyle decision for bacteria:&nbsp; it is the key decision to \"stay or go\". This fundamental change is signaled by a molecule called cyclic di-GMP, and for over 30 years, it was understood that this signal was made by an enzyme class called GGDEFs. Unexpectedly, we recently discovered that some members of this enzyme class make a totally different signaling molecule. Hypr GGDEFs make the signal cGAMP instead, and this project sought to discover how and why cGAMP is made and broken down, what lifestyle decision and other effects it leads to, and how many bacterial species use cGAMP signaling.</p>\n<p><strong>Intellectual Merit Outcomes:</strong>&nbsp; Overall the project has resulted in two peer-reviewed publications in the journals <em>eLife</em> and <em>Molecular Microbiology</em>, an invited book chapter, and a manuscript currently under revision. In addition, the <em>eLife</em> paper was highlighted in an <em>eLife Digest</em> article, and the principal investigator, Dr. Hammond, was invited to present the research findings in 20 conferences and department seminars. Based on the field?s interest in this work, Dr. Hammond also was invited to serve on the Editorial Board of <em>FEMS Microbiology Reviews</em>, a journal from the Federation of European Microbiological Societies.</p>\n<p>The <em>eLife</em> paper was a comprehensive study of the atomic resolution structure, biochemistry, and physiological function of the Hypr GGDEF enzyme that we first discovered in an electricity-producing bacterium called <em>Geobacter sulfurreducens</em>. Some key results showed how different parts of the enzyme structure changed to enable making cGAMP instead of cyclic di-GMP. In addition, we proved that this enzyme makes cGAMP selectively when inside cells and we mapped many specific changes in cellular gene expression that occur when the Hypr GGDEF is knocked out. Finally, we found that cGAMP signaling leads to bacteria adopting an alternative lifestyle; rather than the \"stay\" lifestyle (biofilm/permanent attachment) or the \"go\" lifestyle (free swimming), high cGAMP levels leads to the \"station-to-station\" lifestyle (transient attachment). This third type of lifestyle for bacteria had been proposed before, but our study was the first to show what signal triggers this behavior.</p>\n<p>The <em>Molecular Microbiology </em>paper and manuscript under revision both expand the study of cGAMP signaling to other bacterial species, including a very small bacteria called <em>Bdellovibrio bacteriovorus</em> that is considered a living antibiotic because it eats other bacteria for lunch. One key biochemistry discovery was an enzyme class that specifically breaks down cGAMP. These enzymes called GAPs along with Hypr GGDEFs work together to fine-tune the level of cGAMP signal in the cell. Intriguingly, we found out that more bacteria harbor GAPs than Hypr GGDEFs, which means that cGAMP signaling may be more widespread than we originally thought. Our work on Hypr GGDEFs and GAPs was summarized in an invited book chapter.</p>\n<p><strong>Broader Impacts Outcomes:</strong>&nbsp; Overall the project supported the training of one Ph.D. student, one postdoctoral scholar, one post-baccalaureate student, and three undergraduate students. These students have won awards (McNair Scholar) and gone on to careers in STEM, including researcher positions at biotech/pharmaceutical companies (Pfizer, Thermo Fisher, Seagen), graduate school (Caltech), and medical school (Case Western). Our expertise in making and analyzing this class of signaling molecules, which are called cyclic dinucleotides, led to a sponsored project with Gilead Sciences. The proposed YouSTEM.org web resource for the general public to find information about free K-12 STEM programs was operated successfully from 2016 to 2018. In addition, during the project, the Hammond lab participated in local outreach programs including Expand Your Horizons conferences for middle school girls interested in STEM, Science Day at the U for high school students, and Science at Breakfast for the general public. Finally, Dr. Hammond expanded undergraduate research opportunities at the University of Utah by successfully applying for the UoU Beckman Scholars Program through the Beckman Foundation and serving as the Co-Director of this new program and the long-standing NSF Chemistry REU Program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2021<br>\n\t\t\t\t\tModified by: Ming&nbsp;Hammond</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview:  Bacteria are single-celled organisms found in every environment, from our houses to our gut to the outside. When bacteria want to stick to a surface, they form biofilms together; if you have ever stepped on a slippery rock in a river or lake with your foot, you have felt a bacterial biofilm. Whether to form a biofilm or not is a critical lifestyle decision for bacteria:  it is the key decision to \"stay or go\". This fundamental change is signaled by a molecule called cyclic di-GMP, and for over 30 years, it was understood that this signal was made by an enzyme class called GGDEFs. Unexpectedly, we recently discovered that some members of this enzyme class make a totally different signaling molecule. Hypr GGDEFs make the signal cGAMP instead, and this project sought to discover how and why cGAMP is made and broken down, what lifestyle decision and other effects it leads to, and how many bacterial species use cGAMP signaling.\n\nIntellectual Merit Outcomes:  Overall the project has resulted in two peer-reviewed publications in the journals eLife and Molecular Microbiology, an invited book chapter, and a manuscript currently under revision. In addition, the eLife paper was highlighted in an eLife Digest article, and the principal investigator, Dr. Hammond, was invited to present the research findings in 20 conferences and department seminars. Based on the field?s interest in this work, Dr. Hammond also was invited to serve on the Editorial Board of FEMS Microbiology Reviews, a journal from the Federation of European Microbiological Societies.\n\nThe eLife paper was a comprehensive study of the atomic resolution structure, biochemistry, and physiological function of the Hypr GGDEF enzyme that we first discovered in an electricity-producing bacterium called Geobacter sulfurreducens. Some key results showed how different parts of the enzyme structure changed to enable making cGAMP instead of cyclic di-GMP. In addition, we proved that this enzyme makes cGAMP selectively when inside cells and we mapped many specific changes in cellular gene expression that occur when the Hypr GGDEF is knocked out. Finally, we found that cGAMP signaling leads to bacteria adopting an alternative lifestyle; rather than the \"stay\" lifestyle (biofilm/permanent attachment) or the \"go\" lifestyle (free swimming), high cGAMP levels leads to the \"station-to-station\" lifestyle (transient attachment). This third type of lifestyle for bacteria had been proposed before, but our study was the first to show what signal triggers this behavior.\n\nThe Molecular Microbiology paper and manuscript under revision both expand the study of cGAMP signaling to other bacterial species, including a very small bacteria called Bdellovibrio bacteriovorus that is considered a living antibiotic because it eats other bacteria for lunch. One key biochemistry discovery was an enzyme class that specifically breaks down cGAMP. These enzymes called GAPs along with Hypr GGDEFs work together to fine-tune the level of cGAMP signal in the cell. Intriguingly, we found out that more bacteria harbor GAPs than Hypr GGDEFs, which means that cGAMP signaling may be more widespread than we originally thought. Our work on Hypr GGDEFs and GAPs was summarized in an invited book chapter.\n\nBroader Impacts Outcomes:  Overall the project supported the training of one Ph.D. student, one postdoctoral scholar, one post-baccalaureate student, and three undergraduate students. These students have won awards (McNair Scholar) and gone on to careers in STEM, including researcher positions at biotech/pharmaceutical companies (Pfizer, Thermo Fisher, Seagen), graduate school (Caltech), and medical school (Case Western). Our expertise in making and analyzing this class of signaling molecules, which are called cyclic dinucleotides, led to a sponsored project with Gilead Sciences. The proposed YouSTEM.org web resource for the general public to find information about free K-12 STEM programs was operated successfully from 2016 to 2018. In addition, during the project, the Hammond lab participated in local outreach programs including Expand Your Horizons conferences for middle school girls interested in STEM, Science Day at the U for high school students, and Science at Breakfast for the general public. Finally, Dr. Hammond expanded undergraduate research opportunities at the University of Utah by successfully applying for the UoU Beckman Scholars Program through the Beckman Foundation and serving as the Co-Director of this new program and the long-standing NSF Chemistry REU Program.\n\n\t\t\t\t\tLast Modified: 09/02/2021\n\n\t\t\t\t\tSubmitted by: Ming Hammond"
 }
}