{
 "awd_id": "1915264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Blockchain Microservice for connected and autonomous vehicle infrastructures",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 223675.0,
 "awd_amount": 223675.0,
 "awd_min_amd_letter_date": "2019-06-28",
 "awd_max_amd_letter_date": "2019-06-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to enable Connected and Autonomous Vehicles (CAV) from all manufacturers to operate securely and communicate efficiently with each other and their surroundings. Current communication protocols, which require sending data to the cloud for processing, cannot cope with the increasing demand for efficient and secure network connectivity to operate hundreds of computer processors for diverse functions, such as: collision detection, traffic control, infotainment, and autonomous driving. By empowering edge computing and Blockchain, this project proposes to develop an innovative operating system that will enable access to smart infrastructure in a connected environment while ensuring unprecedented cybersecurity and trusted data within CAV. The innovation will exploit the upcoming 5G connection, to speed up the transmission of the communication laying down the first stone for the creation of the next generation of intelligent transportation and IoT infrastructure systems. \r\n\r\nThe SBIR phase I project proposes to investigate the feasibility of establishing a scalable blockchain microservice to enable access to smart infrastructure in a connected environment while ensuring security and trusted data within connected cars. The proposed solution will address the key challenges of client-infrastructure networks including poor latency, bandwidth constraints, data privacy, cybersecurity and high infrastructure cost, which limit scalability needed to support the increasing number of connected IoT devices. The new system takes advantage of multi-access edge computing to lower latency and improve communication speed, transforming vehicles into intelligent nodes of decentralized networks able to process and disseminate data. At the same time, the system combines blockchain with a proprietary approach to machine identity to enhance security and data integrity to inhibit hacking. In this project, the first decentralized network will be established in a test environment to demonstrate its improved latency, speed, scalability, and safety in comparison to a client-server infrastructure. Since the key technical requirements have been established after discussion with key stakeholders in the connected car sector, the successful outcome of this Phase I project will enable to assess the commercial feasibility of the proposed solution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Fallah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Fallah",
   "pi_email_addr": "sbirpinxm@gmail.com",
   "nsf_id": "000794274",
   "pi_start_date": "2019-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NXM LABS INC.",
  "inst_street_address": "73 ORCHARD RD",
  "inst_street_address_2": "",
  "inst_city_name": "CHATHAM",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8884166555",
  "inst_zip_code": "079282031",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "NXM LABS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "F9VCECKFDF33"
 },
 "perf_inst": {
  "perf_inst_name": "NXM LABS INC.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "079282031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 223675.0
  }
 ],
 "por": null
}