{
 "awd_id": "1915355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Root Dynamics and Control in Heterogeneous Soft Substrates",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 503999.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2022-06-29",
 "awd_abstract_narration": "The above-ground portion of plants has been almost exclusively studied largely due to imaging difficulties associated with soil-growing roots. Thus, little is known about the interaction of root architectures and substrates critical to plant health.  The root system is amenable to integrated study of a living system across length and organizational scales, linking genomic to micro and macroscopic phenotypic traits and control behaviors. Plant root systems are vital for nutrient and water absorption, anchoring and support as well as soil conditioning. Such systems couple space and time to achieve excellence in complex spatial environments. Roots must grow from a seed into a complex network structure via cell division without central planning of optimal paths, adjusting to interactions with substrates of varying particle size, moisture, and compaction. Recently, advances in genetics and sequencing coupled with imaging in soil and gel-based soil mimics have begun to elucidate principles. However, real time interaction dynamics and control decisions for such processes are largely unknown. The terradynamic aspects of tip-growth interactions between root and soil are also largely unstudied. In this collaborative proposal two experts, Goldman in biomechanics, robophysics and soft matter physics, and Benfey in plant development, genetics and genomics, will work to discover principles of effective root exploration, penetration and anchoring. The proposed work will focus on the genetically well-characterized model system, rice, subjecting multiple cultivars to a suite of comparative and integrative experimental assays coupled with robophysical and computational models. A better understanding of root system development is an important step towards increasing crop yields in poor soils, critical in the face of rapid climate change. Interaction with Atlanta Botanical Gardens to study orchid growth will facilitate the Garden's conservation activities. Given the PIs' past success in interfacing with the public via popular press and interaction with local museums and schools, it is expected that the physics of plants (including robophysics) can be used to generate broad interest in plant science in a way that pure botany or plant genetics cannot.\r\n\r\nTo discover novel interactions, dynamics and genes, root growth will be monitored across length and time scales, imaging with x-ray and gel systems (to study root tip dynamic growth behaviors) and confocal microscopy (for cell division and elongation) varying different soil properties and heterogeneities in well-controlled laboratory soil-mimics. Insight into root growth behaviors will be obtained via time-dependent stresses such as compacted or loose soil, as well as changes in nutrient availability. Questions associated with control of growth via cellular changes (e.g. root thickening) in response to changes in environment (e.g. soil compaction) will be of interest. Such perturbations will be complemented by utilizing genetic mutants to study how root dynamics change upon modification of key behaviors such as circumnutation. To more accurately model aspects of the living systems, the collaboration will develop experimentally validated computational models of tip-driven biological growth, calibrating the soft-matter interaction aspects of the simulation via mechanical tests and robot experiments.\r\n\r\nThis project is being jointly supported by the Physics of Living Systems program in the Division of Physics and the Physiological and Structural Systems Cluster in the Division of Integrative Organismal Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Goldman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel I Goldman",
   "pi_email_addr": "daniel.goldman@physics.gatech.edu",
   "nsf_id": "000077253",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 83999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant root systems are vital for nutrient and water absorption, anchoring and support as well as soil conditioning. Such systems couple space and time to achieve excellence in complex spatial environments. Roots must grow from a seed into a complex network structure via cell division without central planning of optimal paths, adjusting to interactions with substrates of varying particle size, moisture, and compaction. Recently, advances in genetics and sequencing coupled with imaging in soil and gel-based soil mimics have begun to elucidate principles. However, real time interaction dynamics and control decisions for such processes are largely unknown. The terradynamic aspects of tip-growth interactions between root and soil are also largely unstudied. In this collaborative proposal two experts, Goldman in biomechanics, robophysics and soft matter, and Benfey in plant development, genetics and genomics will work to discover principles of effective root exploration, penetration and anchoring.</p>\n<p>The proposed work focused on the genetically well-characterized model system, rice, subjecting multiple cultivars to a suite of comparative and integrative experimental assays coupled with robophysical and computational models. To discover novel interactions, dynamics and genes, root growth was monitored across length and time scales, imaging with x-ray and gel systems (to study root tip dynamic growth behaviors) and confocal microscopy (for cell division and elongation) varying different soil properties and heterogeneities in well-controlled laboratory soil-mimics. Insight into root growth behaviors was obtained via time-dependent stresses such as compacted or loose soil, as well as changes in nutrient availability.&nbsp; Such perturbations were complemented by utilizing genetic mutants to study how root dynamics change upon modification of key behaviors such as circumnutation. To generate open and closed-loop control hypotheses for constraints and benefits of sensing and responding, as well as gain insight into fundamental soft-matter physics mechanics underlying root/soil interactions, the collaboration (aided by Prof. Elliot Hawkes, UCSB) developed novel robophysical models, using a new soft robotics technique that allows tip growth rather than penetration.&nbsp; To more accurately model aspects of the living systems, the collaboration developed experimentally validated computational models of tip-driven biological growth, calibrating the soft-matter interaction aspects of the simulation via mechanical tests and robot experiments.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/17/2024<br>\nModified by: Daniel&nbsp;I&nbsp;Goldman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPlant root systems are vital for nutrient and water absorption, anchoring and support as well as soil conditioning. Such systems couple space and time to achieve excellence in complex spatial environments. Roots must grow from a seed into a complex network structure via cell division without central planning of optimal paths, adjusting to interactions with substrates of varying particle size, moisture, and compaction. Recently, advances in genetics and sequencing coupled with imaging in soil and gel-based soil mimics have begun to elucidate principles. However, real time interaction dynamics and control decisions for such processes are largely unknown. The terradynamic aspects of tip-growth interactions between root and soil are also largely unstudied. In this collaborative proposal two experts, Goldman in biomechanics, robophysics and soft matter, and Benfey in plant development, genetics and genomics will work to discover principles of effective root exploration, penetration and anchoring.\n\n\nThe proposed work focused on the genetically well-characterized model system, rice, subjecting multiple cultivars to a suite of comparative and integrative experimental assays coupled with robophysical and computational models. To discover novel interactions, dynamics and genes, root growth was monitored across length and time scales, imaging with x-ray and gel systems (to study root tip dynamic growth behaviors) and confocal microscopy (for cell division and elongation) varying different soil properties and heterogeneities in well-controlled laboratory soil-mimics. Insight into root growth behaviors was obtained via time-dependent stresses such as compacted or loose soil, as well as changes in nutrient availability. Such perturbations were complemented by utilizing genetic mutants to study how root dynamics change upon modification of key behaviors such as circumnutation. To generate open and closed-loop control hypotheses for constraints and benefits of sensing and responding, as well as gain insight into fundamental soft-matter physics mechanics underlying root/soil interactions, the collaboration (aided by Prof. Elliot Hawkes, UCSB) developed novel robophysical models, using a new soft robotics technique that allows tip growth rather than penetration. To more accurately model aspects of the living systems, the collaboration developed experimentally validated computational models of tip-driven biological growth, calibrating the soft-matter interaction aspects of the simulation via mechanical tests and robot experiments.\n\n\n\t\t\t\t\tLast Modified: 05/17/2024\n\n\t\t\t\t\tSubmitted by: DanielIGoldman\n"
 }
}