{
 "awd_id": "1915919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RESEARCH-PGR: Transdisciplinary Comparative Analyses of Halophytic and Glycophytic Grasses to Reveal Novel Mechanisms of Salt Tolerance",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1298767.0,
 "awd_amount": 1298767.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "Soil salinity is an increasing problem worldwide, and greatly limits crop production.  Most crop plants are salt sensitive (glycophytes), and breeding for improved salt tolerance has met with limited success.  A small percentage of flowering plants, however, can complete their life cycle under saline conditions, and are considered halophytes.  Some halophytes are closely related to salt-sensitive crop plants and an investigation of the genetic, morphological, physiological and biochemical differences between glycophytic crops and their halophytic relatives may identify novel mechanisms that can be used to increase the salt tolerance of crops.  Furthermore, it has been hypothesized that glycophytic species related to halophytes may already have most of the basic machinery needed for salt tolerance.  This project will focus on the halophytic turfgrasses seashore paspalum and zoysiagrass, which have leaf adaptations that allow plants to sequester and/or excrete salt, and their salt-sensitive relatives sorghum and finger millet, two cereal crops.  Understanding the genetics behind salt-adaptations in halophytes will ultimately find applications in breeding for enhanced salt tolerance.  Furthermore, the project will be used as a vehicle to train graduate and undergraduate students, and to introduce 6-12 graders to inquiry-based learning and instill in them a passion for plant science. \r\n\r\nThe project builds on the results of preliminary studies that identified structural adaptations on the leaf surface as well as the presence of novel sulfated glycans as hallmarks of the halophytic grass seashore paspalum (Paspalum vaginatum).  Combining element mapping, MALDI-mass spectrometry imaging, and biochemical, physiological and genetic analyses in halophytic and glycophytic grasses belonging to two taxonomic groups, the Panicoideae and Chloridoidea, the project aims to investigate (1) whether sulfate is essential to halophytic growth under high salt; (2) whether ions (e.g. Na+, K+) and sulfur-containing compounds accumulate differentially in halophytes and glycophytes; (3) the composition and biosynthetic route of sulfated glycan; (4) the role of leaf adaptations in salt tolerance of halophytes; and (5) the genes involved in these structural and biochemical adaptations. The comparative analyses between halophytes and glycophytic relatives within taxonomic groups represent a novel approach to identify traits that contribute to salt tolerance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katrien",
   "pi_last_name": "Devos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katrien M Devos",
   "pi_email_addr": "kdevos@uga.edu",
   "nsf_id": "000293834",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maor",
   "pi_last_name": "Bar-Peled",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maor Bar-Peled",
   "pi_email_addr": "peled@ccrc.uga.edu",
   "nsf_id": "000327496",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jespersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Jespersen",
   "pi_email_addr": "djesper@uga.edu",
   "nsf_id": "000794193",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "UGA - Athens Campus",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1298767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seashore paspalum and zoysiagrass are turfgrasses that are highly salt tolerant.&nbsp; We aimed to investigate the salt tolerance mechanism(s) in these two species so that the gained knowledge could be applied to improve salt tolerance of related salt-sensitive crops.&nbsp;&nbsp;We first investigated whether salt tolerance of seashore paspalum and zoyiagrass correlates with sulfate levels in the irrigation water, similarly to what has been observed for saltwater algae.&nbsp; Photosynthetic and growth measurements showed no benefit to the plant of higher sulfur levels, indicating that sulfur is not likely required for growth of seashore paspalum and zoysiagrass under high salt. &nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seashore paspalum and zoysiagrass have specialized leaf structures that contribute to the enhanced salt tolerance.&nbsp; We demonstrated that seashore paspalum has papillae on the top (adaxial) side of the leaf that can sequester sodium (Fig.1).&nbsp; Zoysiagrass, on the other hand, has salt-secreting glands on the adaxial leaf side (Fig. 2).&nbsp; We generated an F<sub>2</sub> mapping population between <em>Zoysia japonica </em>acc. Meyer and <em>Z. matrella </em>PI 231146.&nbsp; The parental lines differ in the density of salt glands and overall levels of salt tolerance. &nbsp;We used artificial intelligence approaches to automate the process of counting salt glands, and identified regions on chromosomes 1 and 8 associated with higher salt gland density in PI 231146.&nbsp; We also measured a range of physiological parameters in the mapping progeny leading to the identification of additional chromosomal regions involved in the control of salt tolerance, including a region on chromosome 19 that was involved in the control of multiple traits. &nbsp;Genomic sequences of Meyer, PI 231146 and the F<sub>1</sub> hybrid used to generate the mapping population as well as gene expression data were used to identify and select putative causal genes for the traits for future functional validation.&nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As part of the project, we developed a protocol for the generation of salt-gland specific transcript data in Meyer.&nbsp; To better understand the genes that contribute to the high salt tolerance and secretion of salt in zoysiagrass, the salt gland expression study was complemented with gene expression studies on adaxial (containing active salt glands) and abaxial (containing non-secreting glands) epidermal peels as well as whole leaves of Meyer grown under freshwater and saline conditions. &nbsp;The combined datasets yielded key core genes involved in salt tolerance as well as some genes with predominant expression in salt glands, although this will need to be confirmed by further validation experiments.&nbsp; We are in the process of analyzing comparative expression data generated within the project for finger millet, a more salt-sensitive relative to zoysiagrass, to determine whether the key core genes associated with salt tolerance in zoysiagrass are also induced under salt in finger millet.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As a byproduct from this study, we demonstrated that Meyer and PI 231146 were heterozygous for different mutations in the same anthocyanin regulatory gene.&nbsp; One of the mutations, when present in homozygous condition, eliminated anthocyanin production in both stolons and seedheads, while the other mutation only affected seed head color in homozygous condition. While the anthocyanin pathway is well known, our data add new knowledge on the effect of specific single base variants on gene function.&nbsp;</p>\r\n<p><span style=\"white-space: pre;\"> </span>The project served as a vehicle to train graduate and undergraduate students.&nbsp; Graduate students also served as mentors to middle and high school students in the design, implementation, interpretation and write-up of small scientific projects for presentation at the FFA Agriscience Fair. <em>&nbsp;</em></p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"white-space: pre;\"> </span></p><br>\n<p>\n Last Modified: 03/05/2025<br>\nModified by: Katrien&nbsp;M&nbsp;Devos</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1915919/1915919_10623803_1741183304542_Picture1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1915919/1915919_10623803_1741183304542_Picture1--rgov-800width.png\" title=\"Hi10_Adaxial Leaf Side\"><img src=\"/por/images/Reports/POR/2025/1915919/1915919_10623803_1741183304542_Picture1--rgov-66x44.png\" alt=\"Hi10_Adaxial Leaf Side\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig.1. Scanning electron microscopy image showing the presence of papillae on the adaxial leaf side of seashore paspalum accession Hi10</div>\n<div class=\"imageCredit\">Shreena Pradhan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;M&nbsp;Devos\n<div class=\"imageTitle\">Hi10_Adaxial Leaf Side</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1915919/1915919_10623803_1741183725816_Picture2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1915919/1915919_10623803_1741183725816_Picture2--rgov-800width.png\" title=\"Meyer_Adaxial Leaf Side\"><img src=\"/por/images/Reports/POR/2025/1915919/1915919_10623803_1741183725816_Picture2--rgov-66x44.png\" alt=\"Meyer_Adaxial Leaf Side\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig.2. Scanning electron microscopy image of adaxial leaf side of Meyer. Inset shows salt crystals deposited on adaxial leaf side when plants are grown in saline conditions.</div>\n<div class=\"imageCredit\">Shreena Pradhan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;M&nbsp;Devos\n<div class=\"imageTitle\">Meyer_Adaxial Leaf Side</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nSeashore paspalum and zoysiagrass are turfgrasses that are highly salt tolerant. We aimed to investigate the salt tolerance mechanism(s) in these two species so that the gained knowledge could be applied to improve salt tolerance of related salt-sensitive crops.We first investigated whether salt tolerance of seashore paspalum and zoyiagrass correlates with sulfate levels in the irrigation water, similarly to what has been observed for saltwater algae. Photosynthetic and growth measurements showed no benefit to the plant of higher sulfur levels, indicating that sulfur is not likely required for growth of seashore paspalum and zoysiagrass under high salt. \r\n\n\n Seashore paspalum and zoysiagrass have specialized leaf structures that contribute to the enhanced salt tolerance. We demonstrated that seashore paspalum has papillae on the top (adaxial) side of the leaf that can sequester sodium (Fig.1). Zoysiagrass, on the other hand, has salt-secreting glands on the adaxial leaf side (Fig. 2). We generated an F2 mapping population between Zoysia japonica acc. Meyer and Z. matrella PI 231146. The parental lines differ in the density of salt glands and overall levels of salt tolerance. We used artificial intelligence approaches to automate the process of counting salt glands, and identified regions on chromosomes 1 and 8 associated with higher salt gland density in PI 231146. We also measured a range of physiological parameters in the mapping progeny leading to the identification of additional chromosomal regions involved in the control of salt tolerance, including a region on chromosome 19 that was involved in the control of multiple traits. Genomic sequences of Meyer, PI 231146 and the F1 hybrid used to generate the mapping population as well as gene expression data were used to identify and select putative causal genes for the traits for future functional validation.\r\n\n\n As part of the project, we developed a protocol for the generation of salt-gland specific transcript data in Meyer. To better understand the genes that contribute to the high salt tolerance and secretion of salt in zoysiagrass, the salt gland expression study was complemented with gene expression studies on adaxial (containing active salt glands) and abaxial (containing non-secreting glands) epidermal peels as well as whole leaves of Meyer grown under freshwater and saline conditions. The combined datasets yielded key core genes involved in salt tolerance as well as some genes with predominant expression in salt glands, although this will need to be confirmed by further validation experiments. We are in the process of analyzing comparative expression data generated within the project for finger millet, a more salt-sensitive relative to zoysiagrass, to determine whether the key core genes associated with salt tolerance in zoysiagrass are also induced under salt in finger millet.\r\n\n\n As a byproduct from this study, we demonstrated that Meyer and PI 231146 were heterozygous for different mutations in the same anthocyanin regulatory gene. One of the mutations, when present in homozygous condition, eliminated anthocyanin production in both stolons and seedheads, while the other mutation only affected seed head color in homozygous condition. While the anthocyanin pathway is well known, our data add new knowledge on the effect of specific single base variants on gene function.\r\n\n\n The project served as a vehicle to train graduate and undergraduate students. Graduate students also served as mentors to middle and high school students in the design, implementation, interpretation and write-up of small scientific projects for presentation at the FFA Agriscience Fair. \r\n\n\n\r\n\n\n \t\t\t\t\tLast Modified: 03/05/2025\n\n\t\t\t\t\tSubmitted by: KatrienMDevos\n"
 }
}