{
 "awd_id": "1916661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Have transantarctic dispersal corridors impacted Antarctic marine biodiversity?",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Vernet",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 667605.0,
 "awd_amount": 667605.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2019-08-08",
 "awd_abstract_narration": "Antarctica is among the most rapidly warming places on the planet, and some reports suggest the Antarctic environment is approaching, or possibly beyond, the tipping point for ice shelf collapse. The loss of ice around Antarctica is dramatically changing habitat availability for marine fauna, particularly benthic marine invertebrate species. Building on past studies, this research will provide insights into how changing climate impacts species distribution and community structure. Geological data suggests that during periods when ice extent was much reduced relative to modern levels, marine seaways connected the Ross and Weddell Seas on either side of Antarctica. However, most theories about the origins of current marine invertebrate distribution patterns fail to consider this transantarctic connection. This research will use molecular genomic tools to probe the DNA of Antarctic marine invertebrates and explore alternative hypotheses about factors that may have shaped current patterns of animal biodiversity in the Southern Ocean. Research will inform predictions about how species distributions may change as Antarctic ice sheets continue to deteriorate and provide critical information on how organisms adjust their ranges in response to environmental change. This work includes several specific outreach activities including presentations in K-8 classrooms, several short-format videos on Antarctic genomics and field work, and two 3-day workshops on bioinformatics approaches. A minimum of 4 graduate students, a postdoc and several undergraduates will also be trained during this project.\r\n\r\nThe overarching goal of this research is to understand environmental factors that have shaped patterns of present-day diversity in Antarctic benthic marine invertebrates. Evidence from sediment cores and modeling suggests ice shelf collapses have occurred multiple times in the last few million years. During these periods, transantarctic seaways connected the Ross and Weddell Seas. This research will assess whether the presence of transantarctic waterways helps explain observed similarities between the Ross and Weddell Seas benthic marine invertebrate fauna better than other current hypotheses (e.g., dispersal by the Antarctic Circumpolar Current, or expansion from common glacial refugia). Seven Antarctic benthic invertebrate taxa will be targeted to test alternative hypothesis about the origins of population genetic structure in the Southern Ocean using Single Nucleotide Polymorphism (SNP) markers that sample thousands of loci across the genome. Additionally, research will test the current paradigm that divergence between closely related, often cryptic, species is the result of population bottlenecks caused by glaciation. Specifically, SNP data will be mapped on to draft genomes of three of our target taxa to assess the degree of genetic divergence and look for signs of selection. Research findings may be applicable to other marine ecosystems around the planet.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Halanych",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth M Halanych",
   "pi_email_addr": "halanychk@uncw.edu",
   "nsf_id": "000232375",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 291495.0
  }
 ],
 "por": null
}