{
 "awd_id": "1916989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Species on the Move: Tropicalization of Western Atlantic Seagrass Beds",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2019-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 47485.0,
 "awd_amount": 47485.0,
 "awd_min_amd_letter_date": "2019-02-04",
 "awd_max_amd_letter_date": "2019-02-04",
 "awd_abstract_narration": "This project builds on an ongoing project that studies the tropicalization of seagrass beds in the northern Gulf of Mexico where native species are prevented from moving north as temperature rises because of the continental land mass. Hurricane Michael opened a new pass from the Gulf of Mexico to St Joseph Bay, enabling elevated immigration of tropical species (e.g. parrotfish), and the associated winds and storm surge likely decimated green turtle populations. This project takes advantage of the hurricane's passage to study the interplay of turtles and parrotfish as consumers of the dominant seagrass and will support new and complemental sampling to evaluate the storm's effect on the ongoing tropicalization of St Joseph Bay. Seagrass communities provide major ecosystem services and their resilience to changing climate has consequences for coastal communities. This project will expand on the NSF-funded network to capture critical environmental information during this hurricane-induced natural experiment of increased species access. Training of two female early career scientists (one from an underserved group) will take place in addition to mentoring through collaborations with the partners of the network.\r\n\r\nThe recent passage of Major Hurricane Michael directly over the northernmost site (St. Joe Bay, FL) of the NSF collaborative project \"Collaborative Research: The tropicalization of Western Atlantic seagrass beds\" has raised additional questions regarding the trajectory and speed of the influx of tropical grazers along the northern Gulf of Mexico. Hurricane Michael produced numerous overwash areas along Cape San Blas and opened a new pass from the Gulf of Mexico to St. Joseph Bay. This will likely alter salinities and water temperatures and bring additional larval and adult recruits to the Bay. Hurricanes have been documented to move species large distances from their low-latitude home ranges and while these can be only short-lived range shifts, there is potential for enhanced establishment in locations where tropicalization is already occurring owing to the decreasing frequency of cold winter temperatures. This study investigates to what extent these newly formed passes allow elevated immigration of tropically-associated species, such as the seagrass consuming emerald parrotfish into St. Joe Bay. Supporting new and complementary field activities, and leveraging the 12 year record of fish abundance and species composition in St. Joe Bay and the 2017 population estimate of green turtle abundance in the Bay are used to evaluate the storm's effects on the on-going tropicalization of St. Joe Bay that could dramatically affect the overall conclusions of our collaborators in other locations of the NSF funded network of sites.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Heck",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth L Heck",
   "pi_email_addr": "kheck@disl.org",
   "nsf_id": "000263171",
   "pi_start_date": "2019-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Byron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy Byron",
   "pi_email_addr": "dbyron@disl.org",
   "nsf_id": "000795001",
   "pi_start_date": "2019-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Environmental Sciences Consortium",
  "inst_street_address": "101 BIENVILLE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAUPHIN ISLAND",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2518612141",
  "inst_zip_code": "365284603",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AL01",
  "org_lgl_bus_name": "MARINE ENVIRONMENTAL SCIENCES CONSORTIUM",
  "org_prnt_uei_num": "N47JDKML6UT5",
  "org_uei_num": "N47JDKML6UT5"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Environmental Sciences Consortium",
  "perf_str_addr": "101 BIENVILLE BLVD",
  "perf_city_name": "DAUPHIN ISLAND",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "365284603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081Z",
   "pgm_ref_txt": "Research related to Hurricane Michael"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 47485.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e696f6d1-7fff-be44-6014-b60cb6488c2d\"> </span></p>\n<p dir=\"ltr\"><span>Tropical disturbances have the potential to alter the physical and biological composition and produce </span><span>&nbsp;landscape-level changes in coastal waters. Barrier Islands can breach, opening semi-enclosed bays and lagoons to direct connection with adjacent oceanic waters. This can alter salinities and water temperatures and bring additional larval and adult recruits to nearshore waters. Hurricanes have been documented to move species large distances and while these can be only short-lived range shifts, there is potential for enhanced establishment of tropical species in locations where tropicalization, an increase in the ratio of tropical to temperate taxa in a given region, is already occurring owing to the decreasing frequency of cold winter temperatures.</span></p>\n<p dir=\"ltr\"><span>In October 2018, Category 5 Hurricane Michael produced numerous overwash areas along Cape San Blas and opened a new pass from the Gulf of Mexico to St. Joseph Bay, FL. These breaches were likely to have altered salinity, water temperatures and brought additional larval and adult recruits to the Bay.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The major goals of this projects were to investigate to what extent these newly formed breaches allowed elevated immigration of tropically-associated species, such as the seagrass consuming emerald parrotfish (</span><em>Nicholsina usta</em><span>); altered the existing and growing population of seagrass-consuming juvenile green turtles (</span><span><em>Chelonia mydas</em>)</span><span>; and whether changes in these seagrass herbivores, resulted in altered consumption rates of the dominant foundation seagrass species </span><em>Thalassia testudinum </em><span>(turtlegrass).</span></p>\n<p dir=\"ltr\"><span>Our regular sampling during 2019 showed no evidence of increased numbers of tropically-associated fishes, including seagrass herbivores such as the emerald parrotfish. Thus, the breaches did not produce measurable changes in the fish fauna susceptible to our otter trawling methods. However, in contrast to our original concern that green turtle numbers might be reduced by Hurricane Michael?s impacts, the abundance of green turtles increased by approximately 2x during 2019, compared to abundances recorded during 2016 and 2017. Our best explanation for this increase is that green turtle nesting was very successful in 2017 and by 2019 some of the young turtles that hatched in 2017 had become resident in St. Joseph Bay. Our final prediction, that seagrass consumption rates could be increased as a result of the colonization of tropical herbivorous fishes, did not occur. Instead, the abundance of resident sea urchin (</span><em>Lytechinus variegatus</em><span>), consumers of seagrass in St. Joseph Bay, increased near our study locations and greatly increased their consumption of turtlegrass. This was verified by identifying the type of scars on seagrass leaves which are easily determined to be made by urchins, fish or turtles.</span></p>\n<p dir=\"ltr\"><span>In summary, we found no evidence for the enhanced immigration of tropical herbivorous fish or decreases in the number of green turtles. Instead, we recorded an increase in juvenile green turtle numbers, most likely a result of very successful reproduction during 2017. We also found enhanced consumption of turtlegrass by resident sea urchins, and not by immigrating herbivorous fish as originally hypothesized. Overall then, we found little evidence for changes in the species composition of trawlable fishes, but we found increases in the green turtle population and increased consumption of turtlegrass, but by resident consumers, not tropically-associated immigrants.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2021<br>\n\t\t\t\t\tModified by: Dorothy&nbsp;Byron</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609775631315_2019-03-23_Breach_0325--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609775631315_2019-03-23_Breach_0325--rgov-800width.jpg\" title=\"Eagle Harbor Breach\"><img src=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609775631315_2019-03-23_Breach_0325--rgov-66x44.jpg\" alt=\"Eagle Harbor Breach\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Breach created during Hurricane Michael at Eagle Harbor in T.H. Stone Memorial St. Joseph Peninsula State Park. Breach remained open for over 8 months after H. Michael's passage.</div>\n<div class=\"imageCredit\">Dottie Byron</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dorothy&nbsp;Byron</div>\n<div class=\"imageTitle\">Eagle Harbor Breach</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609777468936_P5220176--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609777468936_P5220176--rgov-800width.jpg\" title=\"Urchin grazing\"><img src=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609777468936_P5220176--rgov-66x44.jpg\" alt=\"Urchin grazing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Variegated sea urchin ((Lytechinus variegatus), a native seagrass consumer in St. Joseph Bay, seen near a seagrass tether. Urchin grazing scars can be seen on leaves in the lower left corner of the image.</div>\n<div class=\"imageCredit\">Dottie Byron</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dorothy&nbsp;Byron</div>\n<div class=\"imageTitle\">Urchin grazing</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609779493182_vlcsnap-2019-10-03-14h46m47s308--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609779493182_vlcsnap-2019-10-03-14h46m47s308--rgov-800width.jpg\" title=\"Green turtle in seagrass\"><img src=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609779493182_vlcsnap-2019-10-03-14h46m47s308--rgov-66x44.jpg\" alt=\"Green turtle in seagrass\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A green turtle (Chelonia mydas) seen swimming across a seagrass bed in St. Joseph Bay, FL.</div>\n<div class=\"imageCredit\">Alexandra Rodriguez</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Dorothy&nbsp;Byron</div>\n<div class=\"imageTitle\">Green turtle in seagrass</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609779678711_2019-05-21_IMG0927--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609779678711_2019-05-21_IMG0927--rgov-800width.jpg\" title=\"Sorting the trawl catch\"><img src=\"/por/images/Reports/POR/2021/1916989/1916989_10590371_1609779678711_2019-05-21_IMG0927--rgov-66x44.jpg\" alt=\"Sorting the trawl catch\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Field crew sorting the catch from the trawling survey. A 16' otter trawl was pulled behind a small research vessel for 2 minutes and all fish captured were identified, counted and returned to the water.</div>\n<div class=\"imageCredit\">Alexandra Rodriguez</div>\n<div class=\"imageSubmitted\">Dorothy&nbsp;Byron</div>\n<div class=\"imageTitle\">Sorting the trawl catch</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nTropical disturbances have the potential to alter the physical and biological composition and produce  landscape-level changes in coastal waters. Barrier Islands can breach, opening semi-enclosed bays and lagoons to direct connection with adjacent oceanic waters. This can alter salinities and water temperatures and bring additional larval and adult recruits to nearshore waters. Hurricanes have been documented to move species large distances and while these can be only short-lived range shifts, there is potential for enhanced establishment of tropical species in locations where tropicalization, an increase in the ratio of tropical to temperate taxa in a given region, is already occurring owing to the decreasing frequency of cold winter temperatures.\nIn October 2018, Category 5 Hurricane Michael produced numerous overwash areas along Cape San Blas and opened a new pass from the Gulf of Mexico to St. Joseph Bay, FL. These breaches were likely to have altered salinity, water temperatures and brought additional larval and adult recruits to the Bay. \nThe major goals of this projects were to investigate to what extent these newly formed breaches allowed elevated immigration of tropically-associated species, such as the seagrass consuming emerald parrotfish (Nicholsina usta); altered the existing and growing population of seagrass-consuming juvenile green turtles (Chelonia mydas); and whether changes in these seagrass herbivores, resulted in altered consumption rates of the dominant foundation seagrass species Thalassia testudinum (turtlegrass).\nOur regular sampling during 2019 showed no evidence of increased numbers of tropically-associated fishes, including seagrass herbivores such as the emerald parrotfish. Thus, the breaches did not produce measurable changes in the fish fauna susceptible to our otter trawling methods. However, in contrast to our original concern that green turtle numbers might be reduced by Hurricane Michael?s impacts, the abundance of green turtles increased by approximately 2x during 2019, compared to abundances recorded during 2016 and 2017. Our best explanation for this increase is that green turtle nesting was very successful in 2017 and by 2019 some of the young turtles that hatched in 2017 had become resident in St. Joseph Bay. Our final prediction, that seagrass consumption rates could be increased as a result of the colonization of tropical herbivorous fishes, did not occur. Instead, the abundance of resident sea urchin (Lytechinus variegatus), consumers of seagrass in St. Joseph Bay, increased near our study locations and greatly increased their consumption of turtlegrass. This was verified by identifying the type of scars on seagrass leaves which are easily determined to be made by urchins, fish or turtles.\nIn summary, we found no evidence for the enhanced immigration of tropical herbivorous fish or decreases in the number of green turtles. Instead, we recorded an increase in juvenile green turtle numbers, most likely a result of very successful reproduction during 2017. We also found enhanced consumption of turtlegrass by resident sea urchins, and not by immigrating herbivorous fish as originally hypothesized. Overall then, we found little evidence for changes in the species composition of trawlable fishes, but we found increases in the green turtle population and increased consumption of turtlegrass, but by resident consumers, not tropically-associated immigrants.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/04/2021\n\n\t\t\t\t\tSubmitted by: Dorothy Byron"
 }
}