{
 "awd_id": "1916284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Small: Collaborative: Understanding Law-Enforcement Cyber Investigations",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 383149.0,
 "awd_amount": 383149.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2019-06-26",
 "awd_abstract_narration": "Numerous challenges confront law enforcement investigations and prosecutions of cybercrime offenses, including under-reporting by victims, jurisdictional conflicts and limitations, insufficient resources, training, and expertise, as well as organizational constraints. This research is a study of cybercrime investigators, their departments, and the challenges they face in fighting cybercrime. The research consists of social scientific research on how law enforcement investigators and their units conduct cybercrime investigations. The findings will contribute to the academic literature in criminology, sociology, and other disciplines and inform recommendations for improvements in the resources, policies, and procedures of law enforcement agencies engaged in cybercrime investigations. This research also will contribute to the education of students of social science and cybersecurity, who will be involved in the data collection and analyses of data. The research will be critical to understanding the vital role law enforcement plays in apprehending cybercrime offenders and disrupting criminal networks, useful functions in the provision of a secure and trustworthy cyberspace. \r\n\r\nTo understand the challenges confronting cybercrime investigators, the researchers are using ethnographic techniques to study cybercrime units and specialized personnel who work in them. The study examines (1) innovative cybercrime units and those that are leaders in their field and (2) cybercrime units in transition or those only recently having developed cybercrime investigative capabilities. These are the units and personnel most likely to have experience managing the perils and pitfalls involved in such investigations. Within these units, the researchers will employ in-depth qualitative interviews that will probe challenges such investigators face, their relationships to other public and private cybercrime/information security organizations, sense of occupational identity, relationship between cybercrime investigators to other police personnel and organizations, and perceptions of cybercrime and offenders. The researchers also work with other criminal justice units and agencies to learn more about case processing policies and procedures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Steinmetz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin F Steinmetz",
   "pi_email_addr": "kfsteinmetz@ksu.edu",
   "nsf_id": "000709346",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Kurtz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Don Kurtz",
   "pi_email_addr": "dlk3535@ksu.edu",
   "nsf_id": "000674318",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 383149.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved an exploratory study of US cybercrime policing investigators, an important but relatively underexamined element of our society's response to cybercrime offenses. Relying on qualitative interviews with cybercrime investigators, this project specifically examined the challenges confronting the investigation of these crimes, the impact such investigations have on these investigators, and how such investigations are conducted. In addition, the project sought to develop such knowledge to inform policy and practice related to cybercrime investigations.</p>\n<p>At the time of this report, five major analyses have been conducted on the data gathering in interviews with participants. First, we found that computers and related technologies present significant challenges to cybercrime investigations including ;anonymization, encryption, jurisdiction, caseloads, backlogs, data volume, eliciting data from electronic service providers, and the ever-changing technological landscape. Participant responses also indicate, however, that these technologies are useful for investigators as they facilitate undercover investigations, provide easy access to global networks and databases, and supply large quantities of evidence to help secure convictions. The results help us understand how computers both structure <em>and </em>enable these investigations in ways that are not always overtly recognized in popular discussions and in academic discourse.</p>\n<p>Second, there exist significant differences among cybercrime personnel and units. Regarding personnel, variations include their prior experiences with, enthusiasm toward, and skill in working with computer technologies. For units, variations noted involved different approaches to organizing digital forensics responsibilities and apparent resourcing disparities among agencies. After detailing these points of difference, the analysis considered the potential implications of such variations for employee recruitment and retention, division of labor, unit administration, and resourcing.</p>\n<p>Third, we examined use of storytelling, humor, and other narratives among online crimes against children investigators. Humans are, at their core, storytelling creatures. Much of our understanding of the world and our place in it is influenced by the kinds of stories we tell and are told. Police investigators are no exception. Our findings indicate storytelling and narratives utilized by officers in ICAC units generate specific shared understanding of the job, are used for trauma and stress management, may frame the importance of the unit&rsquo;s work, and provide a means to establish unit cohesion and understanding of the distinctive elements of the job even at the exclusion of connections to police units.</p>\n<p>Fourth, we examined the criteria used by investigators in the selection of online crimes against children cases to pursue. These investigators are often inundated with cases and thus must be selective about which ones they prioritize. In our study, we found that sometimes investigators are limited by practical constraints (key factors that may limit an investigation from moving forward) including promptness of reporting a criminal offense, cooperation of victims, availability of witnesses, and limitations on the ability to identify suspects. Beyond such practical constraints, a key criteria used by investigators is blameworthiness, which refers to the severity of an offense and perceived suspect culpability. Officers also prioritized cases in which there appeared to be an immediate danger of victimization against a child. This may be ascertained by knowledge of a suspects prior offense history (e.g. some suspects are known to have a history of abusing children if one is accessible). The analysis also found that age impacts perceive victim credibility among investigators. Younger children were given priority over adolescents. Cases may also not receive the same degree of attention when the offender and victim are close to the same age.</p>\n<p>In the final analysis, our graduate assistant analyzed project interviews involving investigators dedicated to online crimes against children cases.&nbsp; Involved was an examination of investigators' sense of occupational identity in addition to their perceptions of offenders and victims. The analysis showed that investigators tend to view themselves as &ldquo;misunderstood heroes&rdquo;&mdash;people who do necessary work in saving children while the details of their job are misunderstood or even stigmatized by fellow officers and the general public. Investigators were also found to hold views of online crimes against children offenders as being &ldquo;incorrigible menaces.&rdquo; In other words, many investigators viewed these offenders as impulsive and dangerous predators beyond rehabilitation. Finally, this analysis found that investigators tended to view victims as \"ideal victims\" or those which are almost always given complete and legitimate status as victims--they are blameless in their victimization (Christie, 1986).</p>\n<p>In conclusion, these analyses, and others that are forthcoming, make both basic and applied contributions. Regarding basic knowledge, these studies contribute more broadly to fields like police occupational culture and identity, cybercrime policing, narrative criminology, science and technology studies, organizational theory, and cultural criminology, to name a few. The applied knowledge generated, on the other hand, helps us understand how cybercrime investigations might be rendered more efficient and effective going forward by considering how officers view their jobs, interact with computer technologies, operate within administrative constraints, communicate about their work, and related matters.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2023<br>\n\t\t\t\t\tModified by: Kevin&nbsp;F&nbsp;Steinmetz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved an exploratory study of US cybercrime policing investigators, an important but relatively underexamined element of our society's response to cybercrime offenses. Relying on qualitative interviews with cybercrime investigators, this project specifically examined the challenges confronting the investigation of these crimes, the impact such investigations have on these investigators, and how such investigations are conducted. In addition, the project sought to develop such knowledge to inform policy and practice related to cybercrime investigations.\n\nAt the time of this report, five major analyses have been conducted on the data gathering in interviews with participants. First, we found that computers and related technologies present significant challenges to cybercrime investigations including ;anonymization, encryption, jurisdiction, caseloads, backlogs, data volume, eliciting data from electronic service providers, and the ever-changing technological landscape. Participant responses also indicate, however, that these technologies are useful for investigators as they facilitate undercover investigations, provide easy access to global networks and databases, and supply large quantities of evidence to help secure convictions. The results help us understand how computers both structure and enable these investigations in ways that are not always overtly recognized in popular discussions and in academic discourse.\n\nSecond, there exist significant differences among cybercrime personnel and units. Regarding personnel, variations include their prior experiences with, enthusiasm toward, and skill in working with computer technologies. For units, variations noted involved different approaches to organizing digital forensics responsibilities and apparent resourcing disparities among agencies. After detailing these points of difference, the analysis considered the potential implications of such variations for employee recruitment and retention, division of labor, unit administration, and resourcing.\n\nThird, we examined use of storytelling, humor, and other narratives among online crimes against children investigators. Humans are, at their core, storytelling creatures. Much of our understanding of the world and our place in it is influenced by the kinds of stories we tell and are told. Police investigators are no exception. Our findings indicate storytelling and narratives utilized by officers in ICAC units generate specific shared understanding of the job, are used for trauma and stress management, may frame the importance of the unit’s work, and provide a means to establish unit cohesion and understanding of the distinctive elements of the job even at the exclusion of connections to police units.\n\nFourth, we examined the criteria used by investigators in the selection of online crimes against children cases to pursue. These investigators are often inundated with cases and thus must be selective about which ones they prioritize. In our study, we found that sometimes investigators are limited by practical constraints (key factors that may limit an investigation from moving forward) including promptness of reporting a criminal offense, cooperation of victims, availability of witnesses, and limitations on the ability to identify suspects. Beyond such practical constraints, a key criteria used by investigators is blameworthiness, which refers to the severity of an offense and perceived suspect culpability. Officers also prioritized cases in which there appeared to be an immediate danger of victimization against a child. This may be ascertained by knowledge of a suspects prior offense history (e.g. some suspects are known to have a history of abusing children if one is accessible). The analysis also found that age impacts perceive victim credibility among investigators. Younger children were given priority over adolescents. Cases may also not receive the same degree of attention when the offender and victim are close to the same age.\n\nIn the final analysis, our graduate assistant analyzed project interviews involving investigators dedicated to online crimes against children cases.  Involved was an examination of investigators' sense of occupational identity in addition to their perceptions of offenders and victims. The analysis showed that investigators tend to view themselves as \"misunderstood heroes\"&mdash;people who do necessary work in saving children while the details of their job are misunderstood or even stigmatized by fellow officers and the general public. Investigators were also found to hold views of online crimes against children offenders as being \"incorrigible menaces.\" In other words, many investigators viewed these offenders as impulsive and dangerous predators beyond rehabilitation. Finally, this analysis found that investigators tended to view victims as \"ideal victims\" or those which are almost always given complete and legitimate status as victims--they are blameless in their victimization (Christie, 1986).\n\nIn conclusion, these analyses, and others that are forthcoming, make both basic and applied contributions. Regarding basic knowledge, these studies contribute more broadly to fields like police occupational culture and identity, cybercrime policing, narrative criminology, science and technology studies, organizational theory, and cultural criminology, to name a few. The applied knowledge generated, on the other hand, helps us understand how cybercrime investigations might be rendered more efficient and effective going forward by considering how officers view their jobs, interact with computer technologies, operate within administrative constraints, communicate about their work, and related matters.\n\n\t\t\t\t\tLast Modified: 10/02/2023\n\n\t\t\t\t\tSubmitted by: Kevin F Steinmetz"
 }
}