{
 "awd_id": "1916805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Framework: Software: CINES: A Scalable Cyberinfrastructure for Sustained Innovation in Network Engineering and Science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032925147",
 "po_email": "dmassey@nsf.gov",
 "po_sign_block_name": "Daniel F. Massey",
 "awd_eff_date": "2018-11-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 2880000.0,
 "awd_amount": 2880000.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "Networks are ubiquitous and are a part of our common vocabulary. Network science and engineering has emerged as a formal field over the last twenty years and has seen explosive growth.  Ideas from network science are central to companies such as Akamai, Twitter, Google, Facebook, and LinkedIn.  The concepts have also been used to address fundamental problems in diverse fields (e.g., biology, economics, social sciences, psychology, power systems, telecommunications, public health and marketing), and are now part of most university curricula. Ideas and techniques from network science are widely used in making scientific progress in the disciplines mentioned above.  Networks are now part of the public vocabulary, with news articles and magazines frequently using the term \"networks\" to refer to interconnected entities.  Yet, resources for effective use of techniques from network science are largely dispersed and stand-alone, of small scale, home-grown for personal use, and/or do not cover the broad range of operations that need to be performed on networks.  Compositions of these diverse capabilities are rare.  Furthermore, many researchers who study networks are not computer scientists.  As a result, they do not have easy access to computing and data resources; this creates a barrier for researchers. This project will develop a sophisticated cyberinfrastructure that brings together various resources to provide a unifying ecosystem for network science that is greater than the sum of its parts. The resulting cyberinfrastructure will benefit researchers and students from various disciplines by facilitating access to various tools for synthesizing and analyzing large networks, and by providing access points for contributors of new software and data. An important benefit of the system is that it can be readily used even by researchers who have no formal training in computer programming.  The cyberinfrastructure resulting from this work will foster multi-disciplinary and multi-university research and teaching collaborations. As part of this project, comprehensive education and outreach programs will be launched by the participating institutions, spanning educators and K-12 students. These programs will include network science courses with students from minority and under-represented groups, and students at smaller institutions who do not have easy access to high performance computing resources.\r\n\r\n\r\nResources for doing network science are largely dispersed and stand-alone (in silos of isolated tools), of small scale, or home-grown for personal use.  What is needed is a cyberinfrastructure to bring together various resources, to provide a unifying ecosystem for network science that is greater than the sum of its parts. The primary goal of this proposal is to build self-sustaining cyberinfrastructure (CI) named CINES (Cyberinfrastructure for Sustained Innovation in Network Engineering and Science) that will be a community resource for network science.  CINES will be an extensible and sustainable platform for producers and consumers of network science data, information, and software.  CINES will have: (1) a layered architecture that systematically modularizes and isolates messaging, infrastructure services, common services, a digital library, and APIs for change-out  and updates; (2) a robust and reliable infrastructure that---for applications (apps)---is designed to accommodate technological advances in methods, programming languages, and computing models; (3) a resource manager to enable jobs to run on target machines for which they are best suited; (4) an engine to enable users to create new workflows by composing available components and to distribute the resulting workload across computing resources; (5) orchestration among system components to provide CI-as-a-service (CIaaS) that scales under high system load to networks with a billion or more vertices; (6) a digital library with 100,000+ networks of various kinds that allows rich services for storing, searching, annotating, and browsing; (7) structural methods (e.g., centrality, paths, cuts, etc.) and dynamical models of various contagion processes; (8) new methods to acquire data, build networks, and augment them using machine learning techniques; (9) a suite of industry- recognized tools such as SNAP, NetworkX, and R-studio that make it easier for researchers, educators, and analysts to do network science and engineering; (10) a suite of APIs that allows developers to add new web-apps and services, based on an app-store model, and allows access to CINES from third party software; and (11) metrics and a Stack Overflow model, among other features, for producers and consumers to interact (in real-time) and guide the evolution of CINES. CINES will enable fundamental changes in the way researchers study and teach complex networks.  The use of state-of-the-art high-performance computing (HPC) resources to synthesize, analyze, and reason about large networks will enable researchers and educators to study networks in novel ways. CINES will allow scientists to address fundamental scientific questions---e.g., biologists can use network methods to reason about genomics data that is now available in large quantities due to fast and effective sequencing and the NIH Microbiome Program.  It will enable educators to harness HPC technologies to teach Network Science to students spanning various academic levels, disciplines, and institutions.  CINES, which will be useful to researchers supported by many NSF directorates and divisions, will be designed for scalability, usability, extensibility, and sustainability. This project will also advance the fields of digital libraries and cloud computing by stretching them to address challenges related to Network Science.  Given the multidisciplinary nature of the field, CINES will provide a collaborative space for scientists from different disciplines, leading to important cross fertilization of ideas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhav",
   "pi_last_name": "Marathe",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Madhav V Marathe",
   "pi_email_addr": "mvm7hz@virginia.edu",
   "nsf_id": "000148286",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 2880000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\r\n<p><strong>Overview: </strong>The net.science system is a cyberinfrastructure (CI) for network engineering and science. A primary goal of this project was to architect, design, verify, and make available net.science to the computing public. Beyond a flexible and scalable infrastructure, from users&rsquo; perspectives, net.science is a set of services that generate, search, annotate, and analyze graphs, and quantify processes on graphs that include machine learning methods. It includes well-accepted software tools (e.g., SNAP graph analysis library) and web apps as well as newer, state-of-the-art network processing approaches (e.g., reliability polynomials and anomaly detection). The system is conceived to be an extensible community resource whereby software developers and data miners can contribute functionality and data to the system (and be clearly recognized for their contributions). It uses existing technologies and open source software to the extent possible. The system is designed to work in combination with other freely available tools and other research software frameworks. The current version of the CI (web app) can be reached at https://net.science.</p>\r\n<p>The software architecture of the system has three primary components, namely user service, job service and file service. User service provides user authentication and permissions to access different resources in net.science. File service includes storage for individual and groups of digital artifacts and also validates the formats of new objects entering the system. Job service controls all aspects of running serial and parallel computational codes within net.science, and works with the File service to stage jobs and enter new results files from computations into net.science. Each job is defined with its corresponding input and output schemas and the resources on which it can run. Each computational code is wrapped in an appropriate container for portability and isolation. The Application Programming Interface (API) is the interface used by the web app (through which most users interact with the system) and other software systems to request net.science services.</p>\r\n</div>\r\n<p>The system provides more than 1900 networks in various formats and more than 200 software modules that can analyze and visualize networks. Further, the system also supports about a dozen models that can be used to study the propagation of contagions over networks. In addition, the system also provides several large datasets from which users can construct networks and analyze those networks to obtain additional insights regarding datasets. Users may add their own networks to the system and use the system to analyze and visualize the networks. Currently, the system has nearly a thousand registered users.</p>\r\n<p><strong>Intellectual Merit: </strong>The system allows scientists to address fundamental scientific questions; e.g., scientists can use network methods to reason about genomics data that is now available in large quantities. This is an attractive aspect of network science: a single operation can be executed on a network and the interpretation of results is dependent on the context and discipline of the study. Yet, the underlying network operation (executed within the net.science system) is the same across disciplines. The tool enables researchers in a host of disciplines (e.g., sociology, psychology, economics, history) to use networks and analyses in their work.</p>\r\n<p>Researchers have used the system to carry out numerous studies that have led to publications in many refereed journals and conferences. Examples of topics that have been studied include the following: comparison of models for epidemic propagation, effectiveness of intervention methods during the propagation of epidemics, limitations on forecasting epidemic measures, privacy issues in health, placement of mobile vaccination sites, analysis of evacuation methods during emergencies, migration of people during wars, trading of water resources in agriculture, analysis and inference of discrete dynamical systems that model contagion propagation, and structural analysis of realistic power distribution networks.</p>\r\n<p><strong>Broader Impact: </strong>The system enables educators to harness high performance computing (HPC) technologies to teach Network Science to students spanning various academic levels, disciplines, and institutions. The grant supported a number of students at the postdoctoral, graduate and undergraduate levels. Students who were supported by the project received valuable training in several areas including software design, concurrency in software construction, testing and validation. Some of the students were also exposed to algorithms involving networks and the applications of tools such as dynamical systems solvers. The system has been used by several educational institutions including Virginia Tech, NC A&amp;T State University, Jackson State University and University of Texas at El Paso. It was also used in two outreach programs, namely, the Computing for Global Challenges (C4GC) program at UVA and the Achievable Dream program at Virginia Tech. Some of the participants in these programs were high school students.</p>\r\n<p>The components developed for the net.science website are usable in other applications. Further, the infrastructure supporting net.science will continue to be used by other active projects and the website itself requires minimal resources. Hence, the system will continue to be freely available to researchers, educators and students.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Madhav&nbsp;V&nbsp;Marathe</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997645391_CINES_image_04--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997645391_CINES_image_04--rgov-800width.png\" title=\"CINES_image_04\"><img src=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997645391_CINES_image_04--rgov-66x44.png\" alt=\"CINES_image_04\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Distribution of the number of infections per day on the VA and TN networks\r\nover 400 cascades.</div>\n<div class=\"imageCredit\">CINES team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Madhav&nbsp;V&nbsp;Marathe\n<div class=\"imageTitle\">CINES_image_04</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997823048_CINES_image_06--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997823048_CINES_image_06--rgov-800width.png\" title=\"CINES_image_06\"><img src=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997823048_CINES_image_06--rgov-66x44.png\" alt=\"CINES_image_06\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A proposed four-layer hierarchical network model to study migration during a conflict</div>\n<div class=\"imageCredit\">CINES team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Madhav&nbsp;V&nbsp;Marathe\n<div class=\"imageTitle\">CINES_image_06</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997559915_CINES_image_03--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997559915_CINES_image_03--rgov-800width.png\" title=\"CINES_image_03\"><img src=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997559915_CINES_image_03--rgov-66x44.png\" alt=\"CINES_image_03\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparing the performance of some mathematical programming-based approaches\r\nfor studying evacuation strategies during an emergency.</div>\n<div class=\"imageCredit\">CINES team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Madhav&nbsp;V&nbsp;Marathe\n<div class=\"imageTitle\">CINES_image_03</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997726682_CINES_image_05--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997726682_CINES_image_05--rgov-800width.png\" title=\"CINES_image_05\"><img src=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997726682_CINES_image_05--rgov-66x44.png\" alt=\"CINES_image_05\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Distribution of the number of infections per day on the VA and TN networks\r\nover 400 cascades.</div>\n<div class=\"imageCredit\">CINES team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Madhav&nbsp;V&nbsp;Marathe\n<div class=\"imageTitle\">CINES_image_05</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737754277411_CINES_image_01--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737754277411_CINES_image_01--rgov-800width.png\" title=\"CINES_image_01\"><img src=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737754277411_CINES_image_01--rgov-66x44.png\" alt=\"CINES_image_01\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image 1: A block diagram showing the components of the Cyber Infrastructure net.science.</div>\n<div class=\"imageCredit\">CINES team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Madhav&nbsp;V&nbsp;Marathe\n<div class=\"imageTitle\">CINES_image_01</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997440883_CINES_image_02--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997440883_CINES_image_02--rgov-800width.png\" title=\"CINES_image_02\"><img src=\"/por/images/Reports/POR/2025/1916805/1916805_10577222_1737997440883_CINES_image_02--rgov-66x44.png\" alt=\"CINES_image_02\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simulation results for modeling information transmission on the Epinions network\r\n(available in net.science) using the Susceptible-Infected-Recovered (SIR) epidemic\r\nmodel.</div>\n<div class=\"imageCredit\">CINES team</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Madhav&nbsp;V&nbsp;Marathe\n<div class=\"imageTitle\">CINES_image_02</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\r\n\n\nOverview: The net.science system is a cyberinfrastructure (CI) for network engineering and science. A primary goal of this project was to architect, design, verify, and make available net.science to the computing public. Beyond a flexible and scalable infrastructure, from users perspectives, net.science is a set of services that generate, search, annotate, and analyze graphs, and quantify processes on graphs that include machine learning methods. It includes well-accepted software tools (e.g., SNAP graph analysis library) and web apps as well as newer, state-of-the-art network processing approaches (e.g., reliability polynomials and anomaly detection). The system is conceived to be an extensible community resource whereby software developers and data miners can contribute functionality and data to the system (and be clearly recognized for their contributions). It uses existing technologies and open source software to the extent possible. The system is designed to work in combination with other freely available tools and other research software frameworks. The current version of the CI (web app) can be reached at https://net.science.\r\n\n\nThe software architecture of the system has three primary components, namely user service, job service and file service. User service provides user authentication and permissions to access different resources in net.science. File service includes storage for individual and groups of digital artifacts and also validates the formats of new objects entering the system. Job service controls all aspects of running serial and parallel computational codes within net.science, and works with the File service to stage jobs and enter new results files from computations into net.science. Each job is defined with its corresponding input and output schemas and the resources on which it can run. Each computational code is wrapped in an appropriate container for portability and isolation. The Application Programming Interface (API) is the interface used by the web app (through which most users interact with the system) and other software systems to request net.science services.\r\n\r\n\n\nThe system provides more than 1900 networks in various formats and more than 200 software modules that can analyze and visualize networks. Further, the system also supports about a dozen models that can be used to study the propagation of contagions over networks. In addition, the system also provides several large datasets from which users can construct networks and analyze those networks to obtain additional insights regarding datasets. Users may add their own networks to the system and use the system to analyze and visualize the networks. Currently, the system has nearly a thousand registered users.\r\n\n\nIntellectual Merit: The system allows scientists to address fundamental scientific questions; e.g., scientists can use network methods to reason about genomics data that is now available in large quantities. This is an attractive aspect of network science: a single operation can be executed on a network and the interpretation of results is dependent on the context and discipline of the study. Yet, the underlying network operation (executed within the net.science system) is the same across disciplines. The tool enables researchers in a host of disciplines (e.g., sociology, psychology, economics, history) to use networks and analyses in their work.\r\n\n\nResearchers have used the system to carry out numerous studies that have led to publications in many refereed journals and conferences. Examples of topics that have been studied include the following: comparison of models for epidemic propagation, effectiveness of intervention methods during the propagation of epidemics, limitations on forecasting epidemic measures, privacy issues in health, placement of mobile vaccination sites, analysis of evacuation methods during emergencies, migration of people during wars, trading of water resources in agriculture, analysis and inference of discrete dynamical systems that model contagion propagation, and structural analysis of realistic power distribution networks.\r\n\n\nBroader Impact: The system enables educators to harness high performance computing (HPC) technologies to teach Network Science to students spanning various academic levels, disciplines, and institutions. The grant supported a number of students at the postdoctoral, graduate and undergraduate levels. Students who were supported by the project received valuable training in several areas including software design, concurrency in software construction, testing and validation. Some of the students were also exposed to algorithms involving networks and the applications of tools such as dynamical systems solvers. The system has been used by several educational institutions including Virginia Tech, NC A&T State University, Jackson State University and University of Texas at El Paso. It was also used in two outreach programs, namely, the Computing for Global Challenges (C4GC) program at UVA and the Achievable Dream program at Virginia Tech. Some of the participants in these programs were high school students.\r\n\n\nThe components developed for the net.science website are usable in other applications. Further, the infrastructure supporting net.science will continue to be used by other active projects and the website itself requires minimal resources. Hence, the system will continue to be freely available to researchers, educators and students.\r\n\n\n\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: MadhavVMarathe\n"
 }
}