{
 "awd_id": "1916527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Leveraging Distributed Research Networks to Understand Watershed Systems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 13749.0,
 "awd_amount": 13749.0,
 "awd_min_amd_letter_date": "2019-02-15",
 "awd_max_amd_letter_date": "2019-02-15",
 "awd_abstract_narration": "Watersheds describe the organization of water moving across land. They can be as small as a footprint or large enough to encompass all the land that covers water draining from streams, into rivers, into the Chesapeake Bay, which ultimately connects with the Atlantic Ocean. Scientists from across universities and federal agencies (e.g. United States Geological Society, National Sciences Foundation, Department of Energy) are working to understand the fundamentals of watershed science, knowledge required to manage and keep water resources safe. Support from NSF requested here will enable the first workshop to address current knowledge gaps in the management of watershed systems, and specifically develop a cross-agency and institution community that can leverage existing research efforts, and develop new ones, to advance watershed science.  This support will contribute to enhance the participant representation at this workshop, as funds will be used to increase gender, racial, and early-career stage participant representation. Moreover, since a key outcome is developing lines of communication between federal agencies working in watershed science, this support will also ensure active NSF researchers from Critical Zone Observatories and others are in attendance to engage with these efforts. This workshop is a necessary first step to ensure the protection of water quality, research necessary for preserving drinking, agriculture, recreation, and sustaining wildlife uses. As cities, states, regions, and countries try to find new sources of uncontaminated water, preserving and enchaining clean water is a vital global mission in the 21st century. \r\n\r\nA particular focus of the workshop is to reveal how physical, biological, and chemical processes integrate to govern hydrologic and biogeochemical function relevant to ecosystem services provided by watersheds. In particular this workshop will address applications of distributed science approaches to watershed science- with the goal to develop more coordinated, consistent, and open research networks. Key outcomes include (1) identifying the components of watersheds amendable to or as models for distributed science approaches, (2) analysis of the current watershed modeling efforts and discussion of what data is needed to implement these models across larger spatial scales (multi-watershed to continental), (3) development of field sampling and sensor development strategies, and (4) the social and research challenges and opportunities associated with the implementation of systematic distribute science plan. The key outcomes of this workshop and other engagement activities will be collated in a publicly available Workshop report, which can be publicly available.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Wrighton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly C Wrighton",
   "pi_email_addr": "kwrighton@gmail.com",
   "nsf_id": "000644838",
   "pi_start_date": "2019-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 13749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes from this work are summarized by the following:</p>\n<p>1) This workshop culminated in a formal report highlighting opportunities for distributed approaches to improve watershed science. This workshop report is publicly available (<a href=\"https://doesbr.org/openwatersheds/index.shtml\">https://doesbr.org/openwatersheds/index.shtml</a>), published in October 2019, by a multi-disciplinary team of experts spanning hydrology, modelling, geochemical, ecological, and microbial backgrounds.</p>\n<p>2) Funding support for the first distributed Community Sequencing Project (CSP) from the DOE&rsquo;s Joint Genome Institute. This CSP, &ldquo;Creating GROW (Genome Resolved Open Watershed) Database: Leveraging Distributed Research Networks to Understand Watershed Systems&rdquo; (award# 505780), was developed by consortium of 15 Co-PIs composed of hydrologists, geochemists, ecologists and microbiologists, many of whom participated in this workshop. This CSP was created in response to the knowledge gaps addressed&nbsp; in the workshop. The Genome Resolved Open Watershed (GROW) database will be a publicly available, open resource for the entire watershed community.&nbsp; This database will include the first of its kind microbial inventory of samples from more than 250 rivers across the world, including the 35 larger rivers in the United States and includes over 1000 samples.</p>\n<p>3) The results from this workshop were also shared with watershed community supported by the Department of Energy, including the Biological and Environmental Research Advisory Committee (BERAC) and the annual Subsurface Biogeochemical Research (SBR) PI meeting, 2019. At the SBR PI meeting this workshop inspired a &ldquo;Watershed-Scale Open-Science Design Dash&rdquo; led by Sujata Emani and James Stegen.</p>\n<p>4) Kelly Wrighton and James Stegen led an open Town Hall Session at the American Geophysical Union 2019 Fall Meeting entitled &ldquo;Coordinated Open Science by Design to Transform the Geosciences&rdquo; which was based off the work from this workshop.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/19/2020<br>\n\t\t\t\t\tModified by: Kelly&nbsp;C&nbsp;Wrighton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes from this work are summarized by the following:\n\n1) This workshop culminated in a formal report highlighting opportunities for distributed approaches to improve watershed science. This workshop report is publicly available (https://doesbr.org/openwatersheds/index.shtml), published in October 2019, by a multi-disciplinary team of experts spanning hydrology, modelling, geochemical, ecological, and microbial backgrounds.\n\n2) Funding support for the first distributed Community Sequencing Project (CSP) from the DOE’s Joint Genome Institute. This CSP, \"Creating GROW (Genome Resolved Open Watershed) Database: Leveraging Distributed Research Networks to Understand Watershed Systems\" (award# 505780), was developed by consortium of 15 Co-PIs composed of hydrologists, geochemists, ecologists and microbiologists, many of whom participated in this workshop. This CSP was created in response to the knowledge gaps addressed  in the workshop. The Genome Resolved Open Watershed (GROW) database will be a publicly available, open resource for the entire watershed community.  This database will include the first of its kind microbial inventory of samples from more than 250 rivers across the world, including the 35 larger rivers in the United States and includes over 1000 samples.\n\n3) The results from this workshop were also shared with watershed community supported by the Department of Energy, including the Biological and Environmental Research Advisory Committee (BERAC) and the annual Subsurface Biogeochemical Research (SBR) PI meeting, 2019. At the SBR PI meeting this workshop inspired a \"Watershed-Scale Open-Science Design Dash\" led by Sujata Emani and James Stegen.\n\n4) Kelly Wrighton and James Stegen led an open Town Hall Session at the American Geophysical Union 2019 Fall Meeting entitled \"Coordinated Open Science by Design to Transform the Geosciences\" which was based off the work from this workshop.\n\n \n\n\t\t\t\t\tLast Modified: 02/19/2020\n\n\t\t\t\t\tSubmitted by: Kelly C Wrighton"
 }
}