{
 "awd_id": "1916205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Sediment Transport Mechanisms and Geomorphic Processes Associated with Shore Ice along Cold Climate Coastlines",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 237072.0,
 "awd_amount": 237072.0,
 "awd_min_amd_letter_date": "2019-05-20",
 "awd_max_amd_letter_date": "2019-05-20",
 "awd_abstract_narration": "Cold climate coastlines are highly vulnerable to reduced winter ice cover in response to climate change. Limited or variable shore ice cover results in enhanced storm-induced coastal erosion and damage to coastal infrastructure. The dynamics of how reduced ice cover influences coastal evolution is poorly understood which inhibits accurate forecasting of future coastal response in cold climates. This work aims to improve our fundamental understanding of how sediment interacts with shore ice as well as the resulting coastal landscape change. The first part of the project will involve laboratory experiments aimed at studying the physics of sediment and ice interactions. The second part of the project will gather field measurements that use the laboratory measurements as a basis to investigate how cold climate coastlines naturally respond to the shore ice. This study will result in a model that will help explain how reduced and variable winter shore ice cover alters the coastal landscape, which will help coastal managers proactively plan for future climate change impacts. The project will train graduate and undergraduate students who will be recruited from groups underrepresented in the STEM fields.  Public educational resources will be delivered to inner-city schools through partnership with Chicago Public Schools and will be shared nationally through The Scientific Research and Education Network (www.sciren.org), which is a science education non-profit founded by the PI.\r\n\r\nAccurate modeling of coastal evolution in cold climates is hindered by a limited understanding of the processes and responses associated with winter shore ice. This study will utilize unoccupied aerial and aquatic systems through a combined field and laboratory approach to test the hypothesis that variable ice cover is more erosive than consistent ice cover. This approach will yield the most comprehensive understanding to date of the morphodynamics of nearshore ice. Laboratory experiments in a frozen wave tank and ring shear apparatus will be used to constrain the forces required to entrain sediment within ice as well as the fundamental processes associated with transporting sediment-laden ice. Field investigations will be used to validate laboratory experiments as well as to describe the geomorphic processes and responses associated with shore ice. We will isolate the primary conditions facilitating sediment transport and shoreface geomorphic change during winter and resolve how the shoreface responds to these processes, which will provide the basis for models to include coastal evolution in cold temperature climates. The final result of this proposed study will be a conceptual model and set of empirically derived equations generated from the field and laboratory measurements that describe how shore ice drives sediment transport. This knowledge will be shared with practitioners through Great Lakes Coastal Zone Management Programs, local and regional stakeholder groups, and federal agencies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ethan",
   "pi_last_name": "Theuerkauf",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ethan J Theuerkauf",
   "pi_email_addr": "theuerk5@msu.edu",
   "nsf_id": "000785565",
   "pi_start_date": "2019-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "Henry Administration Building",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}