{
 "awd_id": "1916563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cellular and Molecular Mechanisms of Electrical Synapse Formation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2019-07-05",
 "awd_max_amd_letter_date": "2019-07-05",
 "awd_abstract_narration": "The proper development of neural connections, called synapses, is critical for normal brain function; abnormal synapse formation impairs brain development, and renders the nervous system dysfunctional in all organisms including humans. Synapses work by two different mechanisms: those that use particular molecules to communicate with other nerve cells (chemical synapses), and those that communicate through specialized electrical connections between nerve cells (electrical synapses). Most of the mechanism that chemical synapses use to form and function normally have been well-studied, but much less is known about the mechanisms guiding the initial formation of electrical synapses. Results from this project will identify key molecular events that are critical for the successful formation of functional electrical synapses. The identification of these mechanisms will advance the understanding of how networks of nerve cells develop, and provide possible new avenues for the treatment of nervous system disorders. This research will also provide training opportunities for graduate, undergraduate, and high school student participants; individuals filling these positions will be recruited from groups traditionally underserved in STEM fields. The project will additionally support an annual neuroscience workshop to promote STEM education through the Youth Exploring Science program at the St. Louis Science Center. \r\n\r\nSynapses are specialized structures that serve as the fundamental unit for all nervous system functions. There are two main types of synaptic communication in animals: chemical (transmitter-mediated) and electrical (gap junction channel-mediated). In contrast to our extensive knowledge of the formation of chemical synapses, very little is known about the basic mechanisms governing the formation of electrical synapses (electrosynaptogenesis). This leaves a large gap in the fundamental knowledge of how animal nervous systems are developed. The objective of this study is to investigate the roles and mechanisms of neurotrophic factors in regulating electrosynaptogenesis using an in vitro soma-soma synapse model from pond snail (Lymnaea stagnalis) brains. We will culture individual gap-junction-forming neurons and monitor the neurotrophic factor-induced cellular and molecular events (neural activity, cellular messengers, and signaling pathways) throughout the course of electrosynaptogenesis. We will also determine whether neurotrophic factors act to induce synthesis and/or release of neurotransmitters and promote neurotransmitter-receptor interactions to facilitate electrosynaptogenesis. Synapse formation will be verified by electrophysiology and neurochip (long-term, non-invasive) techniques. This study will improve the fundamental understanding of the molecular, cellular, and synaptic basis of electrosynaptogenetic events that occur in all animals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fenglian",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fenglian Xu",
   "pi_email_addr": "fenglian.xu@slu.edu",
   "nsf_id": "000791494",
   "pi_start_date": "2019-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Louis University",
  "inst_street_address": "221 N GRAND BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3149773925",
  "inst_zip_code": "631032006",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "SAINT LOUIS UNIVERSITY",
  "org_prnt_uei_num": "JNBLLTBTLLD8",
  "org_uei_num": "JNBLLTBTLLD8"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Louis University",
  "perf_str_addr": "1402 Grand Blvd",
  "perf_city_name": "Saint Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631041004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>:&nbsp;</p>\n<p>This project made intellectual contributions to the fundamental understanding of molecular mechanisms underlying the formation and transmission of electrical synapses in the central nervous system of animals. Electrical synapses are made of gap junction proteins and are one of the two main communication means (the other one being chemical synapses) in the nervous system of all animals and humans. In contrast to chemical synapses, far less is known about how electrical synapses are formed during development and how their formation and function are regulated by extrinsic (such as neurotrophic factors) and intrinsic (such as developmental) factors. To address this knowledge gap, we carried out studies on electrical synapses using a unique animal model called&nbsp;<em>Lymnaea stagalis</em>&nbsp;(<em>L. stagnalis</em>) whose nervous system contains many large, gap junction-forming neurons which are easily accessible for electrophysiological or molecular studies. Our results have revealed important roles of extrinsic neurotrophic factors (i.e.&nbsp;<em>Lymnaea</em>&nbsp;brain-derived trophic factors) in regulating neuronal activity and cytosolic calcium signaling, leading to transcriptomic regulation of genes that are essential for electrical synapse formation and animal nervous system development.&nbsp;</p>\n<p>To further our understanding of the molecular mechanisms involved, we, for the first time, have identified and characterized the expression of eight paralogs of gap junction encoding genes&nbsp;<em>innexin</em>&nbsp;<em>1</em>&nbsp;to&nbsp;<em>innexin</em>&nbsp;<em>8</em>&nbsp;in the central nervous system of&nbsp;<em>L. stagnalis</em>, for which we<em>&nbsp;</em>named them<em>&nbsp;Lst Inx1-8</em>. The availability of&nbsp;<em>L. stagnalis&nbsp;</em>gap junction&nbsp;<em>innexin</em>&nbsp;genes aids our ability to further define the regulatory factors and mechanisms related to gap junction formation and function. We found that the expression of&nbsp;<em>innexin</em>&nbsp;paralogs are cell type- and tissue-specific and are strictly regulated by extrinsic factors and developmental stages. Of particular note, we have provided the first comprehensive transcriptomic analysis and genome annotation revealing the expression profiles of gap junction&nbsp;<em>innexin</em>&nbsp;genes and many other crucial genes involved in transcription factors, signaling receptors and synaptic transduction in the nervous system of&nbsp;<em>L. stagnalis</em>&nbsp;at different developmental time points: early development, adulthood, and old age. Interestingly, our data showed that the expression of gap junction genes was lowest at the earliest developmental stage, peaked at the adult age, and significantly declined in old and aging animals.&nbsp;&nbsp;As age-related decline in synaptic function is a common leading cause for neurodegenerative disorders such as Alzheimer&rsquo;s disease, the decrease in gap junction&nbsp;<em>innexin</em>&nbsp;expression in our old animals may indicate a decrease in the number of electrical synapses with age. These interesting results open new research avenues in our lab. Our on-going studies are focusing on the functional consequence of CRISPR/Cas9-mediated knockout of&nbsp;<em>innexin</em>&nbsp;genes in animal development, behavior, and aging in&nbsp;<em>L. stagnalis.</em>&nbsp;Our lab is also actively exploring the role of electrical synapses in the nervous system of vertebrate, as well as in other cell types of the nervous system such as glial cells. Results from these studies will help unravel the contribution of electrical synapses to the physiology and pathophysiology of the nervous systems in all animals.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact</strong>:&nbsp;</p>\n<p>The PI and trainees have actively disseminated the results of this study in five peer-reviewed articles and in international, national, and local conferences (Society for Neuroscience, International Gap Junction, and Experimental Biology conferences). Many trainees have won trainee research awards, dissertation awards, and presentation awards. Funds provided full support for 1 postdoctoral fellow and partial support for 4 graduate students, 8 undergraduate students, and 6 high school students. Of these 19 trainees, 13 are female, 4 are African American, and 2 are first-generation college students. Many of these trainees are planning to or have entered into science related careers.&nbsp;&nbsp;Importantly, the award supported several neuroscience workshops offered to 11<sup>th</sup>&nbsp;grade students in the Youth Exploring Science (YES) program at the St. Louis Science Center and 8<sup>th</sup>&nbsp;grade students in the TRIO Talent Search program at Saint Louis University (SLU). All of these students (&gt; 50) are from communities traditionally underrepresented in science-related career fields. Our statistical analysis of anonymous survey data conducted before and after the workshops indicated that students&rsquo; interest in learning science and taking a science-related career are greatly increased after learning the content/activities in the workshops. Taken together, the award greatly fostered diversity and inclusion in the PI&rsquo;s research program and aided the PI and trainee to serve for wider communities, especially those who are underserved and underrepresented.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2022<br>\n\t\t\t\t\tModified by: Fenglian&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: \n\nThis project made intellectual contributions to the fundamental understanding of molecular mechanisms underlying the formation and transmission of electrical synapses in the central nervous system of animals. Electrical synapses are made of gap junction proteins and are one of the two main communication means (the other one being chemical synapses) in the nervous system of all animals and humans. In contrast to chemical synapses, far less is known about how electrical synapses are formed during development and how their formation and function are regulated by extrinsic (such as neurotrophic factors) and intrinsic (such as developmental) factors. To address this knowledge gap, we carried out studies on electrical synapses using a unique animal model called Lymnaea stagalis (L. stagnalis) whose nervous system contains many large, gap junction-forming neurons which are easily accessible for electrophysiological or molecular studies. Our results have revealed important roles of extrinsic neurotrophic factors (i.e. Lymnaea brain-derived trophic factors) in regulating neuronal activity and cytosolic calcium signaling, leading to transcriptomic regulation of genes that are essential for electrical synapse formation and animal nervous system development. \n\nTo further our understanding of the molecular mechanisms involved, we, for the first time, have identified and characterized the expression of eight paralogs of gap junction encoding genes innexin 1 to innexin 8 in the central nervous system of L. stagnalis, for which we named them Lst Inx1-8. The availability of L. stagnalis gap junction innexin genes aids our ability to further define the regulatory factors and mechanisms related to gap junction formation and function. We found that the expression of innexin paralogs are cell type- and tissue-specific and are strictly regulated by extrinsic factors and developmental stages. Of particular note, we have provided the first comprehensive transcriptomic analysis and genome annotation revealing the expression profiles of gap junction innexin genes and many other crucial genes involved in transcription factors, signaling receptors and synaptic transduction in the nervous system of L. stagnalis at different developmental time points: early development, adulthood, and old age. Interestingly, our data showed that the expression of gap junction genes was lowest at the earliest developmental stage, peaked at the adult age, and significantly declined in old and aging animals.  As age-related decline in synaptic function is a common leading cause for neurodegenerative disorders such as Alzheimer’s disease, the decrease in gap junction innexin expression in our old animals may indicate a decrease in the number of electrical synapses with age. These interesting results open new research avenues in our lab. Our on-going studies are focusing on the functional consequence of CRISPR/Cas9-mediated knockout of innexin genes in animal development, behavior, and aging in L. stagnalis. Our lab is also actively exploring the role of electrical synapses in the nervous system of vertebrate, as well as in other cell types of the nervous system such as glial cells. Results from these studies will help unravel the contribution of electrical synapses to the physiology and pathophysiology of the nervous systems in all animals. \n\n \n\nBroader Impact: \n\nThe PI and trainees have actively disseminated the results of this study in five peer-reviewed articles and in international, national, and local conferences (Society for Neuroscience, International Gap Junction, and Experimental Biology conferences). Many trainees have won trainee research awards, dissertation awards, and presentation awards. Funds provided full support for 1 postdoctoral fellow and partial support for 4 graduate students, 8 undergraduate students, and 6 high school students. Of these 19 trainees, 13 are female, 4 are African American, and 2 are first-generation college students. Many of these trainees are planning to or have entered into science related careers.  Importantly, the award supported several neuroscience workshops offered to 11th grade students in the Youth Exploring Science (YES) program at the St. Louis Science Center and 8th grade students in the TRIO Talent Search program at Saint Louis University (SLU). All of these students (&gt; 50) are from communities traditionally underrepresented in science-related career fields. Our statistical analysis of anonymous survey data conducted before and after the workshops indicated that students’ interest in learning science and taking a science-related career are greatly increased after learning the content/activities in the workshops. Taken together, the award greatly fostered diversity and inclusion in the PI’s research program and aided the PI and trainee to serve for wider communities, especially those who are underserved and underrepresented. \n\n \n\n\t\t\t\t\tLast Modified: 11/13/2022\n\n\t\t\t\t\tSubmitted by: Fenglian Xu"
 }
}