{
 "awd_id": "1916804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TRTech-PGR:  MAPPING AND FUNCTIONAL CHARACTERIZATION OF CIS-REGULATORY MODULE VARIATION IN PLANTS",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 2432562.0,
 "awd_amount": 2432562.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "Transcription factors are proteins that bind to short DNA sequence motifs in regulatory regions of their target genes and thus control the gene expression changes responsible for plant developmental programs and environmental responses. In crop species, variation in transcription factors and the regulatory regions they bind have been frequent drivers of productivity gains during domestication and modern breeding, and continue to offer great potential for further trait engineering. Yet, in plant genomes, the vast majority of transcription factor-DNA binding events and the gene expression changes they elicit remain largely uncharacterized, restricting the development of new varieties that meet the challenges of modern agriculture. In this project, detailed regulatory information maps and new methodologies will be generated to identify relationships between transcription factor binding and variability in gene expression, providing new tools for the rational design of crops with improved traits. These methods have the potential to fundamentally transform crop improvement strategies to adequately feed the expanding global population. To extend the reach of the project, scientists working under this award will provide specialized training in genomics and bioinformatics to students with diverse backgrounds.  \r\n\r\nA large portion of plant genetic variation is regulatory and resides in non-coding regions, spaces that are often vast in genomes such as maize. Mining functional elements from these spaces represents a major challenge, in part because while potential transcription factor (TF) binding sites are naturally abundant within a genome, only a small fraction is actually bound and able to affect expression. Empirically cataloging plant TF binding events and their contribution to transcriptional outputs is therefore a priority for understanding transcriptional networks and trait variation. This project will develop TF-DNA interaction methods that enable comparative analysis of multiple genetic backgrounds, resulting in the generation of high-resolution maps of conserved regulatory regions and accession-specific variants that can be linked to transcriptional programs. This approach will be applied in two species with different genomic properties: maize, a major monocot crop with a large genome; and Arabidopsis, a model eudicot with a compact genome. Because many TFs do not function in isolation but instead interact with other proteins that can alter their DNA binding activity, this project will also develop techniques to better understand the contribution of TF pairs to transcriptional regulation. To directly link TF binding events to phenotypic outcomes, specific regulatory elements in key genes controlling plant architecture and reproductive development will be functionally characterized through precise genome editing. Such experiments will demonstrate how modulation of regulatory regions can be used to create subtle changes in gene expression levels or spatial expression patterns that may result in advantageous phenotypes.\r\n\r\nThis award is supported jointly by the Plant Genome Research Program in the Division of Integrative Organismal Systems and the Genetic Mechanisms Program in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Gallavotti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Gallavotti",
   "pi_email_addr": "agallavotti@waksman.rutgers.edu",
   "nsf_id": "000496720",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naden",
   "pi_last_name": "Krogan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naden Krogan",
   "pi_email_addr": "nkrogan@american.edu",
   "nsf_id": "000689682",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shao-shan",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shao-shan Huang",
   "pi_email_addr": "ch153@nyu.edu",
   "nsf_id": "000762673",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 2432562.0
  }
 ],
 "por": null
}