{
 "awd_id": "1916751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Revised Calculus Concept Inventory: Measuring the Learning Gains of First Year Calculus  Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2019-07-01",
 "awd_max_amd_letter_date": "2024-02-21",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest by developing an improved set of questions for measuring student knowledge of calculus concepts. As STEM disciplines become increasingly critical areas of study, more students will be encouraged to complete a college-level calculus course. Calculus instructors need an accurate measurement of students' knowledge of calculus concepts to understand how student knowledge changes in response to instruction.  They can then use this information to refine and improve their courses. This project, informed by prior related efforts, aims to produce a current and informative calculus concept assessment based on feedback from calculus course instructors. Calculus instructors who administer the assessment to their students will have access to the results, which they can use to improve their instructional approaches.  The project will also collect validity evidence for this instrument by piloting it in a subset of undergraduate Calculus I classrooms. The resulting assessment will be accessible to both high school and college instructors, thus helping to inform and improve calculus instruction nationwide.\r\n\r\nProject goals include to: i) update, redesign, and merge two existing calculus concept inventories into a single instrument that captures students' conceptual knowledge and understanding of calculus concepts from when students enter to when they exit their first calculus course; and ii) examine and establish psychometric properties of the resultant instrument. These goals will be reached using a systematic, formative research approach, which will begin with a survey administered to high school and college calculus instructors throughout the nation. Information from this survey will inform a three-day meeting of experts in calculus education, who will propose revisions of the prior instruments. Think-aloud protocols will be used to establish the understandability of the resultant instrument by students, followed by pilot testing of the instrument in calculus courses throughout the nation. The psychometric properties of the instrument will be tracked and used formatively throughout instrument development to improve these efforts and the validity evidence supporting the final instrument. The major intellectual merit of the project lies in the creation of a calculus concept inventory with supporting validity evidence that can be used to measure the normalized gains of calculus teaching interventions and to compare effectiveness of different teaching methods. The assessment instrument and results of this research effort will be broadly disseminated through collaboration with the National Council of Teachers of Mathematics, the Mathematical Association of American, and the American Mathematics Society. The adoption of improved calculus assessment and resultant teaching interventions has potential to lead to a deeper student understanding of mathematical concepts that are critical to progress across a range of other courses in STEM disciplines, including engineering, physics, biology, and chemistry. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  This project is in the IUSE: EHR Engaged Student Learning track, through which the funding program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Moskal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara M Moskal",
   "pi_email_addr": "barb.moskal@ttu.edu",
   "nsf_id": "000225944",
   "pi_start_date": "2019-07-01",
   "pi_end_date": "2024-01-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaehoon",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaehoon Lee",
   "pi_email_addr": "jaehoon.lee@ttu.edu",
   "nsf_id": "000664558",
   "pi_start_date": "2024-01-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Williams",
   "pi_mid_init": "B",
   "pi_sufx_name": "Jr",
   "pi_full_name": "George B Williams",
   "pi_email_addr": "brock.williams@ttu.edu",
   "nsf_id": "000354701",
   "pi_start_date": "2019-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Dwyer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry F Dwyer",
   "pi_email_addr": "jfdwyer@olemiss.edu",
   "nsf_id": "000621771",
   "pi_start_date": "2019-07-01",
   "pi_end_date": "2024-02-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jaehoon",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaehoon Lee",
   "pi_email_addr": "jaehoon.lee@ttu.edu",
   "nsf_id": "000664558",
   "pi_start_date": "2019-07-01",
   "pi_end_date": "2024-01-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Minju",
   "pi_last_name": "Yi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minju Yi",
   "pi_email_addr": "minju.yi@ttu.edu",
   "nsf_id": "000990654",
   "pi_start_date": "2024-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed to develop and validate a new assessment tool, the Revised Calculus Concept Inventory (RCCI), to measure students' conceptual understanding of calculus. The intellectual merit of this work lies in its ability to address a critical gap in mathematics education, where traditional assessment methods often fail to capture students' deep understanding of calculus concepts. By merging and refining two existing tools, the Calculus Concept Inventory (CCI) and Calculus I Concept Inventory (C1CI), the research team created an instrument that is more reliable, valid, and accessible across diverse student populations. The RCCI was designed for both pre- and post-assessment, providing instructors and researchers with valuable insights into how well students grasp key concepts in calculus. Rigorous statistical methods, including classical test theory and modern item response theory, were used to ensure the tool&rsquo;s reliability and fairness, confirming that it accurately measures students' understanding.</p>\n<p>The broader impacts of this work extend to the improvement of calculus education nationwide. Calculus is a crucial gateway subject for students pursuing STEM degrees, but many students struggle with the material, which often leads to attrition from STEM fields. By offering a robust, validated assessment tool like the RCCI, educators can better identify where students face difficulties and adjust teaching methods accordingly to improve learning outcomes. The RCCI is also designed to be used equitably across diverse student groups, ensuring fairness in assessment regardless of students&rsquo; backgrounds, including gender, race, and ethnicity. The development of this tool contributes to enhancing inclusivity in STEM education by supporting a broader range of students in mastering calculus, ultimately leading to greater success in STEM fields.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Jaehoon&nbsp;Lee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project aimed to develop and validate a new assessment tool, the Revised Calculus Concept Inventory (RCCI), to measure students' conceptual understanding of calculus. The intellectual merit of this work lies in its ability to address a critical gap in mathematics education, where traditional assessment methods often fail to capture students' deep understanding of calculus concepts. By merging and refining two existing tools, the Calculus Concept Inventory (CCI) and Calculus I Concept Inventory (C1CI), the research team created an instrument that is more reliable, valid, and accessible across diverse student populations. The RCCI was designed for both pre- and post-assessment, providing instructors and researchers with valuable insights into how well students grasp key concepts in calculus. Rigorous statistical methods, including classical test theory and modern item response theory, were used to ensure the tools reliability and fairness, confirming that it accurately measures students' understanding.\n\n\nThe broader impacts of this work extend to the improvement of calculus education nationwide. Calculus is a crucial gateway subject for students pursuing STEM degrees, but many students struggle with the material, which often leads to attrition from STEM fields. By offering a robust, validated assessment tool like the RCCI, educators can better identify where students face difficulties and adjust teaching methods accordingly to improve learning outcomes. The RCCI is also designed to be used equitably across diverse student groups, ensuring fairness in assessment regardless of students backgrounds, including gender, race, and ethnicity. The development of this tool contributes to enhancing inclusivity in STEM education by supporting a broader range of students in mastering calculus, ultimately leading to greater success in STEM fields.\n\n\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: JaehoonLee\n"
 }
}