{
 "awd_id": "1916339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensitivity Analysis for Informative Missingness with Semiparametric Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2019-08-06",
 "awd_abstract_narration": "Missing data are common in almost all empirical research. Examples abound in epidemiologic studies, clinical trials, social science studies (for example sample surveys) and other substantive investigations of scientific inquiry. With incomplete data, a long-standing question in statistical research concerns how to conduct unbiased and reliable inferences, especially when the missingness process depends on the unobserved data. This question has become particularly relevant in this era of big data, where empirical data, albeit massive, may be subject to a selective nonresponse. Motivated by practical problems in medical imaging data, functional and longitudinal data, this research project will develop new methods and practical tools for handling incomplete data, focusing on sensitivity analysis. Results obtained from this research will have significant impacts on sensitivity analysis methods for nonrandom missing data under semiparametric estimation and inference.\r\n\r\nWith recent technological advances in this era of big data, many missing data models arising in various substantive applications involve infinite-dimensional parameters that are only identifiable on the grounds of unverifiable assumptions about the data generating process. A popular approach for addressing identifiability concerns, at least in the context of finite-dimensional parameter settings, has been to impose some structural constraints on the model upon which the parameters of primary interest are presumed identified. Inferences are then conducted within the framework of a sensitivity analysis to accommodate uncertainties resulting from these untestable restrictions. Despite its popularity, this approach has not been systematically studied when the working population model involves a nonparametric component in addition to the parametric component. This project proposes to fill this gap by formalizing inferences via rigorous sensitivity analyses when there are identifiability concerns under semiparametric estimation and inference. Unlike in finite-dimensional parametric models, conducting such analyses is not trivial owing to the complexity of the theoretical arguments and the computational burden. The goal of this project is to further our understanding of the theory that embeds inference in non- and weakly-identified semiparametric models arising in missing data problems within the framework of a sensitivity analysis. Conducting a sensitivity analysis under semiparametric formulations is technically not trivial owing to the inferential strategy posing substantial challenges beyond those encountered with finite-dimensional parametric models. In this project, asymptotic expansions, resampling techniques including the bootstrap, related techniques from empirical processes and computer-aided simulations will be employed to study the central theoretical properties and the finite sample performance of the proposed procedures. The foundational nature of the proposal in establishing the connection between the empirical process theory and sensitivity analysis is transformative. This connection within the class of semiparametric models arising in both classical and modern statistics will be explored and studied. A further part of the intellectual merit lies in its interdisciplinary approach with the transfer of ideas between high level computing, empirical process techniques, and subject matter science informing the model describing complex systems with many parameters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Todem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Todem",
   "pi_email_addr": "todem@msu.edu",
   "nsf_id": "000336362",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "909 Wilson Rd. B601 W. Fee",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488246410",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project by integrating education with research has provided a robust training to a doctoral student in fundamental tools pertaining to empirical processes coupled with high level computational techniques; and developed statistical inference methods for semiparametric models with non and weakly identified parameters arising in the framework of missing data. One important application of the developed methods is in cancer research and caries research, where unobserved heterogeneity which involves missing data at the observation unit is typical. &nbsp;Technically, the project furthered our understanding of the theory that embeds inference in non and weakly identified semiparametric models within the framework of a sensitivity analysis. Conducting such analysis under semiparametric formulations is technically not trivial owing to the inferential strategy posing substantial challenges beyond those encountered in finite-dimensional settings. A further part of the intellectual merit lied in its interdisciplinary approach with the transfer of ideas between high level computing, empirical process techniques, and subject matter science informing the model describing complex systems with many parameters. The study results were illustrated through numerical simulations and real applications in cancer, dementia, and caries research.&nbsp;<strong>&nbsp;</strong></p>\n<p><span>The results of the study have been disseminated through outlets such as seminars, peer-reviewed publications, and archives.&nbsp;Because of the methodologic nature of the project, the scientific community is made of analysts and data science experts, that are genuinely interested in conducting reliable inferences using data subject to nonrandom missingness. While waiting for manuscripts to go through the peer review process, articles were deposited in the arXiv (arXiv.org) archive, so that they become a permanent part of the research literature.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/19/2023<br>\nModified by: David&nbsp;Todem</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project by integrating education with research has provided a robust training to a doctoral student in fundamental tools pertaining to empirical processes coupled with high level computational techniques; and developed statistical inference methods for semiparametric models with non and weakly identified parameters arising in the framework of missing data. One important application of the developed methods is in cancer research and caries research, where unobserved heterogeneity which involves missing data at the observation unit is typical. Technically, the project furthered our understanding of the theory that embeds inference in non and weakly identified semiparametric models within the framework of a sensitivity analysis. Conducting such analysis under semiparametric formulations is technically not trivial owing to the inferential strategy posing substantial challenges beyond those encountered in finite-dimensional settings. A further part of the intellectual merit lied in its interdisciplinary approach with the transfer of ideas between high level computing, empirical process techniques, and subject matter science informing the model describing complex systems with many parameters. The study results were illustrated through numerical simulations and real applications in cancer, dementia, and caries research.\n\n\nThe results of the study have been disseminated through outlets such as seminars, peer-reviewed publications, and archives.Because of the methodologic nature of the project, the scientific community is made of analysts and data science experts, that are genuinely interested in conducting reliable inferences using data subject to nonrandom missingness. While waiting for manuscripts to go through the peer review process, articles were deposited in the arXiv (arXiv.org) archive, so that they become a permanent part of the research literature.\n\n\n\t\t\t\t\tLast Modified: 11/19/2023\n\n\t\t\t\t\tSubmitted by: DavidTodem\n"
 }
}