{
 "awd_id": "1916992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: From Loading to Rupture - how do fault geometry and material heterogeneity affect the earthquake cycle?",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032928565",
 "po_email": "praterro@nsf.gov",
 "po_sign_block_name": "Paul Raterron",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 99217.0,
 "awd_amount": 95455.0,
 "awd_min_amd_letter_date": "2019-06-11",
 "awd_max_amd_letter_date": "2019-06-11",
 "awd_abstract_narration": "Analyzing the hazards that accompany large earthquakes requires an understanding of the interplay between the long term motion of tectonic plates and the structural features near active faults. As tectonic plates move and deform, faults (or cracks) between and embedded in the plates do not slide but are locked due to frictional resistance. As time passes (tens to hundreds of years for large earthquakes) the stress on these faults increases. An earthquake rupture occurs when the level of stress resolved on the fault exceeds the frictional resistance (at least in some local region of the fault). Thus modeling the full earthquake cycle (tectonic loading, nucleation, and full evolution of rupture) is challenging because it requires the resolution of many vastly different timescales. Additional challenges arise from the fact that faults are geometrically complex -- with large-scale bends and branches as well as small-scale non-planar features -- and are surrounded by heterogeneous materials including sediments and clays, as well as much stiffer materials such as granite. Furthermore, field observations of faults reveal an abundance of cracks and micro-fractures -- often referred to as a damage zone -- which must often be included in models to produce realistic results. In this project we will develop, validate, and utilize an earthquake cycle model that can rigorously and self-consistently handle complex fault geometries, damage zones, and heterogeneous materials. We will also explore how geometry and heterogeneity affect the earthquake locations, magnitudes, and recurrence intervals. This proposed work benefits the society at large as understanding the impact of complexity on the earthquake cycle directly informs our understanding of seismic hazard.\r\n\r\nSeismic hazard analysis requires an understanding of the earthquake cycle including the interaction of remote loading and near-fault structure. Currently, no existing models can account for both the interseismic and coseismic periods with complex fault geometries, heterogeneous materials, and plastic deformation. This funding supports the development and application of a numerical model that rigorously accounts for interseismic loading as well as rupture dynamics in both two- and three-dimensions. To capture the effect of slow tectonic loading on the evolution of the stress field, a computationally efficient quasi-static model will be used. As inertial effects become important, the model will transition to a fully dynamic description where the wavefield is modeled along with its interaction with fault interfaces. All stages of the earthquake cycle will be modeled in a single, self-consistent computational and mathematical framework capable of capturing both complex geometries and material descriptions. The group will develop a parallel quasi-static and dynamic rupture modeling environment that handles complex geometries (e.g., branches, bends, and step-overs), general boundary conditions, plastic deformation, and variable material and frictional properties. The investigators will use the developed model to consider how geometry affects nucleation location, recurrence interval, magnitude, and evolution of the near-fault stress field will be studied as well as the role that plasticity and bi-material properties play when all stages of the earthquake cycle are rigorously considered.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brittany",
   "pi_last_name": "Erickson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brittany A Erickson",
   "pi_email_addr": "bae@uoregon.edu",
   "nsf_id": "000535442",
   "pi_start_date": "2019-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031266",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8251",
   "pgm_ref_txt": "Math Sci Innovation Incubator"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 95453.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: Results from this project have laid the groundwork for the PI&rsquo;s long-term goals of modeling and understanding the full earthquake cycle in realistic and complex fault systems. The work has enabled the self-consistent exploration of the impact of bimaterial faults, plasticity, and large-scale fault geometry on the earthquake cycle. The work has advanced numerical methods through the development of an adaptive, hybridized finite-difference method for earthquake cycle simulations with the inclusion of full dynamics and off-fault material heterogeneities. The developed modeling tool enables future exploration of small-scale fault roughness, realistic subduction zone geometries, and complex fault networks.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts: This proposed work benefits the society at large as understanding the impact of complexity on the earthquake cycle directly informs our understanding of seismic hazard. The proposal has supported two early career faculty in mathematics and computer science departments and has supported their involvement in geophysics research where new computational tools are needed. The developed code is open source and published on the GitHub repository website. The PI has mentored four graduate students under this proposal, including one woman of color.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Brief Summary: With this funding we have developed a high-performance computing framework in two- and three-dimensions for long-term earthquake cycle simulations. This framework handles complex fault geometries (e.g., branches, bends, and step overs), general boundary conditions, plastic deformation, and variable material and frictional properties and is being used to understand the impacts of full dynamic effects on the earthquake cycle. For the interseimic period we have developed a new, hybridized finite difference framework that is provably numerically stable and ideal for earthquake problems where faults separate continental and oceanic crustal blocks. In the steady-state regime, many elliptic partial differential equations must be solved, which results in large linear systems of equations for realistically complex problems. The hybrid method defines local and global problems that help enable the solution to very large problems. The theoretical stability results are confirmed with numerical experiments as is the accuracy of the method. When solving the resulting linear system we compare direct and iterative solvers on both CPU and GPU, evaluating the performance on meshes with different numbers of computational blocks. Our results demonstrate the advantages of using the hybrid method in solving large-scale problems under the restriction of system resources by utilizing techniques from parallel computing. We studied the GPU implementation of the conjugate gradient (CG) method and found that the matrix-free method achieves better performance compared to that with sparse matrix-vector (SpMV) multiplication. The matrix-free method also requires much less data I/O, enabling the solution of larger problems. We achieve 70x speed-up compared with the serial-CPU implementation currently used in the field, with speed-up increasing with the linear system size.&nbsp;&nbsp;To handle the dynamic regime during the earthquake cycle, we have developed a new, non-stiff formulation of the elastodynamic wave equation with rate-and-state friction. Common formulations are known to be stiff and require special treatment that add computational cost to the time integration. Our method formulates the boundary condition in a characteristic manner, removing the stiffness from the formulation, and allowing us to use efficient, explicit time-stepping methods.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2021<br>\n\t\t\t\t\tModified by: Brittany&nbsp;A&nbsp;Erickson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Results from this project have laid the groundwork for the PI’s long-term goals of modeling and understanding the full earthquake cycle in realistic and complex fault systems. The work has enabled the self-consistent exploration of the impact of bimaterial faults, plasticity, and large-scale fault geometry on the earthquake cycle. The work has advanced numerical methods through the development of an adaptive, hybridized finite-difference method for earthquake cycle simulations with the inclusion of full dynamics and off-fault material heterogeneities. The developed modeling tool enables future exploration of small-scale fault roughness, realistic subduction zone geometries, and complex fault networks. \n\n \n\nBroader Impacts: This proposed work benefits the society at large as understanding the impact of complexity on the earthquake cycle directly informs our understanding of seismic hazard. The proposal has supported two early career faculty in mathematics and computer science departments and has supported their involvement in geophysics research where new computational tools are needed. The developed code is open source and published on the GitHub repository website. The PI has mentored four graduate students under this proposal, including one woman of color. \n\n \n\nBrief Summary: With this funding we have developed a high-performance computing framework in two- and three-dimensions for long-term earthquake cycle simulations. This framework handles complex fault geometries (e.g., branches, bends, and step overs), general boundary conditions, plastic deformation, and variable material and frictional properties and is being used to understand the impacts of full dynamic effects on the earthquake cycle. For the interseimic period we have developed a new, hybridized finite difference framework that is provably numerically stable and ideal for earthquake problems where faults separate continental and oceanic crustal blocks. In the steady-state regime, many elliptic partial differential equations must be solved, which results in large linear systems of equations for realistically complex problems. The hybrid method defines local and global problems that help enable the solution to very large problems. The theoretical stability results are confirmed with numerical experiments as is the accuracy of the method. When solving the resulting linear system we compare direct and iterative solvers on both CPU and GPU, evaluating the performance on meshes with different numbers of computational blocks. Our results demonstrate the advantages of using the hybrid method in solving large-scale problems under the restriction of system resources by utilizing techniques from parallel computing. We studied the GPU implementation of the conjugate gradient (CG) method and found that the matrix-free method achieves better performance compared to that with sparse matrix-vector (SpMV) multiplication. The matrix-free method also requires much less data I/O, enabling the solution of larger problems. We achieve 70x speed-up compared with the serial-CPU implementation currently used in the field, with speed-up increasing with the linear system size.  To handle the dynamic regime during the earthquake cycle, we have developed a new, non-stiff formulation of the elastodynamic wave equation with rate-and-state friction. Common formulations are known to be stiff and require special treatment that add computational cost to the time integration. Our method formulates the boundary condition in a characteristic manner, removing the stiffness from the formulation, and allowing us to use efficient, explicit time-stepping methods.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/15/2021\n\n\t\t\t\t\tSubmitted by: Brittany A Erickson"
 }
}