{
 "awd_id": "1916976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact: Redefining Electrical and Computer Engineering Faculty (iREDEFINE ECE)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Grant",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 49994.0,
 "awd_amount": 49994.0,
 "awd_min_amd_letter_date": "2019-02-15",
 "awd_max_amd_letter_date": "2021-12-16",
 "awd_abstract_narration": "Despite many efforts to increase diversity in the electrical and computer engineering professoriate, the number of women on engineering faculty remains alarmingly low. To maintain and strengthen the US as a leader in STEM, it is essential to alleviate barriers and broaden participation of all facets of the US population into the STEM workforce. The goal of this workshop is to motivate women who are doctoral students in electrical and computer engineering to consider faculty positions at US universities. Over 20 women doctoral students will be invited to attend a workshop offered at an annual conference of electrical and computer engineering department heads. The workshop sessions include negotiation strategies, effective teaching methods, writing successful proposals, and navigating the academic job search. Participants will have the opportunity to present their research to department heads. Through specialized sessions, participants will interact with department heads to learn about their programs, potential faculty positions, and learn about the expectations for new faculty. NSF support will make the workshop accessible to participants from institutions that may not have the financial resources to support the travel of their doctoral students. By directly impacting over 20 women students, the workshop will increase the number of women applying for academic positions in electrical and computer engineering. Participation in the focused programming will prepare the participants to be successful in their academic careers. Participants will extend their professional networks through interactions with the diverse range of professionals, from both academia and industry, who attend the department heads conference. Furthermore, by connecting participants with successful women academic leaders, the workshop will catalyze their interest to become the role models for the next generation of women electrical and computer engineering students. \r\n\r\nThis workshop will advance knowledge on successful strategies to broaden the participation of women in the engineering professoriate. It is well documented that providing access to role models and mentors is an effective strategy to retain students from underrepresented groups in engineering. This workshop will provide a mechanism to increase access to such role models and mentors for women doctoral students in electrical and computer engineering programs. The workshop is designed to increase the range of opportunities for participants to interact with and build a rapport with department heads and industry leaders. This workshop will broaden participation in electrical and computer engineering by better preparing women doctoral students to enter academic careers supported by a diverse professional network of mentors and peers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Agnieszka",
   "pi_last_name": "Miguel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Agnieszka Miguel",
   "pi_email_addr": "amiguel@seattleu.edu",
   "nsf_id": "000483835",
   "pi_start_date": "2019-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle University",
  "inst_street_address": "901 12TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2062966161",
  "inst_zip_code": "981224411",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE UNIVERSITY",
  "org_prnt_uei_num": "LCYLGVGSEQE3",
  "org_uei_num": "LCYLGVGSEQE3"
 },
 "perf_inst": {
  "perf_inst_name": "Seattle University",
  "perf_str_addr": "901 12th Ave",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981224411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 49994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The iREDEFINE program motivates and prepares PhD women and minority students to pursue faculty positions in US universities. The main component of the iREDEFINE initiative supported by this grant was a workshop for women and underrepresented minority graduate electrical and computer engineering (ECE) students at the annual meeting of the Electrical and Computer Engineering Department Heads Association (ECEDHA) on March 23-25, 2019, in Tucson, AZ.</p>\n<p class=\"Default\">There were 32 attendees at the 2019 iREDEFINE Workshop. The grant allowed for the participation of 20 students. In addition, the travel of 12 students was supported by their department heads. The iREDEFINE workshop provided extensive opportunities for ECE PhD students to interact with department chairs and learn about the ECE programs they represent, faculty positions in their departments, and the expectations from a new tenure-track faculty member. The iREDEFINE sessions provided the participants with information about different types of academic institutions; taught them how to write successful grant proposals; prepared them to employ effective teaching methods; gave them advice on how to maximize their success during the first years as a new tenure-track faculty member; and taught them negotiation strategies. The iREDEFINE Scholars also presented their research accomplishments to department heads and other conference attendees during poster sessions. Department chairs also gave feedback about the iREDEFINE Scholars&rsquo; CVs as well as conducted mock academic interview sessions.</p>\n<p class=\"Default\">These iREDEFINE sessions, organized by the iREDEFINE Committee and facilitated by ECE faculty and department heads, prepared women and underrepresented minority ECE PhD students for successful academic careers and provided excellent networking opportunities. The workshop attendees reported that after attending the workshop, their interest in pursuing a faculty or a postdoctoral position increased. Out of the eight workshop sessions, students considered the &lsquo;CV review and mock interview session&rsquo; to be the most valuable. As of June 2023, not all 2019 iREDEFINE Scholars have graduated. So far, however, out of the 32 participants, 10 obtained faculty positions, 6 are postdoctoral researchers, one is a researcher at a university, and 9 work in industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2023<br>\n\t\t\t\t\tModified by: Agnieszka&nbsp;Miguel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The iREDEFINE program motivates and prepares PhD women and minority students to pursue faculty positions in US universities. The main component of the iREDEFINE initiative supported by this grant was a workshop for women and underrepresented minority graduate electrical and computer engineering (ECE) students at the annual meeting of the Electrical and Computer Engineering Department Heads Association (ECEDHA) on March 23-25, 2019, in Tucson, AZ.\nThere were 32 attendees at the 2019 iREDEFINE Workshop. The grant allowed for the participation of 20 students. In addition, the travel of 12 students was supported by their department heads. The iREDEFINE workshop provided extensive opportunities for ECE PhD students to interact with department chairs and learn about the ECE programs they represent, faculty positions in their departments, and the expectations from a new tenure-track faculty member. The iREDEFINE sessions provided the participants with information about different types of academic institutions; taught them how to write successful grant proposals; prepared them to employ effective teaching methods; gave them advice on how to maximize their success during the first years as a new tenure-track faculty member; and taught them negotiation strategies. The iREDEFINE Scholars also presented their research accomplishments to department heads and other conference attendees during poster sessions. Department chairs also gave feedback about the iREDEFINE Scholars’ CVs as well as conducted mock academic interview sessions.\nThese iREDEFINE sessions, organized by the iREDEFINE Committee and facilitated by ECE faculty and department heads, prepared women and underrepresented minority ECE PhD students for successful academic careers and provided excellent networking opportunities. The workshop attendees reported that after attending the workshop, their interest in pursuing a faculty or a postdoctoral position increased. Out of the eight workshop sessions, students considered the ‘CV review and mock interview session’ to be the most valuable. As of June 2023, not all 2019 iREDEFINE Scholars have graduated. So far, however, out of the 32 participants, 10 obtained faculty positions, 6 are postdoctoral researchers, one is a researcher at a university, and 9 work in industry.\n\n \n\n\t\t\t\t\tLast Modified: 06/21/2023\n\n\t\t\t\t\tSubmitted by: Agnieszka Miguel"
 }
}