{
 "awd_id": "1916126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Medium: Collaborative: Safety and Security for Targets of Digital Violence",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 349970.0,
 "awd_amount": 349970.0,
 "awd_min_amd_letter_date": "2019-06-27",
 "awd_max_amd_letter_date": "2019-06-27",
 "awd_abstract_narration": "This research has a foundational, multi-disciplinary research agenda that examines the role of technology in intimate partner violence and investigates the development of new tools, techniques, and theories to combat technology-enabled abuse. The work is important because digital technologies play an increasingly prominent role in domestic violence, stalking, and surveillance by abusive partners and others known to the victim. The research builds on prior work detailing the ways in which abusers exploit technology to monitor, harass, track, and control victims. This kind of abuse challenges common approaches to computer security: although the attacks that abusers employ are often technically unsophisticated, the social and relational contexts in which attacks occur make them difficult to prevent. \r\n\r\nThe proposed work weaves together research activities including building measurement platforms for making sense of abuser communities that are found online, designing tools for detecting spyware or apps usable as spyware on victim devices, developing a theory of adversary-aware human computer interaction that will guide user interface design in the face of adversaries that have a victim's login credentials,analyzing the efficacy of general consumer privacy legislation for abuse contexts, and seeking out pragmatic law and policy recommendations. The research makes the safety of (potential) victims paramount, which is facilitated by working closely with stakeholder organizations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Damon",
   "pi_last_name": "McCoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Damon McCoy",
   "pi_email_addr": "dm181@nyu.edu",
   "nsf_id": "000616444",
   "pi_start_date": "2019-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "2 MetroTech Center",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112010001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 349970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f6efd58b-7fff-d407-a8f2-46054444e197\"> </span></p>\n<p dir=\"ltr\"><span>Technology permeates our everyday lives and has significantly altered the dynamics of interpersonal relationships. Thus, it is of paramount importance that personal technology such as mobile devices be robust against interpersonal threats. Understanding how technology intersects with Intimate Partner Violence (IPV) is crucial in comprehending the changing landscape of abuse, control, and power dynamics within relationships. It involves not only physical and emotional abuse but also digital abuse, such as cyberstalking, harassment, and surveillance through various technological means.</span></p>\n<p dir=\"ltr\"><span>Our project has studied the ecosystem of mobile spyware apps that could be used to facilitate cyberstalking and control a target's conversations. In particular, we found many &ldquo;duel-use&rdquo; apps had a benign use, such as finding a lost phone, but they could also be used to enable intimate partner violence. We built a software tool called ISDi (IPV Spyware Discovery) that can safely detect the kinds of spyware and duel-use apps that could be used in intimate partner violence settings. We also shared our list of spyware and dual-use apps with non-profits and anti-virus companies. As a next step, we collaborated with Norton LifeLock to create a technique to detect other apps that are also likely used to enable or defend against intimate partner violence. Our analysis of these apps enabled a more holistic understanding of techniques used to abuse targets and defend against interpersonal attacks. In addition, we conducted other studies to deepen our understanding of interpersonal attacks.</span></p>\n<p dir=\"ltr\"><span>Based on our understanding, we iteratively designed, refined, and deployed an approach to helping victims, what we call clinical computer security, and explored it in the context of intimate partner violence. Our clinic is a consultation service that we created to help IPV victims obtain in-person security help from a trained technologist. To do so we created and tested a range of new technical and non-technical tools that systematize the discovery and investigation of the complicated, multimodal digital attacks seen in IPV. An initial field study with 44 IPV survivors showed how our procedures and tools help victims discover account compromise, exploitable misconfigurations, and potential spyware. The clinic which has been branded as, Clinic to End Tech Abuse (CETA), continues to operate and is largely staffed with trained student volunteers.</span></p>\n<p dir=\"ltr\"><span>Our project has provided opportunities for training graduate and undergraduate students on state-of-the-art data science techniques and rigorous scientific research methodologies. In addition, it has trained them on how to conduct societally impactful research. We also supported several women throughout this project which is a great example of how societally impactful topics can increase the diversity in the STEM research field.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/07/2023<br>\nModified by: Damon&nbsp;Mccoy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nTechnology permeates our everyday lives and has significantly altered the dynamics of interpersonal relationships. Thus, it is of paramount importance that personal technology such as mobile devices be robust against interpersonal threats. Understanding how technology intersects with Intimate Partner Violence (IPV) is crucial in comprehending the changing landscape of abuse, control, and power dynamics within relationships. It involves not only physical and emotional abuse but also digital abuse, such as cyberstalking, harassment, and surveillance through various technological means.\n\n\nOur project has studied the ecosystem of mobile spyware apps that could be used to facilitate cyberstalking and control a target's conversations. In particular, we found many duel-use apps had a benign use, such as finding a lost phone, but they could also be used to enable intimate partner violence. We built a software tool called ISDi (IPV Spyware Discovery) that can safely detect the kinds of spyware and duel-use apps that could be used in intimate partner violence settings. We also shared our list of spyware and dual-use apps with non-profits and anti-virus companies. As a next step, we collaborated with Norton LifeLock to create a technique to detect other apps that are also likely used to enable or defend against intimate partner violence. Our analysis of these apps enabled a more holistic understanding of techniques used to abuse targets and defend against interpersonal attacks. In addition, we conducted other studies to deepen our understanding of interpersonal attacks.\n\n\nBased on our understanding, we iteratively designed, refined, and deployed an approach to helping victims, what we call clinical computer security, and explored it in the context of intimate partner violence. Our clinic is a consultation service that we created to help IPV victims obtain in-person security help from a trained technologist. To do so we created and tested a range of new technical and non-technical tools that systematize the discovery and investigation of the complicated, multimodal digital attacks seen in IPV. An initial field study with 44 IPV survivors showed how our procedures and tools help victims discover account compromise, exploitable misconfigurations, and potential spyware. The clinic which has been branded as, Clinic to End Tech Abuse (CETA), continues to operate and is largely staffed with trained student volunteers.\n\n\nOur project has provided opportunities for training graduate and undergraduate students on state-of-the-art data science techniques and rigorous scientific research methodologies. In addition, it has trained them on how to conduct societally impactful research. We also supported several women throughout this project which is a great example of how societally impactful topics can increase the diversity in the STEM research field.\n\n\n\t\t\t\t\tLast Modified: 11/07/2023\n\n\t\t\t\t\tSubmitted by: DamonMccoy\n"
 }
}