{
 "awd_id": "1916542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FASEB 2019 Conference on Genetic Recombination and Genome Rearrangements; July 14-19, 2019; Steamboat Springs, Colorado",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2019-04-23",
 "awd_max_amd_letter_date": "2019-04-23",
 "awd_abstract_narration": "This award will support graduate student, postdoctoral and early career investigator attendance at the Federation of American Societies for Experimental Biology (FASEB) meeting at Steamboat Springs, CO on July 14 - 19, 2019. This meeting focuses on Genetic Recombination and Genome Rearrangements and is co-organized by Xiaolan Zhao and Scott Keeney, both at the Memorial Sloan Kettering Cancer Center. The format of the meeting is a combination of 49 invited talks, 15 talks selected from submitted abstracts and several poster sessions. A keynote lecture and two \"concepts and challenges\" lectures by three leading recombination researchers will begin the meeting. There is a dedicated 1-hour session for trainees to interact with leading experts at the meeting and three separate poster sessions. Two concurrent career-workshops will be held for trainees and early stage investigators. This meeting affords many opportunities (both formal and informal) for sharing recent research findings and exploring collaborations. \r\n\r\nThis is a premier meeting on recombination and genome rearrangements, now in its 18th iteration. Recent advances in chromosome rearrangements, mitotic and meiotic recombination will be highlighted in this conference, which will bring together diverse scientists from across the country and internationally. The session topics include recombination initiation, chromatin substrates for recombination, meiotic recombination, telomeric recombination, DNA damage responses, mutations and chromosome rearrangements, genome instability, homologous pairing and strand exchange, and finally, recombination during DNA replication. The conference primarily highlights unpublished research findings and provides many experiences for young researchers to learn about the field and devise future avenues for research. The meeting will encourage career development of a new generation of researchers, including those who are underrepresented in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaolan",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaolan Zhao",
   "pi_email_addr": "zhaox1@mskcc.org",
   "nsf_id": "000793789",
   "pi_start_date": "2019-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Federation of Amer Societies For Exper Biology",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 575",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347013",
  "inst_zip_code": "208529839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "FEDERATION OF AMERICAN SOCIETIES FOR EXPERIMENTAL BIOLOGY",
  "org_prnt_uei_num": "PTK7AJZVT7C1",
  "org_uei_num": "CLHCSTHHSX25"
 },
 "perf_inst": {
  "perf_inst_name": "Federation of Amer Societies For Exper Biology",
  "perf_str_addr": "9650 Rockville Pike",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Federation of American Societies for Experimental Biology (FASEB) is a non-profit federation of scientific societies covering life sciences research. Every year, FASEB sponsors science research conferences (SRCs) that allow researchers working in particular fields to meet in an intensive, interactive setting to explore new research areas. These conferences are supported by conference fees as well as grants from industry, private foundations and federal government. Our 2019 SRC conference on Genetic Recombination and Genome Rearrangements was held to promote interaction among scientists.</p>\n<p>Genetic recombination plays a key role in sculpting genome structure and maintaining genome integrity in all organisms. During cellular growth, genetic recombination repairs DNA damage by mechanisms that can be mutagenic and constitute an important source of genetic alterations. Recombination is also essential for fertility and reproductive success. Substantial progress has been made in understanding recombination, but much remains to be learned regarding the underlying mechanisms, the regulation, and the consequences of this fundamental biological process. The conference is devoted to promoting progress in these areas.</p>\n<p>Our conference brought together 201 basic scientists from North America, Europe and Asia. More than sixty attended scientists, mostly faculty and postdoctoral fellows, presented their teams&rsquo; projects as oral talks. Other scientists including graduate students, postdoctoral fellows, and junior faculty gave 114 poster presentations. This conference put emphasis on young researchers at early stages in their scientific careers. Funding by a conference grant from the National Science Foundation provided support for several young scientists to attend this conference and present their findings to the fields.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2020<br>\n\t\t\t\t\tModified by: Xiaolan&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Federation of American Societies for Experimental Biology (FASEB) is a non-profit federation of scientific societies covering life sciences research. Every year, FASEB sponsors science research conferences (SRCs) that allow researchers working in particular fields to meet in an intensive, interactive setting to explore new research areas. These conferences are supported by conference fees as well as grants from industry, private foundations and federal government. Our 2019 SRC conference on Genetic Recombination and Genome Rearrangements was held to promote interaction among scientists.\n\nGenetic recombination plays a key role in sculpting genome structure and maintaining genome integrity in all organisms. During cellular growth, genetic recombination repairs DNA damage by mechanisms that can be mutagenic and constitute an important source of genetic alterations. Recombination is also essential for fertility and reproductive success. Substantial progress has been made in understanding recombination, but much remains to be learned regarding the underlying mechanisms, the regulation, and the consequences of this fundamental biological process. The conference is devoted to promoting progress in these areas.\n\nOur conference brought together 201 basic scientists from North America, Europe and Asia. More than sixty attended scientists, mostly faculty and postdoctoral fellows, presented their teams’ projects as oral talks. Other scientists including graduate students, postdoctoral fellows, and junior faculty gave 114 poster presentations. This conference put emphasis on young researchers at early stages in their scientific careers. Funding by a conference grant from the National Science Foundation provided support for several young scientists to attend this conference and present their findings to the fields.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2020\n\n\t\t\t\t\tSubmitted by: Xiaolan Zhao"
 }
}