{
 "awd_id": "1916599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Transdisciplinary Research on Incivility in STEM Contexts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 59985.0,
 "awd_amount": 59985.0,
 "awd_min_amd_letter_date": "2019-07-23",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "Research suggests that sexual harassment and other harassing behaviors are common in STEM contexts, and that an underlying culture of incivility in academic contexts may underlie permissiveness toward harassing behaviors. Incivilities and rudeness typically do not meet a legal standard for hostile workplace environment and are rarely reported or sanctioned. Yet these behaviors can have major consequences on workplace dynamics, including greater work withdrawal, absenteeism, and likelihood of leaving a position. Given that inclusive work environments have been shown to increase research innovation and inventiveness, a culture of incivility also has the potential to harm the production of science. The goal of this two-day workshop is to engage scholars, practitioners, and other stakeholders on the science of harassment and incivility, and the consequences of incivility for scientists and the production of science itself. Scholars from a range of STEM fields and critical studies will be brought together to engage and advance knowledge on these topics. Workshop organizers will broaden participation in this workshop through explicit inclusion policies and financial support for underserved registrants, the inclusion of junior scholars and trainees, and availability of all pre- and post-workshop materials for free online. \r\n \r\nThis workshop will advance knowledge and scholarship on incivility in STEM contexts, including examination of the ways in which issues of incivility manifest in public and scholarly debate, and the ways in which organizational structures, policies, historical contexts and cultures relate to academic environments that tolerate incivility and are not conducive to collaboration and cooperation. This workshop will be participant-driven, with a mixture of organized and unorganized sessions, with note-takers, to capture the scholarship and thinking of a diverse group of participants. Participants will examine variation in academic environments, institutional responses, and individual interpersonal skill sets with respect to uncivil behavior. The minimum outcomes of this workshop will include the production of a post-workshop report that details 1) the workshop participants' new, working definition of incivility, 2) the workshop participants' definition of healthy conflict, and 3) specific recommendations for both institutional and community responses to acts of incivility in scholarly spaces. An open Slack workspace will build on the report to encourage post-workshop activities locally and nationally among interested scholars, practitioners, and advocates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Clancy",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn B Clancy",
   "pi_email_addr": "kclancy@illinois.edu",
   "nsf_id": "000507370",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "Henry Admin Bldg., 506 Wright St",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "066y00",
   "pgm_ele_name": "Program Planning and Policy De"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085Z",
   "pgm_ref_txt": "SHR - Sexual Harassment Research"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 59985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There have been several completed outcomes and one outcome still in progress for the project entitled &ldquo;In/Civility Workshop: Transdisciplinary Collaborations and Community Responses.&rdquo; Completed outcomes include: 1) a concluded two day workshop on incivility research, experience, and next steps, 2) a Slack workspace to continue post-workshop activities and collaborations, 3) a collaborative theoretical paper in a top management journal. The one outcome that was disrupted by the pandemic was the creation of a post-workshop report that would be made available to the public: this outcome is anticipated for no later than spring 2022.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Most notably, the workshop achieved several core aims. First and most importantly, it created spaces for both calling in and healthy conflict. Indigenous scholars pointed out the problematic history of the terms &ldquo;civility&rdquo; and &ldquo;incivility,&rdquo; where several scholars of color also pointed out how calls to &ldquo;civility&rdquo; were more often a type of tone policing leveraged against people with less power. Another point of discussion was around the use of restorative practices, rehabilitation, and apology. Historically rehabilitation and apology have been used to support the reentry of powerful people back into the workplace without actual rehabilitation or restitution towards harmed parties. Therefore while restorative practices have a place in transforming workplaces, they need to be used in a way that satisfies victims and organizational communities. <br /> <br /> This leads to our third major finding in the workshop, which is that we need to broaden who we consider both &ldquo;harming&rdquo; and &ldquo;harmed&rdquo; parties. The &ldquo;harming&rdquo; party needs to include not only the individual committing acts of disrespect or harassment towards a colleague, student, or community member, but also the institution/institution members who were complicit in the behavior, the training process, and/or the investigation or restoration process. The &ldquo;harmed&rdquo; party is not just the single person victimized in a moment of disrespect or harassment but the bystanders or witnesses, community members, and others whose sense of trust and ease at work is disrupted by a hostile workplace environment.<br /> <br /> </li>\n<li>The Slack workspace has created an environment where administrators, scholars, victims, organizations, and funding agencies can come together to discuss issues of disrespect in the workplace, offer resources, and better listen to each other.<br /> <br /> </li>\n<li>In early 2021 Lilia Cortina, Sandy Hershcovis, and Kathryn Clancy published a paper &ldquo;The Embodiment of Insult: A Theory of Biobehavioral Response to Workplace Incivility&rdquo; in the <em>Journal of Management</em>. This was a multiyear effort to create a major theoretical contribution to the study of workplace incivility, and integrate both psychological and anthropological thinking into the field. Therefore this paper represents one of the major aims of the workshop, which was to encourage more transdisciplinary work in the study of incivility. <br /> <br /> Not only was a footnote making the organizational psychology community better aware of the history of the term &ldquo;incivility&rdquo; directly inspired by the workshop, several elements of the collaboration and its theorizing were strengthened by both workshop attendance and workshop findings. This paper makes a novel contribution to the study of workplace incivility by demonstrating how the &ldquo;uncivil moment&rdquo; is not the only point of harm, but also the relational responses available to the targeted person. In workplaces where affiliation and restitution are normalized the target can engage the person who harmed them and work out their issues. In workplaces where only escalation or avoidance are possible the targeted person is either isolated or forced to retaliate to &ldquo;save face.&rdquo;</li>\n</ol>\n<p>&nbsp;</p>\n<p>The broader impacts of this workshop were to gather together a diverse set of faculty, students, staff, and other applied scholars, as well as organize the workshop in a way that would inspire new ways of engagement in other scholarly settings. Two of the structural components of this workshop were especially novel: the use of Liberating Structures active learning activities, and the creating of a listening room for people who need to take a break and discuss their reactions or feelings in a safe setting with a professional. The listening room has now been replicated in other settings, including a Safety in Field Sciences workshop and a National Academies workshop. Our creation of community guidelines at the start of the workshop (and sharing of the outline of the activity) has also been disseminated for others to use.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Kathryn&nbsp;B&nbsp;Clancy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere have been several completed outcomes and one outcome still in progress for the project entitled \"In/Civility Workshop: Transdisciplinary Collaborations and Community Responses.\" Completed outcomes include: 1) a concluded two day workshop on incivility research, experience, and next steps, 2) a Slack workspace to continue post-workshop activities and collaborations, 3) a collaborative theoretical paper in a top management journal. The one outcome that was disrupted by the pandemic was the creation of a post-workshop report that would be made available to the public: this outcome is anticipated for no later than spring 2022.\n\n \n\nMost notably, the workshop achieved several core aims. First and most importantly, it created spaces for both calling in and healthy conflict. Indigenous scholars pointed out the problematic history of the terms \"civility\" and \"incivility,\" where several scholars of color also pointed out how calls to \"civility\" were more often a type of tone policing leveraged against people with less power. Another point of discussion was around the use of restorative practices, rehabilitation, and apology. Historically rehabilitation and apology have been used to support the reentry of powerful people back into the workplace without actual rehabilitation or restitution towards harmed parties. Therefore while restorative practices have a place in transforming workplaces, they need to be used in a way that satisfies victims and organizational communities. \n \n This leads to our third major finding in the workshop, which is that we need to broaden who we consider both \"harming\" and \"harmed\" parties. The \"harming\" party needs to include not only the individual committing acts of disrespect or harassment towards a colleague, student, or community member, but also the institution/institution members who were complicit in the behavior, the training process, and/or the investigation or restoration process. The \"harmed\" party is not just the single person victimized in a moment of disrespect or harassment but the bystanders or witnesses, community members, and others whose sense of trust and ease at work is disrupted by a hostile workplace environment.\n \n \nThe Slack workspace has created an environment where administrators, scholars, victims, organizations, and funding agencies can come together to discuss issues of disrespect in the workplace, offer resources, and better listen to each other.\n \n \nIn early 2021 Lilia Cortina, Sandy Hershcovis, and Kathryn Clancy published a paper \"The Embodiment of Insult: A Theory of Biobehavioral Response to Workplace Incivility\" in the Journal of Management. This was a multiyear effort to create a major theoretical contribution to the study of workplace incivility, and integrate both psychological and anthropological thinking into the field. Therefore this paper represents one of the major aims of the workshop, which was to encourage more transdisciplinary work in the study of incivility. \n \n Not only was a footnote making the organizational psychology community better aware of the history of the term \"incivility\" directly inspired by the workshop, several elements of the collaboration and its theorizing were strengthened by both workshop attendance and workshop findings. This paper makes a novel contribution to the study of workplace incivility by demonstrating how the \"uncivil moment\" is not the only point of harm, but also the relational responses available to the targeted person. In workplaces where affiliation and restitution are normalized the target can engage the person who harmed them and work out their issues. In workplaces where only escalation or avoidance are possible the targeted person is either isolated or forced to retaliate to \"save face.\"\n\n\n \n\nThe broader impacts of this workshop were to gather together a diverse set of faculty, students, staff, and other applied scholars, as well as organize the workshop in a way that would inspire new ways of engagement in other scholarly settings. Two of the structural components of this workshop were especially novel: the use of Liberating Structures active learning activities, and the creating of a listening room for people who need to take a break and discuss their reactions or feelings in a safe setting with a professional. The listening room has now been replicated in other settings, including a Safety in Field Sciences workshop and a National Academies workshop. Our creation of community guidelines at the start of the workshop (and sharing of the outline of the activity) has also been disseminated for others to use.\n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Kathryn B Clancy"
 }
}