{
 "awd_id": "1916566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Ocean Forcing for Ice Sheet Models for the IPCC Sixth Assessment Report",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2019-02-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 64695.0,
 "awd_amount": 64695.0,
 "awd_min_amd_letter_date": "2019-02-05",
 "awd_max_amd_letter_date": "2019-02-05",
 "awd_abstract_narration": "This research will facilitate better connections between models of ice sheets and the ocean-atmosphere system and improve sea level rise projections for the Intergovernmental Panel on Climate Change (IPCC)'s upcoming sixth Assessment Report (AR6). During the latest meeting of the international consortium of scientists participating in the Ice Sheet Modeling Intercomparison Project (ISMIP6), attendees agreed upon new information that will be needed to understand how ocean conditions may interact with the ice sheet models of Greenland and Antarctica. Because this information is required within the next several months to meet deadlines for the next Assessment Report, this Rapid Response (RAPID) project is both timely and urgent to help society plan for and respond to sea level rise. It will support two junior scientists, a postdoctoral researcher and a research associate, and they will benefit from interaction with and exposure to the international ice sheet modeling community. \r\n\r\nThis project will support a community effort to derive ocean forcings for ice sheet models for climate projections. It is time sensitive because of the need to run ice sheet model simulations and publish results by the end of 2019 for the IPCC sixth Assessment Report. At the same time, developments in ice sheet-wide model dynamics that incorporate ocean forcing have only recently become available. This study will lead to a synthesis of the state of knowledge of ocean forcing on Greenland's glaciers and Antarctica's ice shelves and optimal parameterizations that can be implemented given model constraints. In addition to immediate application in the sixth Assessment Report, it is expected that this work will lay the foundation for a similar approach in the future when full coupling of ocean-atmosphere and ice sheet models are possible.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fiammetta",
   "pi_last_name": "Straneo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fiammetta Straneo",
   "pi_email_addr": "fstraneo@seas.harvard.edu",
   "nsf_id": "000427715",
   "pi_start_date": "2019-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8602 La Jolla Shores Dr",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 64695.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sea level rise projections over the next 50-100 years from climate models have, until now, largely omitted the contribution from the speed up of ice in Antarctica and Greenland, even though this accounts for the bulk of sea level rise from Antarctica and about half of that from Greenland over the last few decades. This omission is largely a result of the early stages of development of ice sheet models and of the challenges in connecting the mathematical representation of ice sheet models with that of the ocean and atmosphere in the climate models. Recent progress in ice sheet models, however, has been such that these models are now able to represent ice speed up and can thus be used to provide improved sea level rise projections, when provided with the appropriate ocean and atmosphere conditions at their margins. This, in turn, means that for the first time, ice sheet-scale simulations can be conducted to project changes over the next century. Key to doing this, however, is providing the ice sheet models with appropriate ocean and atmosphere evolving conditions over the next century.</p>\n<p>&nbsp;</p>\n<p>Scientists in this project have, together with international collaborators, devised a way to derive the oceanic conditions from climate models needed to force ice sheet models. This has involved first, identifying appropriate climate models, run for different greenhouse gas scenarios, and second, developing a way to use the changes in ocean temperatures, around Greenland and Antarctica, predicted by these climate models to force the ice sheet models. This was done for about a dozen of climate model outputs. The team then worked with the international ice sheet modelers&rsquo; consortium to use these forcings for ice sheet model runs. The results from this work are being prepared for the upcoming sixth Assessment Report of the International Intergovernmental Panel on Climate Change &ndash; an international body that provides an assessment of the state and future projection of our climate, including sea level rise, to be used by governments worldwide.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2020<br>\n\t\t\t\t\tModified by: Fiammetta&nbsp;Straneo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSea level rise projections over the next 50-100 years from climate models have, until now, largely omitted the contribution from the speed up of ice in Antarctica and Greenland, even though this accounts for the bulk of sea level rise from Antarctica and about half of that from Greenland over the last few decades. This omission is largely a result of the early stages of development of ice sheet models and of the challenges in connecting the mathematical representation of ice sheet models with that of the ocean and atmosphere in the climate models. Recent progress in ice sheet models, however, has been such that these models are now able to represent ice speed up and can thus be used to provide improved sea level rise projections, when provided with the appropriate ocean and atmosphere conditions at their margins. This, in turn, means that for the first time, ice sheet-scale simulations can be conducted to project changes over the next century. Key to doing this, however, is providing the ice sheet models with appropriate ocean and atmosphere evolving conditions over the next century.\n\n \n\nScientists in this project have, together with international collaborators, devised a way to derive the oceanic conditions from climate models needed to force ice sheet models. This has involved first, identifying appropriate climate models, run for different greenhouse gas scenarios, and second, developing a way to use the changes in ocean temperatures, around Greenland and Antarctica, predicted by these climate models to force the ice sheet models. This was done for about a dozen of climate model outputs. The team then worked with the international ice sheet modelers’ consortium to use these forcings for ice sheet model runs. The results from this work are being prepared for the upcoming sixth Assessment Report of the International Intergovernmental Panel on Climate Change &ndash; an international body that provides an assessment of the state and future projection of our climate, including sea level rise, to be used by governments worldwide.\n\n\t\t\t\t\tLast Modified: 06/03/2020\n\n\t\t\t\t\tSubmitted by: Fiammetta Straneo"
 }
}