{
 "awd_id": "1917053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Impacts of Metals on Disinfection Byproduct Precursor Formation in Bacteria",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 210216.0,
 "awd_amount": 210216.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "Potable water supplies must be disinfected to protect human health. However, disinfectants can interact with organic matter in the system to cause the formation of byproducts that pose risks to human health. Understanding the disinfection byproduct formation process is a critical need for water utilities and regulatory agencies to reduce risk. This project addresses this national need by investigating how trace metals influence disinfection byproduct formation in water distribution systems. The underlying hypothesis is that exposure of biofilm microbes in the distribution system to heavy metals results in the release of small organic molecules. These molecules can then serve as the building blocks of disinfection byproducts through chemical reaction with disinfectants. This project establishes a research and education partnership between Oklahoma State University and Syracuse University at the interface of environmental microbiology and environmental chemistry. A STEM educational outreach program for elementary school students and provide summer internship research opportunities for high school students. This effort will improve the scientific literacy of the Nation and increase the capability of the STEM workforce to meet societal needs for clean and sustainable water. \r\n\r\nDisinfection byproducts are formed upon reactions of organic matter with disinfectants during water treatment. Strategies to control disinfection byproduct formation focus on removing their precursors prior to disinfection or removing disinfection byproducts after they have formed in the water treatment plant. Unfortunately, disinfection byproducts continue to form within distribution systems when precursors released by biofilms in the distribution system react with residual disinfectant. Bacterial metabolic processes and cellular regulation are highly sensitive to concentrations of trace metals, which vary significantly in distribution systems. The overall goal of this research is to characterize how trace metals affect the production of disinfection byproduct precursors from biofilms under conditions relevant to chloraminated drinking water distribution networks. The central hypothesis is that exposure to varying types and concentrations of trace metals alters metabolic pathways in biofilm microorganisms, resulting in shifts in the composition and reactivity of disinfection byproduct precursors released by the bacteria. The specific research objectives of this project are to: 1) examine the influence of metals on disinfection byproduct formation potential from bacterial isolates, 2) characterize the effects of metal exposure on changes in the composition and reactivity of biofilm-derived disinfection byproduct precursors, and 3) determine the underlying mechanisms of increased disinfection byproduct formation potential in bacterial isolates and biofilms through transcriptomic and proteomic approaches. This research addresses gaps in knowledge and model formulations with regards to predicting disinfection byproduct precursor loadings contributed by biofilms in chloraminated distribution systems. This research will provide a more complete understanding of the impacts that changes in metal speciation and concentration have on disinfection byproduct formation potential in full-scale distribution systems. The team will recruit underrepresented minority students to summer research positions to increase the diversity of STEM fields and outreach to the public will take place through seminars on safe drinking water.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Krzmarzick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Krzmarzick",
   "pi_email_addr": "mark.krzmarzick@mail.okstate.edu",
   "nsf_id": "000673950",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "203 Whitehurst",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 210216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Safe and reliable drinking water is expected by the public within the United States. To provide water safe of pathogens, drinking water utilities disinfect the water. Though this provides water free of waterborne diseases, this process produces disinfection byproducts. Many of these disinfection byproducts pose toxicological and cancer risks to human health. Understanding the connections between water characteristics and disinfection byproduct formation can lead to decision making processes by engineers and utility directors that can reduce these risks to human health. In this research, the impact of trace metals on the formation of disinfection byproducts from bacteria and biofilms within drinking water distribution systems was investigated. This work has found that metal exposure to microbes during growth changed the amounts and types of disinfection byproducts that were produced upon disinfection. The presence of higher amounts of copper, zinc, manganese, magnesium, and iron was found to increase the diversity and concentrations of the disinfection byproducts formed from bacterial biofilms. Cobalt and molybdenum also had some effect, though not as significant. Though the mechanisms of these effects are not yet known, these results indicate that the metal concentrations within drinking water distribution systems may be impacting human exposure to disinfection byproducts, and lowering the amounts of metals in drinking water systems may reduce those threats to public health. This research has supported STEM educational opportunities to elementary school students though an outreach education module. It has supported the education and training of ten graduate and undergraduate students in Environmental Engineering.</p><br>\n<p>\n Last Modified: 12/20/2023<br>\nModified by: Mark&nbsp;Krzmarzick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSafe and reliable drinking water is expected by the public within the United States. To provide water safe of pathogens, drinking water utilities disinfect the water. Though this provides water free of waterborne diseases, this process produces disinfection byproducts. Many of these disinfection byproducts pose toxicological and cancer risks to human health. Understanding the connections between water characteristics and disinfection byproduct formation can lead to decision making processes by engineers and utility directors that can reduce these risks to human health. In this research, the impact of trace metals on the formation of disinfection byproducts from bacteria and biofilms within drinking water distribution systems was investigated. This work has found that metal exposure to microbes during growth changed the amounts and types of disinfection byproducts that were produced upon disinfection. The presence of higher amounts of copper, zinc, manganese, magnesium, and iron was found to increase the diversity and concentrations of the disinfection byproducts formed from bacterial biofilms. Cobalt and molybdenum also had some effect, though not as significant. Though the mechanisms of these effects are not yet known, these results indicate that the metal concentrations within drinking water distribution systems may be impacting human exposure to disinfection byproducts, and lowering the amounts of metals in drinking water systems may reduce those threats to public health. This research has supported STEM educational opportunities to elementary school students though an outreach education module. It has supported the education and training of ten graduate and undergraduate students in Environmental Engineering.\t\t\t\t\tLast Modified: 12/20/2023\n\n\t\t\t\t\tSubmitted by: MarkKrzmarzick\n"
 }
}