{
 "awd_id": "1917868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: 2019 ACM Conference on Creativity and Cognition Graduate Student Symposium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2019-03-25",
 "awd_max_amd_letter_date": "2019-03-25",
 "awd_abstract_narration": "This is funding to support participation by students and faculty based in U.S. educational institutions in a Graduate Student Symposium (workshop) to be organized in conjunction with the 2019 ACM Creativity & Cognition (C&C) conference, which will take place June 23-26 in San Diego. Creativity is the cornerstone and the fundamental motive of both the aesthetic and engineering disciplines. It is a critical element of our economic and social prosperity, as a precursor to scientific discoveries, technological advances, and new forms of cultural and aesthetic experiences. Held every other year in an international location since 1993, C&C serves as a gathering place for the diverse communities of researchers, designers, engineers, and artists who provide an innovative and cross-disciplinary perspective on creativity and cognition as well as technological innovation. C&C is the only ACM-sponsored conference in which human creativity is the central focus, and as such it provides pathways for substantially different kinds of work including interactive art pieces, user studies of creativity support tools, and new sensor technologies for creative practice. It serves as a premier forum for presenting the world's best new research investigating computing's impact on and ability to promote creativity in all forms of human experience. The conference particularly values research that explores new, synergistic roles for computing and people in creative processes, or that addresses situations where computing, as contextualized in sociotechnical systems, may sometimes have an undesirable impact. More information about the 12th conference may be found online at http://cc.acm.org/2019/.  The GSS will bring together up to 12 promising doctoral students (8 of whom will be eligible for funding) and 4 distinguished researchers from academia and industry as mentors, in a day-long event that will be held on June 23, 2019, the day before the main C&C conference. The student submissions will appear in the C&C Proceedings, and they will be indexed in the ACM Digital Library. The students will also be invited to present their work at the main conference during the poster session, which will give their work wider visibility in the community while also affording an opportunity for them to talk one-on-one with peers and other senior researchers. To promote diversity, no more than two graduate students will be accepted from any one institution, and if there are two then at least one of them must be female.\r\n\r\nThe GSS will provide graduate students with a unique opportunity to present early stage research and receive feedback from mentors with different disciplinary backgrounds. They will gain experience and skills in communicating their own work and critiquing the work of peers. They will come away with new research insights and possible directions, with better understanding of prior work and of the field overall, and with new awareness of potentially useful methods that draw from different disciplines. And they will have the opportunity to build professional and social connections that transcend the event, and to gain awareness of potential career paths in both academia and industry. During the morning, each student will briefly present his or her work in a short formal talk. Mentors will lead a brief discussion of the work, including the research question, method of addressing the question, possible results and findings, significance of the work, and pointers to related work and research areas. The mentors will also offer a critique of each student's written and oral presentation. These discussions will continue through a working lunch. In the afternoon the mentors will lead a broad discussion that relates the presentations to one another and to the other work in the field. They will attempt to highlight common themes that emerged across the individual student works, and note differences and similarities in research methods both across individual research projects as well as across diverse intellectual threads within the creativity and cognition field as a whole. In the last portion of the day, the mentors will lead a discussion on pursuing a career in this interdisciplinary field and what the opportunities are from different disciplinary perspectives (e.g., arts and design vs. technology, or academia vs. industry).  The GSS will conclude with a working dinner.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Hui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Hui",
   "pi_email_addr": "juliehui@umich.edu",
   "nsf_id": "000795172",
   "pi_start_date": "2019-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003. S. South State St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0dc63c63-7fff-db0c-3f00-d95bb4b65b37\"> </span></p>\n<p dir=\"ltr\"><span>The ACM Conference for Creativity &amp; Cognition Graduate Student Symposium brought together 12 students (8 US-based) to share their graduate research and gather feedback on study designs. Throughout the day, each participant had 20 minutes to present, which included feedback from peers and mentors from academia (University of Michigan, University of Illinois Urbana Champaign, Berkeley) and industry (Adobe). All participants presented research topics related to creativity, such as support tools and practices that support creative processes. For instance, one participant presented research about how to support online feedback for novice designers. Another participant presented a web-based tool to support creativity in project teams. In addition to presentations, we had participants break up into groups to get more dedicated small group feedback and discussion time. Finally, we ended the day with a panel on careers in academia and industry. Students asked questions about why we chose our personal paths, how we balanced technical and more qualitative research approaches, and how they should spend their time to become ideal job candidates.&nbsp;</span></p>\n<p dir=\"ltr\"><span>In terms of intellectual merit, we achieved our goals to provide graduate students with opportunities to 1) present early stage research and receive feedback from an interdisciplinary group of scholars at the intersection of creativity and engineering, 2) communicate their work and critique peer work, and, 3) build professional and social connections that will guide them in their future careers. In terms of broader impact, we achieved our goal of 1) contributing to the professional development of the U.S. workforce by providing guidance on their research, communication, and networking skills, 2) guiding early stage research by providing a space to seek feedback from peer experts, and 3) inviting participation from underrepresented groups by having more than half of the participants be female graduate students researching engineering-related fields.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2020<br>\n\t\t\t\t\tModified by: Julie&nbsp;Hui</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe ACM Conference for Creativity &amp; Cognition Graduate Student Symposium brought together 12 students (8 US-based) to share their graduate research and gather feedback on study designs. Throughout the day, each participant had 20 minutes to present, which included feedback from peers and mentors from academia (University of Michigan, University of Illinois Urbana Champaign, Berkeley) and industry (Adobe). All participants presented research topics related to creativity, such as support tools and practices that support creative processes. For instance, one participant presented research about how to support online feedback for novice designers. Another participant presented a web-based tool to support creativity in project teams. In addition to presentations, we had participants break up into groups to get more dedicated small group feedback and discussion time. Finally, we ended the day with a panel on careers in academia and industry. Students asked questions about why we chose our personal paths, how we balanced technical and more qualitative research approaches, and how they should spend their time to become ideal job candidates. \nIn terms of intellectual merit, we achieved our goals to provide graduate students with opportunities to 1) present early stage research and receive feedback from an interdisciplinary group of scholars at the intersection of creativity and engineering, 2) communicate their work and critique peer work, and, 3) build professional and social connections that will guide them in their future careers. In terms of broader impact, we achieved our goal of 1) contributing to the professional development of the U.S. workforce by providing guidance on their research, communication, and networking skills, 2) guiding early stage research by providing a space to seek feedback from peer experts, and 3) inviting participation from underrepresented groups by having more than half of the participants be female graduate students researching engineering-related fields.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/07/2020\n\n\t\t\t\t\tSubmitted by: Julie Hui"
 }
}