{
 "awd_id": "1917631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "When Communication Fails: Examining How, Why, and Where Communication Goes Wrong",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032922911",
 "po_email": "jlsmith@nsf.gov",
 "po_sign_block_name": "Jessi L Smith",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 287820.0,
 "awd_amount": 287820.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "Successful communication is critical for all human interaction, from giving instructions in the workplace to developing and maintaining relationships.  But communication is not always successful.  Sometimes people are misunderstood, their intended meaning is taken the wrong way, or it is missed entirely.  Misunderstandings often have serious consequences and can lead to faulty and harmful decisions.  Past research on miscommunication has tended to focus on specific types of miscommunication, such as that between people of different genders or cultures.  The goal of this project is to develop a more general theoretical model of miscommunication.  The aim is to gain a clearer understanding of the general principles involved in communicative misunderstanding.  A special focus of this project is miscommunication that occurs in digital contexts, such as texting and email.  The research will help to uncover general principles, increase basic understanding of miscommunication, and identify the factors that contribute to it. \r\n\r\nThis project integrates insights from social psychology, linguistics and communications to develop and test a model of communicative misunderstandings in the context of digital communication (texts, email, etc.). A general framework is developed in which miscommunication is defined as an instance of a sender's communicative intent not being correctly recognized by the recipient.  An important facet of the model is a focus on the interpersonal process of face management (a person's public identity).  The research considers how factors such as culture, individual differences, and emoji influence the salience of face management, and how these combine to predict message characteristics and communicative success.  Eleven experiments address critical questions about miscommunication.  The research will show how the linguistic realization of specific speech acts and emotions vary as a function of threats to public identity (face-threat), and how the relationship between different intentions can influence communication errors.  It will also consider the role of emoji in message production and intention recognition, and how these processes are moderated by cultural and individual differences in communication style and mentalizing capacities.  Successful communication is critical to almost all human interactions.  With the rapid growth of digital communication it is increasingly important to understand how, why, and where communication goes wrong.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Holtgraves",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Holtgraves",
   "pi_email_addr": "00t0holtgrav@bsu.edu",
   "nsf_id": "000409172",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ball State University",
  "inst_street_address": "2000 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MUNCIE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7652851600",
  "inst_zip_code": "473061099",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IN05",
  "org_lgl_bus_name": "BALL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KDP6QKY6QLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Ball State University",
  "perf_str_addr": "",
  "perf_city_name": "Muncie",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "473060155",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 287820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to investigate factors that may lead to miscommunication, especially in digital contexts.&nbsp; Communication is often ambiguous, and hence successful communication requires coordination between communicators.&nbsp; In this project we identified factors that can undermine this coordination.&nbsp; One series of studies investigated how miscommunication might occur due to a human tendency to engage in face (i.e., image) management during social interaction, and hence not be optimally direct when communicating information that threatens one&rsquo;s image.&nbsp; We found a clear relationship between threat and successful communication;&nbsp; the more threatening a message, the less likely it was to be successfully recognized. Also, when communication was not successful, the errors were in a positive direction, suggesting that senders were constructing messages designed to minimize threat.&nbsp;</p>\n<p>Digital communication differs from face-to-face communication in that the multiple paralinguistic and gestural features available in the latter are lacking in the former. The use of shortened expressions (e.g., LOL) and emblems such as emoticons and emoji have emerged as substitutes for nonverbal behaviors, and we investigated their role in (mis)communication.&nbsp; In one set of studies, we demonstrated that for certain types of indirect meaning, the inclusion of an emoji can facilitate recognition of the intended indirect meaning, a facilitation that occurred even when the message consisted only of an emoji. In a different set of studies we demonstrated that participants prefer to include emoji with their messages that are designed to convey emotions, and that doing so increases the likelihood of successful emotion communication. &nbsp;In a related set of studies, we demonstrated that emoji alone, without any accompanying text, can be used to successfully perform specific speech acts.</p>\n<p>Because successful communication involves coordination, communicators need to be able realistically assess, in the moment, whether they have successfully conveyed or interpreted a message with a particular meaning. In many of our studies we investigated this issue. Consistent with research in other domains, we observed that people tend to be overconfident in communication success, believing that they have successfully conveyed or interpreted a message when they have not. In some of our studies we also observed a sender-receiver asymmetry such that receivers demonstrated this effect to a greater extent than did senders.&nbsp;</p>\n<p>Another potential source of miscommunication is variability in how people interpret the remarks of others. To explore this, we developed a conversation interpretation task, and then examined variables with which it may be related. We found that people with higher levels of empathy were significantly better at recognizing potential indirect meanings. Also, based on past research demonstrating that liberals more likely to engage in high effort thought and more complex communication styles than conservatives, we predicted and found that liberals were more likely to perceive potential indirect meaning of remarks (including microaggressions) than were conservatives. We are continuing to explore this as well as the possible reasons for this effect, due to the negative consequences of misunderstandings. We also examined the role of cultural variability in miscommunication. Our research suggests that face concerns have the same effect on communication in different cultures.&nbsp; At the same time, we observed some evidence that differing cultural assumptions can contribute to cross-cultural (relative to within-cultural) miscommunication.&nbsp; In terms of emoji use, we found that East Asians, relative to Americans, tend to be more concerned with face-management, and hence use emoji and emoticons more frequently than Americans, especially in threatening situations.</p>\n<p>Although conversations typically proceed smoothly, misunderstandings sometimes occur. Many communication theories assume that participants will initiate repairs when this happens, but the extent to which this occurs is not entirely clear.&nbsp; In several studies we examined the frequency with which people initiate repair when their conversation partner (an experimental confederate) used pseudo words or contextually ambiguous emoji.&nbsp; Roughly half the time (42.5% for pseudowords and 54.8% for emoji) participants did not seek to clarify the meaning of these items.&nbsp; Additional analyses of response times and memory for these items suggest that participants noticed their occurrence, but sill chose not to repair. This surprising lack of repair is another factor that might contribute to miscommunication.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/19/2024<br>\nModified by: Thomas&nbsp;Holtgraves</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe purpose of this project was to investigate factors that may lead to miscommunication, especially in digital contexts. Communication is often ambiguous, and hence successful communication requires coordination between communicators. In this project we identified factors that can undermine this coordination. One series of studies investigated how miscommunication might occur due to a human tendency to engage in face (i.e., image) management during social interaction, and hence not be optimally direct when communicating information that threatens ones image. We found a clear relationship between threat and successful communication; the more threatening a message, the less likely it was to be successfully recognized. Also, when communication was not successful, the errors were in a positive direction, suggesting that senders were constructing messages designed to minimize threat.\n\n\nDigital communication differs from face-to-face communication in that the multiple paralinguistic and gestural features available in the latter are lacking in the former. The use of shortened expressions (e.g., LOL) and emblems such as emoticons and emoji have emerged as substitutes for nonverbal behaviors, and we investigated their role in (mis)communication. In one set of studies, we demonstrated that for certain types of indirect meaning, the inclusion of an emoji can facilitate recognition of the intended indirect meaning, a facilitation that occurred even when the message consisted only of an emoji. In a different set of studies we demonstrated that participants prefer to include emoji with their messages that are designed to convey emotions, and that doing so increases the likelihood of successful emotion communication. In a related set of studies, we demonstrated that emoji alone, without any accompanying text, can be used to successfully perform specific speech acts.\n\n\nBecause successful communication involves coordination, communicators need to be able realistically assess, in the moment, whether they have successfully conveyed or interpreted a message with a particular meaning. In many of our studies we investigated this issue. Consistent with research in other domains, we observed that people tend to be overconfident in communication success, believing that they have successfully conveyed or interpreted a message when they have not. In some of our studies we also observed a sender-receiver asymmetry such that receivers demonstrated this effect to a greater extent than did senders.\n\n\nAnother potential source of miscommunication is variability in how people interpret the remarks of others. To explore this, we developed a conversation interpretation task, and then examined variables with which it may be related. We found that people with higher levels of empathy were significantly better at recognizing potential indirect meanings. Also, based on past research demonstrating that liberals more likely to engage in high effort thought and more complex communication styles than conservatives, we predicted and found that liberals were more likely to perceive potential indirect meaning of remarks (including microaggressions) than were conservatives. We are continuing to explore this as well as the possible reasons for this effect, due to the negative consequences of misunderstandings. We also examined the role of cultural variability in miscommunication. Our research suggests that face concerns have the same effect on communication in different cultures. At the same time, we observed some evidence that differing cultural assumptions can contribute to cross-cultural (relative to within-cultural) miscommunication. In terms of emoji use, we found that East Asians, relative to Americans, tend to be more concerned with face-management, and hence use emoji and emoticons more frequently than Americans, especially in threatening situations.\n\n\nAlthough conversations typically proceed smoothly, misunderstandings sometimes occur. Many communication theories assume that participants will initiate repairs when this happens, but the extent to which this occurs is not entirely clear. In several studies we examined the frequency with which people initiate repair when their conversation partner (an experimental confederate) used pseudo words or contextually ambiguous emoji. Roughly half the time (42.5% for pseudowords and 54.8% for emoji) participants did not seek to clarify the meaning of these items. Additional analyses of response times and memory for these items suggest that participants noticed their occurrence, but sill chose not to repair. This surprising lack of repair is another factor that might contribute to miscommunication.\n\n\n\t\t\t\t\tLast Modified: 11/19/2024\n\n\t\t\t\t\tSubmitted by: ThomasHoltgraves\n"
 }
}