{
 "awd_id": "1917824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Legal Pluralism, Restorative Justice, and Social Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 93000.0,
 "awd_amount": 93000.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "It has been scientifically well documented that culturally evolved norms as public goods can constrain individual interest and facilitate collective action to overcome tragedies of the commons as well as common tragedies. However, we have little understanding of how existing norms are shifted and new norms evolve, so that justice is seen to be done and cooperation furthered in the face of change. Many jurisdictions have adopted legal pluralism to bring about harmony at different levels of society with formal western-based law courts for administering retributive justice and customary courts negotiating compromise through restorative justice. This project explores the role of these public forums for restorative justice, which are optimal settings for understanding the dynamics of coalescing diverse opinions into norm shifts to maintain community cooperation despite rapid demographic, economic and social change. The project includes educational components that broaden the participation of underrepresented groups in science, and improve the public's understanding of science. The research team will produce educational materials on courts and customs. The work is highly generalizable to other traditional court and restorative justice systems, which will contribute to the field at large.\r\n\r\nThe study conducted by Dr. Polly Wiessner (Arizona State University and the University of Utah) and Mr. Nitze Pupu, J D (Enga Tradition and Transition Centre) will build on a decade of research observing and documenting over 1,000 customary court cases in village courts within and between the tribes of the Enga of Papua New Guinea since 2008. Customary courts are open air forums, manned by elected local leaders, have broad participation, and host extensive public discussion. They are sanctioned by the government for resolving conflicts and minor crimes, although they often mediate settlements for serious ones. The study will examine the processes and outcomes of the documented cases and continue to research new ones asking: (1) Which procedures, norms, and customs continue to bring about decisions that satisfy communities; which do not and why? (2) How are norms and values updated during public forums to address new realities, such as radically altered patterns of communication with mobile phones, changing norms in sexual relations and marriage, guns in warfare, and land inheritance? (3) How do community members assist in making up for harm done and bringing wrong-doers back into the fold as productive citizens? (4) What are rates of recidivism for different infractions?  (5) Why are customary courts often favored over formal courts? (6) How are the relations between the formal western-based courts and customary village courts altered in response to changing conditions and how are mismatches resolved to avoid legal dissonance? Methods proposed include the collection of court case data, follow-up data collection on compensation payment, follow-up interviews with participants in key cases (to include customary court officials, those involved in cases, and those that observed proceedings or contributed to restitution payments), follow-up data collection on recidivism, and finally workshops and focus groups with magistrates and customary court officials to get their perspective on changes in the customary court system over time. The PI plans to use content analysis methodologies to identify shifting norms around reproduction, production, and social support; as well as changing articulation with the formal courts. The research will contribute to better understanding of the articulation between local, regional, and national systems. The adaptive potential of restorative justice systems is of wider interest to anthropologists and other scholars of legal systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pauline",
   "pi_last_name": "Wiessner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Pauline W Wiessner",
   "pi_email_addr": "wiessner@soft-link.com",
   "nsf_id": "000791367",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "260 S. Central Campus Drive",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 93000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Restorative Justice among the Enga of Papua New Guinea: Adapting to a Changing World.</strong></p>\n<p><strong>Polly Wiessner</strong></p>\n<p><strong>28 September 2024</strong></p>\n<p>Evolved norms as public goods can constrain individual interest and facilitate collective action to overcome tragedies of the commons as well as common tragedies. However, we have little understanding of how existing norms are shifted and new norms evolve, so that justice is seen to be done and cooperation furthered in the face of change. Papua New Guinea is among the 150 countries that adopted legal pluralism to bring about harmony at different levels of society, with formal Western-based law courts for administering retributive justice and customary courts negotiating compromise through restorative justice. Public forums for restorative justice are optimal settings for understanding the dynamics of coalescing diverse opinions into norm shifts to maintain community cooperation despite rapid demographic, economic, and social change.</p>\n<p>Polly Wiessner&nbsp;(Arizona State University and the University of Utah) and Mr. Nitze Pupu, J D (Enga Tradition and Transition Centre) and a team of Enga researchers have now observed over 2000 customary court cases in village courts that address problems within and between clans of Enga since 2008.. The results indicate that 60% of complaints in this changing society can be resolved through traditional procedures of discussion, apology, and compensation to the victim for harm inflicted. Community members offer information and opinions and contribute generously to compensation payments with pigs and money to prevent escalation and integrate wrongdoers back into the community as productive members. Preliminary analyses show that customary courts are one of the&nbsp;&nbsp;most democratic institutions in Papua New Guinea. Men and women, as well as educated and illiterate citizens, have an equal chance of receiving favorable settlements.</p>\n<p>Complaints involving marriage and land are more complex owing to significant changes in practice. Customary marriage, which weaves the fabric of society, is breaking down as mobile phones and mini-buses alter patterns of communication and interaction. Couples engage in de facto unions so frequently that these unions are now accepted as marriages, though with initial disapproval. Customary courts treat adultery and divorce in de facto marriages in the same way as customary marriages in to maintain of community harmony. However, de facto unions bear no formal obligations for residence, parental responsibility, or land inheritance when de facto unions dissolve. Norm changes to adapt to practice and satisfy communities will have unintended consequences; codification of traditional rights may be necessary to secure the well-being of future generations.&nbsp;</p>\n<p>Rules of land ownership and inheritance are bending to forces of increasing individualism and engagement in the cash economy. Attempts at norm change are coming from wealthy, employed citizens who purchase the land, threatening the most fundamental principle of Enga society: that land is passed on from the ancestors inside the clan to families who hold the land for their lifetimes and pass it on to their children. It cannot be alienated through sale. Through land inheritance, all Enga have the means of sustenance, the potential to prosper in agricultural endeavors, and the ability to provide inheritance for their children. Communities have been held together for generations by joint land holdings. If land sale is accepted, a large portion of the population will be destitute for lack of the means of sustenance, a problem that is experienced worldwide. Customary courts and communities are proposing to codify traditional land law that prevents land sale. Their initiatives demonstrate the power of custom to uphold essential rights in the face of global forces.&nbsp;</p>\n<p>Cooperation between customary and formal courts is a challenge given the fundamental differences between the two systems: restorative versus retributive justice. This project&rsquo;s provision of information on customary law to the Wabag District Court has greatly facilitated collaboration for appealed civil cases. However, criminal cases, like murder and rape, get referred back and forth between courts because of the fundamental legal dissonance. Further collaboration will require significant accommodation on the part of both justice systems. Collaboration is urgent because customary law protects fundamental rights that vary by cultural context, while formal law is needed to address accelerating crime with the adoption of guns, employment of mercenaries, and scaled-up conflicts around national politics.</p>\n<p>A significant contribution of this project is written documentation of Enga customary law and its current applications before knowledge is lost with the passing of elders. The research identifies&nbsp;customs that continue to preserve essential rights that must be pulled forward into the future and others that are no longer acceptable or applicable. The guidebook, which is now in progress, has been compiled from the anthropological literature, over 2000 court observations, and workshops with magistrates.&nbsp;It will be used to train new magistrates, promote better coordination between formal and customary courts, and teach customary&nbsp;law&nbsp;in&nbsp;Enga&nbsp;Cultural Education classes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/29/2024<br>\nModified by: Pauline&nbsp;W&nbsp;Wiessner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nRestorative Justice among the Enga of Papua New Guinea: Adapting to a Changing World.\n\n\nPolly Wiessner\n\n\n28 September 2024\n\n\nEvolved norms as public goods can constrain individual interest and facilitate collective action to overcome tragedies of the commons as well as common tragedies. However, we have little understanding of how existing norms are shifted and new norms evolve, so that justice is seen to be done and cooperation furthered in the face of change. Papua New Guinea is among the 150 countries that adopted legal pluralism to bring about harmony at different levels of society, with formal Western-based law courts for administering retributive justice and customary courts negotiating compromise through restorative justice. Public forums for restorative justice are optimal settings for understanding the dynamics of coalescing diverse opinions into norm shifts to maintain community cooperation despite rapid demographic, economic, and social change.\n\n\nPolly Wiessner(Arizona State University and the University of Utah) and Mr. Nitze Pupu, J D (Enga Tradition and Transition Centre) and a team of Enga researchers have now observed over 2000 customary court cases in village courts that address problems within and between clans of Enga since 2008.. The results indicate that 60% of complaints in this changing society can be resolved through traditional procedures of discussion, apology, and compensation to the victim for harm inflicted. Community members offer information and opinions and contribute generously to compensation payments with pigs and money to prevent escalation and integrate wrongdoers back into the community as productive members. Preliminary analyses show that customary courts are one of themost democratic institutions in Papua New Guinea. Men and women, as well as educated and illiterate citizens, have an equal chance of receiving favorable settlements.\n\n\nComplaints involving marriage and land are more complex owing to significant changes in practice. Customary marriage, which weaves the fabric of society, is breaking down as mobile phones and mini-buses alter patterns of communication and interaction. Couples engage in de facto unions so frequently that these unions are now accepted as marriages, though with initial disapproval. Customary courts treat adultery and divorce in de facto marriages in the same way as customary marriages in to maintain of community harmony. However, de facto unions bear no formal obligations for residence, parental responsibility, or land inheritance when de facto unions dissolve. Norm changes to adapt to practice and satisfy communities will have unintended consequences; codification of traditional rights may be necessary to secure the well-being of future generations.\n\n\nRules of land ownership and inheritance are bending to forces of increasing individualism and engagement in the cash economy. Attempts at norm change are coming from wealthy, employed citizens who purchase the land, threatening the most fundamental principle of Enga society: that land is passed on from the ancestors inside the clan to families who hold the land for their lifetimes and pass it on to their children. It cannot be alienated through sale. Through land inheritance, all Enga have the means of sustenance, the potential to prosper in agricultural endeavors, and the ability to provide inheritance for their children. Communities have been held together for generations by joint land holdings. If land sale is accepted, a large portion of the population will be destitute for lack of the means of sustenance, a problem that is experienced worldwide. Customary courts and communities are proposing to codify traditional land law that prevents land sale. Their initiatives demonstrate the power of custom to uphold essential rights in the face of global forces.\n\n\nCooperation between customary and formal courts is a challenge given the fundamental differences between the two systems: restorative versus retributive justice. This projects provision of information on customary law to the Wabag District Court has greatly facilitated collaboration for appealed civil cases. However, criminal cases, like murder and rape, get referred back and forth between courts because of the fundamental legal dissonance. Further collaboration will require significant accommodation on the part of both justice systems. Collaboration is urgent because customary law protects fundamental rights that vary by cultural context, while formal law is needed to address accelerating crime with the adoption of guns, employment of mercenaries, and scaled-up conflicts around national politics.\n\n\nA significant contribution of this project is written documentation of Enga customary law and its current applications before knowledge is lost with the passing of elders. The research identifiescustoms that continue to preserve essential rights that must be pulled forward into the future and others that are no longer acceptable or applicable. The guidebook, which is now in progress, has been compiled from the anthropological literature, over 2000 court observations, and workshops with magistrates.It will be used to train new magistrates, promote better coordination between formal and customary courts, and teach customarylawinEngaCultural Education classes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/29/2024\n\n\t\t\t\t\tSubmitted by: PaulineWWiessner\n"
 }
}