{
 "awd_id": "1917340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Design and Analysis of Flow Battery Electrolytes based on Redox Deep Eutectic Solvents",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 485931.0,
 "awd_amount": 485931.0,
 "awd_min_amd_letter_date": "2019-08-14",
 "awd_max_amd_letter_date": "2019-08-14",
 "awd_abstract_narration": "Redox flow batteries (RFBs) are large-scale, high capacity energy storage systems.  RFBs work by flowing liquids through cells to insert (i.e. charging) or to extract energy (i.e. discharging) from the system and then storing the liquids in large reservoirs.  These types of large-scale batteries enable the use of renewable energy technologies, such as solar and wind power, that may not always generate peak energy output coincident with demand.  Significant improvements in energy storage capacity, power output and material costs are still needed to enable wide-scale deployment of RFB technology. This research project will utilize advanced electrochemical tools, robotics and computational methods to rapidly accelerate progress in developing the next generation of liquids as RFB energy storage materials. Students involved in the project will interface with another NSF-funded project on data science, which will allow them to take specialized courses in data science and machine learning that are focused on energy applications. This project also will engage students at all levels in research activities and help to train future engineers and scientists to tackle future problems in energy. \r\n\r\nThis research program will use high-throughput electrochemical, spectroscopic and physicochemical techniques along with data-enabled discovery and bench-top RFB performance evaluation to discover new electrolyte materials with improved energy storage capacity. Specifically, the work focuses on redox-active deep eutectic solvents (RDES) produced from novel combinations of organic redox active molecules, hydrogen bond donors, and organic salts.  Because of their organic nature, RDES electrolytes can be produced from abundant and inexpensive raw materials (e.g. dyes) while at the same time increasing the maximum attainable cell potentials.  High-throughput analytical tools will be used to efficiently sample relevant properties over a large molecular design space and converge on viable RDES formulations. Experimental data sets will then be analyzed through the application of advanced data science algorithms to identify the chemical and formulation parameters that most effectively correlate to properties and to optimize electrolyte formulations.  Lastly, lab-scale RFB tests will evaluate performance metrics to determine the viability of these RDES electrolytes in large-scale energy storage applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lilo",
   "pi_last_name": "Pozzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lilo Pozzo",
   "pi_email_addr": "dpozzo@u.washington.edu",
   "nsf_id": "000484950",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Adler",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart B Adler",
   "pi_email_addr": "stuadler@u.washington.edu",
   "nsf_id": "000277812",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Beck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Beck",
   "pi_email_addr": "dacb@uw.edu",
   "nsf_id": "000565805",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951750",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 485931.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Transitioning electricity production to renewable and clean sources, such as solar and wind, will provide inexpensive energy with reduced greenhouse gas emissions compared to legacy fossil fuel sources. Due to the intermittent nature of some of clean energy sources, a key component to a successful transition is the availability of cost-effective grid scale energy storage solutions. Redox flow batteries (RFBs) are a promising option. Their design allows engineers to control the power and energy capacities of the batteries separately, as shown in Figure 1. However, current designs use materials that are too expensive and hazardous for widespread use. In this project, research was performed to discover alternative electrolyte materials for redox flow batteries that are performant, economical, and safe. Specifically, new deep eutectic solvents were sought for use as electrolytes.<strong>&nbsp;</strong></p>\n<p>Deep eutectic solvents (DESs) are a class of organic materials with a wide range of applications including catalysis and synthesis, extraction processes, drug solubilization, and battery electrolytes. These solvents are created by mixing two component materials that present a depression in their melting point at certain molar ratios. This lowered melting point can result in a liquid solution at room temperature. DESs have many properties that make them attractive as battery materials. They can have wide electrochemical stability windows, high electrical conductivity, low volatility, and low flammability. Many organic components can be mixed to form DESs, leading to hundreds of thousands of possible combinations, many of which have never been tested. This large number of possible experiments makes traditional experimental approaches daunting. We developed high throughput experimental methods to carry out this project. High throughput experimentation uses laboratory robots and automation to test more samples than one scientist could, allowing for more experiments to be run. In this project, several high-throughput protocols have been designed for identifying the design space of molecules under investigation, their formulation and material characterization.<strong>&nbsp;</strong></p>\n<p>&nbsp;Even with automated experimentation, testing every possible DES combination is still infeasible. A computational screening approach was used to select promising DES candidates to test in the lab, shown in Figure 2. First, the long list of possible candidates was screened by considering specific engineering metrics including chemical similarity to existing DESs and commercial availability. Next, a ranking system based on candidate&rsquo;s safety hazards and molecular weight was developed to select 3000 initial candidate molecules. 20 promising molecules were selected from this list to test experimentally using the high-throughput experimental protocols. With these 20 molecules, over 1,000 combinations were tested by combining two molecules in different ratios. The traditional synthesis process for deep eutectic solvents was adapted to enable faster and parallel sample preparation using automated liquid handling robots. To determine the melting point of the prepared DESs, we developed an open-hardware system for parallel sample melting point measurements using an IR camera and a hot plate, called&nbsp;PhasIR. This system allowed for fast melting point measurements that would have been prohibitively expensive with traditional instrumentation. High-throughput electrochemical characterization was also performed. Electrochemical measurements give insights into how a DES sample might behave inside a battery. Several tested DES samples were identified as&nbsp;promising battery electrolyte candidates. Many tested samples had promising electrochemical performance (potential windows of over&nbsp;&nbsp;and ionic conductivities above&nbsp;).&nbsp;Approximately 40% of them were found liquid at room temperature.&nbsp;These properties make it possible to use these DES formulas as electrolytes in batteries.</p>\n<p>Once promising deep eutectic solvents were identified, the addition of electro-active organic species was tested. In a battery, deep eutectic solvents would carry these electro-active molecules, which are responsible for storing energy and generating electricity. When testing the addition of these chemicals to DESs, many showed greater solubilities than aqueous solvents. This means more active material can be included in the battery, making it more efficient. Several active species showed reversible electrochemical redox processes, again confirming their potential for redox flow battery applications, Figure 4.</p>\n<p>In this work we have demonstrated the development and use of high-throughput DES formulation workflows and data-driven design strategies for automated synthesis, rapid evaluation, and screening of physical and electrochemical properties of potential battery electrolytes. Furthermore, we showed that even simple and affordable laboratory automation solutions can significantly increase the speed of both materials&rsquo; synthesis and characterization. This overall approach could be easily adapted to other applications, as well as integrated in educational curricula for the development of new approaches to merge experimental and artificial intelligence-driven materials science and discovery.&nbsp;</p>\n<p>The project supported the thesis research of three PhD students, two of these were from underrepresented groups in engineering. It also supported involvement of numerous undergraduate researchers who were able to experience research practice for the first time.&nbsp;<strong></strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2023<br>\n\t\t\t\t\tModified by: Lilo&nbsp;Pozzo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856179409_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856179409_Picture1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856179409_Picture1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1 Schematic depicting a redox flow battery. The electrolyte and redox active species are store in outside tanks for the negative (anolyte - blue) and positive (catholyte - red) side of the battery. These are pumped into the cell stack during the battery operations. The configuration depicted</div>\n<div class=\"imageCredit\">Maria Politi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lilo&nbsp;Pozzo</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856280036_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856280036_Figure2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856280036_Figure2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2 Strategy used to investigate the chemical space for each of the two components forming a deep eutectic solvent. In this approach, we went from known candidates, to growing the number of molecules by their chemical similarity, for then applying a ranking system based on engineering criteria,</div>\n<div class=\"imageCredit\">Maria Politi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lilo&nbsp;Pozzo</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856356163_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856356163_Figure3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856356163_Figure3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3 Summary of the physical property (left) and electrochemical properties (right) collected and the implemented instrumentation for each category.</div>\n<div class=\"imageCredit\">Maria Politi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lilo&nbsp;Pozzo</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856431970_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856431970_Figure4--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2023/1917340/1917340_10633664_1698856431970_Figure4--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4 Example of a combination of anolyte and catholyte species that can be used in a battery with a cell voltage of approximately 2V.</div>\n<div class=\"imageCredit\">Maria Politi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lilo&nbsp;Pozzo</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nTransitioning electricity production to renewable and clean sources, such as solar and wind, will provide inexpensive energy with reduced greenhouse gas emissions compared to legacy fossil fuel sources. Due to the intermittent nature of some of clean energy sources, a key component to a successful transition is the availability of cost-effective grid scale energy storage solutions. Redox flow batteries (RFBs) are a promising option. Their design allows engineers to control the power and energy capacities of the batteries separately, as shown in Figure 1. However, current designs use materials that are too expensive and hazardous for widespread use. In this project, research was performed to discover alternative electrolyte materials for redox flow batteries that are performant, economical, and safe. Specifically, new deep eutectic solvents were sought for use as electrolytes. \n\nDeep eutectic solvents (DESs) are a class of organic materials with a wide range of applications including catalysis and synthesis, extraction processes, drug solubilization, and battery electrolytes. These solvents are created by mixing two component materials that present a depression in their melting point at certain molar ratios. This lowered melting point can result in a liquid solution at room temperature. DESs have many properties that make them attractive as battery materials. They can have wide electrochemical stability windows, high electrical conductivity, low volatility, and low flammability. Many organic components can be mixed to form DESs, leading to hundreds of thousands of possible combinations, many of which have never been tested. This large number of possible experiments makes traditional experimental approaches daunting. We developed high throughput experimental methods to carry out this project. High throughput experimentation uses laboratory robots and automation to test more samples than one scientist could, allowing for more experiments to be run. In this project, several high-throughput protocols have been designed for identifying the design space of molecules under investigation, their formulation and material characterization. \n\n Even with automated experimentation, testing every possible DES combination is still infeasible. A computational screening approach was used to select promising DES candidates to test in the lab, shown in Figure 2. First, the long list of possible candidates was screened by considering specific engineering metrics including chemical similarity to existing DESs and commercial availability. Next, a ranking system based on candidate’s safety hazards and molecular weight was developed to select 3000 initial candidate molecules. 20 promising molecules were selected from this list to test experimentally using the high-throughput experimental protocols. With these 20 molecules, over 1,000 combinations were tested by combining two molecules in different ratios. The traditional synthesis process for deep eutectic solvents was adapted to enable faster and parallel sample preparation using automated liquid handling robots. To determine the melting point of the prepared DESs, we developed an open-hardware system for parallel sample melting point measurements using an IR camera and a hot plate, called PhasIR. This system allowed for fast melting point measurements that would have been prohibitively expensive with traditional instrumentation. High-throughput electrochemical characterization was also performed. Electrochemical measurements give insights into how a DES sample might behave inside a battery. Several tested DES samples were identified as promising battery electrolyte candidates. Many tested samples had promising electrochemical performance (potential windows of over  and ionic conductivities above ). Approximately 40% of them were found liquid at room temperature. These properties make it possible to use these DES formulas as electrolytes in batteries.\n\nOnce promising deep eutectic solvents were identified, the addition of electro-active organic species was tested. In a battery, deep eutectic solvents would carry these electro-active molecules, which are responsible for storing energy and generating electricity. When testing the addition of these chemicals to DESs, many showed greater solubilities than aqueous solvents. This means more active material can be included in the battery, making it more efficient. Several active species showed reversible electrochemical redox processes, again confirming their potential for redox flow battery applications, Figure 4.\n\nIn this work we have demonstrated the development and use of high-throughput DES formulation workflows and data-driven design strategies for automated synthesis, rapid evaluation, and screening of physical and electrochemical properties of potential battery electrolytes. Furthermore, we showed that even simple and affordable laboratory automation solutions can significantly increase the speed of both materials’ synthesis and characterization. This overall approach could be easily adapted to other applications, as well as integrated in educational curricula for the development of new approaches to merge experimental and artificial intelligence-driven materials science and discovery. \n\nThe project supported the thesis research of three PhD students, two of these were from underrepresented groups in engineering. It also supported involvement of numerous undergraduate researchers who were able to experience research practice for the first time. \n\n \n\n\t\t\t\t\tLast Modified: 11/01/2023\n\n\t\t\t\t\tSubmitted by: Lilo Pozzo"
 }
}