{
 "awd_id": "1917332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accelerated Simulations of Realistic Granular Soils Using PhysX Engine",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 308367.0,
 "awd_amount": 308367.0,
 "awd_min_amd_letter_date": "2019-06-24",
 "awd_max_amd_letter_date": "2021-01-22",
 "awd_abstract_narration": "Granular materials are ubiquitous in nature and in industrial applications; they include sands/gravels, ores, powders, chemicals, pharmaceuticals, and food products.  In geotechnical engineering, sands and gravels are critical construction materials and their behavior is strongly related to geohazards, such as landslides and erosion.  While numerical modeling of discrete particles is an emerging tool for the study of mechanical behavior of granular materials, rapidly generating and simulating a large number of realistic soil particles to model significant problems is still difficult.  This research aims to overcome this limitation by investigating the accuracy and efficiency of a video gaming platform, which features high computational efficiency, in simulation of granular materials.  The expected outcome of this research will be a new geo-simulator, which will improve the simulation accuracy, increase the number of realistic particles in simulations, and reduce simulation time.  The new geo-simulator can be used in many disciplines and industries that deal with granular materials.  For example, it could be used in construction, mining, and agricultural industries to optimize earthmoving machinery such as dump trucks, excavator buckets and harvesters to increase productivity and efficiency.  The geo-simulator may also be used in the pharmaceutical, chemical, and food industries to optimize mixing, tablet coating, and separating processes to improve product quality and operational efficiency.  With the scale at which granular material is processed in the US and in the world, large cost savings are likely to result.  This geo-simulator will be integrated as a medium to reach out to middle-high school students, and the public to increase their interest in geotechnical engineering and STEM fields. \r\n\r\nThis interdisciplinary research project aims to investigate the accuracy and efficiency of a PhysX gaming engine for accelerating simulations of realistic granular soils.  The scope of this research relates to five important issues.  First, triangular face tessellations will be used in PhysX to precisely preserve sharp corners of realistic particles.  Second, the effectiveness of the simplified contacting model in PhysX will be validated by a miniature direct shear test that can be scanned by X-ray Computed Tomography.  Third, an image-based shape sculpture technique will be integrated into PhysX that can generate realistic particles based on distributions of particle sizes and shapes.  Fourth, PhysX will be extended and customized to include servo-control and post-processing functions to develop a new discrete element simulator GeoPhysX for geotechnical simulations (i.e., laboratory test and landslide simulations).  Fifth, systematic parametric studies will be performed using validated GeoPhysX to analyze effects of particle shape and gradation on macro, local, and micro mechanical behavior of granular soils.  This project will help to fill the knowledge gap that links micro particle properties and the macro mechanical behavior of granular soils, with the potential to enhance our current understanding of granular soils as construction and load-bearing materials, the porous matrix for flows and storage, and vulnerable components during failures and hazards.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vernon",
   "pi_last_name": "Schaefer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Vernon R Schaefer",
   "pi_email_addr": "vern@iastate.edu",
   "nsf_id": "000402971",
   "pi_start_date": "2021-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Junxing",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junxing Zheng",
   "pi_email_addr": "junxing@iastate.edu",
   "nsf_id": "000755813",
   "pi_start_date": "2019-06-24",
   "pi_end_date": "2021-01-22"
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1138 Pearson",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 308367.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Granular materials are all around us in nature and in industrial applications such as sands, gravels, ores, powders, chemicals, pharmaceuticals, and food products. In geotechnical engineering, granular sands and gravels are critical construction materials for geotechnical infrastructures and are strongly related to geohazards, such as landslides, erosion, piping, and soil liquefaction due to earthquakes. A large number of numerical models exist for studying granular materials, of which the discrete element method (DEM) has become a preeminent tool. Existing DEM applications are limited by a lack of methodologies to rapidly generate and simulate a large number of realistic particles, instead relying on sphere clusters to approximate realistic particles, which is computationally demanding when simulating many particles. This project overcame this limitation by combining realistic soil particle images and the use of physics engine software. In recent years great advances have been made in image-based particle size and characterization methods. The realistic soil particle images were developed using X-ray Computed Tomography (CT) scans of real sand particles to construct three-dimensional (3D) images containing the all the actual surface shapes of the sand particles. Such images may contain as many as 2000 individual faces in a single image. A physics engine code is a specialized type of software that was originally developed for video games to simulate rigid-bodies and their interactions. For example, in the Angry Birds game, collisions among birds, pigs, and blocks are simulated by a physics engine.</p>\n<p>Using a physics engine and realistic soil properties within a numerical code allowed the simulation of standard laboratory geotechnical engineering tests for deformation and shear strength: consolidation tests on soils, direct shear soil tests, and triaxial shear soil tests. Comparisons of experimental data of such tests with the numerical simulation models using realistic 3D soil particles showed excellent agreement between the experimental and model results and successful capturing of key parameters of the macro shear behavior of the granular soils. The comparisons were validated across several types of sands and included rounded and angular soil shapes. Having validated the physics engine and realistic soil particles for simulating laboratory tests, the next phase of research will be to validate field scale applications such as landslides and excavations.</p>\n<p>Having successfully modeled the behavior of granular soils, the project was extended to study agricultural grains such as corn (maize), wheat, and sunflower seeds. Here again realistic 3D images of the grains were obtained and used in simulations of direct shear tests and triaxial shear tests conducted on grains. Comparisons of corn kernels, wheat kernels, and sunflower seeds tested in direct shear were made and showed the physics engine approach could realistically model these laboratory test results. Triaxial shear tests on corn kernels were simulated using realistic 3D particles in a physics engine approach. Comparisons showed that the model results matched well the experimental results of the triaxial tests on corn. These results show that the physics engine combined with realistic 3D particle images have great potential in simulating realistic mechanical tests of agricultural materials.</p>\n<p>Student engagement on this project was integral to the development and implementation of the physics engine code used (Project Chrono). Three Ph.D. students were supported and completed their dissertations on this project. Two of those students continued on the project for a year following their Ph.D. work as postdoctoral fellows. A number of publications emanated from the research efforts including three Ph.D. dissertations, 13 journal articles, two conference papers, and six conference presentations. Several papers on the modeling of agricultural materials with the physics engine are under review. During the last two years of the project five undergraduate students were engaged on the project through the freshman honors program at Iowa State University.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2023<br>\n\t\t\t\t\tModified by: Vernon&nbsp;R&nbsp;Schaefer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGranular materials are all around us in nature and in industrial applications such as sands, gravels, ores, powders, chemicals, pharmaceuticals, and food products. In geotechnical engineering, granular sands and gravels are critical construction materials for geotechnical infrastructures and are strongly related to geohazards, such as landslides, erosion, piping, and soil liquefaction due to earthquakes. A large number of numerical models exist for studying granular materials, of which the discrete element method (DEM) has become a preeminent tool. Existing DEM applications are limited by a lack of methodologies to rapidly generate and simulate a large number of realistic particles, instead relying on sphere clusters to approximate realistic particles, which is computationally demanding when simulating many particles. This project overcame this limitation by combining realistic soil particle images and the use of physics engine software. In recent years great advances have been made in image-based particle size and characterization methods. The realistic soil particle images were developed using X-ray Computed Tomography (CT) scans of real sand particles to construct three-dimensional (3D) images containing the all the actual surface shapes of the sand particles. Such images may contain as many as 2000 individual faces in a single image. A physics engine code is a specialized type of software that was originally developed for video games to simulate rigid-bodies and their interactions. For example, in the Angry Birds game, collisions among birds, pigs, and blocks are simulated by a physics engine.\n\nUsing a physics engine and realistic soil properties within a numerical code allowed the simulation of standard laboratory geotechnical engineering tests for deformation and shear strength: consolidation tests on soils, direct shear soil tests, and triaxial shear soil tests. Comparisons of experimental data of such tests with the numerical simulation models using realistic 3D soil particles showed excellent agreement between the experimental and model results and successful capturing of key parameters of the macro shear behavior of the granular soils. The comparisons were validated across several types of sands and included rounded and angular soil shapes. Having validated the physics engine and realistic soil particles for simulating laboratory tests, the next phase of research will be to validate field scale applications such as landslides and excavations.\n\nHaving successfully modeled the behavior of granular soils, the project was extended to study agricultural grains such as corn (maize), wheat, and sunflower seeds. Here again realistic 3D images of the grains were obtained and used in simulations of direct shear tests and triaxial shear tests conducted on grains. Comparisons of corn kernels, wheat kernels, and sunflower seeds tested in direct shear were made and showed the physics engine approach could realistically model these laboratory test results. Triaxial shear tests on corn kernels were simulated using realistic 3D particles in a physics engine approach. Comparisons showed that the model results matched well the experimental results of the triaxial tests on corn. These results show that the physics engine combined with realistic 3D particle images have great potential in simulating realistic mechanical tests of agricultural materials.\n\nStudent engagement on this project was integral to the development and implementation of the physics engine code used (Project Chrono). Three Ph.D. students were supported and completed their dissertations on this project. Two of those students continued on the project for a year following their Ph.D. work as postdoctoral fellows. A number of publications emanated from the research efforts including three Ph.D. dissertations, 13 journal articles, two conference papers, and six conference presentations. Several papers on the modeling of agricultural materials with the physics engine are under review. During the last two years of the project five undergraduate students were engaged on the project through the freshman honors program at Iowa State University.\n\n \n\n\t\t\t\t\tLast Modified: 10/10/2023\n\n\t\t\t\t\tSubmitted by: Vernon R Schaefer"
 }
}