{
 "awd_id": "1917270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synthetic bacterial communities to dissect and direct plant microbiome function",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927746",
 "po_email": "cjahn@nsf.gov",
 "po_sign_block_name": "Courtney Jahn",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 670000.0,
 "awd_amount": 670000.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2024-07-16",
 "awd_abstract_narration": "Plants live in soils that harbor extraordinarily diverse microorganisms, and in these environments, plants serve as fertile sources of nutrients for these microbes. Indeed, roots create a distinct physical and chemical environment that is colonized by specific microbes, and microbial colonization of the root and the above-ground plant organs occurs despite a plant immune system whose primary function is to defend the plant against pathogens. Thus, plants have evolved mechanisms to distinguish beneficial interactions from pathogenic interactions. In the soil, in the area immediately surrounding the plant root, there exists a thin layer - a community of microorganisms - that provide benefits to the plant. These include contributing to plant growth, productivity, carbon sequestration, as well as can protect against pathogens. This work aims to deploy specific bacterial strains, or collections of strains, into wild microbial communities with the goal of improving plant performance. To date, most experimentally defined plant probiotic strains of bacteria or fungi fail in the field. This suggests that to successfully deploy beneficial microbes into wild microbial communities, we need to better understand the rules that govern their invasion into, and persistence in, existing communities. To achieve this long term goal, one needs to understand the specific host and microbial genetic and chemical signaling mechanisms that govern the winnowing of complex soil microbial communities into specific and less complex plant-associated communities that contribute to plant performance.\r\n\r\nThis project aims to define the organizational network rules and molecular mechanisms that govern the assembly of strains and small consortia of bacteria resulting in colonization and alterations of plant performance. The ultimate goal is to understand the principles that make bacterial strains able to invade and persist into standing heterogeneous microbiome communities as either single strains or as small, well defined, resilient synthetic consortia. Success will require experimental expertise in the genomics, genetics and physiology of both host plants and microbes, in the chemistry of inter-organismal signaling, and iterative experimental perturbation of a tunable ecosystem. This research is significant and feasible from various disciplinary perspectives, including the control of plant-microbe interactions, chemistry of life processes and community ecology. To accomplish this goal, the project will employ the use of novel collections of sequenced microbes that provide specific plant growth advantages; many taxa in this collection are amenable to mechanistic studies in both mono-association, and as members of defined complexity synthetic communities, with the host. The project moves beyond descriptive views of plant-associated microbial communities to generate and test mechanistic hypotheses. The research will ultimately contribute to rational design and molecular engineering of synthetic microbial consortia that take harness Nature's complexity. The research will ultimately lead to predictive interventions that will increase plant health and productivity, facilitate carbon sequestration, and modulate endogenous plant immune system function through the rational utilization of probiotic microbes and mixtures of microbes tuned to function in particular soils and local environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Dangl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery L Dangl",
   "pi_email_addr": "dangl@email.unc.edu",
   "nsf_id": "000448324",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corbin",
   "pi_last_name": "Jones",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Corbin D Jones",
   "pi_email_addr": "cdjones@email.unc.edu",
   "nsf_id": "000428373",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Dept. of Biology, 4260 Genome Sc",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "047Y00",
   "pgm_ele_name": "Plant-Biotic Interactions"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 650000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}