{
 "awd_id": "1917191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Support for A Cryptotephra Laborators at UNLV and ASU",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 98418.0,
 "awd_amount": 98418.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-09-11",
 "awd_abstract_narration": "Dr. Eugene Smith of the University of Nevada, Las Vegas and Dr. Curtis Marean of Arizona State University will operate analytical laboratories that will apply a new dating method using ash erupted explosively from volcanoes to archaeological sites in South Africa and Europe. In South Africa, Marean and Smith will determine when a suite of uniquely human features first appeared in the evolutionary history and thus help understand when, where and why the human species evolved.  South African Middle Stone Age (MSA) sites have revolutionized our knowledge of modern human origins by pushing back and enriching our knowledge of the timing of key features science considers definitive for the species. In Europe, using volcanic ash, the laboratories will precisely date the timing of when modern humans replaced Neanderthals.  Modern dating techniques and their application to archaeological sites provide the basis for determining when key events in early human history occurred.  These techniques use complex models that produce age estimates and not absolute dates.  In the past, different laboratories have used different models that may result in different ages for the same geologic unit.  This has created a dating controversy that reduces confidence in the timing of key events in early human history. There is general agreement that the best way of producing robust age estimates is to use several independent dating techniques.  Recently, the team identified volcanic ash in three archaeological sites in southern Africa, and the best fit of the chemistry of this ash is to the 74,000-year-old eruption of the Toba volcano in Indonesia. This discovery provides an independent dating tool that can be used along with traditional dating methods to resolve the dating controversy and tie the record of human origins preserved in these sites in southern Africa to the global record of modern human origins.   This project will not only provide a new independent dating tool for archaeological sites but will help train students and early career scientists in the techniques of archaeology and geology.\r\n\r\n\r\nDrs. Smith and Marean and their research team will collect and process samples from archaeological sites in southern Africa and Europe to identify and determine the distribution of volcanic ash that may be used to precisely date major events in early human history and to tie early human history recorded at each of these sites to a single dating model.  Precise dating using volcanic ash will remove any debate about the timing of key events in early human development.  Correlation of volcanic ash to source volcanoes will be done using the chemistry of the ash.  The ash is in the form of very small (micron-sized) glass grains known as shards.  These grains are analyzed by instruments that focus a small-diameter electron or laser beam on the shard to determine their chemical makeup.  The chemistry is then compared to a database of known chemistry to identify the source and age of the ash.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Marean",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis W Marean",
   "pi_email_addr": "curtis.marean@asu.edu",
   "nsf_id": "000218688",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Campisano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Campisano",
   "pi_email_addr": "Campisano@asu.edu",
   "nsf_id": "000522146",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erich",
   "pi_last_name": "Fisher",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Erich C Fisher",
   "pi_email_addr": "erich.fisher@asu.edu",
   "nsf_id": "000677163",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1393",
   "pgm_ref_txt": "ARCHAEOMETRY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 98418.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seventy-four thousand years ago the super-volcano Mt. Toba erupted with more power than any other volcano in the last 10 million years.&nbsp; Scientists have hypothesized that it was so powerful that it created a volcanic winter that lasted decades, possibly pushed the world into a glacial phase, caused worldwide population crashes among animals and plants, and may have nearly driven our own species extinct.&nbsp; If such an event occurred today, it would be a civilization killing event.&nbsp; Let&rsquo;s hope that does not happen as we have lots of other problems to deal with.</p>\n<p>During the Plinian phase of a volcanic eruption (think shaking up a beer-can and opening the top), microscopic (invisible to the naked eye = cryptotephra) glass shards are ejected and, if the volcano is powerful and winds are appropriate, can spread widely.&nbsp; These shards have a chemical signature that is unique to each eruption, and thus can be traced back to the volcanic culprit.&nbsp; In 2005, the PI Marean and geology colleague Panagiotis Karkanas hypothesized that Toba was powerful enough to send these shards all the way to archaeological sites that he was excavating in South Africa at Pinnacle Point.&nbsp; In 2011, Karkanas found a shard in a thin section from the Pinnacle Point site PP5-6N, and we then recruited volcanologist Eugene Smith (PI of the UNLV collaborative NSF grant) to move the study forward.&nbsp; Over several years we built a laboratory to conduct the work from scratch at UNLV using funds raised by Marean and Smith, and then received our first NSF grant to conduct the study.&nbsp; Importantly, this lab was the only cryptotephra lab in the United States.</p>\n<p>Our study had several goals.&nbsp; First, since Toba&rsquo;s eruption is very precisely dated to 74,000 years ago, we wanted to use its presence in archaeological sites as a dating method.&nbsp; Second, since the Plinian event is short (about 2 weeks) we wanted to use the presence of Toba shards across Africa as a very solid chronologic line for correlation, or what we call an isochron.&nbsp; And third, we wanted to test the hypothesis that Toba caused a volcanic winter that decimated human populations.&nbsp;</p>\n<p>Because Toba is so far away from South Africa, we wrestled with the problem that very few shards made their way to our sites.&nbsp; We developed new techniques to work with these very low abundance shards, and in 2018 we published our results in Nature.&nbsp; We showed that 1) it is found at two archaeological sites (PP5-6N and Vleesbaai) and the dates were consistent with our other dating methods, 2) people seem to have made it through the eruption just fine.&nbsp; That result received widespread media attention.&nbsp; Based on these results, we received this NSF grant to continue our work.</p>\n<p>Our goal was to apply the technique to other archaeological sites in Africa as well as paleoenvironmental sequences such as lake cores, and to develop a second lab at ASU.&nbsp; The goal was to date these sites more precisely and correlate them tightly, and then link the sites to the environmental records.&nbsp; We have had excellent success, having found Toba at three other sites in South Africa and in Ethiopia.&nbsp; The lab at ASU is now up and running and processing samples, so we have developed two labs in the United States when there were none.&nbsp; We have trained 12 undergraduate students in the lab techniques.&nbsp; We have several papers in preparation and one under review.&nbsp; One of our team members (Dr. Kerstin Braun) received an NSF grant to search for the environmental and climate impact of Toba on stalagmites collected from Pinnacle Point, and she has excellent results to be published early 2024.&nbsp; We have met our goals and more.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/15/2023<br>\nModified by: Curtis&nbsp;W&nbsp;Marean</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSeventy-four thousand years ago the super-volcano Mt. Toba erupted with more power than any other volcano in the last 10 million years. Scientists have hypothesized that it was so powerful that it created a volcanic winter that lasted decades, possibly pushed the world into a glacial phase, caused worldwide population crashes among animals and plants, and may have nearly driven our own species extinct. If such an event occurred today, it would be a civilization killing event. Lets hope that does not happen as we have lots of other problems to deal with.\n\n\nDuring the Plinian phase of a volcanic eruption (think shaking up a beer-can and opening the top), microscopic (invisible to the naked eye = cryptotephra) glass shards are ejected and, if the volcano is powerful and winds are appropriate, can spread widely. These shards have a chemical signature that is unique to each eruption, and thus can be traced back to the volcanic culprit. In 2005, the PI Marean and geology colleague Panagiotis Karkanas hypothesized that Toba was powerful enough to send these shards all the way to archaeological sites that he was excavating in South Africa at Pinnacle Point. In 2011, Karkanas found a shard in a thin section from the Pinnacle Point site PP5-6N, and we then recruited volcanologist Eugene Smith (PI of the UNLV collaborative NSF grant) to move the study forward. Over several years we built a laboratory to conduct the work from scratch at UNLV using funds raised by Marean and Smith, and then received our first NSF grant to conduct the study. Importantly, this lab was the only cryptotephra lab in the United States.\n\n\nOur study had several goals. First, since Tobas eruption is very precisely dated to 74,000 years ago, we wanted to use its presence in archaeological sites as a dating method. Second, since the Plinian event is short (about 2 weeks) we wanted to use the presence of Toba shards across Africa as a very solid chronologic line for correlation, or what we call an isochron. And third, we wanted to test the hypothesis that Toba caused a volcanic winter that decimated human populations.\n\n\nBecause Toba is so far away from South Africa, we wrestled with the problem that very few shards made their way to our sites. We developed new techniques to work with these very low abundance shards, and in 2018 we published our results in Nature. We showed that 1) it is found at two archaeological sites (PP5-6N and Vleesbaai) and the dates were consistent with our other dating methods, 2) people seem to have made it through the eruption just fine. That result received widespread media attention. Based on these results, we received this NSF grant to continue our work.\n\n\nOur goal was to apply the technique to other archaeological sites in Africa as well as paleoenvironmental sequences such as lake cores, and to develop a second lab at ASU. The goal was to date these sites more precisely and correlate them tightly, and then link the sites to the environmental records. We have had excellent success, having found Toba at three other sites in South Africa and in Ethiopia. The lab at ASU is now up and running and processing samples, so we have developed two labs in the United States when there were none. We have trained 12 undergraduate students in the lab techniques. We have several papers in preparation and one under review. One of our team members (Dr. Kerstin Braun) received an NSF grant to search for the environmental and climate impact of Toba on stalagmites collected from Pinnacle Point, and she has excellent results to be published early 2024. We have met our goals and more.\n\n\n\t\t\t\t\tLast Modified: 11/15/2023\n\n\t\t\t\t\tSubmitted by: CurtisWMarean\n"
 }
}