{
 "awd_id": "1917206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The self-conditioning gate - are all nuclear pores equal?",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032920000",
 "po_email": "esztul@nsf.gov",
 "po_sign_block_name": "Elizabeth Sztul",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2019-07-02",
 "awd_abstract_narration": "This project furthers our principle understanding of the function of a key machine in eukaryotic cells, the nuclear pore complex, in space and time. Increasing our knowledge on the heterogeneity of functions this mega-complex has in the cell is of crucial importance to understand how cells regulate their response to external stimuli like stress or immune challenges differently to steady state processes such as cell growth. Besides addressing conceptual challenges and providing technological progress to its field, the project integrates undergraduate (REU) and high school students (RAHSS) in a productive and meaningful manner in the research while fostering and supporting underserved students for careers in STEM fields. Integration of undergraduate and high school students in turn provides a unique opportunity for graduate students and post docs to become effective mentors.\r\n\r\nUsing light microscopy technology that cannot be obtained from commercial sources, single mRNAs, protein factors and nuclear pore complexes will be monitored simultaneously in 3D with millisecond time resolution and nanometer registration precision in living cells using minimal light dosages. This data will contain rich information about the efficiencies of transport of proteins and mRNAs through nuclear pore complexes as well as how different biochemical transport pathways are regulated in the cell. The project sets out to prove the notion of all nuclear pore complexes being equal does not hold true on a dynamic functional basis inside the cell.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Grunwald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Grunwald",
   "pi_email_addr": "David.Grunwald@umassmed.edu",
   "nsf_id": "000710326",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Medical School",
  "inst_street_address": "55 LAKE AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088562119",
  "inst_zip_code": "016550002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS MEDICAL SCHOOL",
  "org_prnt_uei_num": "JME3XLCC7T36",
  "org_uei_num": "MQE2JHHJW9Q8"
 },
 "perf_inst": {
  "perf_inst_name": "Univ Massachusetts Med Sch",
  "perf_str_addr": "368 Plantation Street",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016052324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 900000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The self-conditioning gate - are all nuclear pores equal?</strong></p>\r\n<p><em><span style=\"text-decoration: underline;\">Intellectual Merits: </span></em>This grant enabled work that shed insights into the function of nuclear pore complexes (NPCs) in living cells and how they transport messenger RNA (mRNA) out of the nucleus. The main findings were:&nbsp;</p>\r\n<p>1) Different sized mRNAs show similar (within error margin) temporal export kinetics but do differ in their spatial export profile. Export kinetics are described for several mRNAs in the literature, with varying speeds that depend on the imaging technology used in the experiment. The finding that mRNA length does not impact the export time of the packaged mRNA supports the notion of a speed-limit within the NPC, small and big cargo travel with the same speed.</p>\r\n<p>2) There are distinct binding sites on the nuclear and cytoplasmic site of the NPCs that vary for different mRNAs. This finding was very unexpected as currently available biochemical data support the notion that the same transport factors are used by all mRNAs. This finding supports the idea of differences between NPCs regarding cargo selection, but more experiments are needed to validate this notion.</p>\r\n<p>3) Within a range of approximately 200 nm into the cytoplasm, away from the nuclear envelope (NE), mRNAs are frequently found to re-engage with NPCs, even after passing the cytoplasmic binding site. This is, to our knowledge, the first study that finds this phenotype. In earlier work we demonstrated, using a handful of example traces, that mRNAs can release from the export process at a different NPC than the one they exported through. Finding this phase of exported, but not released from the nuclear periphery, mRNAs is pointing towards an additional, currently unknown regulatory step in mRNA export.</p>\r\n<p>4) In fewer than 5% of events, mRNAs that have moved beyond 200 nm from the NE successfully re-import into the nucleus passing the nuclear binding site. While the ultimate fate of these mRNAs cannot always be resolved due to technical limitations, at least some RNA release into the nucleoplasm. This observation may have implications for therapeutic mRNA use as currently mRNA is not assumed to enter the nucleus after export. However, this study was not designed to address import of mRNAs. Therefore, it is impossible to translate these findings, which were made with endogenous mRNAs produced in the nucleus, to mRNA therapeutics, which consist of exogenous mRNA that enter the cytoplasm from outside the cell. This study does highlight the potential for studying nuclear mRNA uptake employing high-speed high-resolution microscopy .</p>\r\n<p>&nbsp;This first-of-its-kind study was only possible because of&nbsp;&nbsp;the technical innovations that emerged to utilize data from multiple thousands of transport events rather than the usual tens to a few hundred. Most noteworthy is the adoption of assigning a measurement error to each data point, something not routinely done in fluorescent microscopy in 2025. In turn, statistical analysis tools can use this information for trace identification, enabling for the first time an automated image processing pipeline free of gap-closing assumptions. Other notable innovations relate to the formulation of adjustable refractive-index-matched growth media that are tested for their impact of cellular viability and vitality; the development of a method for determining NE position of partially labeled NEs; and the development of tools and protocols for microscope characterization.</p>\r\n<p>&nbsp;</p>\r\n<p><em><span style=\"text-decoration: underline;\">Broader Impact:</span></em> Some of our scientific findings raise urgent questions about mRNA distribution in cells and access to the nucleus. Additional studies are needed to establish nuclear accessibility for exogenous mRNAs. A better understanding of nuclear pore complex function, however, must be developed to interpret such studies.</p>\r\n<p>Although this grant ran throughout the CoViD shutdowns, we were able to support five undergraduate students, two graduate students and three high school students. All high schoolers enter undergraduate programs, all undergraduate students finished their degrees and both PhD students are on track to finishing their degrees. The training we provided enabled students to seek employment in a variety of sectors, from biomedical research and industry to defense contracting and electrical engineering, which speaks to the interdisciplinary training environment.&nbsp;</p>\r\n<p>None of the work would have been possible without characterization of microscope performance. As part of this grant we developed tools for this purpose (MetaMax) as well as hardware and training materials for optics education (CubEd).</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/12/2025<br>\nModified by: David&nbsp;Grunwald</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe self-conditioning gate - are all nuclear pores equal?\r\n\n\nIntellectual Merits: This grant enabled work that shed insights into the function of nuclear pore complexes (NPCs) in living cells and how they transport messenger RNA (mRNA) out of the nucleus. The main findings were:\r\n\n\n1) Different sized mRNAs show similar (within error margin) temporal export kinetics but do differ in their spatial export profile. Export kinetics are described for several mRNAs in the literature, with varying speeds that depend on the imaging technology used in the experiment. The finding that mRNA length does not impact the export time of the packaged mRNA supports the notion of a speed-limit within the NPC, small and big cargo travel with the same speed.\r\n\n\n2) There are distinct binding sites on the nuclear and cytoplasmic site of the NPCs that vary for different mRNAs. This finding was very unexpected as currently available biochemical data support the notion that the same transport factors are used by all mRNAs. This finding supports the idea of differences between NPCs regarding cargo selection, but more experiments are needed to validate this notion.\r\n\n\n3) Within a range of approximately 200 nm into the cytoplasm, away from the nuclear envelope (NE), mRNAs are frequently found to re-engage with NPCs, even after passing the cytoplasmic binding site. This is, to our knowledge, the first study that finds this phenotype. In earlier work we demonstrated, using a handful of example traces, that mRNAs can release from the export process at a different NPC than the one they exported through. Finding this phase of exported, but not released from the nuclear periphery, mRNAs is pointing towards an additional, currently unknown regulatory step in mRNA export.\r\n\n\n4) In fewer than 5% of events, mRNAs that have moved beyond 200 nm from the NE successfully re-import into the nucleus passing the nuclear binding site. While the ultimate fate of these mRNAs cannot always be resolved due to technical limitations, at least some RNA release into the nucleoplasm. This observation may have implications for therapeutic mRNA use as currently mRNA is not assumed to enter the nucleus after export. However, this study was not designed to address import of mRNAs. Therefore, it is impossible to translate these findings, which were made with endogenous mRNAs produced in the nucleus, to mRNA therapeutics, which consist of exogenous mRNA that enter the cytoplasm from outside the cell. This study does highlight the potential for studying nuclear mRNA uptake employing high-speed high-resolution microscopy .\r\n\n\nThis first-of-its-kind study was only possible because ofthe technical innovations that emerged to utilize data from multiple thousands of transport events rather than the usual tens to a few hundred. Most noteworthy is the adoption of assigning a measurement error to each data point, something not routinely done in fluorescent microscopy in 2025. In turn, statistical analysis tools can use this information for trace identification, enabling for the first time an automated image processing pipeline free of gap-closing assumptions. Other notable innovations relate to the formulation of adjustable refractive-index-matched growth media that are tested for their impact of cellular viability and vitality; the development of a method for determining NE position of partially labeled NEs; and the development of tools and protocols for microscope characterization.\r\n\n\n\r\n\n\nBroader Impact: Some of our scientific findings raise urgent questions about mRNA distribution in cells and access to the nucleus. Additional studies are needed to establish nuclear accessibility for exogenous mRNAs. A better understanding of nuclear pore complex function, however, must be developed to interpret such studies.\r\n\n\nAlthough this grant ran throughout the CoViD shutdowns, we were able to support five undergraduate students, two graduate students and three high school students. All high schoolers enter undergraduate programs, all undergraduate students finished their degrees and both PhD students are on track to finishing their degrees. The training we provided enabled students to seek employment in a variety of sectors, from biomedical research and industry to defense contracting and electrical engineering, which speaks to the interdisciplinary training environment.\r\n\n\nNone of the work would have been possible without characterization of microscope performance. As part of this grant we developed tools for this purpose (MetaMax) as well as hardware and training materials for optics education (CubEd).\r\n\n\n\t\t\t\t\tLast Modified: 03/12/2025\n\n\t\t\t\t\tSubmitted by: DavidGrunwald\n"
 }
}