{
 "awd_id": "1917512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seventh International Conference on Mathematical Modeling and Analysis of Populations in Biological Systems (ICMA-VII)",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 24240.0,
 "awd_amount": 24240.0,
 "awd_min_amd_letter_date": "2019-05-14",
 "awd_max_amd_letter_date": "2019-05-14",
 "awd_abstract_narration": "This project will support students (undergraduate and graduate) and early-career (junior faculty and post-doctoral fellows) participating in the Seventh International Conference on Mathematical Modeling and Analysis of Populations in Biological Systems (ICMA VII), scheduled at Arizona State University, Tempe, USA, October 12-14, 2019.  This conference will bring together researchers in the mathematical and biological sciences to share their latest research findings on the use of mathematical modeling and analysis to study problems arising in population biology and the life sciences, with emphasis on the fast-growing and challenging area of models in molecular and synthetic biology. The participants will range from internationally recognized established researchers to early career researchers and students (postdoctoral, graduate and undergraduate). The conference will include five plenary lectures given by selected researchers and approximately eighty invited or contributed talks by others, including early career participants. This conference will provide an opportunity for participants to establish new connections and energize established collaborations. Twenty students and early-career participants will be with an emphasis on women and members of underrepresented groups.\r\n\r\nThe broad theme of the conference is the formulation, validation, analysis and simulation of mathematical models for gaining insight into the spatiotemporal dynamics of biological populations. Specific topics include: fundamentals of molecular biology, mathematical immunology, genetic-epidemiology models, stoichiometric population models, mathematical oncology, mathematics of gene editing, and dynamics of multi-host-vector-pathogen systems. Mathematical modelling and analysis, coupled with novel mathematical and statistical techniques in data analytics, play a central role in providing realistic insight into the dynamics of real-life phenomena arising in the life sciences in general and molecular and synthetic biology in particular.  In addition to allowing for the design and implementation of effective strategies for ensuring the persistence or extinction of some species (such as using gene editing to control the population abundance of malaria mosquitoes), molecular approaches potentially promote the development of new therapies for effectively combatting many human ailments, creating a need for population models which account for molecular techniques. For this effort to be effective, modelers and biologists need to build new collaborations, and a goal of the conference is to promote such interdisciplinary connections. The meeting will include participants whose research involves model derivation, mathematical and computational analysis of models and interfacing models with data and observations. The plenary speakers will be encouraged to reach a broad audience, surveying the current state of research in their field of study and suggesting new directions. More details may be found at  the conference website:  \r\nhttps://math.asu.edu/icma-2019.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abba",
   "pi_last_name": "Gumel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Abba B Gumel",
   "pi_email_addr": "agumel@umd.edu",
   "nsf_id": "000677622",
   "pi_start_date": "2019-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Kuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Kuang",
   "pi_email_addr": "kuang@asu.edu",
   "nsf_id": "000496148",
   "pi_start_date": "2019-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "School of Mathematical and Statistical Sciences",
  "perf_str_addr": "901 S. Palm Walk",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 24240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 1em;\">The Seventh International Conference on Mathematical Modeling and Analysis of Populations in Biological Systems (ICMA VII)&nbsp; was hosted by the School of Mathematical and Statistical Sciences, Arizona State University, Tempe, Arizona, on October 12- 14, 2019. This conference, which built on the successes of previous ICMA conferences, attracted established and up-and-coming researchers and students from numerous disciplines in the mathematical and biological sciences.&nbsp; A total of 192 participants from 10 countries attended.&nbsp; The broad, general theme of the conference included the formulation, validation, analysis and simulation of mathematical models for the spatiotemporal dynamics of biological populations. Specific topics covered included modeling, data analytics and analysis of phenomena in population biology, epidemiology, molecular and synthetic biology; mathematical oncology (cancer systems biology); genetic models; multi-host-vector-pathogen systems; persistence of ecosystems and mathematics of gene editing.&nbsp; The conference featured 108 oral and poster presentations, 79 of which were delivered by graduate students, postdoctoral fellows and early career faculty.&nbsp; The Plenary speakers at ICMA VII were Dr. Natalia Komarova (Department of Mathematics, University of California, Irvine), Dr. Qing Nie (Department of Mathematics and Center for Mathematical and Computational Biology, University of California, Irvine), Dr. Sebastian Schreiber (Department of Evolution and Ecology, University of California, Davis) and Dr. Hao Wang (Department of Mathematics, University of Alberta, Canada).&nbsp; The conference featured a plenary lecture by the winners of the Lord Robert May Prize for the Best Papsr Published in the Journal of Biological Dynamics 2017-2018.&nbsp; The prize was given to Drs. Brian P. Yurk (Department of Mathematics, Hope College, MI, USA) and Dr. Christina A. Cobbold (School of Mathematics and Statistics, University of Glasgow, UK).</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/12/2020<br>\n\t\t\t\t\tModified by: Abba&nbsp;B&nbsp;Gumel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Seventh International Conference on Mathematical Modeling and Analysis of Populations in Biological Systems (ICMA VII)  was hosted by the School of Mathematical and Statistical Sciences, Arizona State University, Tempe, Arizona, on October 12- 14, 2019. This conference, which built on the successes of previous ICMA conferences, attracted established and up-and-coming researchers and students from numerous disciplines in the mathematical and biological sciences.  A total of 192 participants from 10 countries attended.  The broad, general theme of the conference included the formulation, validation, analysis and simulation of mathematical models for the spatiotemporal dynamics of biological populations. Specific topics covered included modeling, data analytics and analysis of phenomena in population biology, epidemiology, molecular and synthetic biology; mathematical oncology (cancer systems biology); genetic models; multi-host-vector-pathogen systems; persistence of ecosystems and mathematics of gene editing.  The conference featured 108 oral and poster presentations, 79 of which were delivered by graduate students, postdoctoral fellows and early career faculty.  The Plenary speakers at ICMA VII were Dr. Natalia Komarova (Department of Mathematics, University of California, Irvine), Dr. Qing Nie (Department of Mathematics and Center for Mathematical and Computational Biology, University of California, Irvine), Dr. Sebastian Schreiber (Department of Evolution and Ecology, University of California, Davis) and Dr. Hao Wang (Department of Mathematics, University of Alberta, Canada).  The conference featured a plenary lecture by the winners of the Lord Robert May Prize for the Best Papsr Published in the Journal of Biological Dynamics 2017-2018.  The prize was given to Drs. Brian P. Yurk (Department of Mathematics, Hope College, MI, USA) and Dr. Christina A. Cobbold (School of Mathematics and Statistics, University of Glasgow, UK).\n\n \n\n\t\t\t\t\tLast Modified: 07/12/2020\n\n\t\t\t\t\tSubmitted by: Abba B Gumel"
 }
}