{
 "awd_id": "1918259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms Supporting Experience-Driven Changes in Semantic Knowledge",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leher Singh",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 614848.0,
 "awd_amount": 614848.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2023-03-22",
 "awd_abstract_narration": "Human knowledge about the world is structured in semantic networks in which concepts are linked by relevant relations. This semantic structure is thought to be crucially important for many day-to-day activities, including learning in formal and informal settings, because it allows access to and use of stored knowledge across many different contexts. Prior studies suggest that there are marked individual differences in semantic structure based on factors such as age and expertise in specific domains. However, paucity of methods appropriate for studying semantic structure in young children makes it challenging to gain insight into changes in semantic structure with experience and learning during several key developmental periods, including the preschool years and transition into formal schooling. Using recent advances in the measurement of structured semantic knowledge in young children, this project will further our understanding of how learning and experience in real-world settings (such as a summer camp at a local botanical garden) promote rapid changes in children's semantic networks. The results of this project will have implications for our understanding of many cognitive processes thought to rely on structured semantic knowledge, including memory encoding and retrieval, attention, reading comprehension, and learning in formal and informal settings. Therefore, the results of this project have the potential to provide novel evidence pointing to the importance of enrichment experiences (such as field trips and summer camps) to children's academic achievement. The findings from this project will be disseminated to academic audiences and also to parents and educators in the community. Therefore, this project will provide opportunities to engage members of the public in conversations about improving the scientific literacy of children. \r\n\r\nThe goals of this project are (1) to develop and validate developmentally-appropriate methods to study semantic structure in children, (2) to directly test theoretically-driven predictions about the learning mechanisms promoting changes in semantic structure in a real-world setting, and (3) to examine how changes in semantic structure promote changes in inferential comprehension, a cognitive process that is a component of reading comprehension. In Study 1, the researchers will develop and validate new methods to study semantic structure in children aged 4-9 years, and in so doing will examine how changes in semantic structure across a number of early acquired domains of knowledge (e.g., animals, clothes, foods) are related to changes in the ability to make inferences in those domains. In Studies 2 and 3, the research team will partner with a local botanical garden to directly test how different aspects of children's informal learning experiences contribute to changes in semantic structure and thereby affect children's inferential comprehension. The results of this project will provide the research community with new methods of studying semantic networks in children and will provide new insights into the importance of enrichment experiences for semantic development, including aspects of semantic development that are relevant for school success.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Fisher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Fisher",
   "pi_email_addr": "fisher49@andrew.cmu.edu",
   "nsf_id": "000277526",
   "pi_start_date": "2019-08-07",
   "pi_end_date": "2023-03-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catarina",
   "pi_last_name": "Vales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catarina Vales",
   "pi_email_addr": "cvales@andrew.cmu.edu",
   "nsf_id": "000743528",
   "pi_start_date": "2023-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Catarina",
   "pi_last_name": "Vales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catarina Vales",
   "pi_email_addr": "cvales@andrew.cmu.edu",
   "nsf_id": "000743528",
   "pi_start_date": "2019-08-07",
   "pi_end_date": "2023-03-22"
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue BH 346",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 614848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Entities in the world are related by many overlapping, predictive, and mutually constraining relations and features. For example, almost all animals - but not tools - have eyes and breathe, while only a subset of animals are likely to be encountered in a farm context. While it is theorized that children encode these relations among entities in the world, a lack of methods appropriate for studying semantic structure in young children has made it challenging to examine changes in semantic structure with experience and learning during several key developmental periods, including the preschool years and transition into formal schooling.<br /><br />To address this lack of methods, this research project developed and validated developmentally-appropriate methods to study semantic structure in young children, including methods supporting remote data collection with children. Using these methods, this research project tested theoretically-driven predictions about the learning mechanisms that support changes in semantic structure. For example, the patterns of mutually-constraining relations described above would more strongly support the differentiation of broad across-domain distinctions (e.g., animals versus tools) relative to finer-grained within-domain distinctions (e.g., farm animals). Both in laboratory studies and in real-world contexts (i.e., a summer camp at a local botanical garden), this project provided evidence consistent with the idea that children capitalize on patterns of covariation among relations and features of the entities in the world to build organized semantic representations. This work not only directly informs theories of semantic structure, but also suggests that academic achievement differences may stem (at least in part) from lack of access to learning opportunities (such as out-of-school enrichment programs) to build initial knowledge in academic-relevant domains.<br /><br />Overall, this project provided the research community with new methods of studying semantic networks in children and new insights into the importance of enrichment experiences for semantic development. The project led to the publication of 5 peer-reviewed journal articles and numerous presentations at scientific conferences. All data and reproducible analytical tools were made openly available to the research community. The project also afforded numerous opportunities for discussing science with educators, caregivers, children, and other members of the public - thus increasing engagement with science and scientific literacy. Finally, over the life of the project, it provided research training opportunities to 1 graduate student, 4 non-student research assistants (2 from underrepresented minority groups), and 25 undergraduate students (13 from underrepresented minority groups). Therefore, this project made significant contributions to broadening participation in STEM and to training the next generation of researchers.</p><br>\n<p>\n Last Modified: 11/17/2023<br>\nModified by: Catarina&nbsp;Vales</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nEntities in the world are related by many overlapping, predictive, and mutually constraining relations and features. For example, almost all animals - but not tools - have eyes and breathe, while only a subset of animals are likely to be encountered in a farm context. While it is theorized that children encode these relations among entities in the world, a lack of methods appropriate for studying semantic structure in young children has made it challenging to examine changes in semantic structure with experience and learning during several key developmental periods, including the preschool years and transition into formal schooling.\n\nTo address this lack of methods, this research project developed and validated developmentally-appropriate methods to study semantic structure in young children, including methods supporting remote data collection with children. Using these methods, this research project tested theoretically-driven predictions about the learning mechanisms that support changes in semantic structure. For example, the patterns of mutually-constraining relations described above would more strongly support the differentiation of broad across-domain distinctions (e.g., animals versus tools) relative to finer-grained within-domain distinctions (e.g., farm animals). Both in laboratory studies and in real-world contexts (i.e., a summer camp at a local botanical garden), this project provided evidence consistent with the idea that children capitalize on patterns of covariation among relations and features of the entities in the world to build organized semantic representations. This work not only directly informs theories of semantic structure, but also suggests that academic achievement differences may stem (at least in part) from lack of access to learning opportunities (such as out-of-school enrichment programs) to build initial knowledge in academic-relevant domains.\n\nOverall, this project provided the research community with new methods of studying semantic networks in children and new insights into the importance of enrichment experiences for semantic development. The project led to the publication of 5 peer-reviewed journal articles and numerous presentations at scientific conferences. All data and reproducible analytical tools were made openly available to the research community. The project also afforded numerous opportunities for discussing science with educators, caregivers, children, and other members of the public - thus increasing engagement with science and scientific literacy. Finally, over the life of the project, it provided research training opportunities to 1 graduate student, 4 non-student research assistants (2 from underrepresented minority groups), and 25 undergraduate students (13 from underrepresented minority groups). Therefore, this project made significant contributions to broadening participation in STEM and to training the next generation of researchers.\t\t\t\t\tLast Modified: 11/17/2023\n\n\t\t\t\t\tSubmitted by: CatarinaVales\n"
 }
}