{
 "awd_id": "1918338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Dufek Intrusion Ages:  Crystallization or Cooling?",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2019-12-31",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 301763.0,
 "awd_amount": 301763.0,
 "awd_min_amd_letter_date": "2019-08-02",
 "awd_max_amd_letter_date": "2024-12-02",
 "awd_abstract_narration": "Voluminous outpourings of iron-rich molten rock (magma), which can initiate from deep within the earth, occur regularly throughout geologic time. Understanding volcanic eruptions requires knowledge of the magmatic plumbing systems and magma chambers that feed eruptions. While many magma chambers are typically emplaced in the shallow subsurface of the earth, only rarely are the entirety of the solidified remnants of these chambers later exposed at the surface of the earth for study. One such magma chamber, the Dufek Intrusion, exists in Antarctica.  The Dufek Intrusion is part of the Ferrar magmatic event, which was triggered by the separation or rifting of South America, Africa and Antarctic continents approximately 182 million years ago.  The research objectives focus on analyzing existing samples to understand the thermal and chemical evolution of the magma in the Dufek Intrusion magma chamber and deciphering whether the exposed sections are part of the same magma chamber or represent two separate magma chambers. Results from this study may result in the research community questioning the assumption that small intrusions crystallized faster than larger layered intrusions such as the Dufek Intrusion. This project supports multiple early career researchers and provides laboratory training for undergraduate students.\r\n\r\nPreliminary high-precision U-Pb ages from zircon throughout the Dufek Intrusion show that rocks thought to represent the lowermost section of stratigraphy (the Dufek Massif) are younger than the rocks thought to represent the uppermost section (the Forrestal Range).  This study tests whether the zircon ages represent a cooling profile of a single large layered intrusion, or whether the Dufek Massif and Forrestal Range are two separate smaller intrusions. Crystallization temperatures of the cumulus phases (plagioclase and clinopyroxene) and the zircons, as well as cooling rates from the cumulus phases will be obtained to test the cooling profile hypothesis.  The research team will construct thermal models of emplacement and cooling to compare with the laboratory analyses.  In order to test the two intrusions hypothesis, the team will analyze zircon Hf isotopic compositions and whole rock Sr, Nd, Pb isotopes from samples of the two intrusions to determine whether they are similar and therefore genetically related.  Results will provide important constraints on the duration of magmatism associated with continental breakup and present a coherent picture of the construction of (possibly) one of the largest magmatic intrusions exposed on earth today.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "VanTongeren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jill A VanTongeren",
   "pi_email_addr": "jill.vantongeren@tufts.edu",
   "nsf_id": "000667126",
   "pi_start_date": "2019-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 301763.0
  }
 ],
 "por": null
}