{
 "awd_id": "1918243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCHOLARS: Migration, Stress, and Obesity Risk",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2019-07-02",
 "awd_abstract_narration": "Overweight and obesity (OO) are a huge public health concern in many countries. Globally, the prevalence of obesity has nearly doubled since 1980. One population at increased risk for OO is immigrants. However, we still have a limited understanding of how exposures to stressors over the migration process interact with the life course to impact risk for OO. OO increases risks for chronic diseases and the economic cost of obesity-related illnesses is estimated at $190.2 billion annually in the U. S.  Immigrants are increasingly at risk for OO, and an estimated 18% of the US population will be immigrants within 50 years. Africans are now the fastest growing immigrant group, roughly doubling in number every decade. Despite their growing numbers, less is known about the factors that increase risk for OO among African immigrants. Africans are more likely than immigrants from most other regions to come to the United States as refugees or to seek asylum, and also have a higher prevalence of pre-migration traumatic events. This is significant because studies have shown trauma exposure and psychological distress increase the risk for OO. This training from the Cultural Anthropology Scholars Award will allow Dr. Covington-Ward to explore these questions and develop the methodological skills necessary to publish several articles based on secondary analysis of datasets, eventually conduct a larger, multi-sited project (post funded training) combining quantitative and qualitative data analysis, contribute to the pedagogical and research programs of several departments at her university, and share her research with local communities and scholarly audiences. This project also has broader implications for improved health policy, as the results will identify risk factors for obesity for African immigrants and suggest strategies for supporting these and other immigrant populations towards better health and well-being. The project will also contribute to science in regards to examining how exposure to trauma and stress increases obesity risk overall.\r\n\r\nDr. Covington-Ward of the University of Pittsburgh will investigate the following research questions: How do stressful and traumatic events before your move, during your move, and after your move impact obesity? And how does the age at which you have these experiences affect your obesity risk?  The proposed research and training from the Cultural Anthropology Scholars Award will address this gap by examining the relationship between traumatic life events and stressors, migration processes, and OO among African immigrants. The award will allow Dr. Yolanda Covington-Ward to obtain training in demography and statistical analysis in order to study how stress and migration are related to obesity risk for African immigrants at a larger population level. The award will enable her to be an external affiliate with the Population Research Institute at Penn State University, to take graduate-level classes in demography at Penn State and statistics classes at the University of Pittsburgh, to take summer survey research courses at the University of Michigan, and to receive one-on-one guidance and mentoring in demography and analysis of several large datasets.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yolanda",
   "pi_last_name": "Covington-Ward",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Yolanda D Covington-Ward",
   "pi_email_addr": "ydc1@pitt.edu",
   "nsf_id": "000795709",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "123 University Place",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project were for the PI to gain training and skills in demography and statistics in order to expand her study of the intersection of migration and health for African immigrants. The PI is a cultural anthropologist who took graduate-level courses in statistics at the University of Pittsburgh and audited several graduate-level demography courses at the Pennsylvania State University main campus in State College, PA. The PI traveled 2 hours each way to attend courses in-person at Penn State University. The PI also became an external affiliate of the Population Research Institute at the Pennsylvania State University. The PI attended several on-campus demography workshops at Penn State, met with demography faculty, and worked with a mentor in demography and sociology in one-on-one meetings over the course of the grant period. The PI presented her research on Liberian immigrants at four different universities during the grant period (including one in England and one presentation at the Population Research Institute at Penn State). The PI is currently completing a book for which one specific chapter draws on some of the literature that she used as a part of her demography training. The PI will now be able to use the skills that she has gained in demography and statistics and apply them to her current discipline and department of Afro-American Studies/Black Studies and any future courses in cultural anthropology. The project exposed the PI to new population studies resources that can be incorporated into future courses, such as the IPUMS data website. The PI also intends to create a new course with a topic related to Migration and Health. This project was unfortunately impacted by COVID, which affected the outcomes. &nbsp;&nbsp;The impacts of this project can be seen in the research disseminated through the invited talks and the skills and knowledge that will be shared with current and future students that can benefit from the demographic and statistical techniques and resources with which the PI is now familiar.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/31/2023<br>\nModified by: Yolanda&nbsp;D&nbsp;Covington-Ward</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe major goals of this project were for the PI to gain training and skills in demography and statistics in order to expand her study of the intersection of migration and health for African immigrants. The PI is a cultural anthropologist who took graduate-level courses in statistics at the University of Pittsburgh and audited several graduate-level demography courses at the Pennsylvania State University main campus in State College, PA. The PI traveled 2 hours each way to attend courses in-person at Penn State University. The PI also became an external affiliate of the Population Research Institute at the Pennsylvania State University. The PI attended several on-campus demography workshops at Penn State, met with demography faculty, and worked with a mentor in demography and sociology in one-on-one meetings over the course of the grant period. The PI presented her research on Liberian immigrants at four different universities during the grant period (including one in England and one presentation at the Population Research Institute at Penn State). The PI is currently completing a book for which one specific chapter draws on some of the literature that she used as a part of her demography training. The PI will now be able to use the skills that she has gained in demography and statistics and apply them to her current discipline and department of Afro-American Studies/Black Studies and any future courses in cultural anthropology. The project exposed the PI to new population studies resources that can be incorporated into future courses, such as the IPUMS data website. The PI also intends to create a new course with a topic related to Migration and Health. This project was unfortunately impacted by COVID, which affected the outcomes. The impacts of this project can be seen in the research disseminated through the invited talks and the skills and knowledge that will be shared with current and future students that can benefit from the demographic and statistical techniques and resources with which the PI is now familiar.\n\n\n\t\t\t\t\tLast Modified: 12/31/2023\n\n\t\t\t\t\tSubmitted by: YolandaDCovington-Ward\n"
 }
}