{
 "awd_id": "1918557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scientific Program Overview: Troposphere High latitude INhibitors to multi-scale sea ICE Predictability (THINICE)",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922671",
 "po_email": "pvlahos@nsf.gov",
 "po_sign_block_name": "Penny Vlahos",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 22613.0,
 "awd_amount": 22613.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2023-08-02",
 "awd_abstract_narration": "This is an award to support continued planning for THINICE. It is not a commitment by NSF to fund the field project, related analysis and numerical simulation work. Those funding decisions will be determined by means of further review.\r\n\r\nIn recent decades, the Arctic has transitioned to more mobile and thinner sea ice and more expansive stretches of open ocean. One outcome of these profound changes is the increasingly important role of Arctic Cyclones (ACs) in the loss of sea ice, which can occur at an astonishing rate of 1/2 million km2 within a 3-day period, an area that is bigger than California and approximately the size of Spain. An accurate prediction of such sea ice losses and the interplay between Arctic cyclones, sea ice and the open ocean is becoming increasing important for public safety, commerce, and national security. Unfortunately, the accurate prediction of ACs and sea ice loss is often a challenge, even on weather time-scales. This award supports continued planning for the THINICE to address this challenge. The sampling plan will include a 6-week international, multi-agency field campaign for July and August 2021 with a complementary numerical modeling and analysis component. This Scientific Project Overview (SPO) project is to organize the first systematic observational investigation to enhance our understanding of the critical mechanisms that determine the location, strength, evolution, and characteristics of TPVs, ACs and their potential for influencing sea ice break-up and decline. THINICE will directly contribute to NSF's goal of 'Navigating the New Arctic', which is one of the agencies ten bold ideas for future investment at the frontiers of science and engineering. THINICE will also contribute to NSF INCLUDES (Inclusion across the Nation of Communities of Learners of Underrepresented Discoverers in Engineering and Science) through educational and outreach activities that utilize NSF's Research Experience for Undergraduates program to involve indigenous students, including through novel social media efforts. \r\n\r\nFundamental differences exist between the dynamics of cyclones in middle latitude and the Arctic. ACs have received attention for their impact on the Arctic sea ice. In particular, Tropopause Polar Vortices (TPVs) serve as an important precursor to the formation of ACs with cyclogenesis taking place when these vortices interact with low-level baroclinic zones. Another difference between weather systems in the Arctic and middle latitudes is the increased importance at higher latitudes of radiative processes relative to latent heating. Thus, the treatment of cloud and radiative processes is likely critical to accurately defining the structure and intensity of TPVs and ACs. While major field campaigns have been launched to study cyclones in middle latitudes, detailed observational studies of TPVs and ACs have not yet been undertaken. The THINICE SPO will coordinate efforts with plans to utilize in-situ and remote sensing measurements taken from the NSF-NCAR GV research aircraft to advance our knowledge of: (1) The dynamical and physical processes that control the intensity, structure, and evolution of ACs and TPVs; (2) The dynamical interactions between TPVs and ACs, including the role of TPVs in cyclogenesis and how ACs are modified when multiple TPVs are interactive; and (3) The coupling of TPVs and ACs with the underlying sea surface and sea ice during the summer, and how such coupling can lead to rapid sea ice loss and feedbacks that might, in turn, modify TPVs and ACs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cavallo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Cavallo",
   "pi_email_addr": "cavallo@ou.edu",
   "nsf_id": "000554501",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Parsons",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Parsons",
   "pi_email_addr": "DaveParsons@nwra.com",
   "nsf_id": "000190499",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 22613.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>THINICE was a large-scale international aircraft campaign, based in Svalbard, Norway in August 2022, aimed at enhancing our understanding of the critical mechanisms that determine the location, strength, and characteristics of Arctic cyclones (ACs) including their interactions with Tropopause Polar Vortices (TPVs) and their potential for influencing sea ice break-up and decline. This campaign was motivated by the increasingly important role of ACs in sea ice loss as the Arctic transitions to thinner and more mobile sea ice and more expansive open ocean. Although NSF did not directly participate in operations, NSF was an active participant in THINICE. Two research aircraft were deployed with complementary instrumentation. The French Safire ATR42 aircraft, was equipped with the RALI (RAdar-LIdar) remote sensing instrumentation and in-situ cloud microphysics probes to observe the wind and cloud structures of ACs. The British Antarctic Survey (BAS) MASIN Twin Otter aircraft flew at low levels measuring sea-ice properties and atmospheric properties near the Earth&rsquo;s surface that mediate exchange of energy between the atmosphere and the surface. WindBorne (WB) Systems operated long duration instrumented balloons to sample meteorological conditions within both cyclones and TPVs across the Arctic.</p>\r\n<p>Unusually intense AC activity occurred during August 2022 in the Svalbard area due the jet stream being located further poleward than average. Four ACs were observed during the 4-week field campaign, and their tracks are shown in Figure 1. A total of 18 flights (80 flight hours) were conducted by the BAS Twin Otter aircraft and 16 flights (62 flight hours) by the Safire ATR42 aircraft (Figure 2a,b). The WB balloons were launched from two locations and steered mainly by the atmospheric wind patterns and directed into TPV structures throughout the Arctic (Figure 2c). An illustration of the sea ice conditions from a MASIN flight showed a sea ice field consisting of densely packed medium to large ice floes near an AC, while to the east of the AC the sea ice mostly consisted of loosely packed small floes (Figure 3). Melt ponds and leads can be clearly distinguished from the bare ice and snow-covered ice by their albedo signatures and sometimes their temperature. The histogram demonstrates that there is a wide range of surface reflectivity that arises from a mixture of surface types (Figure 3c). Such low-level observations are being used to evaluate models and determine surface exchange parameterization settings.</p>\r\n<p>THINICE was the first field campaign devoted to systematically investigating the characteristics of TPVs and their role in the formation and lifecycle of ACs. The new observations can be analyzed in future studies to quantify the understanding of processes surrounding very rapid sea-ice loss events that occur more frequently yet do not occur with every cyclone. These sudden losses are challenging to represent in earth system models and often difficult to accurately predict even on weather time scales. This NSF-sponsored project complemented operations with Observation System Simulation Experiments (OSSE), which provided a precise assessment of observation impacts. We found that having additional observations of temperature and moisture targeted around TPVs that are more closely spaced apart than with current observing systems provide important connections between the characteristics of TPVs and the development of ACs. Results from this project have been used to motivate a new airborne observing campaign designed to advance knowledge of the processes that lead to extreme high-impact weather (HIW) events during the winter, such as severe cold air outbreaks, windstorms and hazardous seas, sea ice breakup, and extreme precipitation with an overarching goal to quantify the impact that features poleward of the jet stream have on the jet stream and HIW events.</p><br>\n<p>\n Last Modified: 12/11/2024<br>\nModified by: Steven&nbsp;M&nbsp;Cavallo</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727842173_Figure3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727842173_Figure3--rgov-800width.png\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727842173_Figure3--rgov-66x44.png\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 3. Low-altitude flights captured unique details of sea ice near an Arctic Cyclone. (a) The track of Flight B380 (green) and observed surface temperature on 20 August 2022; (b) photo from Flight B380 of the sea ice conditions at 1228 UTC on the same day, (c) histogram of measured surface albedo.</div>\n<div class=\"imageCredit\">Adapted from Figure 14 of Riviere et al. 2024.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;M&nbsp;Cavallo\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727263772_Figure1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727263772_Figure1--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727263772_Figure1--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 1. Tracks of the four Arctic cyclones observed during THINICE. Cyclone locations are displayed with three-hourly frequency. Black date stamps (days in August 2022) are overlaid. Sea ice fraction is shaded, with solid and dashed blue contours, respectively, indicating values of 0.8 and 0.1.</div>\n<div class=\"imageCredit\">Adapted from Figure 4 of Riviere et al. 2024</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;M&nbsp;Cavallo\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727439378_Figure2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727439378_Figure2--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1918557/1918557_10634279_1732727439378_Figure2--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 2. Two aircraft based in Longyearbyen, Svalbard, complemented by high altitude\r\nlong-duration weather balloons collected observations of Arctic Cyclones, Tropopause Polar Vortices, and sea ice in August 2022. Flight tracks for (a) Safire ATR42 (b) BAS Twin Otter and (c) WB balloons.</div>\n<div class=\"imageCredit\">Adapted from Figure 5 of Riviere et al. 2024</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Steven&nbsp;M&nbsp;Cavallo\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nTHINICE was a large-scale international aircraft campaign, based in Svalbard, Norway in August 2022, aimed at enhancing our understanding of the critical mechanisms that determine the location, strength, and characteristics of Arctic cyclones (ACs) including their interactions with Tropopause Polar Vortices (TPVs) and their potential for influencing sea ice break-up and decline. This campaign was motivated by the increasingly important role of ACs in sea ice loss as the Arctic transitions to thinner and more mobile sea ice and more expansive open ocean. Although NSF did not directly participate in operations, NSF was an active participant in THINICE. Two research aircraft were deployed with complementary instrumentation. The French Safire ATR42 aircraft, was equipped with the RALI (RAdar-LIdar) remote sensing instrumentation and in-situ cloud microphysics probes to observe the wind and cloud structures of ACs. The British Antarctic Survey (BAS) MASIN Twin Otter aircraft flew at low levels measuring sea-ice properties and atmospheric properties near the Earths surface that mediate exchange of energy between the atmosphere and the surface. WindBorne (WB) Systems operated long duration instrumented balloons to sample meteorological conditions within both cyclones and TPVs across the Arctic.\r\n\n\nUnusually intense AC activity occurred during August 2022 in the Svalbard area due the jet stream being located further poleward than average. Four ACs were observed during the 4-week field campaign, and their tracks are shown in Figure 1. A total of 18 flights (80 flight hours) were conducted by the BAS Twin Otter aircraft and 16 flights (62 flight hours) by the Safire ATR42 aircraft (Figure 2a,b). The WB balloons were launched from two locations and steered mainly by the atmospheric wind patterns and directed into TPV structures throughout the Arctic (Figure 2c). An illustration of the sea ice conditions from a MASIN flight showed a sea ice field consisting of densely packed medium to large ice floes near an AC, while to the east of the AC the sea ice mostly consisted of loosely packed small floes (Figure 3). Melt ponds and leads can be clearly distinguished from the bare ice and snow-covered ice by their albedo signatures and sometimes their temperature. The histogram demonstrates that there is a wide range of surface reflectivity that arises from a mixture of surface types (Figure 3c). Such low-level observations are being used to evaluate models and determine surface exchange parameterization settings.\r\n\n\nTHINICE was the first field campaign devoted to systematically investigating the characteristics of TPVs and their role in the formation and lifecycle of ACs. The new observations can be analyzed in future studies to quantify the understanding of processes surrounding very rapid sea-ice loss events that occur more frequently yet do not occur with every cyclone. These sudden losses are challenging to represent in earth system models and often difficult to accurately predict even on weather time scales. This NSF-sponsored project complemented operations with Observation System Simulation Experiments (OSSE), which provided a precise assessment of observation impacts. We found that having additional observations of temperature and moisture targeted around TPVs that are more closely spaced apart than with current observing systems provide important connections between the characteristics of TPVs and the development of ACs. Results from this project have been used to motivate a new airborne observing campaign designed to advance knowledge of the processes that lead to extreme high-impact weather (HIW) events during the winter, such as severe cold air outbreaks, windstorms and hazardous seas, sea ice breakup, and extreme precipitation with an overarching goal to quantify the impact that features poleward of the jet stream have on the jet stream and HIW events.\t\t\t\t\tLast Modified: 12/11/2024\n\n\t\t\t\t\tSubmitted by: StevenMCavallo\n"
 }
}