{
 "awd_id": "1918716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Role of DNA sequence and deformability on lesion recognition and excision in the base excision repair pathway",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 467265.0,
 "awd_amount": 473265.0,
 "awd_min_amd_letter_date": "2019-05-23",
 "awd_max_amd_letter_date": "2020-05-20",
 "awd_abstract_narration": "Collaborative Research: Role of DNA sequence and deformability on lesion recognition and excision in the base excision repair pathway\r\n\r\nDNA damage occurs often in cells and must be repaired to ensure the integrity of the genome. This project will test whether damage that occurs within a rigid region of DNA is repaired more slowly than damage that occurs within a flexible region. This knowledge will help understand key aspects of DNA repair, mutation rates, and molecular evolution. The results of this project will also provide detailed insight into how proteins that repair DNA damage interact with the DNA substrate, which is critical for maintaining cellular life. Graduate and undergraduate students will receive multidisciplinary training in chemical and biophysical techniques, including advanced spectroscopic and computational methods. A joint course in fluorescence and nuclear magnetic resonance spectroscopy will also be developed. New online undergraduate course materials for quantitative approaches in the biosciences and chemistry will be developed, and a variety of outreach and scientific literacy projects for school age children and adults are planned.\r\n\r\nDNA flexibilities and repair efficiencies will be systematically assessed for three common types of damage that are repaired by three different enzymes of the base excision repair pathway (uracil-DNA glycosylase, thymine-DNA glycosylate, and O6MeG-DNA methyltransferase). Despite differences in sequence and structure, these enzymes use a similar base flipping mechanism to recognize and remove the damaged base. By using enzyme kinetics, fluorescence, nuclear magnetic resonance and computer simulations, DNA rigidities and repair efficiencies will be systematically assessed for a large number of DNA sequences. This data will be used to quantify the link between DNA rigidity and repair efficiency, and help explain the origins of the observed sequence-dependent behavior in terms of structure, energetics and dynamics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Levitus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia Levitus",
   "pi_email_addr": "Marcia.Levitus@asu.edu",
   "nsf_id": "000486655",
   "pi_start_date": "2019-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wade",
   "pi_last_name": "Van Horn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wade Van Horn",
   "pi_email_addr": "wade.van.horn@asu.edu",
   "nsf_id": "000757009",
   "pi_start_date": "2019-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 467265.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To keep their genetic material intact and functioning properly, cells have developed sophisticated repair systems. DNA repair mechanisms are essential for correcting errors or damage in our genetic code caused by environmental exposure, normal cellular processes, or random mistakes during cell division, thereby maintaining healthy cells. DNA repair is also a crucial aspect of molecular evolution as it maintains genetic stability while allowing for mutations that drive evolutionary change. One key repair system is base excision repair (BER), which addresses small, non-structural damage to DNA. The first step in this biochemical process is the recognition of the damaged DNA base by a specialized enzyme known as DNA glycosylase. These enzymes scan the DNA, identify damaged bases, and cleave the bonds to remove the damage, ensuring the DNA remains intact.</p>\n<p>DNA consists of four building blocks: A, T, G, and C. Uracil (U), which does not belong in DNA and is highly mutagenic, is removed by an enzyme called uracil-DNA glycosylase (UNG). UNG has evolved to remove uracil from DNA regardless of the surrounding sequence. However, the local sequence significantly impacts the efficiency of this removal process. UNG removes uracil faster in some contexts than others, leading to 'hot spots' where unrepaired uracils are more likely to appear. There has been insufficient systematic research on how different sequences influence the repair of uracil and other DNA lesions. This project aimed to elucidate the molecular basis of sequence-dependent effects on uracil repair, specifically understanding how the sequence surrounding uracil affects UNG activity at a molecular level.</p>\n<p>DNA is a double helix with nucleotide bases oriented inward, forming base pairs that stabilize the helical shape. To remove uracil, UNG binds to the DNA at the lesion site and flips the uracil out of the helix. Our research strategy tested the hypothesis that UNG activity is dictated by the intrinsic local deformability of the DNA sequence around the uracil. While DNA is generally rigid, certain regions are more flexible depending on their sequence. We hypothesized that UNG activity would be greater when removing uracil from sequences that create a more flexible environment around the lesion. To test this hypothesis, we developed a plan to explore how the sequence-dependent flexibility of the DNA affects the efficiency of uracil removal by the enzyme. This collaborative effort leveraged the team&rsquo;s expertise in DNA biophysics (M. Levitus, A. van der Vaart), fluorescence spectroscopy (M. Levitus), enzyme kinetics (L. Bloom), NMR spectroscopy (W. Van Horn), and molecular dynamics (MD) simulations (A. van der Vaart).</p>\n<p>We first systematically characterized the steady-state kinetic parameters of uracil excision for rationally designed DNA sequences. We found that the bases adjacent to U have the greatest impact on both substrate flexibility and UNG activity, while the bases not immediately surrounding U provide a secondary level of modulation. Interestingly, sequences containing U in a &ldquo;TUA&rdquo; context are better substrates than those with U in an &ldquo;AUT&rdquo; context. We then characterized and quantified the dynamics and flexibility of the uracil lesion and the surrounding nucleotides using computational methods (molecular dynamics, in collaboration with A. van der Vaart, USF) and experimental techniques (fluorescence spectroscopy and nuclear magnetic resonance spectroscopy).</p>\n<p>Our study demonstrated that UNG efficiency is dictated by the intrinsic deformability around the lesion. Sequences that are more flexible are better substrates for UNG because bending lowers the energy necessary to flip the lesion out of the helix. The finding that substrate flexibility controls UNG efficiency is likely significant for other repair enzymes and has major implications for understanding the genesis of mutation hotspots, molecular evolution, and base editing. Our results also suggest that DNA repair glycosylases recognize their targets by sensing increased flexibility at the lesion site compared to normal DNA, explaining how DNA repair glycosylases identify damaged and mismatched bases within the background of normal DNA.</p>\n<p>In addition to advancing our understanding of DNA repair mechanisms, the project contributed to educational outreach by providing research opportunities to four graduate and four undergraduate students. All students were trained in a variety of biochemical and biophysical techniques and presented their research at regional and national scientific conferences. The outcomes of this research contributed to four doctoral dissertations (three completed, one in progress). Additionally, one undergraduate student, supported by an REU supplement, completed an undergraduate honors thesis and is now a graduate student and the recipient of an NSF graduate fellowship. The PIs and their graduate students also participated in various outreach events, including the annual Night of the Open Door and the Migratory Student Summer Academy at ASU</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/05/2024<br>\nModified by: Marcia&nbsp;Levitus</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTo keep their genetic material intact and functioning properly, cells have developed sophisticated repair systems. DNA repair mechanisms are essential for correcting errors or damage in our genetic code caused by environmental exposure, normal cellular processes, or random mistakes during cell division, thereby maintaining healthy cells. DNA repair is also a crucial aspect of molecular evolution as it maintains genetic stability while allowing for mutations that drive evolutionary change. One key repair system is base excision repair (BER), which addresses small, non-structural damage to DNA. The first step in this biochemical process is the recognition of the damaged DNA base by a specialized enzyme known as DNA glycosylase. These enzymes scan the DNA, identify damaged bases, and cleave the bonds to remove the damage, ensuring the DNA remains intact.\n\n\nDNA consists of four building blocks: A, T, G, and C. Uracil (U), which does not belong in DNA and is highly mutagenic, is removed by an enzyme called uracil-DNA glycosylase (UNG). UNG has evolved to remove uracil from DNA regardless of the surrounding sequence. However, the local sequence significantly impacts the efficiency of this removal process. UNG removes uracil faster in some contexts than others, leading to 'hot spots' where unrepaired uracils are more likely to appear. There has been insufficient systematic research on how different sequences influence the repair of uracil and other DNA lesions. This project aimed to elucidate the molecular basis of sequence-dependent effects on uracil repair, specifically understanding how the sequence surrounding uracil affects UNG activity at a molecular level.\n\n\nDNA is a double helix with nucleotide bases oriented inward, forming base pairs that stabilize the helical shape. To remove uracil, UNG binds to the DNA at the lesion site and flips the uracil out of the helix. Our research strategy tested the hypothesis that UNG activity is dictated by the intrinsic local deformability of the DNA sequence around the uracil. While DNA is generally rigid, certain regions are more flexible depending on their sequence. We hypothesized that UNG activity would be greater when removing uracil from sequences that create a more flexible environment around the lesion. To test this hypothesis, we developed a plan to explore how the sequence-dependent flexibility of the DNA affects the efficiency of uracil removal by the enzyme. This collaborative effort leveraged the teams expertise in DNA biophysics (M. Levitus, A. van der Vaart), fluorescence spectroscopy (M. Levitus), enzyme kinetics (L. Bloom), NMR spectroscopy (W. Van Horn), and molecular dynamics (MD) simulations (A. van der Vaart).\n\n\nWe first systematically characterized the steady-state kinetic parameters of uracil excision for rationally designed DNA sequences. We found that the bases adjacent to U have the greatest impact on both substrate flexibility and UNG activity, while the bases not immediately surrounding U provide a secondary level of modulation. Interestingly, sequences containing U in a TUA context are better substrates than those with U in an AUT context. We then characterized and quantified the dynamics and flexibility of the uracil lesion and the surrounding nucleotides using computational methods (molecular dynamics, in collaboration with A. van der Vaart, USF) and experimental techniques (fluorescence spectroscopy and nuclear magnetic resonance spectroscopy).\n\n\nOur study demonstrated that UNG efficiency is dictated by the intrinsic deformability around the lesion. Sequences that are more flexible are better substrates for UNG because bending lowers the energy necessary to flip the lesion out of the helix. The finding that substrate flexibility controls UNG efficiency is likely significant for other repair enzymes and has major implications for understanding the genesis of mutation hotspots, molecular evolution, and base editing. Our results also suggest that DNA repair glycosylases recognize their targets by sensing increased flexibility at the lesion site compared to normal DNA, explaining how DNA repair glycosylases identify damaged and mismatched bases within the background of normal DNA.\n\n\nIn addition to advancing our understanding of DNA repair mechanisms, the project contributed to educational outreach by providing research opportunities to four graduate and four undergraduate students. All students were trained in a variety of biochemical and biophysical techniques and presented their research at regional and national scientific conferences. The outcomes of this research contributed to four doctoral dissertations (three completed, one in progress). Additionally, one undergraduate student, supported by an REU supplement, completed an undergraduate honors thesis and is now a graduate student and the recipient of an NSF graduate fellowship. The PIs and their graduate students also participated in various outreach events, including the annual Night of the Open Door and the Migratory Student Summer Academy at ASU\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/05/2024\n\n\t\t\t\t\tSubmitted by: MarciaLevitus\n"
 }
}