{
 "awd_id": "1918325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Perceptual and Psychological Mechanisms Causing Racial Bias in Pain Care",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 421377.0,
 "awd_amount": 421377.0,
 "awd_min_amd_letter_date": "2019-08-09",
 "awd_max_amd_letter_date": "2019-08-09",
 "awd_abstract_narration": "Past research has shown large racial disparities in pain care in the United States.  In particular, the pain of Black patients is consistently under-diagnosed and under-treated.  Black Americans are less likely to be prescribed pain medication.  When they do receive pain medication, they are prescribed lower doses on average. Beyond the threat this inequality in pain care presents to the health and well-being of minority individuals, unequal treatment of pain has consequences for national productivity. As one example, untreated or mistreated pain is associated with difficulty in returning to work following injury. Theory and research in social psychology has identified several factors that contribute to racial bias in pain care, including stereotypes, implicit racial bias, and gaps in empathy. This project expands on past research by including a separate and distinct perceptual basis for this bias in pain care.  The central premise is that race shapes the visual perception of painful expressions on others' faces, triggering a cascade of biased processing and behavioral outcomes.  By bringing together theory and research in social psychology, vision science, cognitive neuroscience, and health care, this project seeks to develop a social perceptual model of racial bias in pain care. It will reveal the psychological and perceptual mechanisms that contribute to racial disparities in pain treatment and help to develop potential interventions to reduce the bias.\r\n\r\nThis project is organized around a set of eight behavioral and neuroimaging experiments that examine the psychological roots, neural bases, and behavioral consequences of racial bias in pain perception. The studies consider whether race influences the recognition and treatment of pain by disrupting the visual perception of painful facial expressions.  One expected effect is that perceivers see painful expressions on Black faces earlier than they do on White faces, and that this difference can account for some of the known biases in treatment, over and above the influence of explicit stereotypes or implicit racial bias. The research aims to uncover aspects of the perceiver and of the person being perceived that make the bias larger or smaller, focusing on factors such as social status, racial prototypicality, and interracial contact.  The project also considers whether medical health professionals show the same perceptual bias, and whether the bias is observed when self-report information about pain experience is available.  As a potential focus for intervention, the research tests whether brain and behavioral responses associated with visual biases in pain care are reduced by increased familiarity of and experience with Black faces.  The existence of racial disparities in pain care undermines public health and threatens national productivity.  This project contributes to a foundation of basic knowledge on which future interventions can be based.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Mende-Siedlecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Mende-Siedlecki",
   "pi_email_addr": "pmendesiedlecki@psych.udel.edu",
   "nsf_id": "000767714",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 421377.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The pain of Black Americans is less effectively and less aggressively treated, compared to the pain of White patients. This longstanding inequality in pain care presents a direct threat to the physical and mental health of Black Americans and carries a significant economic burden as well. Given the persistence and costs of disparities in pain care, we must address this problem from all possible angles. We previously published work demonstrating a potential perceptual source of bias in care: people may see pain differently on Black and White faces, and further, this &ldquo;racial bias in pain perception&rdquo; may predict a tendency towards bias in hypothetical treatment decisions. Expanding on this data, this grant used behavioral, perceptual, and brain imaging methods to understand the nature of this racial bias and identify factors contributing to its persistence.</p>\n<p>We observed evidence of racial bias in pain perception in virtually every experiment we conducted with the support of this grant. Participants repeatedly saw pain less readily on Black (versus White) faces, and this bias in perception was consistently associated with bias in treatment. This bias was considerably larger than other gaps in recognizing anger, fear, or happiness on Black faces and was largest for the most ambiguous expressions of pain. Moreover, this research revealed that this perceptual bias is rapid, automatic, and persists even when perceivers know how much pain a given target has reported feeling. In addition, racial bias in pain perception was observed whether the faces participants saw were child-aged, adult, or elderly, male or female, and lighter- or heavier-weight. That said, average-weight adult Black male targets&rsquo; pain was consistently seen least readily, while average-weight adult Black female targets consistently received the least hypothetical pain treatment.</p>\n<p>This work also identified additional factors exerting key influences on racial bias in pain perception. For example, this bias is exacerbated by cues to racial prototypicality (e.g., darker skin tones, independent of race; Afrocentric structural features). Further, this bias was positively associated with a) reduced contact with Black individuals, b) increased dehumanization of Black individuals, and c) decreased identity recognition of Black faces. At the level of the brain, racial bias in pain perception was associated with blunted activity in regions supporting facial emotion processing when viewing Black (versus White) faces in increasing pain.</p>\n<p>Notably, racial bias in pain perception was not specific to White perceivers: Black, Asian, and Hispanic/Latinx individuals all displayed a tendency to see pain less readily on Black faces. (Relatedly, pain was less readily detected on the faces of Hispanic/Latinx individuals as well.) Critically, we confirmed that training and experience in medical/health professions do not consistently reduce the perceptual bias. Finally, attempts to reduce racial bias using individuation showed questionable efficacy; while motivating participants to individuate helped them see pain better overall, it didn&rsquo;t reduce race-based gaps in pain perception. However, attention-based interventions&mdash;particularly those focusing on the eye region&mdash;showed more promise in reducing bias.</p>\n<p>These findings have clear implications for psychological disciplines including emotion, intergroup bias, affective neuroscience, and social perception. Moreover, these advances in knowledge are a direct consequence of integrating perspectives and methods from disparate disciplines (affective and social psychology, and vision science and cognitive neuroscience, respectively) and applying them to address a consequential social problem based in a separate discipline (health disparities). Thus, this work not only added to the knowledge of in each associated discipline, it also brought each one into closer communication.</p>\n<p>This grant also provided ideal training opportunities for numerous junior researchers (e.g., undergraduate research assistants, lab managers, graduate students), many of whom come from backgrounds that are traditionally underrepresented in psychology. In turn, this grant supported three high-impact publications, half a dozen manuscripts either under review or in preparation, two doctoral dissertation proposals, two Master&rsquo;s theses, one undergrad thesis, and more than a dozen talks and poster presentations at scholarly conferences. Finally, this grant supported knowledge transfer with providers working in medical/health fields and led directly to several ongoing collaborations examining racial bias in pain perception as it manifests in real-world care contexts.</p>\n<p>In conclusion, this project made significant strides in understanding racial bias in pain perception. The outcomes of the research have advanced knowledge by offering crucial details on a) who is most susceptible to this bias at both the target- and perceiver-level, b) what factors magnify its expression, and c) what approaches might (and might not) be leveraged to attenuate this bias. The training opportunities provided by the grant have fostered the development of a diverse group of junior researchers who will continue to contribute to the field in their future endeavors. The findings of this project have the potential to benefit society by raising awareness of racial bias in pain perception and informing interventions aimed at reducing healthcare disparities and improving patient care.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2023<br>\n\t\t\t\t\tModified by: Peter&nbsp;Mende-Siedlecki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe pain of Black Americans is less effectively and less aggressively treated, compared to the pain of White patients. This longstanding inequality in pain care presents a direct threat to the physical and mental health of Black Americans and carries a significant economic burden as well. Given the persistence and costs of disparities in pain care, we must address this problem from all possible angles. We previously published work demonstrating a potential perceptual source of bias in care: people may see pain differently on Black and White faces, and further, this \"racial bias in pain perception\" may predict a tendency towards bias in hypothetical treatment decisions. Expanding on this data, this grant used behavioral, perceptual, and brain imaging methods to understand the nature of this racial bias and identify factors contributing to its persistence.\n\nWe observed evidence of racial bias in pain perception in virtually every experiment we conducted with the support of this grant. Participants repeatedly saw pain less readily on Black (versus White) faces, and this bias in perception was consistently associated with bias in treatment. This bias was considerably larger than other gaps in recognizing anger, fear, or happiness on Black faces and was largest for the most ambiguous expressions of pain. Moreover, this research revealed that this perceptual bias is rapid, automatic, and persists even when perceivers know how much pain a given target has reported feeling. In addition, racial bias in pain perception was observed whether the faces participants saw were child-aged, adult, or elderly, male or female, and lighter- or heavier-weight. That said, average-weight adult Black male targets’ pain was consistently seen least readily, while average-weight adult Black female targets consistently received the least hypothetical pain treatment.\n\nThis work also identified additional factors exerting key influences on racial bias in pain perception. For example, this bias is exacerbated by cues to racial prototypicality (e.g., darker skin tones, independent of race; Afrocentric structural features). Further, this bias was positively associated with a) reduced contact with Black individuals, b) increased dehumanization of Black individuals, and c) decreased identity recognition of Black faces. At the level of the brain, racial bias in pain perception was associated with blunted activity in regions supporting facial emotion processing when viewing Black (versus White) faces in increasing pain.\n\nNotably, racial bias in pain perception was not specific to White perceivers: Black, Asian, and Hispanic/Latinx individuals all displayed a tendency to see pain less readily on Black faces. (Relatedly, pain was less readily detected on the faces of Hispanic/Latinx individuals as well.) Critically, we confirmed that training and experience in medical/health professions do not consistently reduce the perceptual bias. Finally, attempts to reduce racial bias using individuation showed questionable efficacy; while motivating participants to individuate helped them see pain better overall, it didn’t reduce race-based gaps in pain perception. However, attention-based interventions&mdash;particularly those focusing on the eye region&mdash;showed more promise in reducing bias.\n\nThese findings have clear implications for psychological disciplines including emotion, intergroup bias, affective neuroscience, and social perception. Moreover, these advances in knowledge are a direct consequence of integrating perspectives and methods from disparate disciplines (affective and social psychology, and vision science and cognitive neuroscience, respectively) and applying them to address a consequential social problem based in a separate discipline (health disparities). Thus, this work not only added to the knowledge of in each associated discipline, it also brought each one into closer communication.\n\nThis grant also provided ideal training opportunities for numerous junior researchers (e.g., undergraduate research assistants, lab managers, graduate students), many of whom come from backgrounds that are traditionally underrepresented in psychology. In turn, this grant supported three high-impact publications, half a dozen manuscripts either under review or in preparation, two doctoral dissertation proposals, two Master’s theses, one undergrad thesis, and more than a dozen talks and poster presentations at scholarly conferences. Finally, this grant supported knowledge transfer with providers working in medical/health fields and led directly to several ongoing collaborations examining racial bias in pain perception as it manifests in real-world care contexts.\n\nIn conclusion, this project made significant strides in understanding racial bias in pain perception. The outcomes of the research have advanced knowledge by offering crucial details on a) who is most susceptible to this bias at both the target- and perceiver-level, b) what factors magnify its expression, and c) what approaches might (and might not) be leveraged to attenuate this bias. The training opportunities provided by the grant have fostered the development of a diverse group of junior researchers who will continue to contribute to the field in their future endeavors. The findings of this project have the potential to benefit society by raising awareness of racial bias in pain perception and informing interventions aimed at reducing healthcare disparities and improving patient care.\n\n\t\t\t\t\tLast Modified: 05/31/2023\n\n\t\t\t\t\tSubmitted by: Peter Mende-Siedlecki"
 }
}