{
 "awd_id": "1919715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Local Uses of Transnational Cultural Systems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 10022.0,
 "awd_amount": 10022.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2021-03-08",
 "awd_abstract_narration": "The research supported by this award investigates the relationship between transnational cultural movements and local culture and social structure. The researcher will go beyond standard questions of cultural adaptation to ask if and how introduced foreign cultural practices might be repurposed to ends antithetical to the goals of the original introducers. This is an important question for policy makers working across cultures who seek to produce short term compliance, such as to facilitate disaster response, as well as for scientific understanding of long-term socio-cultural change.\r\n\r\nThe research will be undertaken by Brandeis University doctoral student, Douglas Bafford, with the guidance of anthropologist Dr. Janet Mcintosh. The research is to be conducted in South Africa where religious forms and ideologies from the United States have been introduced and refashioned for local political purposes. This history makes this an ideal site for the project's overarching question: what happens when a particular set of philosophies, practices, and moral stances is applied in a starkly different cultural context? Data will be collected through extended participant observation, semi-structured interviews, social network mapping and analyses, and archival research. Findings from the research will contribute to scientific understanding of social holism and globalization. In addition, this project will train the student researcher in the methods required for a research and teaching career in anthropology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet McIntosh",
   "pi_email_addr": "janetmc@brandeis.edu",
   "nsf_id": "000523041",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Bafford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Bafford",
   "pi_email_addr": "bafford@brandeis.edu",
   "nsf_id": "000785224",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST MAILSTOP 116",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 10022.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the challenges and opportunities facing evangelical Christian communities in South Africa in the wake of apartheid-era violence and racial division. Under the supervision of Dr. Janet McIntosh of Brandeis University, graduate student Douglas Bafford (Co-PI) conducted a total of sixteen months of ethnographic fieldwork with Christians in major urban centers like Johannesburg and in more rural parts of South Africa. Through spending time with South African Christians, conducting interviews with church leaders and congregants, and researching the history of the church's development in southern Africa, the Co-PI documented the ongoing difficulties of building a religious community in a social context of striking inequality, division, and suspicion.</p>\n<p>The communities with which the researcher worked do not fall into a single Christian denomination, although they do share elements of a similarly conservative interpretation of religious texts and social issues. At their core, they foreground the importance of a personal relationship with Christ as the exclusive road to salvation. The key participants in this project belonged to a network of evangelical churches and extrachurch organizations that adopt many of the \"orthodox\" positions (i.e., accepted notions of \"correct belief\") within Protestant Christianity, which has a multi-century history of missionization in the region, and deploy this religious rhetoric and theological framework to oppose racial division. With a unifying message of global humanity bound together in the image of God (and also in their shared sinfulness), these Christians are making explicit efforts to create multiracial congregations through the training of lay and professional leaders across racial lines. Nonetheless, practical challenges of erasing&nbsp;<em>de facto</em>&nbsp;racial segregation, which persists in South Africa as it does in the United States, remain, including economic hardship, distinct styles of worship among groups with different religious histories, and complicity of earlier generations of Christians with apartheid racism.</p>\n<p>Conservative evangelicals exhibit dual anxieties over Pentecostalism, one of the prevailing religious movements across Africa, and the presence of indigenous African spiritual practices. Through their attitudes and stances toward these &ldquo;religious others,\" this research suggests they operate within Euro-American Protestants' historical concern with African spirituality, yet they reshape these concerns in line with circulating public discourse over materialism and a suggested \"Africanness\" of Christianity itself.&nbsp;The researcher noted ambiguities in people's attitudes toward phenomena typically viewed as part of African traditional religion. Associated with notions of racial difference is &ldquo;culture,&rdquo; which likewise takes on ambiguous meanings for evangelicals, who both support the celebration of cultural individuality and stand wary of culture when it threatens to traverse the boundaries of Christian orthodoxy.</p>\n<p>The final component of the project considered how South African evangelicals are adopting widely circulating ideas about three salient social issues: gender ideology, evolution vs. creation debates, and contested authority. In speaking about gender and sexuality, they promote unique and separate roles for women and men, crafting an opposition to shifting categories of sexual orientation and LGBTQ activism while distancing themselves from more extreme voices within the evangelical world. Along with Christians in American and other Western settings, they reframe debates over human origins as a means to associate biological evolution with apartheid-era racism. Lastly, the Christians I worked with rejected a \"theocracy\" model of religious authority, yet they sought to introduce a Christian spirit into public space and present an evangelical ethics as a means to address the disappointments of the post-apartheid South African government. Overall, these ethnographic analyses together reveal multiple dimensions of how a conservative brand of Christianity allows black and white South Africans to respond to current dilemmas facing the country.</p>\n<p>A goal of the project has been to showcase multiple potential avenues to heal racial wounds of the past and present, with the hope that understanding these dynamics may allow communities around the globe to&nbsp;forge a new multiracial future. By sharing the findings of this ethnographic study openly online, the Co-PI seeks to challenge misconceptions about evangelical Christians in South Africa and in the United States. In both settings, religious communities have started to confront the legacies of colonialism, slavery, racial segregation, and material inequality, albeit oftentimes from radically different perspectives or with different agendas. This project has served as an invitation for dialogue across religious difference, an opportunity for people from different racial, cultural, and ideological backgrounds to learn about one another and dispel stereotypes that paint all members of a religious community in the same shade.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2022<br>\n\t\t\t\t\tModified by: Douglas&nbsp;Bafford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the challenges and opportunities facing evangelical Christian communities in South Africa in the wake of apartheid-era violence and racial division. Under the supervision of Dr. Janet McIntosh of Brandeis University, graduate student Douglas Bafford (Co-PI) conducted a total of sixteen months of ethnographic fieldwork with Christians in major urban centers like Johannesburg and in more rural parts of South Africa. Through spending time with South African Christians, conducting interviews with church leaders and congregants, and researching the history of the church's development in southern Africa, the Co-PI documented the ongoing difficulties of building a religious community in a social context of striking inequality, division, and suspicion.\n\nThe communities with which the researcher worked do not fall into a single Christian denomination, although they do share elements of a similarly conservative interpretation of religious texts and social issues. At their core, they foreground the importance of a personal relationship with Christ as the exclusive road to salvation. The key participants in this project belonged to a network of evangelical churches and extrachurch organizations that adopt many of the \"orthodox\" positions (i.e., accepted notions of \"correct belief\") within Protestant Christianity, which has a multi-century history of missionization in the region, and deploy this religious rhetoric and theological framework to oppose racial division. With a unifying message of global humanity bound together in the image of God (and also in their shared sinfulness), these Christians are making explicit efforts to create multiracial congregations through the training of lay and professional leaders across racial lines. Nonetheless, practical challenges of erasing de facto racial segregation, which persists in South Africa as it does in the United States, remain, including economic hardship, distinct styles of worship among groups with different religious histories, and complicity of earlier generations of Christians with apartheid racism.\n\nConservative evangelicals exhibit dual anxieties over Pentecostalism, one of the prevailing religious movements across Africa, and the presence of indigenous African spiritual practices. Through their attitudes and stances toward these \"religious others,\" this research suggests they operate within Euro-American Protestants' historical concern with African spirituality, yet they reshape these concerns in line with circulating public discourse over materialism and a suggested \"Africanness\" of Christianity itself. The researcher noted ambiguities in people's attitudes toward phenomena typically viewed as part of African traditional religion. Associated with notions of racial difference is \"culture,\" which likewise takes on ambiguous meanings for evangelicals, who both support the celebration of cultural individuality and stand wary of culture when it threatens to traverse the boundaries of Christian orthodoxy.\n\nThe final component of the project considered how South African evangelicals are adopting widely circulating ideas about three salient social issues: gender ideology, evolution vs. creation debates, and contested authority. In speaking about gender and sexuality, they promote unique and separate roles for women and men, crafting an opposition to shifting categories of sexual orientation and LGBTQ activism while distancing themselves from more extreme voices within the evangelical world. Along with Christians in American and other Western settings, they reframe debates over human origins as a means to associate biological evolution with apartheid-era racism. Lastly, the Christians I worked with rejected a \"theocracy\" model of religious authority, yet they sought to introduce a Christian spirit into public space and present an evangelical ethics as a means to address the disappointments of the post-apartheid South African government. Overall, these ethnographic analyses together reveal multiple dimensions of how a conservative brand of Christianity allows black and white South Africans to respond to current dilemmas facing the country.\n\nA goal of the project has been to showcase multiple potential avenues to heal racial wounds of the past and present, with the hope that understanding these dynamics may allow communities around the globe to forge a new multiracial future. By sharing the findings of this ethnographic study openly online, the Co-PI seeks to challenge misconceptions about evangelical Christians in South Africa and in the United States. In both settings, religious communities have started to confront the legacies of colonialism, slavery, racial segregation, and material inequality, albeit oftentimes from radically different perspectives or with different agendas. This project has served as an invitation for dialogue across religious difference, an opportunity for people from different racial, cultural, and ideological backgrounds to learn about one another and dispel stereotypes that paint all members of a religious community in the same shade.\n\n\t\t\t\t\tLast Modified: 06/29/2022\n\n\t\t\t\t\tSubmitted by: Douglas Bafford"
 }
}