{
 "awd_id": "1919851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Measuring and Enhancing Scientific Creative Thinking for STEM Education and Research: Classroom-Aligned Assessment and Network Neuroscience-Based Mechanisms",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 86720.0,
 "awd_amount": 86720.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "This collaborative award to research teams at Pennsylvania State University, Georgetown University, and Johns Hopkins University will focus on creative thinking in STEM education and research.  Creative thinking is critical for success in STEM fields, which often require generating novel hypotheses, flexibly connecting diverse information, and envisioning solutions to ill-defined problems. Creative innovation is a valuable attribute of the U.S. workforce in the global economy, and the ability to maximize the nation's creative potential is projected to become even more essential for opportunity as creativity emerges as the human ability least achievable by artificial intelligence. The increasing value of creative thinking for STEM coincides with new applications of neuroscience methods that have the potential to predict, and perhaps even to enhance, creativity. Yet creativity is an under-researched contributor to STEM success. Indeed, there is not currently a measure of scientific creative thinking that educators can use to reliably determine what works (and what does not) in STEM education to foster creative thinking. This project will bring together a research team that represents an uncommon bridging of neuroscience and classroom-focused expertise. They will work with middle school and university educators to develop a new measure of scientific creative thinking and to use new neuroscientific tools to test whether a brain network that predicts an individual's general capacity for creative thinking can also predict their ability to think creatively with scientific content beyond what can be explained by their baseline cognitive ability. By testing whether neural data add value to traditional academic measures in predicting students' future creative thinking and STEM performance, this project will inform timely debates on the value of neuroscience for education. This work will also bridge the laboratory and the classroom in novel ways by longitudinally measuring change in brain network strength associated with of real-world STEM learning. By providing foundational knowledge on the nature and measurement of scientific creative thinking, the project will inform educational efforts to promote creative thinking in the classroom. This project will have additional impacts for broadening participation in STEM Fields by working with teachers of minority student populations underrepresented in STEM fields to optimize classroom usability for a test of scientific creative thinking. The project is funded by the EHR Core Research (ECR) program, which supports work that advances the fundamental research literature on STEM learning. The project directly fits the intent of ECR to facilitate the development, refinement, and testing of new education research, measurement, and evaluation methodologies.\r\n\r\n\r\nThis project aims to provide foundational knowledge on the cognitive and neural basis of scientific creative thinking. To this end, we will collaborate with educators to develop and psychometrically validate a new test of scientific creative thinking, assessing students' ability to generate novel hypotheses, research questions, and experimental designs. We will also leverage developments in the network neuroscience of domain-general creativity, including the recent discovery of a specific network of brain regions in which functional connectivity strength can predict an individual's creative performance. Specifically, the project will 1) construct a new assessment of scientific creative thinking, incorporating classroom-usability (working with STEM teachers in urban Baltimore) and expanded psychometric scale development, and 2) use functional magnetic resonance imaging (fMRI) to extend our recent findings on the functional brain networks that support domain-general creativity to identify neural overlap/distinctness between domain-general and scientific creativity, and longitudinally to test whether strength of neural networks adds value to standard academic measures (e.g., grades) in predicting future creative thinking and STEM performance. This study will also provide the first large-scale analysis of cognitive and affective traits that support scientific creative thinking in STEM undergraduates, as well as preliminary data on whether network neuroscience methods developed in the lab can be used to measure neural strengthening of creative thinking ability through real-world STEM learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mariale",
   "pi_last_name": "Hardiman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mariale M Hardiman",
   "pi_email_addr": "mmhardiman@jhu.edu",
   "nsf_id": "000796393",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "2800 North Charles Street, Schoo",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212184026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7261",
   "pgm_ref_txt": "PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 86720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative multi-university project among Penn State University, Georgetown University and Johns Hopkins University aims to (a) establish validity of the Scientific Thinking Creativity Test (SCTT) comprised of seven divergent thinking questions, (b) produce fMRI data on brain networks that predict scientific creativity, and (c) determine educators' perceptions of the usefulness of the SCTT in assessing scientific creative thinking in upper elementary, middle, and high school classrooms.</p>\n<p>This Project Outcomes Report is focused on the role of Johns Hopkins University (JHU), which involved piloting the SCTT to determine teachers' perceptions of the efficacy of the instrument in measuring students' creative thinking. For this component of the project, JHU Co-Principal Investigator (JHU Co-PI), Mariale Hardiman, conducted the planning phase during the 2019-20 and 2020-21 school years followed by an implementation phase during the 2021-2022 school year.</p>\n<p>Planning Phase: Planning phase activities included (a) collaborating with educators to review SCTT questions and add clarifying language appropriate for intended student populations, (b) developing an analytic scoring rubric to assist teachers with assessing student responses, (c) designing a Likert survey to evaluate teachers' perceptions of students' performance on the SCTT, and (d) designing a semi-structured interview protocol for gathering qualitative data. The JHU Co-PI created recruiting communications, directions for administering the SCTT, and identified potential study sites.</p>\n<p>Implementation Phase: Seventeen teachers were identified through snowball convenience sampling techniques and agreed to participate in the study. Their participation required them to administer the SCTT in their classrooms, score students' responses, and provide feedback to the JHU Co-PI through an individual interview. In total, 294 students were given the SCTT. (The JHU Co-PI did not collect student data). Teacher interviews (N=17) were conducted via Zoom to complete the survey and respond to semi-structured interview questions.</p>\n<p><span style=\"text-decoration: underline;\">Survey Findings</span>: Summary of the nine-question Likert survey indicated that teachers found the SCTT to be easy to administer and students generally were engaged and enjoyed completing the questions. Teachers also agreed that SCTT is a good measure of creative thinking based on their observation of students' responses that aligned with their assessment of students who tend to think more creatively than others. This survey also indicates that teachers believed that the questions are appropriate for middle and high school students. Most responses indicated that upper elementary students did not have enough content knowledge in the sciences to think creatively about the questions.</p>\n<p><span style=\"text-decoration: underline;\">Semi-Structured Interview Summary</span>: Thematic analyses were utilized to identify common themes from the interview responses. Although teachers who participated in the study represented diverse settings, multiple grade levels, and a variety of locations, responses to the semi-structured interview questions were surprisingly similar. Below is a summary the common themes from responses to salient questions in the survey.</p>\n<p>Student Engagement- Most teachers observed that at first many students expressed anxiety that they would not get the right answers to the questions. Teachers reported that some students needed repeated reassurance that this was an ungraded activity and that all answers were acceptable. Most teachers said that once students understood that there were no right answers, they began to enjoy thinking of multiple ways to respond without fear of failure. Teachers were asked to identify questions that they perceived students did not understand or responded to with only vague answers. All themes from those responses revolved around the students' content knowledge. Students were more likely to be fluent with creative responses when they had some previous exposure to the content.</p>\n<p>Teacher Engagement- Many teachers stated that they will use the format of the SCTT to design and embed their own divergent thinking questions into their curriculum. They expressed having gained more knowledge about developing students' creativity based on the format of the questions in the SCTT and the scoring rubric.</p>\n<p><span style=\"text-decoration: underline;\">General Implications</span>: After completing the SCTT activity, most teachers agreed that more professional development is needed if they are to design and measure creative thinking activities. They considered the SCTT a good model for teacher professional learning. A constraint that many teachers in the study identified is the testing culture that they believe diminishes their ability to design creative thinking strategies. One teacher called this the \"task-completion culture\" allowing little room for creative thinking within a prescribed curriculum. Some of the teachers referred to a mismatch between schools' vision and mission statements that describe preparing students to be innovative and creative thinkers when, in reality, students may be given few instructional activities that promote divergent, creative thinking. This likely accounts for the initial reaction of surprise or fear of failure experienced by many students when given questions that did not require a single, right response. While the sample in this study is small, it provides interesting teacher perspectives signaling a potential need for educational leaders and policymakers to examine if and how school structures promote or impede creativity in the classroom.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2022<br>\n\t\t\t\t\tModified by: Mariale&nbsp;M&nbsp;Hardiman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative multi-university project among Penn State University, Georgetown University and Johns Hopkins University aims to (a) establish validity of the Scientific Thinking Creativity Test (SCTT) comprised of seven divergent thinking questions, (b) produce fMRI data on brain networks that predict scientific creativity, and (c) determine educators' perceptions of the usefulness of the SCTT in assessing scientific creative thinking in upper elementary, middle, and high school classrooms.\n\nThis Project Outcomes Report is focused on the role of Johns Hopkins University (JHU), which involved piloting the SCTT to determine teachers' perceptions of the efficacy of the instrument in measuring students' creative thinking. For this component of the project, JHU Co-Principal Investigator (JHU Co-PI), Mariale Hardiman, conducted the planning phase during the 2019-20 and 2020-21 school years followed by an implementation phase during the 2021-2022 school year.\n\nPlanning Phase: Planning phase activities included (a) collaborating with educators to review SCTT questions and add clarifying language appropriate for intended student populations, (b) developing an analytic scoring rubric to assist teachers with assessing student responses, (c) designing a Likert survey to evaluate teachers' perceptions of students' performance on the SCTT, and (d) designing a semi-structured interview protocol for gathering qualitative data. The JHU Co-PI created recruiting communications, directions for administering the SCTT, and identified potential study sites.\n\nImplementation Phase: Seventeen teachers were identified through snowball convenience sampling techniques and agreed to participate in the study. Their participation required them to administer the SCTT in their classrooms, score students' responses, and provide feedback to the JHU Co-PI through an individual interview. In total, 294 students were given the SCTT. (The JHU Co-PI did not collect student data). Teacher interviews (N=17) were conducted via Zoom to complete the survey and respond to semi-structured interview questions.\n\nSurvey Findings: Summary of the nine-question Likert survey indicated that teachers found the SCTT to be easy to administer and students generally were engaged and enjoyed completing the questions. Teachers also agreed that SCTT is a good measure of creative thinking based on their observation of students' responses that aligned with their assessment of students who tend to think more creatively than others. This survey also indicates that teachers believed that the questions are appropriate for middle and high school students. Most responses indicated that upper elementary students did not have enough content knowledge in the sciences to think creatively about the questions.\n\nSemi-Structured Interview Summary: Thematic analyses were utilized to identify common themes from the interview responses. Although teachers who participated in the study represented diverse settings, multiple grade levels, and a variety of locations, responses to the semi-structured interview questions were surprisingly similar. Below is a summary the common themes from responses to salient questions in the survey.\n\nStudent Engagement- Most teachers observed that at first many students expressed anxiety that they would not get the right answers to the questions. Teachers reported that some students needed repeated reassurance that this was an ungraded activity and that all answers were acceptable. Most teachers said that once students understood that there were no right answers, they began to enjoy thinking of multiple ways to respond without fear of failure. Teachers were asked to identify questions that they perceived students did not understand or responded to with only vague answers. All themes from those responses revolved around the students' content knowledge. Students were more likely to be fluent with creative responses when they had some previous exposure to the content.\n\nTeacher Engagement- Many teachers stated that they will use the format of the SCTT to design and embed their own divergent thinking questions into their curriculum. They expressed having gained more knowledge about developing students' creativity based on the format of the questions in the SCTT and the scoring rubric.\n\nGeneral Implications: After completing the SCTT activity, most teachers agreed that more professional development is needed if they are to design and measure creative thinking activities. They considered the SCTT a good model for teacher professional learning. A constraint that many teachers in the study identified is the testing culture that they believe diminishes their ability to design creative thinking strategies. One teacher called this the \"task-completion culture\" allowing little room for creative thinking within a prescribed curriculum. Some of the teachers referred to a mismatch between schools' vision and mission statements that describe preparing students to be innovative and creative thinkers when, in reality, students may be given few instructional activities that promote divergent, creative thinking. This likely accounts for the initial reaction of surprise or fear of failure experienced by many students when given questions that did not require a single, right response. While the sample in this study is small, it provides interesting teacher perspectives signaling a potential need for educational leaders and policymakers to examine if and how school structures promote or impede creativity in the classroom.\n\n \n\n\t\t\t\t\tLast Modified: 11/22/2022\n\n\t\t\t\t\tSubmitted by: Mariale M Hardiman"
 }
}