{
 "awd_id": "1919228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Leakage detection in water distribution systems using routine pressure measurements",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 249958.0,
 "awd_amount": 249958.0,
 "awd_min_amd_letter_date": "2019-07-17",
 "awd_max_amd_letter_date": "2023-07-25",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project is in enabling a new and cost-effective solution to leakage detection in water networks.  Leakage in water pipelines is a major problem for many water utilities as it leads to significant economic losses and cause service disruptions threatening public safety. Most utilities currently use methods that can be expensive, time consuming, and require trained personnel. This project will perform proof-of-concept studies with two partner utilities to evaluate the commercialization potential of fast leakage detection software using routine pressure measurements.  If successful, this will transform the leakage detection industry by providing an operational tool for utilities that can detect leaks using pressure information collected as part of their day-to-day operations. If leaks can be identified early, utilities can fix them as part of planned maintenance operations rather than waiting for them to become major catastrophic water main breaks. This will not only result in significant cost and water savings but also reduce associated risks to public health and safety from major water main breaks. The project will train emerging professionals in entrepreneurial leadership through focused training with close interaction and mentoring from commercialization experts and business professionals.\r\n\r\nThe proposed project will evaluate the potential of commercializing fast leak detection methods previously developed by the project team by integrating these methods into an IoT (Internet of Things) platform and performing proof-of-concept studies with partner utilities. Most utilities currently employ intrusive methods based on acoustic or infrared signals. The leakage detection methods have been to be two to three orders of magnitude faster and more accurate than existing simulation-optimization methods for leakage detection using pressure. The major goals of this project are the following: (a) test and validate the leak detection approaches for real networks by conducting a series of proof-of-concept studies using artificially introduced leaks with two utilities, (b) working with an industrial partner, develop an IoT platform to seamlessly acquire data from multiple sources and facilitate execution of hydraulic model-based leak detection analytics in real time, (c) develop plans for commercialization of the IoT platform and the associated leak detection analytics, and (d) participate in entrepreneurial leadership and commercialization training. This project is expected to lead to new findings regarding the commercial adoption of leakage detection technologies that use hydraulic models and routine pressure measurements enabled through IoT platforms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gnanamanikam",
   "pi_last_name": "Mahinthakumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gnanamanikam Mahinthakumar",
   "pi_email_addr": "gmkumar@ncsu.edu",
   "nsf_id": "000486334",
   "pi_start_date": "2019-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "E. Downey",
   "pi_last_name": "Brill",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "E. Downey Brill",
   "pi_email_addr": "brill@ncsu.edu",
   "nsf_id": "000477602",
   "pi_start_date": "2019-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranji",
   "pi_last_name": "Ranjithan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ranji S Ranjithan",
   "pi_email_addr": "ranji@eos.ncsu.edu",
   "nsf_id": "000280044",
   "pi_start_date": "2019-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Lamb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Lamb",
   "pi_email_addr": "jmlamb3@ncsu.edu",
   "nsf_id": "000715705",
   "pi_start_date": "2020-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 249958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Leakage in water pipelines is a major problem for many water utilities as it leads to significant economic losses and cause service disruptions threatening public safety. This PFI-TT project evaluated the potential of commercializing fast leak localization methods previously developed by the project team by integrating these methods into an IoT (Internet of Things) platform and performing proof-of-concept studies with partner utilities. Two partner utilities were involved, one from a large metropolitan city in the eastern US and the other from a medium sized city in the western US. The proof-of-concept experiments with these utilities demonstrated the potential of our leak localization methods for applicability to real water networks. These experiments also led to the development of new machine learning based leak localization methods and a novel sensor placement method. The deep learning methods, capable of learning spatial and temporal intricacies, demonstrated improved leak localization accuracies under diverse and stringent non-ideal conditions, which commonly occur in real systems, compared to our previously developed mathematical programming methods. The sensor placement method that was developed in this project revealed that pressure sensors placement focused on localization resolution, and evaluated using localization performance surrogates (sensitivity and uniqueness), can significantly improve leak localization accuracy in real water networks under a diverse set of conditions.&nbsp; I-Corps training conducted through this project resulted in a better understanding of product viability and led to an improved roadmap for commercialization. The project supported one computer science Master&rsquo;s student and one civil engineering PhD student. This project resulted in one invention disclosure, four conference presentations, two peer-reviewed conference proceeding papers, and two journal publications.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/14/2024<br>\nModified by: Gnanamanikam&nbsp;Mahinthakumar</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLeakage in water pipelines is a major problem for many water utilities as it leads to significant economic losses and cause service disruptions threatening public safety. This PFI-TT project evaluated the potential of commercializing fast leak localization methods previously developed by the project team by integrating these methods into an IoT (Internet of Things) platform and performing proof-of-concept studies with partner utilities. Two partner utilities were involved, one from a large metropolitan city in the eastern US and the other from a medium sized city in the western US. The proof-of-concept experiments with these utilities demonstrated the potential of our leak localization methods for applicability to real water networks. These experiments also led to the development of new machine learning based leak localization methods and a novel sensor placement method. The deep learning methods, capable of learning spatial and temporal intricacies, demonstrated improved leak localization accuracies under diverse and stringent non-ideal conditions, which commonly occur in real systems, compared to our previously developed mathematical programming methods. The sensor placement method that was developed in this project revealed that pressure sensors placement focused on localization resolution, and evaluated using localization performance surrogates (sensitivity and uniqueness), can significantly improve leak localization accuracy in real water networks under a diverse set of conditions. I-Corps training conducted through this project resulted in a better understanding of product viability and led to an improved roadmap for commercialization. The project supported one computer science Masters student and one civil engineering PhD student. This project resulted in one invention disclosure, four conference presentations, two peer-reviewed conference proceeding papers, and two journal publications.\n\n\n\t\t\t\t\tLast Modified: 03/14/2024\n\n\t\t\t\t\tSubmitted by: GnanamanikamMahinthakumar\n"
 }
}