{
 "awd_id": "1919571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High Performance Computing Cluster for Undergraduate Chemistry Research and Teaching by the Midwest Undergraduate Computational Chemistry Consortium (MU3C)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927092",
 "po_email": "alsuarez@nsf.gov",
 "po_sign_block_name": "Alejandro Suarez",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 400400.0,
 "awd_amount": 400400.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "The acquisition of a high-performance computing system by the Midwest Undergraduate Computational Chemistry Consortium (MU3C) will enable undergraduate students and their faculty mentors at a diverse set of 17 colleges and universities to use computational chemistry to advance our understanding of multiple basic and applied phenomena in terms of the properties of individual atoms and molecules. Fundamental research topics will advance prediction of environmental chemistry, explanation of reaction mechanisms, design of new materials and new catalysts, understanding of spectroscopy and excited state dynamics, and the development of new molecular dynamics methods. During the three years of the grant, MU3C faculty will train over 140 undergraduates to conduct computational chemistry research and to communicate their results at professional scientific conferences. Over 5000 undergraduates will use the computing system as part of their study of general, organic, inorganic, physical, and biological chemistry. MU3C includes institutions serving large numbers of first-generation college students, students eligible for Pell grants, and underrepresented minority students.\r\n\r\nThe project will provide 40 new CPU-based compute nodes and four new GPU-based compute nodes (32 GPUs) combined with 40 existing CPU-based compute nodes to yield a computer cluster well-suited to the broad range of research undertaken by MU3C's collaborative teams of faculty and undergraduate students. The new CPU-based compute nodes will have 256 GB of RAM, compared to 24 GB in the existing CPU-based nodes, enabling a variety of demanding quantum chemical (QC) calculations that cannot be executed on the current MU3C cluster. The new GPU-based compute nodes will replace existing GPU-based nodes that, because of their age, will soon be unable to run current versions of computational software. The existing CPU-based nodes are still useful for a variety of modestly-demanding QC calculations. The combined power of all three types of compute nodes will provide enough capacity to support the growing MU3C consortium, which has doubled in the number of research groups since its last MRI award. The research projects undertaken by these groups will contribute to a number of fields as described above. For example, calculations using DLPNO-CCSD(T) and CASSCF/NEVPT theories will aid the design of new catalysts in which expensive 2nd and 3rd row transition metals are replaced by inexpensive 1st row transition metals; calculations using EOM-CCSD(dT) theories will model complex reaction mechanisms to aid prediction of the evolution of atmospheric peroxides; calculations using time-dependent density functional theory will help explain the novel enhanced luminescence of ?magic-sized? quantum dots; and calculations using Monte Carlo methods will aid the design of new zeolite materials for the selective capture and sequestration of atmospheric CO2. Over two dozen different projects will advance our understanding of chemistry while preparing a broad set of undergraduate students for careers in STEM fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Krueger",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brent P Krueger",
   "pi_email_addr": "kruegerb@hope.edu",
   "nsf_id": "000402269",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Kuwata",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Keith T Kuwata",
   "pi_email_addr": "kuwata@macalester.edu",
   "nsf_id": "000471342",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Kohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Kohen",
   "pi_email_addr": "dkohen@carleton.edu",
   "nsf_id": "000289569",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Gillmore",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jason G Gillmore",
   "pi_email_addr": "gillmore@hope.edu",
   "nsf_id": "000194368",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Speetzen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Speetzen",
   "pi_email_addr": "Erin.Speetzen@uwsp.edu",
   "nsf_id": "000674575",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hope College",
  "inst_street_address": "35 E 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOLLAND",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163957316",
  "inst_zip_code": "494233626",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "HOPE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YBR2AJ9X4BK9"
 },
 "perf_inst": {
  "perf_inst_name": "Hope College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494229000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 400400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <strong>Midwest Undergraduate Computational Chemistry Consortium</strong> <strong>(MU3C)</strong> brings together an intellectually diverse group of chemistry faculty and their undergraduate collaborators who use computation to understand multiple chemical phenomena.&nbsp; The 2019 NSF-MRI grant funded a third generation of high-performance computing hardware and software that enabled computational chemistry research and teaching at 16 MU3C institutions.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>During the current grant period, MU3C faculty and undergraduates published 25 peer-reviewed articles based on research done on the MRI-funded computer cluster.&nbsp; We used computation to provide insight into fields such as biomolecular dynamics, transition metal catalysis, supramolecular assembly, optoelectronic materials, atmospheric reaction mechanisms, and organic photochromism.&nbsp; In these studies, we both applied existing methods and, in some cases, developed new approaches in quantum chemistry, molecular dynamics, and statistical rate theory.</p>\n<p>An example of MU3C biomolecular dynamics research comes from the laboratory of Hope College Professor Brent P. Krueger, the principal investigator for this grant.&nbsp; Krueger studies the structural dynamics of the experimentally ubiquitous green fluorescent protein (FP) and FPs with other chromophores. To improve the consistency and reliability of molecular dynamics (MD) simulations of these biomolecules, Krueger and his undergraduate collaborators developed a set of highly transferable force field parameters based on the behavior of FPs with six common chromophores (Figure 1).&nbsp; &nbsp;The Krueger laboratory reported their work in a 2023 paper in the <em>Journal of Physical Chemistry B.&nbsp; </em>MD simulations based on their parameters reproduced the known stability of FPs and predicted structural properties in excellent agreement with quantum chemical predictions.</p>\n<p>An example of MU3C materials research comes from the laboratory of grant co-principal investigator Erin D. Speetzen at the University of Wisconsin-Stevens Point.&nbsp; With experimental collaborators, Speetzen and her undergraduate researchers explore the role of non-covalent interactions such as halogen bonding and p-p complexation in supramolecular self-assembly.&nbsp; In a 2022 paper in <em>Molecules</em>, Speetzen and collaborators reported the co-crystallization of electron-rich phenylethynyl pyrimidines and an electron-poor phenylethynyl halogenated benzene.&nbsp; Hirschfeld surface analysis and density functional theory (DFT) calculations quantified the halogen bonding and tetrel bonding interactions responsible for the successful co-crystallization of the aromatic building blocks (Figure 2).</p>\n<p>An example of MU3C atmospheric chemistry research comes from the laboratory of grant co-principal investigator Keith T. Kuwata at Macalester College.&nbsp; Kuwata focuses on quantifying how temperature and pressure affect organic oxidation reactions in the troposphere.&nbsp; In a 2022 paper in <em>Faraday Discussions</em>, Kuwata and his undergraduate collaborators modeled the reaction of acetylperoxy (CH<sub>3</sub>C(O)OO) and hydroperoxy (HOO) radicals.&nbsp; One reaction pathway involves the transfer of a hydrogen atom from HOO to CH<sub>3</sub>C(O)OO:</p>\n<p>CH<sub>3</sub>C(O)OO + HOO &rarr; CH<sub>3</sub>C(O)OOH + O<sub>2</sub> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (1a)</p>\n<p>Using rigorous quantum chemistry and statistical rate theory, the Kuwata laboratory predicted temperature-dependent rate constants for Reaction 1a in excellent agreement with experiment (Figure 3).</p>\n<p><strong>Broader Impacts</strong></p>\n<p>During the current grant period, MU3C faculty have mentored 139 undergraduate research students, a remarkable number during the pandemic lockdown era.&nbsp; Most students presented their research at one or more MU3C research conferences.&nbsp; MU3C summer conferences, hosted by prominent Midwestern research universities, feature talks by MU3C students, presentations by faculty at the hosting institutions, and networking opportunities for MU3C students and faculty.&nbsp; The most recent university hosts have been The Ohio State University (2019), Iowa State University (2020, virtual), University of Chicago (2021, virtual), University of Wisconsin-Madison (2022), and Michigan State University (2023).&nbsp; These conferences expose MU3C students to cutting-edge computational chemistry research and inspire them to pursue science Ph.Ds.&nbsp; MU3C winter conferences are online and feature two or three days of poster presentations by MU3C students who field questions from fellow students and faculty.&nbsp; Given the breadth of topics and methodologies in our consortium, the online conferences give everyone the opportunity to learn new chemistry.&nbsp; Each conference averages more than 150 posts.</p>\n<p>The 16 MU3C institutions all incorporate computational chemistry into their chemical instruction.&nbsp; Several hundred undergraduates at these institutions gained deeper insight in their general, organic, physical, inorganic, and biological chemistry classes thanks in part to the MRI-funded high-performance computer cluster.&nbsp;</p>\n<p>MU3C faculty have also engaged in curricular development.&nbsp; An example of pedagogical advances enabled by the MRI-supported computer cluster is a 2023 article in the <em>Journal of Chemical Education</em> by Professor Christine M. Morales of the University of Mount Union.&nbsp; Morales, along with an undergraduate and a faculty colleague, performed a topological analysis of the DFT electron density for a large set of hypervalent molecules.&nbsp; All IOX<sub>4</sub><sup>&minus;</sup> (X = F, Cl, Br, or I) molecules exhibited O-I-X bond angles of greater than 90&#730;.&nbsp; This contradicts the idea, universally taught in textbook presentations of VSEPR theory, that a lone electron pair is more repulsive than bonded electron pairs.&nbsp; Figure 4 shows that the lone pair on the I atom contracts in volume, making it sterically less demanding for the equatorial I-X bonds to move away from the I=O bond by more than 90&#730;.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/06/2023<br>\nModified by: Keith&nbsp;T&nbsp;Kuwata</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699210233017_Kuwata_outcomes_image__triplet_rate_constants_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699210233017_Kuwata_outcomes_image__triplet_rate_constants_--rgov-800width.jpg\" title=\"Figure 3. Reaction rate constants\"><img src=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699210233017_Kuwata_outcomes_image__triplet_rate_constants_--rgov-66x44.jpg\" alt=\"Figure 3. Reaction rate constants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3.  Predicted rate constants from the Kuwata laboratory for a hydrogen-transfer reaction.  Reproduced from Faraday Discussions 2022, 238, 589-618 with permission from the Royal Society of Chemistry.</div>\n<div class=\"imageCredit\">Keith T. Kuwata</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Keith&nbsp;T&nbsp;Kuwata\n<div class=\"imageTitle\">Figure 3. Reaction rate constants</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699209561739_Krueger_outcomes_image__fluorescent_protein_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699209561739_Krueger_outcomes_image__fluorescent_protein_--rgov-800width.jpg\" title=\"Figure 1. Fluorescent proteins\"><img src=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699209561739_Krueger_outcomes_image__fluorescent_protein_--rgov-66x44.jpg\" alt=\"Figure 1. Fluorescent proteins\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Fluorescent proteins studied via molecular dynamics by the Krueger laboratory.  Adapted from Journal of Physical Chemistry B 2023, 26, 5772-5778.  Licensed under CC-BY 4.0.</div>\n<div class=\"imageCredit\">Brent P. Krueger</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Keith&nbsp;T&nbsp;Kuwata\n<div class=\"imageTitle\">Figure 1. Fluorescent proteins</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699210478351_Morales_outcomes_image__VSEPR_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699210478351_Morales_outcomes_image__VSEPR_--rgov-800width.jpg\" title=\"Figure 4. VSEPR theory exceptions\"><img src=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699210478351_Morales_outcomes_image__VSEPR_--rgov-66x44.jpg\" alt=\"Figure 4. VSEPR theory exceptions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4. DFT geometries from the Morales laboratory of hypervalent molecules violating VSEPR theory.  Adapted with permission from Journal of Chemical Education 2023, 100, 9, 3659-3666.  Copyright 2023 American Chemical Society.</div>\n<div class=\"imageCredit\">Christine M. Morales</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Keith&nbsp;T&nbsp;Kuwata\n<div class=\"imageTitle\">Figure 4. VSEPR theory exceptions</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699209908649_Speetzen_outcomes_image__non_covalent_interactions_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699209908649_Speetzen_outcomes_image__non_covalent_interactions_--rgov-800width.jpg\" title=\"Figure 2. Non-covalent interactions\"><img src=\"/por/images/Reports/POR/2023/1919571/1919571_10623144_1699209908649_Speetzen_outcomes_image__non_covalent_interactions_--rgov-66x44.jpg\" alt=\"Figure 2. Non-covalent interactions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Density functional theory analysis by the Speetzen laboratory of non-covalent interactions responsible for co-crystallization.  Adapted from Molecules 2022, 27, 1527.  Licensed under CC-BY 4.0.</div>\n<div class=\"imageCredit\">Erin D. Speetzen</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Keith&nbsp;T&nbsp;Kuwata\n<div class=\"imageTitle\">Figure 2. Non-covalent interactions</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Midwest Undergraduate Computational Chemistry Consortium (MU3C) brings together an intellectually diverse group of chemistry faculty and their undergraduate collaborators who use computation to understand multiple chemical phenomena. The 2019 NSF-MRI grant funded a third generation of high-performance computing hardware and software that enabled computational chemistry research and teaching at 16 MU3C institutions.\n\n\nIntellectual Merit\n\n\nDuring the current grant period, MU3C faculty and undergraduates published 25 peer-reviewed articles based on research done on the MRI-funded computer cluster. We used computation to provide insight into fields such as biomolecular dynamics, transition metal catalysis, supramolecular assembly, optoelectronic materials, atmospheric reaction mechanisms, and organic photochromism. In these studies, we both applied existing methods and, in some cases, developed new approaches in quantum chemistry, molecular dynamics, and statistical rate theory.\n\n\nAn example of MU3C biomolecular dynamics research comes from the laboratory of Hope College Professor Brent P. Krueger, the principal investigator for this grant. Krueger studies the structural dynamics of the experimentally ubiquitous green fluorescent protein (FP) and FPs with other chromophores. To improve the consistency and reliability of molecular dynamics (MD) simulations of these biomolecules, Krueger and his undergraduate collaborators developed a set of highly transferable force field parameters based on the behavior of FPs with six common chromophores (Figure 1). The Krueger laboratory reported their work in a 2023 paper in the Journal of Physical Chemistry B. MD simulations based on their parameters reproduced the known stability of FPs and predicted structural properties in excellent agreement with quantum chemical predictions.\n\n\nAn example of MU3C materials research comes from the laboratory of grant co-principal investigator Erin D. Speetzen at the University of Wisconsin-Stevens Point. With experimental collaborators, Speetzen and her undergraduate researchers explore the role of non-covalent interactions such as halogen bonding and p-p complexation in supramolecular self-assembly. In a 2022 paper in Molecules, Speetzen and collaborators reported the co-crystallization of electron-rich phenylethynyl pyrimidines and an electron-poor phenylethynyl halogenated benzene. Hirschfeld surface analysis and density functional theory (DFT) calculations quantified the halogen bonding and tetrel bonding interactions responsible for the successful co-crystallization of the aromatic building blocks (Figure 2).\n\n\nAn example of MU3C atmospheric chemistry research comes from the laboratory of grant co-principal investigator Keith T. Kuwata at Macalester College. Kuwata focuses on quantifying how temperature and pressure affect organic oxidation reactions in the troposphere. In a 2022 paper in Faraday Discussions, Kuwata and his undergraduate collaborators modeled the reaction of acetylperoxy (CH3C(O)OO) and hydroperoxy (HOO) radicals. One reaction pathway involves the transfer of a hydrogen atom from HOO to CH3C(O)OO:\n\n\nCH3C(O)OO + HOO  CH3C(O)OOH + O2   (1a)\n\n\nUsing rigorous quantum chemistry and statistical rate theory, the Kuwata laboratory predicted temperature-dependent rate constants for Reaction 1a in excellent agreement with experiment (Figure 3).\n\n\nBroader Impacts\n\n\nDuring the current grant period, MU3C faculty have mentored 139 undergraduate research students, a remarkable number during the pandemic lockdown era. Most students presented their research at one or more MU3C research conferences. MU3C summer conferences, hosted by prominent Midwestern research universities, feature talks by MU3C students, presentations by faculty at the hosting institutions, and networking opportunities for MU3C students and faculty. The most recent university hosts have been The Ohio State University (2019), Iowa State University (2020, virtual), University of Chicago (2021, virtual), University of Wisconsin-Madison (2022), and Michigan State University (2023). These conferences expose MU3C students to cutting-edge computational chemistry research and inspire them to pursue science Ph.Ds. MU3C winter conferences are online and feature two or three days of poster presentations by MU3C students who field questions from fellow students and faculty. Given the breadth of topics and methodologies in our consortium, the online conferences give everyone the opportunity to learn new chemistry. Each conference averages more than 150 posts.\n\n\nThe 16 MU3C institutions all incorporate computational chemistry into their chemical instruction. Several hundred undergraduates at these institutions gained deeper insight in their general, organic, physical, inorganic, and biological chemistry classes thanks in part to the MRI-funded high-performance computer cluster.\n\n\nMU3C faculty have also engaged in curricular development. An example of pedagogical advances enabled by the MRI-supported computer cluster is a 2023 article in the Journal of Chemical Education by Professor Christine M. Morales of the University of Mount Union. Morales, along with an undergraduate and a faculty colleague, performed a topological analysis of the DFT electron density for a large set of hypervalent molecules. All IOX4 (X = F, Cl, Br, or I) molecules exhibited O-I-X bond angles of greater than 90&#730;. This contradicts the idea, universally taught in textbook presentations of VSEPR theory, that a lone electron pair is more repulsive than bonded electron pairs. Figure 4 shows that the lone pair on the I atom contracts in volume, making it sterically less demanding for the equatorial I-X bonds to move away from the I=O bond by more than 90&#730;.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/06/2023\n\n\t\t\t\t\tSubmitted by: KeithTKuwata\n"
 }
}