{
 "awd_id": "1919073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Emirical Evidence of the Tax Administration Production Function",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 195153.0,
 "awd_amount": 195153.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2024-03-18",
 "awd_abstract_narration": "Many countries, especially low income countries, have low tax revenue which limits their budgets and ability to provide critical infrastructure and public services. While there have been several studies on the impacts of tax rate changes, there has been little research on how changes in tax administration affect tax revenue and tax compliance, which may be far more important for increasing tax revenues. This research project will use four related studies to investigate whether changes in tax administration?adding more labor, capital, or technology to tax offices, or changing how they are organized?can generate increases in tax revenue and increase tax compliance and whether these increased revenues and compliance outweigh their costs. The results will provide policy guidance on increasing tax revenues to a large audience of policymakers in the US around worldwide.  Increasing tax revenues will lead to the provision of infrastructure and public services, which in turn could spur economic growth.  The results of this research will result in increasing tax revenues, improved provision of public services, and faster economic growth.\r\n\r\nThere has been extensive research on setting optimal tax rates but there is little research on the impacts of: improving tax administration. This project investigates the effects of tax administration on tax collection through four related studies. The first study uses quasi-experimental methods to measure the impact of a large-scale tax office reorganization on tax revenue and compare the gains to those from a tax rate change. The project will then conduct three related randomized controlled trials to estimate the ?Tax Administration Production Function?.  The first experimental study will measure the impact of additional capital on tax revenues by providing a randomly assigned subset of tax offices with an increase in their budget for enforcement activities. The second measures the impact of additional labor on tax revenues by adding more staff responsible for tax collection and compliance to randomly assigned tax offices. The last study measures the impact of a productivity-enhancing technology on tax revenues by randomly rolling out a software program that uses historical data to automatically prioritize taxpayers for enforcement activities.   The studies will be conducted in close partnership with the tax department, which will implement the three interventions as part of their regular operations.  Increasing efficiency of tax collection could lead to better provision of public services and faster economic growth.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rema",
   "pi_last_name": "Hanna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rema Hanna",
   "pi_email_addr": "rema_hanna@hks.harvard.edu",
   "nsf_id": "000639729",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 195153.0
  }
 ],
 "por": null
}