{
 "awd_id": "1920408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Comparative analysis of fern LEAFY genes and their regulatory network",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 351992.0,
 "awd_amount": 381992.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2024-11-19",
 "awd_abstract_narration": "Flowers represent a classic example of evolutionary innovation, one that made the flowering plants the most successful and species rich group of land plants. Hence, a deep understanding of the genes underlying flowering is an important topic in plant evolutionary biology. While plants that do not have flowers have genes that are clearly homologous to flower development genes, their function is mostly unknown. The research team will investigate the ancestral role of a flower development gene in a non-flowering plant, the emerging model fern Ceratopteris richardii. This project will facilitate: 1) Working with national and local programs to increase the representation of under-represented minorities in the sciences (by participating e.g., in National Lab Day and UC Davis Biology Undergraduate Scholars Program); 2) Integrating research and teaching activities: e.g., UC Davis Young Scholars Program that provides summer research opportunities for California high school students, and development of undergraduate bioinformatics lab class for students without previous computational experience; 3) Incorporating experiments with C. richardii into teaching labs and into a hands-on workshop on plant evolution for the annual Burke Museum of Natural History Girls in Science program (UW, 6th-8th graders); 4) Training of the next generation of scientists.\r\n\r\nThere is growing interest in understanding how transcription factors and developmental programs are co-opted for evolutionary innovation, and what role gene duplications play in this process. LEAFY (LFY) encodes a transcriptional regulator that induces flower formation in angiosperms; it is also present in mosses, where it governs early cell divisions of the zygote, and in ferns where it promotes cell division in both the gametophyte and the sporophyte generations. The conservation of LFY across land plants suggests that it must have important ancestral function(s) outside of flower development, a hypothesis supported by recent findings in fern. The fern C. richardii is a representative of a lineage of vascular plants that lies midway in the evolutionary tree between mosses and flowering plants. The goal of this project is to investigate how apical cell activity is partitioned among the two fern LEAFY genes and determine the gene network that each uses to achieve its cell proliferation functions. The specific research questions are: 1) What is the function of each LFY homolog CrLFY1 and CrLFY2 in the fern Ceratopteris richardii? This will be addressed via locus-specific gene expression and in situ hybridization, loss- and gain-of-function and pCrLFY-reporter transgenics for each gene; 2) What are the direct and downstream targets of CrLFY1 and CrLFY2? This will be addressed using ChIP-Seq and inducible LFY constructs to define targets of fern LFY genes. Given the nodal role of LFY in angiosperm development and its conservation throughout land plants, this research should serve as a key example for evolutionary studies of other master regulators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Verónica",
   "pi_last_name": "Di Stilio",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Verónica S Di Stilio",
   "pi_email_addr": "distilio@u.washington.edu",
   "nsf_id": "000065333",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 351992.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}