{
 "awd_id": "1920355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Shared Multi Collector Inductively Coupled Plasma Mass Spectrometer for Ocean, Earth, Environmental, and Geobiological Sciences in Southern California",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 558764.0,
 "awd_amount": 558764.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2019-08-07",
 "awd_abstract_narration": "Metals are necessary to life on Earth, yet they can also be toxic. Measurement of metals has applications in geology, oceanography, ecology, environmental science, and medicine. The acquisition of a multiple collector-inductively coupled plasma mass spectrometer, or MC-ICPMS, will enable new scientific discoveries in metals analysis to address major scientific questions across many scientific disciplines. This instrument will be housed at USC; users will include scientists within the university and at other academic institutions and government agencies in Southern California. The instrumentation will enable societally relevant research, increase opportunities for training students and early career researchers, enhance teaching and community engagement, and support governmental agencies in their mission. \r\n\r\n\r\nLife depends on elements from across the periodic table, and the availability of these elements to organisms is often controlled by geochemical processes. At the same time, some elements, especially metals, can be deadly environmental contaminants: some of the most widely known public health disasters have resulted from lead, mercury, and chromium poisoning. The multi-faceted functions of metals, and their perturbation due to human activities, make them compelling tracers of biological, environmental, marine, and Earth processes. While metals in the natural environment and the human body have been researched for decades, the capability to measure natural variability in their isotope ratios has emerged relatively recently, primarily since the early 2000s, and has transformed our understanding of many components of the Earth system. As the applications of metal isotope analysis spreads from the geosciences to fields such as medicine and environmental engineering, these chemical tools are poised to have a growing impact. Acquiring a Multiple Collector-Inductively Coupled Plasma Mass Spectrometer (MC-ICPMS) instrument at the University of Southern California (USC) would enable exciting new applications of isotopic analysis, taking advantage of the expertise and research interests of the principle investigators, coupled with a wide range of users spanning multiple disciplines and multiple institutions in the southern California region. Metals will be a major focus of attention, with elements from Li to U all serving as targets of interest for the insights that they can provide in research areas including oceanography, hydrology and paleobiology, as well as environmental health, medicine, and more. The proposed instrument will be a cornerstone of a new Southern California Center for Elemental and Isotopic Analysis, which will also encompass existing, complementary instrumentation. Novel application of MC-ICPMS technology will be enabled by (i) focusing on analysis of large-scale sample sets, (ii) widening the intellectual reach of MC-ICPMS techniques, including in areas such as human biology and public health, and (iii) serving a wide user base in southern California, particularly enabling novel and exploratory science that is not possible when researchers are relying on instruments at remote facilities. Broader impacts will include providing an instrument for training future leaders in the isotope sciences, enabling science for the public good by building research-education partnerships with government agencies, and offering a platform for developing new graduate-level curriculum.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "A  Joshua",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A  Joshua West",
   "pi_email_addr": "joshwest@usc.edu",
   "nsf_id": "000561838",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "John",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Seth G John",
   "pi_email_addr": "sethjohn@usc.edu",
   "nsf_id": "000571673",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "USC Department of Earth Sciences",
  "perf_str_addr": "3651 TROUSDALE PARKWAY ZHS 117",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 558764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Measuring isotopes in natural materials, whether human blood, or seawater, or ancient rocks, provides scientists a unique tool for cutting-edge research in oceanography, geology, environmental science, medical research, and beyond. Most elements of the periodic table come in different &lsquo;flavors&rsquo;, depending on the number of neutrons in the nucleus, where each unique number of protons and neutrons is a different isotope. This award supported the purchase of a scientific instrument called the Neptune Multi Collector Inductively Coupled Plasma Mass Spectrometer (MC-ICPMS), which is designed to accurately measure the amount of different isotopes in natural materials. The instrument has been installed in the University of Southern California (USC), in a new facility called the PLASMA (Plasma Laboratory for Atmosphere, Solid earth, and Marine Analyses) Lab. In the PLASMA Lab, the Neptune instrument is available to all scientists at USC, as well as researchers throughout the Southern California region, who are interested in measuring isotope ratios. Over the coming years, we expect the Neptune will be used in dozens of different research projects involving multiple research labs tackling a wide range of questions, exemplified by a few specific projects which are described in more detail below. In addition to expanding opportunities for academic researchers, the instrumentation is also enabling new collaboration between academic institutions and public agencies working on urban environmental quality and public health. <br /><br />Ocean nickel (Ni) and copper (Cu) isotopes: As part of the US GEOTRACES project, Seth John&rsquo;s lab at USC will be measuring the stable isotope ratios of nickel and copper in the southern Pacific Ocean and Southern Ocean (along the GP17 transects). Nickel and copper are vital nutrients for algae which grow in the oceans, and by measuring stable Ni and Cu isotopes we will better understand how these metal micronutrients get into seawater, and how quickly they are taken up by ocean algae.<br /><br />Isotopes as proxies for environmental change in the geological past: Earth&rsquo;s past provides unique information about global environmental change and how it impacts ecosystems, as well as clues to what sustains a habitable planet over millions of years. Reconstructing Earth&rsquo;s history depends on using proxies for environmental change that are recorded in rock and minerals. Josh West&rsquo;s lab at USC is setting up the Neptune instrument to measure silicon (Si) and lithium (Li) isotopes, utilizing these measurements to read the geological record of past environmental change.<br /><br />Biomedical isotope diagnostics: A recent collaboration between USC Earth Science Faculty Berelson, West, and John, and Medical School faculty Kuhn, and Nieva measured copper (Cu) isotopes in blood samples from cancer patients, in order to develop this analysis as a new diagnostic tool for cancer research. Further work is planned to explore how many different metals in human blood might be used to track and diagnose cancer and other medical conditions.<br /><br />The research enabled by the Neptune instrument at USC promises scientific advances of broad societal significance, with implications ranging from natural resource management and environmental pollution to medical diagnostics. The PLASMA Lab is also providing new teaching and training opportunities for instrument users, and students who will gain experience with cutting-edge instrumentation through new courses developed at USC.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2022<br>\n\t\t\t\t\tModified by: Seth&nbsp;G&nbsp;John</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMeasuring isotopes in natural materials, whether human blood, or seawater, or ancient rocks, provides scientists a unique tool for cutting-edge research in oceanography, geology, environmental science, medical research, and beyond. Most elements of the periodic table come in different ‘flavors’, depending on the number of neutrons in the nucleus, where each unique number of protons and neutrons is a different isotope. This award supported the purchase of a scientific instrument called the Neptune Multi Collector Inductively Coupled Plasma Mass Spectrometer (MC-ICPMS), which is designed to accurately measure the amount of different isotopes in natural materials. The instrument has been installed in the University of Southern California (USC), in a new facility called the PLASMA (Plasma Laboratory for Atmosphere, Solid earth, and Marine Analyses) Lab. In the PLASMA Lab, the Neptune instrument is available to all scientists at USC, as well as researchers throughout the Southern California region, who are interested in measuring isotope ratios. Over the coming years, we expect the Neptune will be used in dozens of different research projects involving multiple research labs tackling a wide range of questions, exemplified by a few specific projects which are described in more detail below. In addition to expanding opportunities for academic researchers, the instrumentation is also enabling new collaboration between academic institutions and public agencies working on urban environmental quality and public health. \n\nOcean nickel (Ni) and copper (Cu) isotopes: As part of the US GEOTRACES project, Seth John’s lab at USC will be measuring the stable isotope ratios of nickel and copper in the southern Pacific Ocean and Southern Ocean (along the GP17 transects). Nickel and copper are vital nutrients for algae which grow in the oceans, and by measuring stable Ni and Cu isotopes we will better understand how these metal micronutrients get into seawater, and how quickly they are taken up by ocean algae.\n\nIsotopes as proxies for environmental change in the geological past: Earth’s past provides unique information about global environmental change and how it impacts ecosystems, as well as clues to what sustains a habitable planet over millions of years. Reconstructing Earth’s history depends on using proxies for environmental change that are recorded in rock and minerals. Josh West’s lab at USC is setting up the Neptune instrument to measure silicon (Si) and lithium (Li) isotopes, utilizing these measurements to read the geological record of past environmental change.\n\nBiomedical isotope diagnostics: A recent collaboration between USC Earth Science Faculty Berelson, West, and John, and Medical School faculty Kuhn, and Nieva measured copper (Cu) isotopes in blood samples from cancer patients, in order to develop this analysis as a new diagnostic tool for cancer research. Further work is planned to explore how many different metals in human blood might be used to track and diagnose cancer and other medical conditions.\n\nThe research enabled by the Neptune instrument at USC promises scientific advances of broad societal significance, with implications ranging from natural resource management and environmental pollution to medical diagnostics. The PLASMA Lab is also providing new teaching and training opportunities for instrument users, and students who will gain experience with cutting-edge instrumentation through new courses developed at USC.\n\n\t\t\t\t\tLast Modified: 01/10/2022\n\n\t\t\t\t\tSubmitted by: Seth G John"
 }
}