{
 "awd_id": "1920008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE Incubator: Incorporating a short but intensive botanical experience into formal college courses to alleviate plant blindness among undergraduate STEM students",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 53657.0,
 "awd_amount": 53657.0,
 "awd_min_amd_letter_date": "2019-07-26",
 "awd_max_amd_letter_date": "2019-07-26",
 "awd_abstract_narration": "\"Plant blindness\" is a cognitive condition in which individuals fail to see or notice the plants in their own environment, often resulting in an inability to recognize the importance of plants in the environment and in everyday activities.  In today's world, plant blindness is in a perpetual cycle: children who are not taught about plants become adults with incomplete knowledge about the environment and natural resources.  In addition, these children remain unaware of various careers paths relating to plants and plant sciences.  One way to address this lack of awareness about the environment and natural resources is by providing more hands-on experiences that allow students to connect with plants and understand their importance in the world.  This research proposal will bring together thirteen leading plant scientists to share information and ideas about current and potential botanical experiences.  Together, these scientists will design a series of botanical experiences that can be implemented at various universities and botanical institutions as a way to better educate future citizens on the importance of plants in human affairs.  Special consideration will be given to including information on how plants are involved in a majority of careers.  This original network will continue to grow and to connect botany-focused educators, further broadening the research network working to develop and promote best practices in botany-based science education. \r\n\r\nUndergraduate STEM students are usually not attuned to the intricacies of plant life, nor the dynamic role plants play in ecosystem function and human society, a phenomenon termed \"plant blindness\". Left unchecked, plant blindness has real world consequences, including impediment of effective plant conservation measures due to lack of public support, resource allocations, or ill-advised policies. Semester-long botany courses can help alleviate plant blindness, however, students are less likely to choose such a course if they do not perceive their career choices to be somewhat related to plants. Additionally, botany education has been on the decline in the past decades, both in terms of number of faculty members and universities offering these courses. As a result, there is a need to offer effective botanical experiences to engage students outside of a botany course and to alleviate plant blindness regardless of students' career trajectories.  One proposed solution is to integrate more hands-on botanical experiences into introductory courses, but what an ideal botanical experience looks like and what students should be expected to take away from these experiences remains unknown. These questions, and more, will be examined when thirteen leading plant scientists convene at a workshop focused on alleviating plant blindness and increasing botanical literacy among undergraduate students.  Specifically, workshop participants will discuss and define exactly what a botanical experience should include through collaborative sharing of knowledge and best practices related to botanical experiences currently taking place at their home institution.  This original network will continue to grow and to connect botany-focused educators, further broadening the research network working to develop and promote best practices in botany-based science education.   \r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure, and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts to address the challenges posed in Vision and Change in Undergraduate Biology Education: A Call to Action (http://visionandchange/finalreport/).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "McCartney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa McCartney",
   "pi_email_addr": "mrm10@buffalo.edu",
   "nsf_id": "000613425",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Francisco-Ortega",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Francisco-Ortega",
   "pi_email_addr": "ortegaj@fiu.edu",
   "nsf_id": "000491396",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Liu",
   "pi_email_addr": "hliu@fiu.edu",
   "nsf_id": "000529112",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 53657.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;The mission of the Seeing Green Network is to be the leader in best practices to mitigate plant awareness disparity and instill an appreciation for plants in undergraduate students. Using our wide expertise in both botanical sciences and biology education research, we seek to develop the most creative, innovative, and scalable botanical experiences for use in undergraduate courses in all fields of study. To achieve this, we hosted a workshop attended by 15 biologists, botanists, ecologists, and educational researchers in February, 2020. Together, we organized as an interdisciplinary network, developed a mission statement and goals.</p>\n<p>Working collaboratively as a network, we shared knowledge of and experience with current assessment tools being used in botany education and outreach. We designed a botany-focused assessment, modeled after previously published assessments in biology education, in order to measure how intensive botanical experiences as a part of introductory biology can increase student enjoyment of the discipline, increase student propensity to connect botany with the real world (including their own career connections), and increase student confidence in learning botany.</p>\n<p>A subset of the network participants are interested in re-assessing the botanical capacity similar to that done by Kramer et al. 2010 and determine whether the current botanical education is aligned with jobs available in government and industry sections. As a first step toward this goal, we re-designed the survey used by Kramer et al. (2010) to assess the botanical career landscape. We then surveyed ~240 members of the botanical community across academia and non-academic sectors such as government, industry, and non-profits, allowing us to describe current trends in employment opportunities, training, and required skills related to careers in plant sciences in 2022.</p>\n<p>These survey data have been submitted as a pair of manuscripts detailing the hiring practices of the non-academic sectors, including the training and experiences they are looking for in new hires. We are able to compare these non-academic wants and needs to the current undergraduate educational offerings in the U.S. Not surprisingly, there is a mismatch. In the manuscripts we recommended ways to use the survey results as baseline data for redesigning botanical courses and botanical career development workshops for undergraduate students and envision our manuscripts to serve as a blueprint for innovation and transformation across undergraduate training programs in the botanical sciences as a way to increase botanical capacity.</p>\n<div>\n<div></div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2022<br>\n\t\t\t\t\tModified by: Melissa&nbsp;Mccartney</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The mission of the Seeing Green Network is to be the leader in best practices to mitigate plant awareness disparity and instill an appreciation for plants in undergraduate students. Using our wide expertise in both botanical sciences and biology education research, we seek to develop the most creative, innovative, and scalable botanical experiences for use in undergraduate courses in all fields of study. To achieve this, we hosted a workshop attended by 15 biologists, botanists, ecologists, and educational researchers in February, 2020. Together, we organized as an interdisciplinary network, developed a mission statement and goals.\n\nWorking collaboratively as a network, we shared knowledge of and experience with current assessment tools being used in botany education and outreach. We designed a botany-focused assessment, modeled after previously published assessments in biology education, in order to measure how intensive botanical experiences as a part of introductory biology can increase student enjoyment of the discipline, increase student propensity to connect botany with the real world (including their own career connections), and increase student confidence in learning botany.\n\nA subset of the network participants are interested in re-assessing the botanical capacity similar to that done by Kramer et al. 2010 and determine whether the current botanical education is aligned with jobs available in government and industry sections. As a first step toward this goal, we re-designed the survey used by Kramer et al. (2010) to assess the botanical career landscape. We then surveyed ~240 members of the botanical community across academia and non-academic sectors such as government, industry, and non-profits, allowing us to describe current trends in employment opportunities, training, and required skills related to careers in plant sciences in 2022.\n\nThese survey data have been submitted as a pair of manuscripts detailing the hiring practices of the non-academic sectors, including the training and experiences they are looking for in new hires. We are able to compare these non-academic wants and needs to the current undergraduate educational offerings in the U.S. Not surprisingly, there is a mismatch. In the manuscripts we recommended ways to use the survey results as baseline data for redesigning botanical courses and botanical career development workshops for undergraduate students and envision our manuscripts to serve as a blueprint for innovation and transformation across undergraduate training programs in the botanical sciences as a way to increase botanical capacity.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2022\n\n\t\t\t\t\tSubmitted by: Melissa Mccartney"
 }
}