{
 "awd_id": "1920334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a fiber optic distributed acoustic sensing instrument for hydrological and seismological research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 310438.0,
 "awd_amount": 310438.0,
 "awd_min_amd_letter_date": "2019-08-12",
 "awd_max_amd_letter_date": "2019-08-12",
 "awd_abstract_narration": "The earth deforms constantly in response to fluid pressure, the movement of tectonic plates, and the gravitational pull of the moon and sun.   The shallow expression of this deformation, or strain, has important implications.  For example, strain in geologic material due to changes in subsurface fluid pressure must be considered in the sustainability of groundwater, the extraction of hydrocarbons, and the efficiency of geothermal well fields.  Tectonic forces cause measurable strain that ultimately result in earthquakes.  Ground deformation must be considered in the design of buildings and roads.   The natural pull of the moon and sun cause earth tides which have little direct effect on humans, but can be used to characterize the mechanical properties of earth materials.  A challenge in measuring earth deformation, however, is that while strain is distributed over large distances, typical measurement devices such as strain meters measure only over short intervals.  For this project, a sensing system is developed that can measure distributed strain at sub-meter intervals over the distance of kilometers. Although the instrument is available commercially, this application is entirely new and will reveal deformation not previously observed in the shallow subsurface. It has been adopted rapidly by the petroleum and security industries but is largely unknown in academia due to the high cost of contracting service companies.  This MRI acquisition is intended to bring this next-generation commercial technology into the hands of academic researchers and students so it can be used to advance the understanding of earth movements in both natural and engineered earth systems.  A consortium of California State University Long Beach, California Institute of Technology, and University of Southern California will share the instrument.  This consortium will be led by a California State University Long Beach, which is a non-PhD granting and Hispanic Serving university with about half the population considered NSF Underrepresented minority (URM) students.  The other two members, California Institute of Technology and University of Southern California are top PhD-granting institutions. Sharing of the instrument and training will expose URM students to research cultures and experiences to which they would not normally have access.  A two-day DAS-training workshop will provide researchers and students outside of the consortium and opportunity to learn about DAS technology.  The MRI program will provide URM students the opportunity to be among the first students in the country to have hands-on experience with DAS imaging.\r\n\r\nThis Major Research Instrumentation (MRI) acquisition of a Fiber Optic Distributed Acoustic Sensing (DAS) will support measurement of ground motion related to tectonic and hydraulic forcing.  DAS is a transformative technology for measuring strain and vibration in Earth environments.  Using laser interferometry, dynamic strain is interrogated along the entire length of a fiber optic cable.  DAS typically has sampling resolution of 1 kHz every 25 cm along a fiber optic cable that can be tens of kilometers in length.  This technology allows the measurement of seismic movements along communication networks and in deep boreholes, often along fiber-optic cable that is already present.   The system measures strain on a fiber-optic cable that can be installed, for instance, in deep boreholes or in shallow trenches.  Strains of less than 1 nanometer (one billionth of a meter) per meter can be detected.  The technology behind it is called distributed acoustic sensing (DAS) and was developed for measuring vibration in response to sound or seismic waves.  The advancement here is that strain is measured over periods approaching a day, while vibrations are usually measured at periods of less than a second.  A particular focus of research will be extension of frequency resolution into the microHertz range, where tidal forcing and ultra-low-frequency ground motions can be observed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Becker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Becker",
   "pi_email_addr": "matt.becker@csulb.edu",
   "nsf_id": "000319965",
   "pi_start_date": "2019-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Long Beach",
  "perf_str_addr": "1250 Bellflower Blvd",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908400004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 310438.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A Distributed Acoustic Sensing (DAS) instrument was acquired through this award.&nbsp; DAS is a technology that is designed to measure vibration along a fiber optic cable.&nbsp; Strains in the fiber optic cable are sensed through the interference of photons produced from a laser light.&nbsp; The time of flight of these photos allows strains to be located every meter or so along the entire length of the cable, which may kilometers in length.&nbsp; The instrument was designed to measure vibrations at frequencies of 1 Hz (1 sample/sec) or more, but the objective of this project was to extend the technology to frequencies ten thousand times smaller.&nbsp; At these frequencies, which correspond to periods of oscillations lasting hours or more, many geophysical behaviors can be measured.&nbsp; Responses to loading on soils, injection of water in aquifers, and tidal pressures act at these frequencies, for example.&nbsp; We demonstrated the use of this instrument in boreholes in New Hampshire and California.&nbsp; Laboratory tests elaborated the accuracy of these measurements and formed the basis of analysis techniques.&nbsp; These measurements have important implications for determining safety of built structures, developing water resources, and developing geothermal energy, among other applications.&nbsp; &nbsp;The technology developed from this award was communicated through a NSF-funded Research Coordination Network among more traditional outlets.&nbsp; Although hands-on experiences were limited due to COVID-19 restrictions, graduate students had an opportunity to work with the instrument and process data.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Matthew&nbsp;W&nbsp;Becker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA Distributed Acoustic Sensing (DAS) instrument was acquired through this award.  DAS is a technology that is designed to measure vibration along a fiber optic cable.  Strains in the fiber optic cable are sensed through the interference of photons produced from a laser light.  The time of flight of these photos allows strains to be located every meter or so along the entire length of the cable, which may kilometers in length.  The instrument was designed to measure vibrations at frequencies of 1 Hz (1 sample/sec) or more, but the objective of this project was to extend the technology to frequencies ten thousand times smaller.  At these frequencies, which correspond to periods of oscillations lasting hours or more, many geophysical behaviors can be measured.  Responses to loading on soils, injection of water in aquifers, and tidal pressures act at these frequencies, for example.  We demonstrated the use of this instrument in boreholes in New Hampshire and California.  Laboratory tests elaborated the accuracy of these measurements and formed the basis of analysis techniques.  These measurements have important implications for determining safety of built structures, developing water resources, and developing geothermal energy, among other applications.   The technology developed from this award was communicated through a NSF-funded Research Coordination Network among more traditional outlets.  Although hands-on experiences were limited due to COVID-19 restrictions, graduate students had an opportunity to work with the instrument and process data.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Matthew W Becker"
 }
}