{
 "awd_id": "1920908",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "RII Track-2 FEC: Leveraging Intelligent Informatics and Smart Data for Improved Understanding of Northern Forest Ecosystem Resiliency (INSPIRES)",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032925164",
 "po_email": "andjohns@nsf.gov",
 "po_sign_block_name": "Andrea Johnson",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 6000000.0,
 "awd_amount": 6599999.0,
 "awd_min_amd_letter_date": "2019-08-09",
 "awd_max_amd_letter_date": "2024-04-19",
 "awd_abstract_narration": "Forests are an economically important and ecologically critical component of Northern rural working landscapes. Local and regional communities depend on the health of these forest ecosystems to support biodiversity, conservation, recreation, and a forest-based workforce.  Forests are highly dynamic and diverse due to a wide variety of complex interacting factors, including changing environmental conditions, varying management objectives across federal, state and private land ownership, and natural disturbances. Despite advances in technology and acquisition of forest-related information, critical forest data remains highly variable, inconsistently available, and relatively coarse in scale. The INSPIRES project will build a digital framework to better assess, understand, and forecast complex forest changes. The integration of emerging computational, monitoring, remote sensing, and visualization technologies into a Digital Forest Big Data framework will provide comprehensive, near real-time spatial and temporal measurements of the forest at levels readily usable by scientists, land managers, and policy makers. This project will strengthen workforce development and broaden participation in science, particularly among students with diverse backgrounds and skills. The project will accomplish both its digital and educational aims by drawing from a broad array of established programs and disciplines, including data science, ecology, electrical engineering, computer programming, and communications. This effort will help support and sustain northern New England's unique forested landscape, which many rural communities rely on for their livelihoods. Faculty and students will collaborate on the development of a regional Complex Systems Research Institute that will facilitate ongoing analysis of forest ecosystem integrity and resilience from multiple scientific perspectives. Ultimately this Big Data Framework integrating advanced sensing and computing technologies, environmental informatics and analytics, ecological modeling, and quantitative reasoning skills would be applicable to other forested regions and ecosystems. \r\n\r\nForests in New England represent the Northern Forest ecotone, which is a complex assemblage of transitional ecosystems that have a unique history of natural disturbance and human land use. In recent decades, societal demands on these forests and the ecosystem services they provide have continued to expand at a time when key stressors such as land use pressures, invasive pests, and extreme abiotic events are on the rise. Maintaining the value and integrity of the Northern Forest for the communities that depend on them requires a better understanding of how these interactive stressors affect this ecosystem.  Thus, a new digital framework for harnessing Big Data is needed to assess and predict interactions under multiple alternative future response pathways. To address this grand challenge, faculty from the state universities of Maine, New Hampshire, and Vermont will collaborate on the development of a regional Complex Systems Research Institute that will facilitate analysis of forest ecosystem integrity and resilience from multiple scientific perspectives. Faculty and students will work across four research-integrated themes to develop a novel and flexible Digital Forest Big Data framework for effectively harnessing complex data streams from a variety of sources such as wireless sensors, remote sensing, and citizen science to enhance our fundamental understanding of Northern Forest ecosystems across multiple spatio-temporal scales. The project?s specific research themes are: (1) Advanced Sensing and Computing Technologies; (2) Environmental Informatics and Analytics; (3) Integrated Ecological Modeling; and (4) Quantitative Reasoning in Context. In particular, project participants will explore how to integrate the traditional ecological knowledge (TEK) of Wabanaki tribes and other available qualitative data with the primarily quantitative data typically employed to analyze and model ecosystems. The long-term goal is to extend this framework beyond the region, particularly to other ecosystems of high interest, including marine environments. Importantly, the effort will link with ongoing regional efforts to improve K-20 data literacy skills, while generating valuable new approaches for supporting natural resources-based economies and associated industries. The formation of a regional Complex Systems Research Institute will incorporate, extend, and sustain the strengths of all three EPSCoR jurisdictions by leveraging prior and ongoing efforts and expertise.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Weiskittel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Weiskittel",
   "pi_email_addr": "aaron.weiskittel@maine.edu",
   "nsf_id": "000513454",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary-Kate",
   "pi_last_name": "Beard-Tisdale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary-Kate Beard-Tisdale",
   "pi_email_addr": "kate.beard@maine.edu",
   "nsf_id": "000198393",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Ollinger",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Scott V Ollinger",
   "pi_email_addr": "scott.ollinger@unh.edu",
   "nsf_id": "000177890",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Abedi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Abedi",
   "pi_email_addr": "ali.abedi@maine.edu",
   "nsf_id": "000087296",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "D'Amato",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony W D'Amato",
   "pi_email_addr": "awdamato@uvm.edu",
   "nsf_id": "000640344",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194Y00",
   "pgm_ele_name": "EPSCoR RII: Focused EPSCoR Col"
  },
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7217",
   "pgm_ref_txt": "RESEARCH INFRASTRUCTURE IMPROV"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 3000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 2099999.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Forests are an economically important and ecologically critical component of New England&rsquo;s working landscape.&nbsp;This project leveraged unique expertise from the University of Maine, University of New Hampshire, University of Vermont, and Alabama A&amp;M University to construct a digital framework to better assess, understand, and forecast this complex forest at a resolution relevant to scientists, land managers, and policymakers.</p>\n<p>The INSPIRES project promoted inter-jurisdictional and multi-institutional research collaborations by enabling its participants to work across four integrated research themes: (1) Advanced Sensing and Computing Technologies; (2) Smart Environmental Informatics; (3) Integrated Ecological Modeling; and (4) Quantitative Reasoning Skills in Context. Researchers worked within and across these themes to promote understanding of current and future changes in the Northern &amp; Southern Forest with a focus on key ecological and socioeconomic drivers.</p>\n<p>One key effort was maintaining and expanding research infrastructure, paritularly snow monitoring in the Northeast.&nbsp;This led to the creation of the Northeast Snow Survey Feasibility Study (NESS; <a href=\"https://sites.usnh.edu/ness/\">https://sites.usnh.edu/ness/</a>), an ongoing effort to assess the community needs for designing a coordinated network of automated snow and weather measurement stations in the East (similar to the SNOTEL network in the western US). In addition, this work resulted in new collaborative, inter-jurisdictional synthesis research on the complex interactions between forest canopy cover and snow cover dynamics.&nbsp;</p>\n<p>The project&rsquo;s intellectual merit stems from our approach of integrating basic field measurements, novel environmental sensors, big-data analytics, and ecosystem models to improve our understanding of ecosystem function and how forests respond to environmental change. This has included the development of a&nbsp;series of low-cost wireless dendrometer sensors and the application of artificial intelligence to interpret environmental data. The sensors were tested and deployed acorss the four jurisdictions. These sensors provide researchers with near-time access to enivironmental data that will help in quantifying and managing uncertainties in their efforts to understand and anticipate how climate change, land use, forest management, regulatory policies, invasive pests, and natural disturbances affect forest extent, composition, health, and productivity.</p>\n<p>The strategic partnership with Alabama Agricultural &amp; Mechanical University (AAMU), an Historically Black College and University (HBCU),&nbsp;added a diversified perspective and specific scientific expertise and talent to the project. The collaboration with AAMU has continued to grow through a successful NSF proposal that grew from INSPIRES, ongoing research collaboration opportunities including student and faculty exchange experiences.&nbsp;Cross-institutional collaboration has focused on AAMU&rsquo;s long-term ForestGeo plot at Paint Rock Valley and building a strong, integrated forest research program there.&nbsp;</p>\n<p><span>Education and workforce development was accomplished by supporting early career researchers and providing them with opportunities for professional growth.&nbsp;</span>Another successful aspect of INSPIRES was the number of trainees involved. Over the course of the project, 54 undergraduate students, 25 graduate students, and 8 post doctoral researchers contributed to the success of the program while developing and enhancing their skills and opportunities to gain professional experiene.&nbsp;</p>\n<p>Because of the emphasis and support of collaborative team science throughout the five years of NSF support, the INSPIRES team remained engaged and productive, and is excited about this research effort and its broader implications for the region&rsquo;s forest-based economy. As the project's completion approached, a shift was made towards new opportunities and long-term sustainability. Progress on this front includes the recent award to&nbsp;University of Maine INSPIRES PI Aaron Weiskittel for an NSF EPSCoR e-RISE project that advances the AI innovations initiated on this Track-2 award; while Co-PIs Ollinger (NH) and Lemke (AAMU) have been awarded funding for a project focusing on forest sensitivity to drought using the sensor sites in New Hampshire and Alabama.</p>\n<p>The project&rsquo;s integration extended beyond academia, involving partnerships with non-profit organizations, educators, and industry stakeholders. This broader integration ensured that the research conducted had real-world applications and could influence policy and management practices. The INSPIRES project also achieved integration in its educational initiatives, linking research activities with workforce development and K-12 education, thereby creating a pipeline of future scientists and informed citizens. Overall, the project&rsquo;s success in integrating various disciplines, institutions, and stakeholders not only enhanced its research outcomes but also established a strong foundation for sustained collaborative efforts in the future.</p><br>\n<p>\n Last Modified: 09/19/2024<br>\nModified by: Aaron&nbsp;Weiskittel</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1920908/1920908_10632317_1726780259921_NelsonatPaintRock--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1920908/1920908_10632317_1726780259921_NelsonatPaintRock--rgov-800width.png\" title=\"Picture of researchers setting up drone to conduct hyperspectral imaging\"><img src=\"/por/images/Reports/POR/2024/1920908/1920908_10632317_1726780259921_NelsonatPaintRock--rgov-66x44.png\" alt=\"Picture of researchers setting up drone to conduct hyperspectral imaging\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dr. Peter Nelson of INSPIRES Theme 2 working AAMU undergraduates to conduct a hyperspectral imaging acquisition at Paint Rock field site in Alabama during his June 2024 visit.</div>\n<div class=\"imageCredit\">Peter Nelson</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Aaron&nbsp;Weiskittel\n<div class=\"imageTitle\">Picture of researchers setting up drone to conduct hyperspectral imaging</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nForests are an economically important and ecologically critical component of New Englands working landscape.This project leveraged unique expertise from the University of Maine, University of New Hampshire, University of Vermont, and Alabama A&M University to construct a digital framework to better assess, understand, and forecast this complex forest at a resolution relevant to scientists, land managers, and policymakers.\n\n\nThe INSPIRES project promoted inter-jurisdictional and multi-institutional research collaborations by enabling its participants to work across four integrated research themes: (1) Advanced Sensing and Computing Technologies; (2) Smart Environmental Informatics; (3) Integrated Ecological Modeling; and (4) Quantitative Reasoning Skills in Context. Researchers worked within and across these themes to promote understanding of current and future changes in the Northern & Southern Forest with a focus on key ecological and socioeconomic drivers.\n\n\nOne key effort was maintaining and expanding research infrastructure, paritularly snow monitoring in the Northeast.This led to the creation of the Northeast Snow Survey Feasibility Study (NESS; https://sites.usnh.edu/ness/), an ongoing effort to assess the community needs for designing a coordinated network of automated snow and weather measurement stations in the East (similar to the SNOTEL network in the western US). In addition, this work resulted in new collaborative, inter-jurisdictional synthesis research on the complex interactions between forest canopy cover and snow cover dynamics.\n\n\nThe projects intellectual merit stems from our approach of integrating basic field measurements, novel environmental sensors, big-data analytics, and ecosystem models to improve our understanding of ecosystem function and how forests respond to environmental change. This has included the development of aseries of low-cost wireless dendrometer sensors and the application of artificial intelligence to interpret environmental data. The sensors were tested and deployed acorss the four jurisdictions. These sensors provide researchers with near-time access to enivironmental data that will help in quantifying and managing uncertainties in their efforts to understand and anticipate how climate change, land use, forest management, regulatory policies, invasive pests, and natural disturbances affect forest extent, composition, health, and productivity.\n\n\nThe strategic partnership with Alabama Agricultural & Mechanical University (AAMU), an Historically Black College and University (HBCU),added a diversified perspective and specific scientific expertise and talent to the project. The collaboration with AAMU has continued to grow through a successful NSF proposal that grew from INSPIRES, ongoing research collaboration opportunities including student and faculty exchange experiences.Cross-institutional collaboration has focused on AAMUs long-term ForestGeo plot at Paint Rock Valley and building a strong, integrated forest research program there.\n\n\nEducation and workforce development was accomplished by supporting early career researchers and providing them with opportunities for professional growth.Another successful aspect of INSPIRES was the number of trainees involved. Over the course of the project, 54 undergraduate students, 25 graduate students, and 8 post doctoral researchers contributed to the success of the program while developing and enhancing their skills and opportunities to gain professional experiene.\n\n\nBecause of the emphasis and support of collaborative team science throughout the five years of NSF support, the INSPIRES team remained engaged and productive, and is excited about this research effort and its broader implications for the regions forest-based economy. As the project's completion approached, a shift was made towards new opportunities and long-term sustainability. Progress on this front includes the recent award toUniversity of Maine INSPIRES PI Aaron Weiskittel for an NSF EPSCoR e-RISE project that advances the AI innovations initiated on this Track-2 award; while Co-PIs Ollinger (NH) and Lemke (AAMU) have been awarded funding for a project focusing on forest sensitivity to drought using the sensor sites in New Hampshire and Alabama.\n\n\nThe projects integration extended beyond academia, involving partnerships with non-profit organizations, educators, and industry stakeholders. This broader integration ensured that the research conducted had real-world applications and could influence policy and management practices. The INSPIRES project also achieved integration in its educational initiatives, linking research activities with workforce development and K-12 education, thereby creating a pipeline of future scientists and informed citizens. Overall, the projects success in integrating various disciplines, institutions, and stakeholders not only enhanced its research outcomes but also established a strong foundation for sustained collaborative efforts in the future.\t\t\t\t\tLast Modified: 09/19/2024\n\n\t\t\t\t\tSubmitted by: AaronWeiskittel\n"
 }
}