{
 "awd_id": "1920103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Advanced Computing Instrument to Integrate Data-Driven Research and Data intensive computing at Johns Hopkins University",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927092",
 "po_email": "alsuarez@nsf.gov",
 "po_sign_block_name": "Alejandro Suarez",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 2795025.0,
 "awd_amount": 2795025.0,
 "awd_min_amd_letter_date": "2019-09-13",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "The project funds the purchase of a high-performance computing and storage system to create a Data Intensive Scientific Computing (DISCO) environment that will be located at Johns Hopkins University (JHU). DISCO will support research in a range of science and engineering areas including wind energy, ocean circulation, materials by design, additive manufacturing, big data, genomics, and biological function on membrane to organ scales. It provides a framework for creating new data from simulations, analyzing data, and making data available for analysis by remote users. DISCO will also enable the development and sharing of new code and data analysis methods across institutions. This project addresses two of NSF's big ideas: Growing Convergence Research and Harnessing the Data Revolution, as well as the Materials Genome initiative. DISCO will immediately support over 40 faculty research projects involving over 200 scientists. DISCO will be managed in collaboration with Morgan State University, a historically black university, which will be allocated at least 5% of resources to support its educational and computational research programs. Other users nationally will be offered 20% of the resources to be managed through a partnership with XSEDE. Opportunities for training on a diverse set of scientific computing topics will be directly integrated into regular courses across JHU and Morgan State. Courses on computational chemistry, genomics, molecular dynamics, machine learning and protein chemistry are planned. Course materials will be made available through the web and the existing set of Massive Open Online Courses (MOOCs) at JHU will be expanded. These materials will ensure training in the proper use of resources, share best practices between different disciplines and promote interdisciplinary collaboration.\r\n\r\nThe objective of this Major Research Instrumentation (MRI) project is to create a Data Intensive Scientific Computing (DISCO) environment that integrates high performance computing with tools for generating, analyzing and disseminating data sets of ever increasing size. The cluster will contain over 5 petabytes of storage and heterogeneous compute nodes optimized for different research projects and complex, optimized work flows: standard dual processor nodes, large memory nodes, and Graphics Processing Unit (GPU) enhanced nodes. An instance of SciServer software will enhance analysis and provide a platform for disseminating data through a web portal. This robust capability will become a powerful resource for developing and sharing code and infrastructure tools used by interdisciplinary data scientists at Johns Hopkins University, Morgan State University and beyond. DISCO will enable computational fluid dynamics studies of wind farms, ocean flow and physiological fluid dynamics. Research in multiscale modeling of materials will use machine learning to tailor material properties and integrate physical models at different scales to improve performance of additive manufacturing and connect defects and microstructures to macroscopic performance of crystals, polymers and other soft materials. DISCO will also enable sequencing of new genomes, study of variance within species and research on the microbiome. On larger scales, research on the dynamics of biological systems will examine function of proteins, membranes, cells and organs, including the impact of nanoparticles on function. This new integrated environment will reshape computational research practices and will be conducive to radical transformative research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennice",
   "pi_last_name": "Gayme",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Dennice F Gayme",
   "pi_email_addr": "dennice@jhu.edu",
   "nsf_id": "000547055",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Robbins",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Mark O Robbins",
   "pi_email_addr": "mr@pha.jhu.edu",
   "nsf_id": "000093379",
   "pi_start_date": "2019-09-13",
   "pi_end_date": "2020-10-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rigoberto",
   "pi_last_name": "Hernandez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rigoberto Hernandez",
   "pi_email_addr": "rhx@jhu.edu",
   "nsf_id": "000262805",
   "pi_start_date": "2020-10-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Schatz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Schatz",
   "pi_email_addr": "michael.schatz@gmail.com",
   "nsf_id": "000570892",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jaime",
   "pi_last_name": "Combariza",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jaime E Combariza",
   "pi_email_addr": "jcombar1@jhu.edu",
   "nsf_id": "000698195",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Johnson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret E Johnson",
   "pi_email_addr": "margaret.johnson@jhu.edu",
   "nsf_id": "000754035",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "5400 E. Lombard St",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212241745",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 2795025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This MRI project built an advanced Scientific Computing infrastructure (Rockfish) to support researchers at Johns Hopkins University (JHU), Morgan State University (MSU) and the broader NSF community (through XSEDE/ACCESS). Rockfish was initiated to support research integrating data intensive computing, machine learning and traditional high-performance computing in four broad areas: (1) Computational Fluid Dynamics and Energy Sustainability, (2) Genomics and Computational Biology, (3) Multiscale Modeling of Materials, and (4) Dynamics of Biological Systems. Rockfish went into full production mode in April 2021 and began providing XSEDE/ACESS services in July 2021.</p>\n<p>The instrument has had tremendous impact, enabling over 670 projects from over 350 research groups from JHU and MSU, as well as over 30 XSEDE/ACCESS projects. Utilization of the instrument has steadily increased and the initial cluster has grown through a condominium model that allows research groups to purchase additional nodes. At the end of the project period there were 1,147 users at JHU, including 593 graduate students, 106 undergraduate students, 110 post-docs/research assistants, and 338 faculty members.</p>\n<p>The research supported by Rockfish has led to substantial impact across the four main research areas and others as the condo model as enabled the expansion to other fields. For example, the research group of Prof. Somnath Ghosh is developing multi-scale computational models of damage and failure in structural metals and alloys that are characterized by polycrystalline and poly-phase microstructures, e.g. titanium alloy Ti-6242. Robust failure prediction capabilities can yield better tools for structure-material life and reliability assessment under conditions of extreme loading such as fatigue and provide significant advantages over currently used non-destructive evaluation methods.</p>\n<p><span style=\"color: #000000;\">T</span><span style=\"color: #000000;\">he research group of Professor Rajat Mittal is using the instrument </span><span style=\"color: #000000;\">to </span><span style=\"color: #000000;\">develop</span> multiphysics computational models of the various components of the human cardiac unit. These include blood flow and the associated biomechanical stresses in the left atrium, left ventricle, mitral valve and the aortic valve and the consequent acoustic response of each component for disease detection. Currently, they are developing reduced order models for efficient simulations of simulations of flow through CT-scan enabled patient-specific healthy and failing aortic valves. These models will be used to generate a simulation dataset for a cohort of patients with varying degrees of valve health.</p>\n<p>The MRI award provided substantial broader impacts as the foundation for a powerful high performance computing system that facilitates traditional computational research, data intensive computing and machine learning. Many of the research projects have important societal impacts, for example in healthcare, the provision of open-access data and tools across fields and in education.</p>\n<p>P<span style=\"color: #000000;\">rof. Natalia Trayanova has developed a machine learning classification approach to identify COVID-19 patients at risk for cardiac dysfunction and sudden cardiac death in order to ensure adequate therapy or primary prevention can be undertaken and lives saved. The classifier will be distributed to any interested health care institution, augmenting their ability to successfully treat patients.</span></p>\n<p><span style=\"color: #000000;\">S</span><span style=\"color: #000000;\">everal groups in Bioinformatics and Genomics have been able to continue development of open-source applications for the analysis of DNA sequencing data.</span><span style=\"color: #000000;\"> A few examples of these tools from the group of Professor Ben Langmead include Bowtie, Bowtie 2, Kraken 2, Dashing, r-index, SPUMONI, Vargas, Lighter, Samovar, Arioc, and HISAT.</span></p>\n<p><span style=\"color: #000000;\">PI Gayme and C. Meneveau</span><span style=\"color: #000000;\"> are generating data for a new wind farm database </span><span style=\"color: #000000;\">to be added to the widely used Turbulence Database Open Laboratory (Johns Hopkins Turbulence Databases, JHTDB, see http://turbulence.pha.jhu.edu</span><span style=\"color: #000000;\">. </span><span style=\"color: #000000;\">Large Eddy </span><span style=\"color: #000000;\">Simulations are being run on Rockfish on large computational grids (on the order of 100 Million grid points</span><span style=\"color: #000000;\">) </span>with<span style=\"color: #000000;\"> the actuator line model to represent wind turbine blades.&nbsp;</span><span style=\"color: #000000;\">The data (full 4D fluid vector fields on the order of 100s of Terabytes) will be incorporated into the infrastructure that underlies the JHTDB, also supported by NSF (CSSI Framework). </span><span style=\"color: #000000;\">The resulting e</span><span style=\"color: #000000;\">asily usable databases from world-class wind farm simulations can bridge the increasing resource gap between a few top computer simulation experts and the larger wind energy community. We also expect that democratizing access to data will play a crucial role in education and training for the next generation of wind energy engineers.</span></p>\n<p>In addition to research projects the instrument has been used to support many classes and to train graduate and undergraduate student in different scientific domains. For example, several undergraduate students in the group of Co-PI Johnson have been able to perform independent research using Rockfish leading to co-authorship of papers. One such student and is currently a grad student at NYU and another women student will graduate this year and attend grad school in Applied Math at Brown.&nbsp;</p>\n<p><span style=\"color: #000000;\"><span><span>Rockfish has&nbsp;</span></span><span><span>also&nbsp;</span></span><span><span>been used to enable future faculty members' research activities.&nbsp;</span></span><span><span>For example, the newly established</span></span><span><span>&nbsp;Mark O. Robbins prize (former co-PI for this pro</span></span><span><span>ject</span></span><span><span>) provides&nbsp;</span></span><span><span>funds&nbsp;</span></span><span><span>and </span></span><span><span>allocations for a Post-doc&nbsp;</span></span><span><span>to generate their own research ideas,&nbsp;</span></span><span><span>as well as</span></span><span><span>&nbsp;</span></span><span><span>graduate student&nbsp;</span></span><span><span>recognition for&nbsp;</span></span><span><span>computational research performed on Rockfish</span></span><span><span>.</span></span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2023<br>\n\t\t\t\t\tModified by: Dennice&nbsp;F&nbsp;Gayme</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis MRI project built an advanced Scientific Computing infrastructure (Rockfish) to support researchers at Johns Hopkins University (JHU), Morgan State University (MSU) and the broader NSF community (through XSEDE/ACCESS). Rockfish was initiated to support research integrating data intensive computing, machine learning and traditional high-performance computing in four broad areas: (1) Computational Fluid Dynamics and Energy Sustainability, (2) Genomics and Computational Biology, (3) Multiscale Modeling of Materials, and (4) Dynamics of Biological Systems. Rockfish went into full production mode in April 2021 and began providing XSEDE/ACESS services in July 2021.\n\nThe instrument has had tremendous impact, enabling over 670 projects from over 350 research groups from JHU and MSU, as well as over 30 XSEDE/ACCESS projects. Utilization of the instrument has steadily increased and the initial cluster has grown through a condominium model that allows research groups to purchase additional nodes. At the end of the project period there were 1,147 users at JHU, including 593 graduate students, 106 undergraduate students, 110 post-docs/research assistants, and 338 faculty members.\n\nThe research supported by Rockfish has led to substantial impact across the four main research areas and others as the condo model as enabled the expansion to other fields. For example, the research group of Prof. Somnath Ghosh is developing multi-scale computational models of damage and failure in structural metals and alloys that are characterized by polycrystalline and poly-phase microstructures, e.g. titanium alloy Ti-6242. Robust failure prediction capabilities can yield better tools for structure-material life and reliability assessment under conditions of extreme loading such as fatigue and provide significant advantages over currently used non-destructive evaluation methods.\n\nThe research group of Professor Rajat Mittal is using the instrument to develop multiphysics computational models of the various components of the human cardiac unit. These include blood flow and the associated biomechanical stresses in the left atrium, left ventricle, mitral valve and the aortic valve and the consequent acoustic response of each component for disease detection. Currently, they are developing reduced order models for efficient simulations of simulations of flow through CT-scan enabled patient-specific healthy and failing aortic valves. These models will be used to generate a simulation dataset for a cohort of patients with varying degrees of valve health.\n\nThe MRI award provided substantial broader impacts as the foundation for a powerful high performance computing system that facilitates traditional computational research, data intensive computing and machine learning. Many of the research projects have important societal impacts, for example in healthcare, the provision of open-access data and tools across fields and in education.\n\nProf. Natalia Trayanova has developed a machine learning classification approach to identify COVID-19 patients at risk for cardiac dysfunction and sudden cardiac death in order to ensure adequate therapy or primary prevention can be undertaken and lives saved. The classifier will be distributed to any interested health care institution, augmenting their ability to successfully treat patients.\n\nSeveral groups in Bioinformatics and Genomics have been able to continue development of open-source applications for the analysis of DNA sequencing data. A few examples of these tools from the group of Professor Ben Langmead include Bowtie, Bowtie 2, Kraken 2, Dashing, r-index, SPUMONI, Vargas, Lighter, Samovar, Arioc, and HISAT.\n\nPI Gayme and C. Meneveau are generating data for a new wind farm database to be added to the widely used Turbulence Database Open Laboratory (Johns Hopkins Turbulence Databases, JHTDB, see http://turbulence.pha.jhu.edu. Large Eddy Simulations are being run on Rockfish on large computational grids (on the order of 100 Million grid points) with the actuator line model to represent wind turbine blades. The data (full 4D fluid vector fields on the order of 100s of Terabytes) will be incorporated into the infrastructure that underlies the JHTDB, also supported by NSF (CSSI Framework). The resulting easily usable databases from world-class wind farm simulations can bridge the increasing resource gap between a few top computer simulation experts and the larger wind energy community. We also expect that democratizing access to data will play a crucial role in education and training for the next generation of wind energy engineers.\n\nIn addition to research projects the instrument has been used to support many classes and to train graduate and undergraduate student in different scientific domains. For example, several undergraduate students in the group of Co-PI Johnson have been able to perform independent research using Rockfish leading to co-authorship of papers. One such student and is currently a grad student at NYU and another women student will graduate this year and attend grad school in Applied Math at Brown. \n\nRockfish has also been used to enable future faculty members' research activities. For example, the newly established Mark O. Robbins prize (former co-PI for this project) provides funds and allocations for a Post-doc to generate their own research ideas, as well as graduate student recognition for computational research performed on Rockfish.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2023\n\n\t\t\t\t\tSubmitted by: Dennice F Gayme"
 }
}