{
 "awd_id": "1920001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI Consortium: Development of an Array of Germanium Detectors for COHERENT at the Spallation Neutron Source",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1152483.0,
 "awd_amount": 1152483.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "One of the major intellectual achievements of the 20th century was the development of the Standard Model (SM) of particle physics. This model succeeded in classifying all of the elementary particles known at the time into a hierarchy of groups having similar quantum properties. The validity of this model to date was confirmed by the discovery of the Higgs boson at the Large Hadron Collider at CERN. However, the Standard Model as it currently exists leaves open many questions about the universe, including such fundamental questions as to why the Higgs mass has the value it has and why there is no antimatter in the universe. One of the primary areas to search for answers to these and other open questions about the universe, how it came to be, and why it is the way it is, is to focus on a study of the properties of neutrinos and to use what we know and can learn about neutrinos as probes of science Beyond the Standard Model (BSM). The Standard Model predicted that there were three different kinds of neutrinos, all massless, that were distinguishable through the different interactions that they undergo whenever they interact with matter. But recent measurements have totally changed our picture of neutrinos. We now know that neutrinos do have a mass and because they do, they can actually change from one type to another.   Additionally, experimental measurements have indicated the possibility of yet an additional type of sterile neutrino.   Detailed measurements of the interactions of these unusual particles are one of the most promising ways to probe for new physics beyond the Standard Model.\r\n\r\nThis project is led by group members of the COHERENT collaboration that has been the first to observe Coherent elastic neutrino-nucleus scattering.   The reaction was predicted in the early 1970s and has now been observed nearly a half century later, given the advances in highly-sensitive, low-noise instrumentation and very high beam fluxes, for example at the Oak Ridge National Laboratory Spallation Neutron Source facility.  To understand the nature of this process, a range of nuclear targets must be studied, as the cross section for the scattering scales approximately with the square of the number of neutrons in the target nuclei.   Through this MRI award, the group from Duke, North Carolina State and North Carolina Central Universities will build and then operate a Germanium (Ge) detector for which the neutron dependence of the cross section can be verified.  Germanium is a natural choice for such a measurement given the excellent energy sensitivity afforded by this material.\r\n\r\nIn the broader context, the Ge instrumentation to be developed here has the potential for applications in nuclear reactor monitoring.   And the instrumentation development will provide extensive experience for post docs and students in the technically challenging research techniques of low-energy recoil measurements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Scholberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Scholberg",
   "pi_email_addr": "schol@phy.duke.edu",
   "nsf_id": "000489466",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Markoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Markoff",
   "pi_email_addr": "dmarkoff@nccu.edu",
   "nsf_id": "000070065",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Barbeau",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip S Barbeau",
   "pi_email_addr": "psbarbeau@phy.duke.edu",
   "nsf_id": "000648510",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Green",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Green",
   "pi_email_addr": "matthew_green@ncsu.edu",
   "nsf_id": "000761858",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "1221",
   "pgm_ref_txt": "ELEMENTARY PARTICLE ACCEL USER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1152483.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-73e4bf9d-7fff-37da-78f2-3670d8ddb246\" dir=\"ltr\"><span>With the support of this award, the COHERENT Collaboration constructed Ge-Mini, an array of low-noise, low-threshold high-purity germanium detectors for measurements of Coherent Elastic Neutrino-Nucleus Scattering (CEvNS).&nbsp;&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>The Ge-Mini array comprises eight high-purity germanium detectors.&nbsp; The employed Inverted Coaxial Point-Contact (ICPC) germanium detector design (see Figure 1, inset) allows for large detector masses with small readout contacts, resulting in detectors with masses in excess of 2 kg, with very low electronic noise (150 eV FWHM pulser resolution).&nbsp; The low electronic noise enables low energy thresholds, as well as excellent energy resolution; these detectors are capable of detection of nuclear recoils from neutrino scatters with energies as low as 2.5 keV that faithfully measure the energy spectrum of CEvNS events.&nbsp; Well-understood detector systematics make possible the use of deformations of the energy spectrum as well as overall rate modulations as probes for new physics.&nbsp; As illustrated in FIgure 1, the detectors are housed in a layered radiological shield, including lead and copper to shield gamma-rays, high-density polyethylene to moderate neutrons, and a plastic scintillator muon veto system.&nbsp;&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Following design, assembly, and initial commissioning at the Triangle Universities Nuclear Laboratory (TUNL), Ge-Mini was deployed at Oak Ridge National Laboratory&rsquo;s Spallation Neutron Source (SNS) as part of the COHERENT Collaboration&rsquo;s suite of &ldquo;first-light&rdquo; CEvNS detectors.&nbsp; Ge-Mini is located in &ldquo;Neutrino Alley,&rdquo; a lower-level hallway of the SNS target station which is well-shielded from SNS-produced neutrons and provides modest overburden for cosmic ray shielding.&nbsp; The combination of the large neutrino flux from the SNS and relatively low backgrounds in Neutrino Alley results in ideal conditions for CEvNS measurements.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Data collected from the first science run with the instrument over the course of two months in the summer of 2023 was used to perform the world&rsquo;s first measurement of the CEvNS cross section in germanium.&nbsp; Results from the first science run are shown in FIgure 2.&nbsp; There is a clear excess of events correlated with neutrino production at the SNS, and a two-dimensional (energy, time) likelihood fit discourages the &ldquo;No-CEvNS&rdquo; hypothesis at a level of 3.9 sigma.&nbsp; The measured cross section agrees with the prediction of the standard model of particle physics within 2 sigma.&nbsp; This constitutes the third target on which a measurement of CEvNS has been made by the COHERENT Collaboration, and clearly illustrates the proportionality of the CEvNS cross section to neutron number squared (N</span><span><span><sup>2</sup></span></span><span>) when taken in combination with the previous two CEvNS results, as shown in Figure 3.&nbsp; These results were presented at multiple conferences including the 2023 meeting of the APS Division of Nuclear Physics and NEUTRINO 2024.&nbsp; As of the submission of this report, a publication detailing these results is in review.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>This measurement represents the very beginning of the science program with this detector array, which will be continued in future beam periods of the recently upgraded higher-power SNS.&nbsp; Current work is focused on reducing the energy threshold and reducing backgrounds through the use of improved signal processing techniques and machine learning.&nbsp; Combined with additional statistics further science runs will yield, these improvements will enable improved constraints on non-standard neutrino interactions and other new physics.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span><span>&nbsp;</span></span></p>\r\n<p dir=\"ltr\"><span><span><img src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXc8Kpub9ZqQYTa0SHg3l2JfIvnLjNvF8KDJ-9sTfodw177Nchoh-eoQhGTX-F4vrly_80_xzSCcR6HUU_j-o0KdvIDRbHCO-K23sYvq6FdZD3oXIj-f0Igt-VvvNerRdZMc2ylR5Q?key=aETcg0XPYp0fDB7y8aJfIl0i\" alt=\"\" width=\"624\" height=\"379\" /></span></span></p>\r\n<p dir=\"ltr\"><span>Figure 1.&nbsp; Schematic view of the Ge-Mini detector system: the detectors are enclosed by a layered radiation shield, and surrounded on five sides by a plastic-scintillator muon veto. The inset shows the ICPC design of the Ge crystals.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span><span>&nbsp;</span></span></p>\r\n<p dir=\"ltr\"><span><span><img src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXeLxUSycwRC5H9LjFv3ZcMNymHLL07mzROyFowryH2HNjlKWPEOGV5pe_IzGiQSSX-7reUmcrgwd1nU49nn6YKX5IGJX82YoR6OMKAqKNAkBQleTqixpk6fr7IaYR8DB6vCQMoyyQ?key=aETcg0XPYp0fDB7y8aJfIl0i\" alt=\"\" width=\"624\" height=\"393\" /></span></span></p>\r\n<p dir=\"ltr\"><span>Figure 2. Background-subtracted event spectra in time and energy for on-beam (events coincident with the SNS neutrino production) and off-beam (events in a time window of equal length outside of the region of neutrino production) data. The signal extracted by the likelihood fit is depicted in green; the red and blue lines represent the different neutrino flavors.</span></p>\r\n<p><br /><br /></p>\r\n<p dir=\"ltr\"><span><span><img src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXcE4wO7k3cn31uSCghGwYupgbcTt-59vXl__FkhqspMBA6skrv05-Dd2lYC-fQHU7R6y2nWfef2SuvODlzCchgOfjw2kj0us-CC65hJ51Mox1MWoRzrg9PA2eq1bGTyME3EBLCO?key=aETcg0XPYp0fDB7y8aJfIl0i\" alt=\"\" width=\"567\" height=\"386\" /></span></span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Figure 3.&nbsp; CEvNS flux-averaged cross section as a function of neutron number, showing the three COHERENT measurements.&nbsp; The Ge measured was enabled by this MRI award.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2024<br>\nModified by: Kate&nbsp;Scholberg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWith the support of this award, the COHERENT Collaboration constructed Ge-Mini, an array of low-noise, low-threshold high-purity germanium detectors for measurements of Coherent Elastic Neutrino-Nucleus Scattering (CEvNS).\r\n\n\n\r\n\n\nThe Ge-Mini array comprises eight high-purity germanium detectors. The employed Inverted Coaxial Point-Contact (ICPC) germanium detector design (see Figure 1, inset) allows for large detector masses with small readout contacts, resulting in detectors with masses in excess of 2 kg, with very low electronic noise (150 eV FWHM pulser resolution). The low electronic noise enables low energy thresholds, as well as excellent energy resolution; these detectors are capable of detection of nuclear recoils from neutrino scatters with energies as low as 2.5 keV that faithfully measure the energy spectrum of CEvNS events. Well-understood detector systematics make possible the use of deformations of the energy spectrum as well as overall rate modulations as probes for new physics. As illustrated in FIgure 1, the detectors are housed in a layered radiological shield, including lead and copper to shield gamma-rays, high-density polyethylene to moderate neutrons, and a plastic scintillator muon veto system.\r\n\n\n\r\n\n\nFollowing design, assembly, and initial commissioning at the Triangle Universities Nuclear Laboratory (TUNL), Ge-Mini was deployed at Oak Ridge National Laboratorys Spallation Neutron Source (SNS) as part of the COHERENT Collaborations suite of first-light CEvNS detectors. Ge-Mini is located in Neutrino Alley, a lower-level hallway of the SNS target station which is well-shielded from SNS-produced neutrons and provides modest overburden for cosmic ray shielding. The combination of the large neutrino flux from the SNS and relatively low backgrounds in Neutrino Alley results in ideal conditions for CEvNS measurements.\r\n\n\n\r\n\n\nData collected from the first science run with the instrument over the course of two months in the summer of 2023 was used to perform the worlds first measurement of the CEvNS cross section in germanium. Results from the first science run are shown in FIgure 2. There is a clear excess of events correlated with neutrino production at the SNS, and a two-dimensional (energy, time) likelihood fit discourages the No-CEvNS hypothesis at a level of 3.9 sigma. The measured cross section agrees with the prediction of the standard model of particle physics within 2 sigma. This constitutes the third target on which a measurement of CEvNS has been made by the COHERENT Collaboration, and clearly illustrates the proportionality of the CEvNS cross section to neutron number squared (N2) when taken in combination with the previous two CEvNS results, as shown in Figure 3. These results were presented at multiple conferences including the 2023 meeting of the APS Division of Nuclear Physics and NEUTRINO 2024. As of the submission of this report, a publication detailing these results is in review.\r\n\n\n\r\n\n\nThis measurement represents the very beginning of the science program with this detector array, which will be continued in future beam periods of the recently upgraded higher-power SNS. Current work is focused on reducing the energy threshold and reducing backgrounds through the use of improved signal processing techniques and machine learning. Combined with additional statistics further science runs will yield, these improvements will enable improved constraints on non-standard neutrino interactions and other new physics.\r\n\n\n\r\n\n\n\r\n\n\nFigure 1. Schematic view of the Ge-Mini detector system: the detectors are enclosed by a layered radiation shield, and surrounded on five sides by a plastic-scintillator muon veto. The inset shows the ICPC design of the Ge crystals.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nFigure 2. Background-subtracted event spectra in time and energy for on-beam (events coincident with the SNS neutrino production) and off-beam (events in a time window of equal length outside of the region of neutrino production) data. The signal extracted by the likelihood fit is depicted in green; the red and blue lines represent the different neutrino flavors.\r\n\n\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nFigure 3. CEvNS flux-averaged cross section as a function of neutron number, showing the three COHERENT measurements. The Ge measured was enabled by this MRI award.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/29/2024\n\n\t\t\t\t\tSubmitted by: KateScholberg\n"
 }
}