{
 "awd_id": "1921596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Sundowner Winds EXperiment (SWEX) in Santa Barbara, California",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 136814.0,
 "awd_amount": 136814.0,
 "awd_min_amd_letter_date": "2019-07-24",
 "awd_max_amd_letter_date": "2019-07-24",
 "awd_abstract_narration": "Wildfires are among the greatest natural hazards in the Western U.S. and other parts of the world. The numerous tragic events in recent years in California have exposed the great vulnerability of the population to wildfires and the critical need to improve understanding and enhance predictability of windstorms in complex terrain. Coastal Santa Barbara County (SB), with a population exceeding 130,000 inhabitants, is among the most exposed communities to wildfire hazards in southern California. The Santa Ynez Mountains rise abruptly from coastal SB separating the Pacific Ocean on its south face from the Santa Ynez Valley on its north face. Downslope, dry and gusty windstorms are frequently observed on the southern-facing slopes of the Santa Ynez Mountains. These winds typically intensify around sunset and throughout the night, and are known as \"Sundowner winds\" or \"Sundowners\". They are considered the most significant fire-weather regime in coastal SB and pose hazardous conditions to aviation. They have enhanced the severity of all major wildfires affecting the SB coastal population. Therefore, improved weather warnings and forecast lead time, including spatiotemporal specificity of where winds will be strongest, are critical to increase resilience to wildfires. Sundowners exhibit large spatiotemporal variability and are driven by unique complex mechanisms. \r\n\r\nThe Sundowner Winds Experiment (SWEX) will investigate these unique aspects of Sundowners to advance the understanding and predictability of these winds, while providing rich data sets for developing new theories of downslope windstorms in coastal environments with similar geographic and climatic characteristics. This will be accomplished with strategic meteorological observations of the atmospheric processes hypothesized to modulate Sundowner winds intensity and spatial variability. These results will significantly contribute to improve the predictability of windstorms in complex terrain in coastal environments, with significant impacts to large communities living in fire prone areas. The project will provide key outreach materials for dissemination to government agencies and the media and will educate the public about fire weather and natural disasters. Moreover, the project will support the development of new educational courses, and the training of undergraduate and graduate students, including minorities, in six universities in the U.S. \r\n\r\nSundowners spatiotemporal characteristics are controlled by complex interactions between atmospheric processes occurring upstream, in the Santa Ynez Valley and San Rafael Mountains, and downstream due to the influence of a cool and stable marine boundary layer. The SWEX campaign is designed to enhance spatial measurements to resolve local circulations and vertical profiles from the boundary layer to the mid-troposphere, and from the SB channel to the Santa Ynez Valley. These observations will be used to test hypotheses concerning the mechanisms controlling Sundowner winds, evaluate mesoscale simulations and improve lead time forecasts of Sundowners. More specifically, the multi-sensor platforms and aircraft will be utilized to investigate how the structure and dynamics of the marine and continental Boundary Layers (BL) influence mountain flows during Sundowners and undisturbed periods, including intensity, timing and geographic characteristics of downslope winds, temperatures and humidity. These measurements will enable to examine underlying mechanisms relating high amplitude mountain waves, critical layers, and surface wind intensity leeward of the Santa Ynez Mountains. These observations will be utilized to investigate how variations in BL structure and tropospheric stability control mountain wave flows and the lee-slope jet, and the importance of these mechanisms for the predictability of Sundowner winds. SWEX brings cutting-edge science, the state-of-art facilities at National Center for Atmospheric Research and multiple instrumental platforms to bear on this important problem. It will  build linkages with those responsible for predictions and fire response in a region that is representative of many areas with similar vulnerabilities. SWEX will improve the capability of the National Weather Service to forecast weather hazards in the Los Angeles area, specifically in coastal SB. Thus this project has substantial broader impacts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhien",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhien Wang",
   "pi_email_addr": "zhien.wang@stonybrook.edu",
   "nsf_id": "000493220",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 136814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The&nbsp;</span><strong>Sundowner Winds Experiment</strong><span>&nbsp;</span><strong>(SWEX)</strong><span>&nbsp;campaign aims to investigate the&nbsp;</span><em>unique aspects of downslope windstorms in the lee of a narrow coastal mountain range in the subtropics that are influenced by complex interactions with a cool, stable, and shallow marine boundary layer with distinct spatial characteristics and dynamics</em><span>. The primary goal of SWEX is to advance the understanding and predictability of Sundowner winds in Santa Barbara County (SB) and provide rich data sets for developing new theories of downslope windstorms in coastal environments.</span><strong>&nbsp;</strong><span>The University of Colorado team is responsible for deploying Compact Raman Lidar (CRL) on a Twin Otter aircraft to provide simultaneous water vapor, temperature, and aerosol measurements below the flight level during the SWEX. To improve measurement accuracy from 8000 ft or higher flight levels, we upgraded the CRL laser by increasing its pulse energy by a factor of 3. From April 1, 2022, to May 12, 2022, there are 28 research flights, with two regular flights during targeted days. During the whole, CRL only missed less than 10 minutes of data due to power issues. Collocated CRL and dropsonde measurements indicated that CRL provided reliable water vapor and temperature measurements (images 1 and 2). Coastal complex environments are challenging to observe due to complex terrain and fast-changing. The project demonstrated that CRL measurements on Twin Otter effectively characterize coastal complex atmospheric environments. The project collected a comprehensive dataset to explore dynamic coastal atmospheric environments around the Santa Barbra (images 3 and 4). &nbsp; &nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2023<br>\n\t\t\t\t\tModified by: Zhien&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894216063_Figure_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894216063_Figure_1--rgov-800width.jpg\" title=\"Dropsonde and CRL profile comparison\"><img src=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894216063_Figure_1--rgov-66x44.jpg\" alt=\"Dropsonde and CRL profile comparison\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Dropsonde measurements overplotted on CRL time-height cross-sections and water vapor mixing ratio (WVMR, g/kg) and temperature for the nighttime flight on April 5, 2022.</div>\n<div class=\"imageCredit\">Zhien Wang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhien&nbsp;Wang</div>\n<div class=\"imageTitle\">Dropsonde and CRL profile comparison</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894336880_Figure_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894336880_Figure_2--rgov-800width.jpg\" title=\"Statistical CRL and Dropsonde comparison\"><img src=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894336880_Figure_2--rgov-66x44.jpg\" alt=\"Statistical CRL and Dropsonde comparison\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Comparisons of collocated CRL and dropsonde water vapor and temperature measurements for nighttime SWEX measurements. Dashed lines in (a) and (b) indicate &#61617;0.5 g/kg and &#61617;2k.</div>\n<div class=\"imageCredit\">Zhien Wang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhien&nbsp;Wang</div>\n<div class=\"imageTitle\">Statistical CRL and Dropsonde comparison</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894493090_Figure_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894493090_Figure_3--rgov-800width.jpg\" title=\"Resolving sub-kilometer features\"><img src=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894493090_Figure_3--rgov-66x44.jpg\" alt=\"Resolving sub-kilometer features\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. The cross-sections of CRL water vapor (WV), aerosol lidar scattering ratio (LSR), elastic channel raw power, and temperature for the eastern North-South leg as indicated in the map.  Vertical dashed lines indicate wave peak and trough positions.</div>\n<div class=\"imageCredit\">Zhien Wang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhien&nbsp;Wang</div>\n<div class=\"imageTitle\">Resolving sub-kilometer features</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894639671_Figure_4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894639671_Figure_4--rgov-800width.jpg\" title=\"Temporal evolutions of PBL structure over complex terrain\"><img src=\"/por/images/Reports/POR/2023/1921596/1921596_10624774_1692894639671_Figure_4--rgov-66x44.jpg\" alt=\"Temporal evolutions of PBL structure over complex terrain\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4. North-South temperature cross-sections (around Montecito, Santa Barbara) measured by CRL during a western sundowner event showing a fast temperature evolution in the region.</div>\n<div class=\"imageCredit\">Zhien Wang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhien&nbsp;Wang</div>\n<div class=\"imageTitle\">Temporal evolutions of PBL structure over complex terrain</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Sundowner Winds Experiment (SWEX) campaign aims to investigate the unique aspects of downslope windstorms in the lee of a narrow coastal mountain range in the subtropics that are influenced by complex interactions with a cool, stable, and shallow marine boundary layer with distinct spatial characteristics and dynamics. The primary goal of SWEX is to advance the understanding and predictability of Sundowner winds in Santa Barbara County (SB) and provide rich data sets for developing new theories of downslope windstorms in coastal environments. The University of Colorado team is responsible for deploying Compact Raman Lidar (CRL) on a Twin Otter aircraft to provide simultaneous water vapor, temperature, and aerosol measurements below the flight level during the SWEX. To improve measurement accuracy from 8000 ft or higher flight levels, we upgraded the CRL laser by increasing its pulse energy by a factor of 3. From April 1, 2022, to May 12, 2022, there are 28 research flights, with two regular flights during targeted days. During the whole, CRL only missed less than 10 minutes of data due to power issues. Collocated CRL and dropsonde measurements indicated that CRL provided reliable water vapor and temperature measurements (images 1 and 2). Coastal complex environments are challenging to observe due to complex terrain and fast-changing. The project demonstrated that CRL measurements on Twin Otter effectively characterize coastal complex atmospheric environments. The project collected a comprehensive dataset to explore dynamic coastal atmospheric environments around the Santa Barbra (images 3 and 4).    \n\n\t\t\t\t\tLast Modified: 08/24/2023\n\n\t\t\t\t\tSubmitted by: Zhien Wang"
 }
}