{
 "awd_id": "1921746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Regulation of the transition from primary to secondary ovarian follicle development by androgens in a teleost model",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 724407.0,
 "awd_amount": 724407.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2021-07-01",
 "awd_abstract_narration": "Production of a fertilizable vertebrate egg is a complex process in which a small and relatively unspecialized cell, the oocyte, is provisioned with a variety of maternal materials that support fertilization and early embryonic development. Thus, many aspects of \"egg quality\", the term used to describe an egg that can be successively fertilized and lead to a viable offspring, are determined relatively early. The project will use ovaries from a non-mammalian vertebrate model to determine how early oocyte growth is regulated by hormones. Because of the conserved nature of egg development in vertebrates, the research will improve fundamental knowledge of egg development in vertebrates, including humans and agriculturally important animals, and may lead to the development of improved methods to overcome reproductive dysfunction of captive-reared fish in conservation and commercial aquaculture. The project will integrate research and education by recruiting undergraduate and graduate students from California State University Fullerton, a Hispanic Serving Institution, to work with a diverse group of scientists from the University of Washington, and with researchers from a federal agency. The goal is to train the next generation of scientists how to apply molecular tools, bioinformatics, and histology to biological questions while gaining an in-depth understanding of animal physiology, endocrinology, and reproduction. The research will be presented to the scientific community and to the public via established partnerships to provide trainees with service-learning experience.\r\n\r\nThe basic physiology of female teleost reproduction, particularly during the later stages of oogenesis (e.g., vitellogenesis, maturation, ovulation) is fairly well understood. By contrast, comparatively little is known about the transition into puberty. In the ovary, this occurs when the primary growth ovarian follicles (containing developing oocytes) are recruited into secondary growth. Using a well-characterized in vitro model using coho salmon ovarian explants, the investigators have shown that 11-ketotestosterone (11KT), a teleost-specific aromatizable androgen, promotes the development of primary and early secondary ovarian follicles, associated with identification via RNA-Seq of altered mRNA levels of hundreds to thousands of genes, depending on stage. These changes are consistent with altered hormonal signaling pathways, tissue remodeling, and the progression to an early secondary ovarian follicle phenotype. The project will further explore the hypothesis that androgens are essential for early ovarian follicle by exploiting advances in proteomics, quantitative steroid biochemical analyses and the availability of homologous recombinant gonadotropins to: characterize the major endogenous androgens present in the female coho salmon during the onset of puberty; characterize androgen receptors; document the development-related changes in ovarian follicle proteins using cutting-edge proteomics; and explore the potential roles of gonadotropins in regulating previtellogenic ovarian follicle development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Graham",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Graham Young",
   "pi_email_addr": "grahamy@u.washington.edu",
   "nsf_id": "000520879",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 235900.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 248774.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 239733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the molecular, cellular and hormonal mechanisms underlying the regulation of the early development of the ovary in a teleost fish. &nbsp;A Pacific salmon species, coho salmon, was chosen as a model. Like other Pacific salmon species, coho salmon synchronously develop a single clutch of eggs and spawn only once before death. Female of many teleost species undergo multiple spawning and at any single time point, their ovaries contain oocytes (destined to become fertilizable eggs) at various stages of development. &nbsp;This feature complicates interpretation of data because multiple oocyte stages are present in ovarian samples. &nbsp;The synchronous development of oocytes of coho salmon was exploited in studies that aimed to determine how the ovarian proteome (proteins expressed in the developing ovary) changes, and how those changes are regulated, during the progression of the primary oocyte from the early to late perinucleolar stage and the transition of primary oocytes into secondary (cortical alveoli) growth. This transition is a hallmark of puberty onset, the first activation of the brain-pituitary-gonad system. Our major focus was on an emerging paradigm in teleost ovarian physiology: androgens not only serve as substrate for estrogen production but play a critical role in &nbsp;promoting growth and development of primary follicles and their transition into secondary growth.</p>\r\n<p>Our studies used a combination of&nbsp;analyses of ovarian samples taken before and during the transition into secondary growth and in vitro ovarian explant cultures to determine the role of pituitary gonadotropins and ovarian androgens in promoting ovarian development.&nbsp; We identified an ovarian proteome of over 5700 proteins and linked changes in the proteome during development with alterations in a variety of biological functions. All proteomics data have been uploaded into a public proteome database. Changes in the ovarian proteome after stimulation by an androgen were studied, along with alterations in the ovarian transcriptome, and the differential effects of the two pituitary gonadotropins on steroid production were determined.&nbsp; We also localized two androgen receptors to both the oocyte and its surrounding follicle layer and determined changes in abundance during early ovarian development.</p>\r\n<p>Beyond the fundamental knowledge gained on the regulation of ovarian function by androgens, further supporting their critical role in early ovarian development, these findings can be used to help develop hormonal and other therapies to overcome the block to puberty that occurs in many teleost species cultured in captivity for both conservation and commercial purposes.&nbsp; Our publicly-available proteomics database provides the scientific community with a valuable resource that can be mined by other researchers in the field working with other species. Finally, the identification of the multiple biological pathways changing during development and after androgen treatment indicate that reproductive fitness could be compromised by any environmental contaminant that either binds to the androgen receptors or impacts steroid biosynthesis.</p><br>\n<p>\n Last Modified: 12/27/2024<br>\nModified by: Graham&nbsp;Young</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigated the molecular, cellular and hormonal mechanisms underlying the regulation of the early development of the ovary in a teleost fish. A Pacific salmon species, coho salmon, was chosen as a model. Like other Pacific salmon species, coho salmon synchronously develop a single clutch of eggs and spawn only once before death. Female of many teleost species undergo multiple spawning and at any single time point, their ovaries contain oocytes (destined to become fertilizable eggs) at various stages of development. This feature complicates interpretation of data because multiple oocyte stages are present in ovarian samples. The synchronous development of oocytes of coho salmon was exploited in studies that aimed to determine how the ovarian proteome (proteins expressed in the developing ovary) changes, and how those changes are regulated, during the progression of the primary oocyte from the early to late perinucleolar stage and the transition of primary oocytes into secondary (cortical alveoli) growth. This transition is a hallmark of puberty onset, the first activation of the brain-pituitary-gonad system. Our major focus was on an emerging paradigm in teleost ovarian physiology: androgens not only serve as substrate for estrogen production but play a critical role in promoting growth and development of primary follicles and their transition into secondary growth.\r\n\n\nOur studies used a combination ofanalyses of ovarian samples taken before and during the transition into secondary growth and in vitro ovarian explant cultures to determine the role of pituitary gonadotropins and ovarian androgens in promoting ovarian development. We identified an ovarian proteome of over 5700 proteins and linked changes in the proteome during development with alterations in a variety of biological functions. All proteomics data have been uploaded into a public proteome database. Changes in the ovarian proteome after stimulation by an androgen were studied, along with alterations in the ovarian transcriptome, and the differential effects of the two pituitary gonadotropins on steroid production were determined. We also localized two androgen receptors to both the oocyte and its surrounding follicle layer and determined changes in abundance during early ovarian development.\r\n\n\nBeyond the fundamental knowledge gained on the regulation of ovarian function by androgens, further supporting their critical role in early ovarian development, these findings can be used to help develop hormonal and other therapies to overcome the block to puberty that occurs in many teleost species cultured in captivity for both conservation and commercial purposes. Our publicly-available proteomics database provides the scientific community with a valuable resource that can be mined by other researchers in the field working with other species. Finally, the identification of the multiple biological pathways changing during development and after androgen treatment indicate that reproductive fitness could be compromised by any environmental contaminant that either binds to the androgen receptors or impacts steroid biosynthesis.\t\t\t\t\tLast Modified: 12/27/2024\n\n\t\t\t\t\tSubmitted by: GrahamYoung\n"
 }
}