{
 "awd_id": "1921409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Revisiting the Low-Frequency Variability of the Extratropical Circulation Using Non-Empirical Orthogonal Function (EOF) Modes and Linear Response Functions",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 363759.0,
 "awd_amount": 435786.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2019-10-25",
 "awd_abstract_narration": "One dominant pattern of the atmospheric circulation variability in the extratropical troposphere of both hemispheres is the oscillation between stronger and weaker westerly jet streams with a time scale longer than 10 days. Such low-frequency variability of extratropical westerly jet streams is called the annular mode. The annual mode influences the day-to-day weather and extreme events in the middle and high latitude regions and is therefore of great interest to understand. The annular mode in winter hemisphere also influences, and is influenced by, the stratospheric polar vortex. This project seeks a deeper understanding of the factors that control the annular mode. The outcome of this work will potentially transform the understanding of jet stream variability and weather in the middle and high latitudes. The outcome could also lead to advances in predictability past the current weather prediction barrier of about 10 days, and lead to improvements in capabilities of climate models. Furthermore, the new quantitative framework will aid the interpretation of the range of outcomes predicted by comprehensive climate models. These outcomes have the potential to advance the national and global efforts aimed at preparing for climate change and weather-related extremes, resulting in significant socio-economic benefits. This project will support the education and training of two PhD students and a postdoctoral researcher, thus preparing the next generation of atmospheric dynamists and climate scientists. Some of the tools developed during this work will be used by the PIs in their undergraduate and graduate-level teaching to help the students with visualizing and quantifying some aspects of the jet stream variability. Also, the project will engage K-12 students in climate and computer modeling-related research through several STEM outreach programs at Rice and Stanford.\r\n\r\nIn this project, novel analysis methods will be developed, and will be employed along with computer models and observational data to gain a deeper understanding of this variability of the jet streams. Furthermore, a new framework will be developed to quantitively link this variability in the present day to variability in the future. This framework will integrate the response of the jet stream variability and polar vortex to various climate forcings, such as greenhouse gas increase or ozone depletion. The specific tasks of this project are 1) examining the coupling between the barotropic and baroclinic annular modes in observations and in climate models; 2) developing an eddy feedback model for propagating annular modes; 3) understanding stratospheric influence on the tropospheric annular mode in both hemispheres using numerical experiments; 4) studying low-frequency variability modes and fluctuation-dissipation relationship in climate model simulations to better evaluate the fidelity of the climate change projections in these simulations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aditi",
   "pi_last_name": "Sheshadri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aditi Sheshadri",
   "pi_email_addr": "aditi_sheshadri@stanford.edu",
   "nsf_id": "000784619",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "473 Via Ortega, Y2E2",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 363759.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 72027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-98cea40f-7fff-b4c5-ff1f-8de6586de308\"><span>Observational and modeling work has suggested that there is two-way coupling between the troposphere and the stratosphere in the mid to high latitudes. This work has resulted in improved understanding of the interactions between the troposphere and stratosphere. The work investigated the importance of eddy-eddy (or wave-wave) interactions to the occurrence of polar vortex split and displacement events by systematically eliminating them separately in the troposphere and stratosphere and showed that they are essential both to the occurrence of these events and their downward influence. The work also showed that following polar vortex perturbations, the jet stream response over the Atlantic basin can be regarded more as a change in the time spent in preferred positions rather than a straightforward shift of the jet. Previous work had suggested that a shift of the jet stream may not be associated with a shift in storm track features; in the course of this project this finding was clarified to be somewhat dependent on the timescales of interest. On time scales of importance to the climate problem, the storm track features do indeed shift in concert with the jet stream. In addition, the work reported on the characteristics of atmospheric gravity waves in the upper troposphere and lower stratosphere using observations from superpressure balloons. The spectra associated with these waves were quantified as a function of latitude and season. The work also established a relationship between the latitude of the Intertropical Convergence Zone and the global tropical cyclone frequency from aquaplanet simulations, a relationship that held up quite well when applied to observations.</span></span></p><br>\n<p>\n Last Modified: 03/07/2024<br>\nModified by: Aditi&nbsp;Sheshadri</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nObservational and modeling work has suggested that there is two-way coupling between the troposphere and the stratosphere in the mid to high latitudes. This work has resulted in improved understanding of the interactions between the troposphere and stratosphere. The work investigated the importance of eddy-eddy (or wave-wave) interactions to the occurrence of polar vortex split and displacement events by systematically eliminating them separately in the troposphere and stratosphere and showed that they are essential both to the occurrence of these events and their downward influence. The work also showed that following polar vortex perturbations, the jet stream response over the Atlantic basin can be regarded more as a change in the time spent in preferred positions rather than a straightforward shift of the jet. Previous work had suggested that a shift of the jet stream may not be associated with a shift in storm track features; in the course of this project this finding was clarified to be somewhat dependent on the timescales of interest. On time scales of importance to the climate problem, the storm track features do indeed shift in concert with the jet stream. In addition, the work reported on the characteristics of atmospheric gravity waves in the upper troposphere and lower stratosphere using observations from superpressure balloons. The spectra associated with these waves were quantified as a function of latitude and season. The work also established a relationship between the latitude of the Intertropical Convergence Zone and the global tropical cyclone frequency from aquaplanet simulations, a relationship that held up quite well when applied to observations.\t\t\t\t\tLast Modified: 03/07/2024\n\n\t\t\t\t\tSubmitted by: AditiSheshadri\n"
 }
}