{
 "awd_id": "1921841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "How to Collect Humans: A Video Ethnographic Approach to Fieldwork in Paleontology",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 105795.0,
 "awd_amount": 105795.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2024-03-26",
 "awd_abstract_narration": "To many, the process of scientific discovery can seem complex if not mysterious. But finding our earliest human ancestors can also seem like a matter of luck. This project documents a group of paleontologists at two of the most exciting fossil sites in the world. Paleontology is a classic discovery science: the game is to find fossils in a high risk/high payoff area. Teamwork, heat, and hardship occasionally produce global headlines on human ancestors. The fieldwork team is unique: the only such expedition run by a Kenyan scholar in collaboration with an American woman scientist. 'How to Find Humans' documents this fieldwork using video ethnography to (a) collect extensive footage, (b) assemble a curated selection of this footage for both scholarly and public access, (c) edit the footage to produce audiovisual outputs for use in teaching, public awareness of the discovery process, and advancing STS understanding of fieldwork. These broad impacts on education, scholarship, and public engagement include the production of teaching videos and a public archive of audiovisual materials. A series of short videos are being created as teaching aids for undergraduate and graduate education in both science and STS. Students, scholars, and the public will see scientists and fossil finders as they examine and discuss rocks and fossils, make decisions on whether to collect them, and try to understand their significance in the human timeline. Unlike traditional documentaries that present after-the-fact versions of science, the project presents science in the making. \r\n\r\nThe fieldwork itself occurs at two main locations: one is a new site that has already produced some evidence on the earliest anatomically modern humans, tentatively dated as having lived 200,000 years ago. The other is the first site to reveal that more than one species of human ancestor was present near the origin of our lineage nearly 3.5 million years ago. It has yielded the earliest stone tools, long predating the origin of our species. Both sites are at the cutting edge of evolutionary studies. The project contributes to the field of science and technology studies in two major ways. First, a deeper understanding of fieldwork in science will emerge through systematic observation and recording of paleontologists at the cutting edge of a science that has always been controversial within science, education, and the public. Second, this project and the method of video ethnography will provide the basis for a general approach to collaborative work in the field sciences going forward. Among the project outcomes are a documentary to educate the public and the development of video ethnographic methods that can be transferred to study fieldwork in other scientific settings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Shrum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley M Shrum",
   "pi_email_addr": "shrum@lsu.edu",
   "nsf_id": "000394536",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 105795.0
  }
 ],
 "por": null
}