{
 "awd_id": "1921842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF/Collaborative Research: Designing Mutable Metamaterials with Photo-Adaptive Meta-Atoms",
 "cfda_num": "47.041, 47.049",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 501081.0,
 "awd_amount": 630927.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2023-05-19",
 "awd_abstract_narration": "Metamaterials are intricately engineered composites, with properties beyond what can be achieved with conventional materials. Their unusual abilities are derived from their structure, rather than being inherited from the constituent materials. Optical metamaterials are a class of materials that allow manipulation of light in new ways, including built-in selectivity to polarization and wavelength, which can permit or forbid propagation of light and effectively mask the material. These materials have potential application across a number of sectors, including consumer electronics, defense, telecommunication and bioimaging, but their development has been limited by a lack of fundamental knowledge of the synthesis, processing, and compositions that will lead to optimal structure and performance. This Designing Materials to Revolutionize and Engineer our Future (DMREF) award supports research to design and develop active nano-scale metamaterials through fundamental understanding of the processing-nanostructure-property relationships. The approach will enable the design of materials able to manipulate light using tunable building blocks, called meta-atoms, that interact with light at multiple wavelengths.  The research is tightly integrated with an outreach plan that includes educational activities focused increasing the participation of underrepresented minorities in STEM, as well as stimulating education initiatives from K-12 to the graduate student level.\r\n\r\nThis research seeks to solve a fundamental challenge in powering active optical metamaterials, in particular the ability to couple actinic energy and direct mechanical adaptation at the nano-scale, meta-atom by meta-atom. The PIs will test that hypothesis that optimizing the topology of plasmonic structures which reside on photoactive, nanostructured polymers can allow coupling of photons from a pump beam into photochromic switches embedded in an ordered macromolecular network. When a resonant mode coincides with the absorption of the photoswitches, fully reversible changes in the macromolecular order can generate large strains (>10%) in the polymer. In turn, this actuation back-couples into a structural adaptation of the meta-atom resident on the polymer. The ability to utilize a pump to structurally modulate a metamaterial then becomes a vehicle to manipulate a probe beam of a different wavelength (with which the meta-atoms are multiresonant) with near-unity changes in the scattering amplitude and with phase control. Photo-adaptive metamaterials capable of device-level optical manipulation become possible. An array of outreach efforts is planned to magnify the broader impact of the work. Dissemination via publications will be augmented with a focus on open-source distribution of the simulation software and online tutorials on fabrication and processing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M Ravi",
   "pi_last_name": "Shankar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M Ravi Shankar",
   "pi_email_addr": "shankarr@engr.pitt.edu",
   "nsf_id": "000289078",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 501081.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 79846.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}