{
 "awd_id": "1921670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Functional Evolution of Cytochrome P460 and Cytochrome c'-beta",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 356874.0,
 "awd_amount": 356874.0,
 "awd_min_amd_letter_date": "2019-04-29",
 "awd_max_amd_letter_date": "2019-04-29",
 "awd_abstract_narration": "In ammonia-rich environments (e.g. fertilized fields and wastewater treatment plants), certain types of bacteria use iron-containing heme enzymes to convert fixed nitrogen to nitrous oxide (N2O)- a potent ozone-depleting greenhouse gas. This project will study the molecular basis for heme-based N2O formation; this knowledge is relevant for developing more efficient agricultural practices along with reducing atmospheric pollution. By studying the influence of molecular structure on heme-catalyzed N2O formation, this project will also inform the design of synthetic enzymes for biotechnology. Undergraduate research is a key feature of this project, providing students with skills, experiences and motivation for future scientific career pathways.\r\n\t\r\n\r\nThe means by which cytochromes P460 react with hydroxylamine to produce N2O has received recent attention, with a focus on enzymes from nitrifying bacteria. By contrast, little is known about the equivalent enzymes in methanotrophs. This project will focus on structure-function relationships in two evolutionarily related c-type heme proteins from the methanotroph, Methylococcus capsulatus (Bath): 1) a hydroxylamine oxidizing cytochrome P460 (McP460); and 2) a nitric oxide (NO)-binding cytochrome c'-beta (McCP-beta). Crystal structures of these proteins reveal common tertiary structures, but very different distal heme pockets; McP460 contains a Lys-porphyrin cross-link and a highly polar distal pocket tailored to enzymatic function, whereas McCP-beta has evolved a hydrophobic distal heme environment for NO binding. Specific aims are to (i) characterize reaction intermediates in McP460-catalyzed hydroxylamine oxidation and N2O formation, along with the influence of the P460 Lys-porphyrin cross-link and distal pocket hydrogen-bonding residues; and (ii) define the role of the McCP-beta 'distal Phe cap', as well as heme chemistry pertinent to its functional evolution from N2O generation to its proposed NO-binding role. A battery of physicochemical techniques will be utilized to study wild-type and variant proteins, including spectroscopy (UV-visible absorption, resonance Raman, FT infra-red, electron paramagnetic resonance), kinetic techniques (stopped-flow, freeze-quench and flash photolysis), as well as gas chromatography-mass spectrometry, X-ray crystallography, density functional theory, and potentiometric measurements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Andrew",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Colin R Andrew",
   "pi_email_addr": "candrew@eou.edu",
   "nsf_id": "000435356",
   "pi_start_date": "2019-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eastern Oregon University",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "LA GRANDE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5419623856",
  "inst_zip_code": "978502807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": "EASTERN OREGON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KCC2SLUYACV3"
 },
 "perf_inst": {
  "perf_inst_name": "Eastern Oregon University",
  "perf_str_addr": "One University Blvd.",
  "perf_city_name": "La Grande",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "978502899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 356874.0
  }
 ],
 "por": null
}