{
 "awd_id": "1922956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Advancing strategies for in-situ determination and spatial mapping of components within membrane systems for energy conversion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 302300.0,
 "awd_amount": 302300.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2024-10-11",
 "awd_abstract_narration": "Electrochemical systems, such as fuel cells and electrolyzers, have a central role in the development of electric vehicles and systems for renewable energy conversion, and recent revolutionary impact on specialty chemical synthesis. In striving to improve the selectivity and energy efficiency of electrochemical systems, techniques to directly study the reactions at electrodes under operating conditions have long been sought for the rapid diagnosis of the limiting processes. This project will advance in-situ characterization methods that profile the distribution of chemical components within membranes and membrane-catalyst components at high resolution. The project outcomes will aid the design of next-generation membranes for electrochemical systems. The project will also engage students across all levels in research and integrate research with mentoring, education and outreach. The project will strengthen institutional outreach activities targeting female and underrepresented minority students in middle schools and high schools. The investigators will enrich their programs with the addition of peer-mentoring components to the Mother-Daughter program (TTU and Lubbock American Association of University Women) and the Curie Club (U Utah) that aim to increase retention of students in STEM. By applying their professional scientific experiences, the PIs are helping to encourage retention of STEM students and impact underserved groups in their regions.\r\n\r\nIn the study of bipolar membranes, the phenomena of ion-depletion, water accumulation, and water-splitting will be investigated under the applied voltages and transmembrane pH gradients that are of practical interest for catalytic reaction optimization. A membrane system, based on spin-castable ion-exchange polymers and deuterium isotope labeled mobile ions, will be constructed for neutron reflectometry measurements to enable attainment of spatial resolution approaching 1 nm in profiling the interface separating anion- and cation-exchange phases. Results will provide benchmarks for furthering the mass transport and kinetic models that guide strategies for improving device energy conversion efficiency. In another project example involving biocatalytic membrane applications, a multi-catalytic cascade utilizing nitrogenase enzymes for N2 reduction will be assembled through the use of redox polymers that facilitate electron transfer and ?wiring? of enzymes within the electrode assembly. In-situ spatial mapping of membrane composition will guide modifications, based on pendant phenathiazine moieties, for the dual role of electron transport mediation to nitrogenase and O2 scavenging in a separate, enzyme-free electrode capping layer. The capping layer will mitigate nitrogenase sensitivity toward O2 and support efforts toward the important goal of constructing ambient temperature N2 to NH3 conversion platforms capable of operation in air. All neutron reflectometry measurements will be conducted in collaboration with the National Institute of Standards and Technology (NIST) Center for Neutron Research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Korzeniewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Korzeniewski",
   "pi_email_addr": "carol.korzeniewski@ttu.edu",
   "nsf_id": "000330670",
   "pi_start_date": "2019-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 302300.0
  }
 ],
 "por": null
}