{
 "awd_id": "1922477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning I/UCRC at University of Florida Center for Soil Dynamics technologies",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2020-10-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 7830.0,
 "awd_min_amd_letter_date": "2019-07-26",
 "awd_max_amd_letter_date": "2021-01-14",
 "awd_abstract_narration": "Soils are literally the foundation of the global terrestrial ecosystems. Soils are needed to sustain life, to grow food, to provide shelter, and to enable mobility of human populations. Therefore, the societal importance of understanding and predicting the near-surface dynamics of soils cannot be over-stated; such societal importance also points to potentially enormous commercial impact. Yet, there is currently no nationally concerted effort or entity to coordinate research and development into soil sensing systems and predictive models to comprehensively understand the current state and future changes of soils as regards their chemical, physical, and biological properties. This planning grant will explore building the Center for Soil Dynamics Technologies with the mission to support critical industries such as precision agriculture, climate change adaptation, natural resource extraction, emergency response systems, border security and defense logistics, habitat construction, waste and water management, and other geotechnical engineering systems with cutting-edge measurements and modeling of global soil dynamics on multiple spatial and temporal scales. This is envisioned as a national center supporting the R&D teams of these critical industries, allowing them to share information, techniques, and applications of both our technologies and data. The proposed Center is directed towards promoting and harnessing robust technological advances in sensors and devices, computing, communication, control, instrumentation, and data platforms that can provide persistent long-lived observations and exploration capabilities for the soil environment. Innovations at the component, subsystem, and system levels on these fronts will lead to a surge of new applications. Through the engagement of a diverse group of students, post-docs, and faculty, the Center will create numerous opportunities for inclusion and broader participation of underrepresented groups. \r\n\r\nGlobal observations of surface-to-root-zone profiles of soil properties such as moisture, composition, and temperature are key in a number of science and application domains. These observations are needed to quantify links in the water, energy, and carbon cycles, and also to determine two virtually unobserved fluxes, evapotranspiration and recharge. In the Arctic, soil profile properties from surface to the permafrost table are key in understanding the impacts of climate change on the New Arctic. In agriculture, such observations are linked to new developments in precision agriculture to plan irrigation patterns and crop rotation. In ground-based operations, tactical decisions are executed based on trafficability and ground stability. Much progress has been made in the past few decades in remote and insitu observations of surface soil properties, but near-surface soil profiles remain virtually unobserved. The Center for Soil Dynamics Technologies addresses this major knowledge gap through research to enable a multi-scale and multi-modality observational scenario, with novel in-situ and low-altitude UAV-based sensors, high-altitude airborne and spaceborne remote sensors, energy-aware terrestrial wireless network technologies, and machine learning analyses to scale up from in-situ to regional coverage. This research will immediately benefit multiple industries, such as offering the agriculture industry an order of magnitude reduction in water usage costs, preventing the economic repercussions of surface subsidence from aquifer depletion, and enabling new observational technologies for defense industries. In the longer term, enabling more accurate climate projections via understanding the feedbacks between the water and carbon cycles by characterizing root zone soil moisture will enable economically viable adaptation measures. This improved understanding will also help meet societal goals such as less soil contamination and greater food security. Additionally, the Center will become a focal point of broader cross-disciplinary knowledge synthesis for many activities already existing on participating center university site campuses in research, teaching, and entrepreneurship.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "McLamore",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S McLamore",
   "pi_email_addr": "emclamo@clemson.edu",
   "nsf_id": "000571724",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326110570",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "132E",
   "pgm_ref_txt": "CENTERS: SENSING & INFO SYS"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 7828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Award Title:&nbsp;</strong>Planning I/UCRC at University of Florida Center for Soil Dynamics technologies</p>\n<p><strong>Federal Award ID:&nbsp;</strong>1922477</p>\n<p><strong>Report Submission Period:&nbsp;</strong>07/15/2020 to 10/31/2020</p>\n<p><strong>General summary</strong>: At the University of Florida, the planning grant award for the proposed I/UCRC titled &ldquo;Soil Dynamic Technologies&rdquo; (SDT) was partially used to support industry partner recruitment and participation in the NSF Bootcamp (Washington DC). During the award period, Dr. McLamore and Dr. Eisenstadt from the University of Florida attended the bootcamp and spent considerable effort in recruiting potential industry partners. Over 100 companies were contacted and at least three companies were considering joining the I/UCRC as partners during the award period. These interviews were reported to the I/UCRC team in meetings, and many were added to the online management system developed by Venture Well per the NSF I/UCRC BootCamp guidelines.</p>\n<p>In November 2020, the site lead from the University of Florida (Dr. E.S. McLamore) departed from the university to join family at Clemson University. Efforts were made by Dr. McLamore to recruit a faculty member to continue the work after the University noted the award may not be transferred to another institution. Dr. McLamore suggested Dr. Aditya Singh, who has strong expertise in applied environmental and agricultural remote sensing in soil and plant systems. This PI change request was submitted to NSF, but later denied due to Dr. Singh&rsquo;s status as an Assistant Professor (tenure status pending). As of November, 2020 when Dr. McLamore departed the University of Florida, funds for the attending the planning meeting remained at the University of Florida and the leadership took over the process of identifying a new site lead.</p>\n<p><strong>Intellectual Merit</strong>: The proposed I/UCRC aims to support critical industries such as agriculture, climate change adaptation, natural resource extraction, and military logistics with cutting-edge measurements of global soil dynamics on multiple spatial and temporal scales.</p>\n<p><strong>Broader Impacts</strong>: The proposed I/UCRC site at the University of Florida aims to benefit the agriculture industry by delivering sensor-driven solutions that lead to reductions in water usage costs, while preventing the economic repercussions of surface subsidence from aquifer depletion.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2021<br>\n\t\t\t\t\tModified by: Eric&nbsp;S&nbsp;Mclamore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward Title: Planning I/UCRC at University of Florida Center for Soil Dynamics technologies\n\nFederal Award ID: 1922477\n\nReport Submission Period: 07/15/2020 to 10/31/2020\n\nGeneral summary: At the University of Florida, the planning grant award for the proposed I/UCRC titled \"Soil Dynamic Technologies\" (SDT) was partially used to support industry partner recruitment and participation in the NSF Bootcamp (Washington DC). During the award period, Dr. McLamore and Dr. Eisenstadt from the University of Florida attended the bootcamp and spent considerable effort in recruiting potential industry partners. Over 100 companies were contacted and at least three companies were considering joining the I/UCRC as partners during the award period. These interviews were reported to the I/UCRC team in meetings, and many were added to the online management system developed by Venture Well per the NSF I/UCRC BootCamp guidelines.\n\nIn November 2020, the site lead from the University of Florida (Dr. E.S. McLamore) departed from the university to join family at Clemson University. Efforts were made by Dr. McLamore to recruit a faculty member to continue the work after the University noted the award may not be transferred to another institution. Dr. McLamore suggested Dr. Aditya Singh, who has strong expertise in applied environmental and agricultural remote sensing in soil and plant systems. This PI change request was submitted to NSF, but later denied due to Dr. Singh’s status as an Assistant Professor (tenure status pending). As of November, 2020 when Dr. McLamore departed the University of Florida, funds for the attending the planning meeting remained at the University of Florida and the leadership took over the process of identifying a new site lead.\n\nIntellectual Merit: The proposed I/UCRC aims to support critical industries such as agriculture, climate change adaptation, natural resource extraction, and military logistics with cutting-edge measurements of global soil dynamics on multiple spatial and temporal scales.\n\nBroader Impacts: The proposed I/UCRC site at the University of Florida aims to benefit the agriculture industry by delivering sensor-driven solutions that lead to reductions in water usage costs, while preventing the economic repercussions of surface subsidence from aquifer depletion.\n\n\t\t\t\t\tLast Modified: 03/29/2021\n\n\t\t\t\t\tSubmitted by: Eric S Mclamore"
 }
}