{
 "awd_id": "1922154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "DMREF: Collaborative Research: GOALI: Multiscale Design of Zeolite Sites for Precise Catalytic Transformations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 900865.0,
 "awd_amount": 900865.0,
 "awd_min_amd_letter_date": "2019-09-10",
 "awd_max_amd_letter_date": "2020-09-23",
 "awd_abstract_narration": "Zeolites are a class of crystalline, solid materials that contain pores of the size of molecules, lending to their wide use in applications such as gasoline refining, and cleaning exhaust coming from diesel vehicles. Zeolites are naturally occurring, but technological materials are produced synthetically and at large scale. The properties of a particular zeolite are determined in part by its pore size and shape, and in part by the chemical elements in the material; however, specifics of these relationships are poorly understood. As a result, nominally the same zeolites may show vastly different performance in a given application. The overarching aim of this project is to develop computer models and experimental protocols that increase our ability to precisely locate the positions of elements within the zeolite pores during the zeolite synthesis process. This understanding is expected to lead to materials that have superior performance in current applications, are longer-lasting and more durable, and can perform functions that are not possible today. To achieve these ends, it brings together a team of researchers with expertise in zeolite synthesis and characterization, in experiment and in molecular-scale computer models, and from industrial and academic laboratories. It delivers new modeling protocols and new materials, while simultaneously training students in a diverse, collaborative environment who are well prepared for careers in chemical technologies.\r\n\r\nThe project focuses in particular on crystalline aluminosilicate zeolites. In these materials, aluminum heteroatoms within the zeolite framework are anionic charge centers. Increasing evidence indicates that the relative proximity of these aluminum centers has a significant impact on the ultimate properties of the zeolite, in particular in their function in Bronsted acid catalysis (methanol dehydration) and in redox catalysis (the selective catalytic reduction of NOx). The main hypotheses are cationically charged structure-directing agents (SDAs) present during the synthesis process have a determining effect on the location of those Al atoms within a given zeolite lattice, their effect can be inferred from the interactions between SDAs and the pre-formed, aluminum-substituted zeolite, and the same modeling approach can be used to predict speciation during post-synthetic ion exchange. To test these hypotheses, the project develops classical and first-principles models to predict zeolite compositional phase diagrams for organic SDAs and inorganic cations vs silicon-to-aluminum ratio in a series of zeolite frameworks. These models are validated against experimental observation on laboratory-synthesized zeolites, using both ex situ spectroscopic and chemical characterization as well kinetic evaluations under catalytic conditions, and informed by first-principles and microkinetic modeling predictions of the relationship between Al atom location and properties. The project advances the computational design of zeolite materials in the context of practically significant catalytic reactions in a computation/experiment and academic/industrial collaborative setting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schneider",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F Schneider",
   "pi_email_addr": "wschneider@nd.edu",
   "nsf_id": "000325614",
   "pi_start_date": "2019-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Maginn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Maginn",
   "pi_email_addr": "ed@nd.edu",
   "nsf_id": "000391674",
   "pi_start_date": "2019-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ahmad",
   "pi_last_name": "Moini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmad Moini",
   "pi_email_addr": "ahmad.moini@basf.com",
   "nsf_id": "000716363",
   "pi_start_date": "2019-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 591942.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 308923.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-fcbb3964-7fff-5402-650c-2d133705b723\">\r\n<p dir=\"ltr\"><span>Zeolites are a class of crystalline, solid materials that contain pores of the size of molecules, making them critical technology components in the chemicals, petroleum, and environmental protection industries. For instance, all gasoline is refined in processes that use zeolites, and the exhaust coming from diesel vehicles is cleaned in aftertreatment systems using copper-exchanged zeolites. Zeolites are naturally occurring, but industrially used materials are produced synthetically in the laboratory and at large scale. The properties of a particular zeolite are determined, in part, by the sizes and shapes of its pores and by the chemical elements that make up the material. Today, the relationship between the elemental composition of a zeolite and its properties is neither well understood nor rationally controlled during synthesis. As a result, nominally the same zeolites may perform vastly differently in a given application.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>In this project, we developed computer models and experimental protocols that improve on this situation, increasing our ability to precisely locate the positions of elements within zeolite lattices as a function of the zeolite synthesis process, leading to materials that have superior catalytic performance in today&rsquo;s applications for acid-catalyzed and copper-catalyzed reaction chemistries. These advances were enabled by bringing together a team of researchers with expertise in zeolite synthesis and characterization, in experiment and in molecular-scale computer models, and from industrial and academic laboratories.&nbsp; This project has delivered new modeling protocols and new materials, while simultaneously training students in a diverse, collaborative environment who are now well prepared for careers in chemical technologies.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>The two technological applications Br&oslash;nsted acid catalysis, including reaction steps in methanol conversion to olefins (chemicals) and hydrocarbons (fuels), along with alkane activation (natural gas and shale gas utilization to chemicals and fuels), and in copper-redox catalysis (the selective catalytic reduction of nitrogen oxides in automotive exhaust aftertreatment). The project unraveled the details of how cationically charged structure-directing agents (SDAs) present in zeolite synthesis determine the location of those Al atoms within the zeolite lattice, that that effect can be inferred from the interactions between SDAs and the pre-formed, aluminum-substituted zeolite, and that the same modeling approach can be used to predict speciation during post-synthetic ion exchange. We used both classical and first-principles models to predict zeolite compositional phase diagrams for organic SDAs and inorganic cations versus silicon-to-aluminum ratio in a series of zeolite frameworks, validated these models against experimental observation on laboratory-synthesized zeolites, using both ex situ spectroscopic and chemical characterization as well kinetic evaluations under catalytic conditions.</span></p>\r\n<br />\r\n<p dir=\"ltr\"><span>This project has had significant broader impacts in the scientific community so as to educate and inform the public. In particular, new experimental tools were developed to synthesize and characterize zeolite catalysts of different microscopic distributions of active sites, which can be applied more broadly in studies of other chemical reactions and of other porous catalyst materials. This project has trained &gt;10 graduate and undergraduate students and 3 postdoctoral scholars in communicating their findings and working effectively in trans-disciplinary collaborative research teams. Outreach activities and demonstrations were developed to educate K-12 students about how catalysis impacts their daily lives, and how emissions catalysis is important to protect the environment and human health, and these results were disseminated in science education journals for other educators to implement the demonstrations in their local communities. During this project period, these activities were offered to &gt;300 K-12 students in outreach programs targeted to recruiting underrepresented students into the STEM disciplines.</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/05/2025<br>\nModified by: William&nbsp;F&nbsp;Schneider</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nZeolites are a class of crystalline, solid materials that contain pores of the size of molecules, making them critical technology components in the chemicals, petroleum, and environmental protection industries. For instance, all gasoline is refined in processes that use zeolites, and the exhaust coming from diesel vehicles is cleaned in aftertreatment systems using copper-exchanged zeolites. Zeolites are naturally occurring, but industrially used materials are produced synthetically in the laboratory and at large scale. The properties of a particular zeolite are determined, in part, by the sizes and shapes of its pores and by the chemical elements that make up the material. Today, the relationship between the elemental composition of a zeolite and its properties is neither well understood nor rationally controlled during synthesis. As a result, nominally the same zeolites may perform vastly differently in a given application.\r\n\n\r\n\n\nIn this project, we developed computer models and experimental protocols that improve on this situation, increasing our ability to precisely locate the positions of elements within zeolite lattices as a function of the zeolite synthesis process, leading to materials that have superior catalytic performance in todays applications for acid-catalyzed and copper-catalyzed reaction chemistries. These advances were enabled by bringing together a team of researchers with expertise in zeolite synthesis and characterization, in experiment and in molecular-scale computer models, and from industrial and academic laboratories. This project has delivered new modeling protocols and new materials, while simultaneously training students in a diverse, collaborative environment who are now well prepared for careers in chemical technologies.\r\n\n\r\n\n\nThe two technological applications Brnsted acid catalysis, including reaction steps in methanol conversion to olefins (chemicals) and hydrocarbons (fuels), along with alkane activation (natural gas and shale gas utilization to chemicals and fuels), and in copper-redox catalysis (the selective catalytic reduction of nitrogen oxides in automotive exhaust aftertreatment). The project unraveled the details of how cationically charged structure-directing agents (SDAs) present in zeolite synthesis determine the location of those Al atoms within the zeolite lattice, that that effect can be inferred from the interactions between SDAs and the pre-formed, aluminum-substituted zeolite, and that the same modeling approach can be used to predict speciation during post-synthetic ion exchange. We used both classical and first-principles models to predict zeolite compositional phase diagrams for organic SDAs and inorganic cations versus silicon-to-aluminum ratio in a series of zeolite frameworks, validated these models against experimental observation on laboratory-synthesized zeolites, using both ex situ spectroscopic and chemical characterization as well kinetic evaluations under catalytic conditions.\r\n\n\r\n\n\nThis project has had significant broader impacts in the scientific community so as to educate and inform the public. In particular, new experimental tools were developed to synthesize and characterize zeolite catalysts of different microscopic distributions of active sites, which can be applied more broadly in studies of other chemical reactions and of other porous catalyst materials. This project has trained 10 graduate and undergraduate students and 3 postdoctoral scholars in communicating their findings and working effectively in trans-disciplinary collaborative research teams. Outreach activities and demonstrations were developed to educate K-12 students about how catalysis impacts their daily lives, and how emissions catalysis is important to protect the environment and human health, and these results were disseminated in science education journals for other educators to implement the demonstrations in their local communities. During this project period, these activities were offered to 300 K-12 students in outreach programs targeted to recruiting underrepresented students into the STEM disciplines.\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 02/05/2025\n\n\t\t\t\t\tSubmitted by: WilliamFSchneider\n"
 }
}