{
 "awd_id": "1922958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDGE CT: Genetic tools to study giant viruses",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1009308.0,
 "awd_amount": 1009308.0,
 "awd_min_amd_letter_date": "2019-08-09",
 "awd_max_amd_letter_date": "2019-08-09",
 "awd_abstract_narration": "Non-Technical Abstract \r\n\r\nIn recent years microbiologists have become aware of abundant \"giant viruses\" that infect protists. These viruses have also been implicated as components of the microbiomes of multicellular organisms. Many of the genes within these giants are considered novel for viruses: many genes encode for processes only associated with \"living cellular organisms,\" like DNA replication or DNA repair, are found in these viruses. Studies suggest that these giant viruses have collected these genes from across all biology, leaving these viruses with genomes that can at best be described as mosaics.  Moreover many of the hundreds of genes found in giant viruses remain completely new to science.  In spite of this obvious wealth of information, we remain without tools to study how these giant virus genes function or if they are even necessary.  This study will develop the tools needed to do genetic research in a model giant virus system (the Aureococcus anophagefferens Virus) and establish the ability of these tool sets to be extended to other giant viruses and their hosts.\r\n\r\nTechnical Abstract\r\n\r\nWhile discovered only 15 years ago, giant viruses infecting protists have been shown to be distributed across ecosystems. These viruses contain functional genes encoding processes that can include light-dependent and independent DNA repair, sugar metabolism genes and genes associated with the process of translation. Phylogenetic examinations suggest these genes have been collected by rampant horizontal gene transfer.  This study will develop protocols required to test gene function and activity in a giant virus (AaV) that infects the pelagophyte Aureococcus anophagefferens. A member of the Mimiviridae, AaV is a large virus with a complex complement of genes.   The PIs and trainees will develop in vitro approaches to modify and transform AaV, including the introduction of antibiotic resistance and/or chromogenic/fluorogenic proteins for genetically tractable selections for use in subsequent gene replacement studies.  The PIs will test protocols on other Mimiviridae and Phycodnaviridae that infect algae to determine tractability in other giant virus-host systems.  Along with training of a postdoc, graduate and undergraduate students, this project will develop tools that allow for hypothesis driven testing in subsequent studies in a system where many (> 60%) of the gene products are annotated as hypothetical. The project will communicate protocols through training sessions as well as a dedicated workshop, and document all approaches in open access through protocols.io.  Student journalists will produce material for public consumption, including short videos focusing on the positive role of viruses in ecology, the importance of technical reproducibility in science, and several on the fascinating nature of giant viruses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Wilhelm",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Wilhelm",
   "pi_email_addr": "wilhelm@utk.edu",
   "nsf_id": "000491747",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Reynolds",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Todd B Reynolds",
   "pi_email_addr": "treynol6@utk.edu",
   "nsf_id": "000248615",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Sparer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Sparer",
   "pi_email_addr": "tsparer@utk.edu",
   "nsf_id": "000269123",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee",
  "perf_str_addr": "Department of Microbiology, 1414",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1009308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project began to resolve the challenges of genetics in this non-model system pairing a giant virus (<em>Kratosvirus quantuckense, AaV</em>) and its host (<em>Aureococcus anophagefferens</em>). Although this virus has a genome that is considered a mosaic of genes collected from other sources, it proved to be resistant to change in lab conditions. The resulting intellectual merit of this project however demonstrated the importance of time of day when infection occurs relative to the solar cycle: the work demonstrated that cells infected early in the day underwent what was considered (at the time) a standard infection. As the infection was moved later into the daylight period research demonstrated that infections were less successful: they produced few virus particles and often did not even lead to host cell lysis. This observation tempers our ability to include viruses in biogeochemical models that do not include the day/night cycle &ndash; it is likely that observations from the lab are but a small piece of the story to date.&nbsp;</p>\r\n<p>Work in the lab has also helped to resolve the disconnect between the virus GC content (29.1%) and that of its host (~70%). This study demonstrates the significant role of deaminases in transforming nucleotides for virus genome production. The work also provides insight into the potential importance of DNA methylation in constraining mobile genetic elements and horizontal gene transfer in this virus-host system. Although the virus genome is considered a &ldquo;mosaic&rdquo; of genes, there are numerous mechanisms involved with DNA modification in play.</p>\r\n<p>As part of this project, we also used proteomics to identify virus-encoded proteins packaged within purified&nbsp;AaV particles. Data was provided at the per-virion level and accompanied with a 9.5-&Aring;-resolution molecular reconstruction of the 1900-&Aring; virus. Of note were proteins involved in sugar degradation and binding (e.g., carbohydrate lyases): the presence of these is unique to AaV among characterized giant viruses. To determine the ecological extent to which this capability was ecologically relevant, we use the TARA Oceans dataset to demonstrate that putative giant virus carbohydrate lyases made up to 17% of the marine pool for this function. These observations demonstrate how the AaV particle has prepackaged metabolic capabilities and that these may be found in other giant viruses that are widespread and abundant in global oceans.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2024<br>\nModified by: Steven&nbsp;W&nbsp;Wilhelm</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project began to resolve the challenges of genetics in this non-model system pairing a giant virus (Kratosvirus quantuckense, AaV) and its host (Aureococcus anophagefferens). Although this virus has a genome that is considered a mosaic of genes collected from other sources, it proved to be resistant to change in lab conditions. The resulting intellectual merit of this project however demonstrated the importance of time of day when infection occurs relative to the solar cycle: the work demonstrated that cells infected early in the day underwent what was considered (at the time) a standard infection. As the infection was moved later into the daylight period research demonstrated that infections were less successful: they produced few virus particles and often did not even lead to host cell lysis. This observation tempers our ability to include viruses in biogeochemical models that do not include the day/night cycle  it is likely that observations from the lab are but a small piece of the story to date.\r\n\n\nWork in the lab has also helped to resolve the disconnect between the virus GC content (29.1%) and that of its host (~70%). This study demonstrates the significant role of deaminases in transforming nucleotides for virus genome production. The work also provides insight into the potential importance of DNA methylation in constraining mobile genetic elements and horizontal gene transfer in this virus-host system. Although the virus genome is considered a mosaic of genes, there are numerous mechanisms involved with DNA modification in play.\r\n\n\nAs part of this project, we also used proteomics to identify virus-encoded proteins packaged within purifiedAaV particles. Data was provided at the per-virion level and accompanied with a 9.5--resolution molecular reconstruction of the 1900- virus. Of note were proteins involved in sugar degradation and binding (e.g., carbohydrate lyases): the presence of these is unique to AaV among characterized giant viruses. To determine the ecological extent to which this capability was ecologically relevant, we use the TARA Oceans dataset to demonstrate that putative giant virus carbohydrate lyases made up to 17% of the marine pool for this function. These observations demonstrate how the AaV particle has prepackaged metabolic capabilities and that these may be found in other giant viruses that are widespread and abundant in global oceans.\r\n\n\n\t\t\t\t\tLast Modified: 12/21/2024\n\n\t\t\t\t\tSubmitted by: StevenWWilhelm\n"
 }
}