{
 "awd_id": "1922514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GRC Animal-Microbe Symbioses 2019, Vermont, June 16 - 21, 2019",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927265",
 "po_email": "mrawat@nsf.gov",
 "po_sign_block_name": "Mamta Rawat",
 "awd_eff_date": "2019-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 15375.0,
 "awd_amount": 15375.0,
 "awd_min_amd_letter_date": "2019-04-09",
 "awd_max_amd_letter_date": "2019-04-09",
 "awd_abstract_narration": "Over the last decade, it has become apparent that the health of all animals, including humans, are dependent on interactions with complex communities of microorganisms that live in the gut, on the surface, and at other locations in the body of the animal host.  The Gordon Research Conference on Animal-Microbe Symbioses provides a unique opportunity for researchers at all career stages to meet and discuss the latest developments in this burgeoning scientific discipline.    A key topic at this conference is the mechanisms by which microorganisms protect animals against pathogens (functioning as a \"second immune system\"), provide nutrients, and generally sustain the health and vigor of their animal host.  A second important theme for the conference is how the microbial inhabitants of one animal influence the host's interactions with other animals and plants, with the potential for cascading effects through natural ecosystems (e.g., oceans, forests), as well as managed agricultural landscapes.  These scientific discussions will be facilitated by the great breadth of expertise among the conference participants, including internationally-acclaimed invited speakers and also early-career scientists, who will present their research at highly-interactive sessions.  In addition to providing the opportunity for the exchange of information and views in the science sections, this conference has sessions on professional development.  In particular, the two-day Gordon Research Seminar for early-career researchers includes a panel event on Science Communication, in collaboration with distinguished science journalists.  As such, the conference will shape the future of how we study, understand, and manage symbiotic associations.\r\n \r\nThe recognition that all higher organisms live in symbiotic association with microorganisms has opened up a new perspective in biology. Animals and humans alike are now considered as complex ecosystems each consisting of the host and its associated microbiome, which together serve as functional units of selection. Like a Russian doll, the metabolic processes of the symbionts are translated into organism functions which can have profound effects on the ecosystem scale. The conference addresses recent technological and conceptual advances in a uniquely broad range of hosts (from sponges to humans) and with diverse symbionts (from organelles, viruses, bacteria to fungi).  The broad sweep of systems and approaches adopted in this conference will facilitate new insights into common mechanisms shaping diverse associations, and enhance understanding of the causes and consequences of the loss of symbiotic equilibrium (dysbiosis). The linked Gordon Research Seminar will offer a venue for graduate students and postdoctoral researchers to present their findings and discuss ideas in an informal setting, in conjunction with sessions on Science Communication. Both the Gordon Research Conference and Research Seminar on Animal-Microbe Symbioses will promote the fullest participation of scientists of diverse disciplinary backgrounds, all career stages and ethnicities, with particular attention to ensuring gender balance and support for under-represented minorities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Douglas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Angela E Douglas",
   "pi_email_addr": "aes326@cornell.edu",
   "nsf_id": "000520419",
   "pi_start_date": "2019-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 15375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The recognition that all higher organisms live in symbiotic association with microorganisms has opened up a new perspective in biology. Animals and humans alike are now considered as complex ecosystems each consisting of the host and its associated microbiome, which together serve as functional units of selection. Like a Russian doll, the metabolic processes by the symbionts are translated into organism functions which can have profound effects on the ecosystem scale. While the fundamental relevance of symbioses in various ecological contexts is undebated, much remains to be learned exactly how and to what extent the partners work together at the mechanistic and cellular level. Moreover, now, that humans are changing our environment at an unprecedented pace, there is increasing attention on the causes and consequences of the loss of symbiotic equilibrium (dysbiosis). With the support of ever improving methodologies, the field of symbiosis is both exciting and fast paced.</p>\n<p>&nbsp;</p>\n<p>The 3rd Gordon Research Conference on Animal-Microbial Symbioses brought together an interdisciplinary and international team of researchers from the areas of biology, microbiology, ecology, medicine, and chemistry. The GRC Animal-Microbe Symbioses aligned for the second time by the Gordon Research Seminar (GRS) to discuss the latest/most recent research directions and to debate key questions in the field of animal-microbe symbioses. Junior and senior researchers were invited to participate in this journey and to return to their home-labs with fresh insights and new collaborations.</p>\n<p><strong>&nbsp;</strong></p>\n<p>The Gordon Research Seminar is a meeting organized by early-career scientists for early-career scientists, which brought together an interdisciplinary and international team of junior researchers from the areas of biology, microbiology, ecology, medicine, and chemistry. Postdoctoral researchers, graduate students, and others with comparable levels of expertise studying symbioses had the opportunity to present and discuss their research through both poster and oral contributions. The meeting featured a stimulating and welcoming environment, ideal for fostering collaborations, conceiving new research directions, and networking with peers and mentors before the start of the larger GRC meeting.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/19/2019<br>\n\t\t\t\t\tModified by: Angela&nbsp;E&nbsp;Douglas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe recognition that all higher organisms live in symbiotic association with microorganisms has opened up a new perspective in biology. Animals and humans alike are now considered as complex ecosystems each consisting of the host and its associated microbiome, which together serve as functional units of selection. Like a Russian doll, the metabolic processes by the symbionts are translated into organism functions which can have profound effects on the ecosystem scale. While the fundamental relevance of symbioses in various ecological contexts is undebated, much remains to be learned exactly how and to what extent the partners work together at the mechanistic and cellular level. Moreover, now, that humans are changing our environment at an unprecedented pace, there is increasing attention on the causes and consequences of the loss of symbiotic equilibrium (dysbiosis). With the support of ever improving methodologies, the field of symbiosis is both exciting and fast paced.\n\n \n\nThe 3rd Gordon Research Conference on Animal-Microbial Symbioses brought together an interdisciplinary and international team of researchers from the areas of biology, microbiology, ecology, medicine, and chemistry. The GRC Animal-Microbe Symbioses aligned for the second time by the Gordon Research Seminar (GRS) to discuss the latest/most recent research directions and to debate key questions in the field of animal-microbe symbioses. Junior and senior researchers were invited to participate in this journey and to return to their home-labs with fresh insights and new collaborations.\n\n \n\nThe Gordon Research Seminar is a meeting organized by early-career scientists for early-career scientists, which brought together an interdisciplinary and international team of junior researchers from the areas of biology, microbiology, ecology, medicine, and chemistry. Postdoctoral researchers, graduate students, and others with comparable levels of expertise studying symbioses had the opportunity to present and discuss their research through both poster and oral contributions. The meeting featured a stimulating and welcoming environment, ideal for fostering collaborations, conceiving new research directions, and networking with peers and mentors before the start of the larger GRC meeting.\n\n \n\n\t\t\t\t\tLast Modified: 09/19/2019\n\n\t\t\t\t\tSubmitted by: Angela E Douglas"
 }
}