{
 "awd_id": "1922167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF: Turning Carbon Dioxide into 3D-Printed Concrete via Integrated Machine Learning, Simulations, and Experiments",
 "cfda_num": "47.041, 47.049",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1499975.0,
 "awd_amount": 1599975.0,
 "awd_min_amd_letter_date": "2019-07-24",
 "awd_max_amd_letter_date": "2023-05-10",
 "awd_abstract_narration": "Concrete, which is by far the most manufactured material in a world, faces many challenges, including a substantial embodied carbon intensity, slow strength-development rate, and poor strength-to-weight ratio. To overcome these challenges, alternative cements are being investigated that allow the uptake of carbon dioxide. This Designing Materials to Revolutionize and Engineer our Future (DMREF) award supports fundamental research to accelerate the synthesis and design of these alternative materials through an integrated computational and experimental approach. New knowledge of the mechanisms that control processing-structure-property relationships has the potential to enable the design and discovery of environmentally-friendly concrete materials that can be 3D printed into customizable forms. By allowing take of carbon dioxide in the processing, the carbon footprint associated with traditional concrete production can be greatly reduced. This research has the potential to redesign and reimagine concrete as a resource for the production of value-added products rather than as a waste. By seamlessly integrating experiments, simulations, and machine learning, this collaborative project will train students to be well-versed in both experimental and modeling approaches of relevance to materials science and engineering, resource management, and construction industries. A focus on the training of undergraduate students will engage the environmental conscience of the next generation of engineers.\r\n\r\nThis objective of this research is to decipher the fundamental knowledge required to accelerate the design of a new 3D-printable portlandite-based cementitious binder that permits CO2 uptake. Toward this end, this research aims: (i) to understand, control, and optimize the rheology of concentrated portlandite suspensions to enable printability, (ii) to refine portlandite carbonation routes at ambient temperature to maximize CO2 uptake to accelerate the carbonation kinetics, and (iii) to discover new multi-material 3D-printed metastructures with high load-bearing capability and optimal strength-to-weight ratio. This research relies on an iterative closed-loop integration of simulation (i.e., from electrons to continua), experimental, and machine learning activities that mutually inform and advance each other. The synergy between experimental and computational approaches will shed new light on interfacial reaction processes of mineral sorbents. This project will also advance the state of the art in our understanding of the rheology of concentrated suspensions, and elucidate the molecular design principles behind the discovery of polymers that permit the printability of concentrated slurries. Finally, by pioneering machine-learning-informed multi-material 3D-printing, this research will develop new methods to optimize the geometry and spatial distribution of metastructures that are light, stiff, and strong. Overall, by marrying the benefits of CO2 mineralization and 3D-printing, this work will result in pioneering intellectual contributions to accelerate the design of transformative construction materials with desirable properties and low carbon impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathieu",
   "pi_last_name": "Bauchy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mathieu Bauchy",
   "pi_email_addr": "bauchy@ucla.edu",
   "nsf_id": "000677556",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Puneet",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Puneet Gupta",
   "pi_email_addr": "puneet@ee.ucla.edu",
   "nsf_id": "000082779",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gaurav",
   "pi_last_name": "Sant",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Gaurav N Sant",
   "pi_email_addr": "gsant@ucla.edu",
   "nsf_id": "000572471",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ximin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ximin He",
   "pi_email_addr": "ximinhe@ucla.edu",
   "nsf_id": "000677412",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "5731-E Boelter Hall",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1499975.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the most manufactured material in the world, concrete is responsible for three times morecarbon emissions than the entire aviation industry. To meet the needs of modern constructions,concrete must also overcome several challenges, including a slow rate of strength development(which slows down constructions), great site-to-site variability (which increases the need forwasteful overdesign), poor strength-to-weight ratio (so large amounts of concrete must be used toreach targeted mechanical properties), and low recyclability (which prevents the emergence ofnew circular economies). To address these concerns, this project enabled the design of a new 3D-printable cementitious material combining desirable mechanical performance with the ability tocapture (rather than emit) carbon dioxide.</p>\r\n<p>Specifically, this project revealed some fundamental insights into the atomistic mechanismgoverning the formation and carbonation of cementitious binders and quantified the effects oftemperature, humidity, and carbon dioxide concentration on the kinetics of carbonation. Byleveraging acoustic stimulation, this project also introduced new methods to accelerate thedissolution kinetics of minerals that can be used as precursors to manufacture cement. It alsoexplored how the rheology of cementitious suspensions can be tuned to enable 3D printing.Finally, this project resulted in the creation of new machine learning methods to predict themechanical properties of concrete based on the sole knowledge of its mixture proportions andquickly screen reactive waste materials that can be used to replace cement in concrete.</p>\r\n<p>As a central outcome, this work will reduce the environmental impact of construction materials,by decreasing both carbon dioxide emissions and waste landfilling. By adopting 3D-printing, thisapproach can produce highly efficient structural elements of any shape and geometricalcomplexity, with well-controlled and repeated quality. By combining the benefits of carbonmineralization (as accomplished in nature) and digital fabrication (i.e., 3D-printing), this projectwill support the development of &ldquo;waste-to-resource&rdquo; approaches. Smart automation of theseprocesses will mitigate the key issues that plague today&rsquo;s constructions, i.e., unreliable qualityand long construction times. As such, after two centuries of stagnation&mdash;both in terms ofmaterials and process&mdash;this research establishes a novel, interdisciplinary opportunity forinnovation in the construction industry by proposing a new paradigm for efficient andenvironmentally-conscious constructions. This project will also contribute to changing ourperspective about carbon dioxide, that is, by considering it as a resource that can be convertedinto a valuable construction material rather than as a burden.</p>\r\n<p>More generally, by closely integrating atomistic simulations, machine learning, and experiments,this project created new pathways to reduce the need for trial-and-error in material design. Thisproject went significantly beyond traditional paradigms (wherein simulations are used tounderstand experiments and/or experiments are used to validate simulations). Rather, each of theconducted activities was based on a closed-loop iterative process wherein computational andexperimental activities mutually inform and advance each other to accelerate the design of a 3D-printable alternative cement enabling carbon uptake.</p>\r\n<p>This project has also generated a series of new algorithms that are specifically targeted to theunique challenges of material-related datasets in the context of machine learning and artificialintelligence (e.g., limited size, sparse nature, existence of outliers, need to quantify uncertainties,etc.). Specifically, this project resulted in the creation of a robust new outlier detection algorithm<br />that was specifically tailored to identify outliers in noisy material-related datasets. This projectalso introduced a new inverse design approach to leapfrog the discovery of new materials withtailored properties by leveraging an end-to-end differentiability. Finally, this project pioneeredthe use of tensor processing units (TPUs) in materials science and engineering, and establishedTPU computing as a promising route to accelerate scientific simulations, which are ubiquitous inmaterials science.</p>\r\n<p>The project trained three Ph.D. students, two postdoctoral scholars, and seven undergraduatestudents. The students received several major awards and had the opportunity to present theoutcomes of their research at international conferences. All the students regularly interacted withresearch scientists from industry partners, which has contributed to exposing them to anindustrial research and development environment. This is key for the development of the futureworkforce that the U.S. industry needs. Several new classes, short-courses, and online videotutorials were also developed within the scope of this award.</p><br>\n<p>\n Last Modified: 03/03/2025<br>\nModified by: Puneet&nbsp;Gupta</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs the most manufactured material in the world, concrete is responsible for three times morecarbon emissions than the entire aviation industry. To meet the needs of modern constructions,concrete must also overcome several challenges, including a slow rate of strength development(which slows down constructions), great site-to-site variability (which increases the need forwasteful overdesign), poor strength-to-weight ratio (so large amounts of concrete must be used toreach targeted mechanical properties), and low recyclability (which prevents the emergence ofnew circular economies). To address these concerns, this project enabled the design of a new 3D-printable cementitious material combining desirable mechanical performance with the ability tocapture (rather than emit) carbon dioxide.\r\n\n\nSpecifically, this project revealed some fundamental insights into the atomistic mechanismgoverning the formation and carbonation of cementitious binders and quantified the effects oftemperature, humidity, and carbon dioxide concentration on the kinetics of carbonation. Byleveraging acoustic stimulation, this project also introduced new methods to accelerate thedissolution kinetics of minerals that can be used as precursors to manufacture cement. It alsoexplored how the rheology of cementitious suspensions can be tuned to enable 3D printing.Finally, this project resulted in the creation of new machine learning methods to predict themechanical properties of concrete based on the sole knowledge of its mixture proportions andquickly screen reactive waste materials that can be used to replace cement in concrete.\r\n\n\nAs a central outcome, this work will reduce the environmental impact of construction materials,by decreasing both carbon dioxide emissions and waste landfilling. By adopting 3D-printing, thisapproach can produce highly efficient structural elements of any shape and geometricalcomplexity, with well-controlled and repeated quality. By combining the benefits of carbonmineralization (as accomplished in nature) and digital fabrication (i.e., 3D-printing), this projectwill support the development of waste-to-resource approaches. Smart automation of theseprocesses will mitigate the key issues that plague todays constructions, i.e., unreliable qualityand long construction times. As such, after two centuries of stagnationboth in terms ofmaterials and processthis research establishes a novel, interdisciplinary opportunity forinnovation in the construction industry by proposing a new paradigm for efficient andenvironmentally-conscious constructions. This project will also contribute to changing ourperspective about carbon dioxide, that is, by considering it as a resource that can be convertedinto a valuable construction material rather than as a burden.\r\n\n\nMore generally, by closely integrating atomistic simulations, machine learning, and experiments,this project created new pathways to reduce the need for trial-and-error in material design. Thisproject went significantly beyond traditional paradigms (wherein simulations are used tounderstand experiments and/or experiments are used to validate simulations). Rather, each of theconducted activities was based on a closed-loop iterative process wherein computational andexperimental activities mutually inform and advance each other to accelerate the design of a 3D-printable alternative cement enabling carbon uptake.\r\n\n\nThis project has also generated a series of new algorithms that are specifically targeted to theunique challenges of material-related datasets in the context of machine learning and artificialintelligence (e.g., limited size, sparse nature, existence of outliers, need to quantify uncertainties,etc.). Specifically, this project resulted in the creation of a robust new outlier detection algorithm\nthat was specifically tailored to identify outliers in noisy material-related datasets. This projectalso introduced a new inverse design approach to leapfrog the discovery of new materials withtailored properties by leveraging an end-to-end differentiability. Finally, this project pioneeredthe use of tensor processing units (TPUs) in materials science and engineering, and establishedTPU computing as a promising route to accelerate scientific simulations, which are ubiquitous inmaterials science.\r\n\n\nThe project trained three Ph.D. students, two postdoctoral scholars, and seven undergraduatestudents. The students received several major awards and had the opportunity to present theoutcomes of their research at international conferences. All the students regularly interacted withresearch scientists from industry partners, which has contributed to exposing them to anindustrial research and development environment. This is key for the development of the futureworkforce that the U.S. industry needs. Several new classes, short-courses, and online videotutorials were also developed within the scope of this award.\t\t\t\t\tLast Modified: 03/03/2025\n\n\t\t\t\t\tSubmitted by: PuneetGupta\n"
 }
}