{
 "awd_id": "1923142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Statistical Fault Detection Algorithms for Modern Power Grid Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 324623.0,
 "awd_amount": 324623.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2020-12-18",
 "awd_abstract_narration": "The national power grid has been undergoing transformational changes and facing new challenges over the last decade. The grid no longer consists of power suppliers, like coal, hydroelectric and nuclear plants, which supply power at a roughly constant rate. Renewable energy sources deliver power in a much less predictable manner due to their dependence on weather factors. Many retail and service facilities are no longer pure energy consumers but have become energy producers by installing large solar farms. In this new environment, it is important to develop new tools for timely detection of faults. Due to the less predictable power delivery and consumption, and possible attacks, fault detection must be based on the understanding of the random structure of the grid operation whose characteristics can be measured by a new generation of devices. These devices generate massive data sets, which have not yet been widely utilized. The PIs will address many specific questions related to the detection and identification of power grid faults. The PIs will use data obtained from modern measurements devices and develop state of the art statistical methodology. Advances made in this research will contribute to the energy security of the United States. The project will provide training to graduate and undergraduate students. \r\n\r\nThe PIs will develop advanced statistical theory and large-scale computational tools that will form a foundation for engineering implementations aimed at detecting and identifying power grid faults. This will be done within a framework of change point detection methodology. Specifically, the PIs will 1) develop algorithms for screening sensor inputs that impact specific protection devices; 2) create algorithms for fault monitoring, with controlled significance level and expected time to detection; 3) develop theoretical and practical foundations for a posteriori change point testing in smart grid networks; 4) work out algorithms for the identification of subgrids affected by faults and the classification of faults; and 5) enhance PSCAD/EMTDC simulation tools by incorporating characteristics of high resolution sensor readings. It will be a collaborative effort combining the expertise of two statisticians working, respectively, in stochastic networks and large-scale computing (Wang) and time series analysis (Kokoszka), and a network engineer specializing in smart grids and signal processing (Yang).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haonan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haonan Wang",
   "pi_email_addr": "wanghn@stat.colostate.edu",
   "nsf_id": "000250127",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Piotr",
   "pi_last_name": "Kokoszka",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Piotr S Kokoszka",
   "pi_email_addr": "Piotr.Kokoszka@colostate.edu",
   "nsf_id": "000105640",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Liuqing",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liuqing Yang",
   "pi_email_addr": "qingqing@umn.edu",
   "nsf_id": "000238007",
   "pi_start_date": "2019-07-22",
   "pi_end_date": "2020-12-10"
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "045Y00",
   "pgm_ele_name": "AMPS-Algorithms for Modern Pow"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 324623.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: xx-small;\"><br /></span><span style=\"font-size: xx-small;\">We developed statistical and deep learning procedures for real time detection&nbsp;</span><span style=\"font-size: xx-small;\">and localization of faults in a large regional power grid. As a testbed for our methodology&nbsp;</span><span style=\"font-size: xx-small;\">we used a realistic computer model of the Western Interconnection that includes major&nbsp;</span><span style=\"font-size: xx-small;\">transmission lines and&nbsp; buses (grid nodes) corresponding to power generators and power&nbsp;</span><span style=\"font-size: xx-small;\">consumers. The Western Interconnection covers the region west of the Great Plains&nbsp;&nbsp;</span><span style=\"font-size: xx-small;\">between the Mexican and Canadian borders.&nbsp;</span><span style=\"font-size: xx-small;\"><br /></span></p>\n<p><span style=\"font-size: xx-small;\">Faults in a power transmission grid can occur for a number of reasons. They typically&nbsp;</span><span style=\"font-size: xx-small;\">occur when a line is damaged or incapacitated in some way, for example due to the&nbsp;</span><span style=\"font-size: xx-small;\">failure of equipment or external impacts, like falling trees or large branches, or purposeful&nbsp;</span><span style=\"font-size: xx-small;\">damage.&nbsp; Faults can also occur at buses, for example when a generator fails. Our research&nbsp;</span><span style=\"font-size: xx-small;\">was concerned with faults that occur at transmission lines because they cover </span><span style=\"font-size: xx-small;\">large distances, often over sparsely inhabited areas, and can cause large fires.&nbsp;</span><span style=\"font-size: xx-small;\">It is therefore important for electrical&nbsp;</span><span style=\"font-size: xx-small;\">utility companies to be able to see immediately when a fault occurs and determine </span><span style=\"font-size: xx-small;\">with reasonable confidence on which line it has occurred. We have developed and&nbsp;</span><span style=\"font-size: xx-small;\">tested algorithms that can pinpoint the faulted line with well controlled confidence,&nbsp;&nbsp;</span><span style=\"font-size: xx-small;\">even if only some data are available. This means that our algorithms do not need </span><span style=\"font-size: xx-small;\">all measurements that can be potentially generated, but only some of them.&nbsp;</span><span style=\"font-size: xx-small;\">For example, they will work if only voltage measurements are available,&nbsp;</span><span style=\"font-size: xx-small;\">and if they are available only at some, rather than all, buses.&nbsp;</span><span style=\"font-size: xx-small;\"><br /></span></p>\n<p><span style=\"font-size: xx-small;\">The measurements we used are those generated by state of the art Phasor&nbsp;</span><span style=\"font-size: xx-small;\">Measurement Units that can report 120 measurements per second. Our collaborators </span><span style=\"font-size: xx-small;\">at the University of Wyoming and the National Renewable Energy Laboratory&nbsp;</span><span style=\"font-size: xx-small;\">employed most advanced computer simulators to help us create a database of</span><span style=\"font-size: xx-small;\"> thousands of faults that can be used by other researchers. Such a large database&nbsp;</span><span style=\"font-size: xx-small;\">is needed to evaluate the success and failure rates of various methods and to&nbsp;</span><span style=\"font-size: xx-small;\">train deep learning methods.&nbsp;</span><span style=\"font-size: xx-small;\"><br /></span></p>\n<p><span style=\"font-size: xx-small;\">The problems we were working on motivated new statistical theory </span><span style=\"font-size: xx-small;\">and methodology published in a large number of statistics journals. </span><span style=\"font-size: xx-small;\">Most advances were made in the areas of functional data analysis, </span><span style=\"font-size: xx-small;\">spatial statistics, time series analysis, in particular change point detection and&nbsp;</span><span style=\"font-size: xx-small;\">multivariate and contaminated data.&nbsp;</span><span style=\"font-size: xx-small;\"><br /></span></p>\n<p><span style=\"font-size: xx-small;\">In the course of the research supported by this award, we trained five PhD students </span><span style=\"font-size: xx-small;\">and contributed to summer research opportunities for a large number of undergraduate students.&nbsp;</span><span style=\"font-size: xx-small;\"><br /></span></p>\n<p><span style=\"font-size: xx-small;\">This research has impact on power grid engineering in a sense that it may </span><span style=\"font-size: xx-small;\">lead to the development of software that can be used to signal and locate</span><span style=\"font-size: xx-small;\"> a fault in a regional power grid almost immediately. Our work on detection </span><span style=\"font-size: xx-small;\">based on streaming data may also be practically relevant. It shows</span><span style=\"font-size: xx-small;\"> what percentage of locations are needed to reliably detect a fault and</span><span style=\"font-size: xx-small;\"> avoid false alarms.&nbsp; We have also shown how deep learning</span><span style=\"font-size: xx-small;\"> graphical networks can be constructed to reconstruct data at buses </span><span style=\"font-size: xx-small;\">where data are for some reasons unavailable, e.g. due to natural disasters </span><span style=\"font-size: xx-small;\">or cyberattacks.&nbsp;</span><span style=\"font-size: xx-small;\"><br /></span></p>\n<p><span style=\"font-size: xx-small;\">The new statistical methodology and theory will</span><span style=\"font-size: xx-small;\"> also have impact on many other fields where it is important to detect and localize</span><span style=\"font-size: xx-small;\"> some change, which does not necessarily have to be a power line fault.&nbsp;</span><span style=\"font-size: xx-small;\">Some papers we published deal with applications to capital markets, climate science,&nbsp;</span><span style=\"font-size: xx-small;\">epidemics and brain research.</span></p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Haonan&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1923142/1923142_10623532_1693845968574_105Bus_500simulations--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1923142/1923142_10623532_1693845968574_105Bus_500simulations--rgov-800width.png\" title=\"Voltage at all buses during a fault\"><img src=\"/por/images/Reports/POR/2023/1923142/1923142_10623532_1693845968574_105Bus_500simulations--rgov-66x44.png\" alt=\"Voltage at all buses during a fault\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Voltage at all buses during a fault</div>\n<div class=\"imageCredit\">Mantautas Rimkus</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Piotr&nbsp;S&nbsp;Kokoszka\n<div class=\"imageTitle\">Voltage at all buses during a fault</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nWe developed statistical and deep learning procedures for real time detectionand localization of faults in a large regional power grid. As a testbed for our methodologywe used a realistic computer model of the Western Interconnection that includes majortransmission lines and buses (grid nodes) corresponding to power generators and powerconsumers. The Western Interconnection covers the region west of the Great Plainsbetween the Mexican and Canadian borders.\n\n\n\nFaults in a power transmission grid can occur for a number of reasons. They typicallyoccur when a line is damaged or incapacitated in some way, for example due to thefailure of equipment or external impacts, like falling trees or large branches, or purposefuldamage. Faults can also occur at buses, for example when a generator fails. Our researchwas concerned with faults that occur at transmission lines because they cover large distances, often over sparsely inhabited areas, and can cause large fires.It is therefore important for electricalutility companies to be able to see immediately when a fault occurs and determine with reasonable confidence on which line it has occurred. We have developed andtested algorithms that can pinpoint the faulted line with well controlled confidence,even if only some data are available. This means that our algorithms do not need all measurements that can be potentially generated, but only some of them.For example, they will work if only voltage measurements are available,and if they are available only at some, rather than all, buses.\n\n\n\nThe measurements we used are those generated by state of the art PhasorMeasurement Units that can report 120 measurements per second. Our collaborators at the University of Wyoming and the National Renewable Energy Laboratoryemployed most advanced computer simulators to help us create a database of thousands of faults that can be used by other researchers. Such a large databaseis needed to evaluate the success and failure rates of various methods and totrain deep learning methods.\n\n\n\nThe problems we were working on motivated new statistical theory and methodology published in a large number of statistics journals. Most advances were made in the areas of functional data analysis, spatial statistics, time series analysis, in particular change point detection andmultivariate and contaminated data.\n\n\n\nIn the course of the research supported by this award, we trained five PhD students and contributed to summer research opportunities for a large number of undergraduate students.\n\n\n\nThis research has impact on power grid engineering in a sense that it may lead to the development of software that can be used to signal and locate a fault in a regional power grid almost immediately. Our work on detection based on streaming data may also be practically relevant. It shows what percentage of locations are needed to reliably detect a fault and avoid false alarms. We have also shown how deep learning graphical networks can be constructed to reconstruct data at buses where data are for some reasons unavailable, e.g. due to natural disasters or cyberattacks.\n\n\n\nThe new statistical methodology and theory will also have impact on many other fields where it is important to detect and localize some change, which does not necessarily have to be a power line fault.Some papers we published deal with applications to capital markets, climate science,epidemics and brain research.\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: HaonanWang\n"
 }
}