{
 "awd_id": "1923065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Controlling Two Languages",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 753606.0,
 "awd_amount": 753606.0,
 "awd_min_amd_letter_date": "2019-08-28",
 "awd_max_amd_letter_date": "2019-08-28",
 "awd_abstract_narration": "Over 20% of the US population speaks a language other than English at home and bilingualism has long been the norm outside the US. The value of knowing more than one language is becoming increasingly relevant as technology develops and US industry connects with individuals all over the world, even with just a handheld device. People who speak multiple languages have greater potential to connect with a broader audience or customer base. At the same time, research has demonstrated that knowledge of more than one language can change some aspects of native language use: the burden associated with bilingualism can lead to subtle but significant disadvantages in some aspects of cognitive performance (e.g., vocabulary), but to significant advantages in other aspects (e.g., resolving conflict, sustained focus of attention). Such differences have potentially serious implications in many settings, including educational and medical settings. For example, how should bilingual children best be served in school settings to enable them to learn English quickly while maintaining knowledge of their Heritage Language spoken in the home? What methods are best to pursue when attempting to identify learning disabilities in bilingual children? At the other end of the lifespan, in aging bilinguals, what is the best method for identifying current or possibly imminent cognitive decline? \r\n\r\nThe proposed studies will investigate the consequences of bilingualism for language and cognitive processing by comparing bilinguals with monolinguals in a series of behavioral experiments designed to test how bilinguals choose which language they intend to speak and how this process is more generally related to choice behaviors. Bilinguals will read aloud sentences that mix languages, will be asked to switch between languages or between other (non-linguistic) tasks, name pictures in both languages, or translate between languages. Relationships among these tasks will be examined. A driving hypothesis underlying the current work is that 1) bilinguals maintain control over which language they speak at least in part by relying on cognitive abilities not related to language and 2) bilingual language use can improve general abilities related to rapid switching, monitoring, and resolving conflict between response alternatives (e.g., needing to avoid distraction). This hypothesis will be tested by examining how performance changes when more than one language must be controlled and whether training with language switching improves general cognitive abilities and vice versa (e.g., if managing response competition transfers across non-linguistic and linguistic tasks). These studies will clarify the relationship between bilingualism and cognitive test performance and establish conditions that minimize possible costs and maximize potential benefits of bilingualism. The proposed studies will develop theoretical models of cognitive control and bilingual language processing, which will lay the groundwork necessary to develop theory-driven approaches to assessment and treatment of cognitive and linguistic abilities of young and aging monolinguals and bilinguals alike.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamar",
   "pi_last_name": "Gollan",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tamar H Gollan",
   "pi_email_addr": "TGOLLAN@UCSD.EDU",
   "nsf_id": "000675850",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930948",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 753606.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bilinguals seem to easily choose which language to speak. When conversing with bilinguals, they can switch back and forth between languages seamlessly, or stay in just one language in contexts where switching is not appropriate. When conversing with monolinguals, they use just one language. We investigated what cognitive mechanisms enable this behavior and how language switching might be related to nonlinguistic choice behaviors. A driving hypothesis underlying the current work is that bilinguals maintain control over which language they speak in part through reliance on specialized linguistic skills, but also in part by relying on cognitive abilities that are not specialized for language. In particular, we hypothesized that bilinguals rely on inhibition of dominant language responses.</p>\r\n<p>To test this hypothesis bilinguals switched languages in a variety of tasks (e.g. when naming pictures in one or the other language based on a cue, when naming pictures presented in sentence context, and when reading aloud mixed language paragraphs). Participants also completed nonlinguistic tests of inhibitory control ability (e.g., pressing a button to indicate in which direction an arrow points when it is surrounded by arrows pointing in the same vs in a different/distracting direction). The results reveal that bilinguals select which language they wish to speak by activating syntactic rules specific to each language, a specialized linguistic process that is separate from inhibitory control. When reading aloud grammatically well-formed sentences with language switches on function words, bilinguals sometimes translated switch words to maintain selection of the target language at a syntactic level in their speech. By contrast, such translation errors were rare when bilinguals read aloud randomly ordered words (which prevents strong specification of a selected language at a syntactic level). However, in all conditions bilinguals were also much more likely to produce translation errors when attempting to read aloud words in the dominant language (compared to words in the nondominant language). This suggests bilinguals relied on inhibition of the dominant language to prevent production of language intrusion errors. This inhibitory control process did not interact with the type of condition (syntactic vs. random) which suggests it was independent of syntactic processing and may rely on the same cognitive mechanisms that are used to inhibit distracters in nonlinguistic tasks.&nbsp;</p>\r\n<p>We also tested if language specific and nonlinguistic control mechanisms interact more directly by interleaving a language switching task with a task that measures nonlinguistic inhibition ability. Previous studies with a similar paradigm found enhanced inhibitory control after language switching. We asked whether completing a nonlinguistic task that activates inhibitory control would improve the ability to switch languages in speech. In a series of experiments we either observed no effect of interleaving tasks or found&nbsp;<em>interference</em>&nbsp;between tasks (i.e. bilinguals exhibited more difficulty switching languages after resolving nonlinguistic conflict). The failure to find any interaction between tasks suggests that cross-talk between linguistic and nonlinguistic control is small and may be limited to the very specific paradigms that were used in previous studies. The presence of some interactions in the opposite of the originally predicted direction supports the notion of shared cognitive control mechanisms but raises questions as to the nature of cross-talk between language specific and domain general control. Specifically, there may be a limited source of inhibitory control that can be boosted or depleted by either linguistic or nonlinguistic processing depending on overall task difficulty.&nbsp;</p>\r\n<p>Taken together, these studies revealed multiple independent mechanisms of bilingual language control and did not provide strong support for the hypothesis of shared cognitive mechanisms underlying bilingual language selection and nonlinguistic task switching. Additional work will be needed to understand when cognitive control is boosted versus depleted by various forms of switching. This work contributes to the development of theoretical models of bilingual language processing, which will lay the groundwork necessary to develop theory-driven approaches to assessment and treatment of cognitive and linguistic abilities in bilinguals, and to methods for maximizing bilingual language proficiency in educational settings.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/26/2025<br>\nModified by: Tamar&nbsp;H&nbsp;Gollan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBilinguals seem to easily choose which language to speak. When conversing with bilinguals, they can switch back and forth between languages seamlessly, or stay in just one language in contexts where switching is not appropriate. When conversing with monolinguals, they use just one language. We investigated what cognitive mechanisms enable this behavior and how language switching might be related to nonlinguistic choice behaviors. A driving hypothesis underlying the current work is that bilinguals maintain control over which language they speak in part through reliance on specialized linguistic skills, but also in part by relying on cognitive abilities that are not specialized for language. In particular, we hypothesized that bilinguals rely on inhibition of dominant language responses.\r\n\n\nTo test this hypothesis bilinguals switched languages in a variety of tasks (e.g. when naming pictures in one or the other language based on a cue, when naming pictures presented in sentence context, and when reading aloud mixed language paragraphs). Participants also completed nonlinguistic tests of inhibitory control ability (e.g., pressing a button to indicate in which direction an arrow points when it is surrounded by arrows pointing in the same vs in a different/distracting direction). The results reveal that bilinguals select which language they wish to speak by activating syntactic rules specific to each language, a specialized linguistic process that is separate from inhibitory control. When reading aloud grammatically well-formed sentences with language switches on function words, bilinguals sometimes translated switch words to maintain selection of the target language at a syntactic level in their speech. By contrast, such translation errors were rare when bilinguals read aloud randomly ordered words (which prevents strong specification of a selected language at a syntactic level). However, in all conditions bilinguals were also much more likely to produce translation errors when attempting to read aloud words in the dominant language (compared to words in the nondominant language). This suggests bilinguals relied on inhibition of the dominant language to prevent production of language intrusion errors. This inhibitory control process did not interact with the type of condition (syntactic vs. random) which suggests it was independent of syntactic processing and may rely on the same cognitive mechanisms that are used to inhibit distracters in nonlinguistic tasks.\r\n\n\nWe also tested if language specific and nonlinguistic control mechanisms interact more directly by interleaving a language switching task with a task that measures nonlinguistic inhibition ability. Previous studies with a similar paradigm found enhanced inhibitory control after language switching. We asked whether completing a nonlinguistic task that activates inhibitory control would improve the ability to switch languages in speech. In a series of experiments we either observed no effect of interleaving tasks or foundinterferencebetween tasks (i.e. bilinguals exhibited more difficulty switching languages after resolving nonlinguistic conflict). The failure to find any interaction between tasks suggests that cross-talk between linguistic and nonlinguistic control is small and may be limited to the very specific paradigms that were used in previous studies. The presence of some interactions in the opposite of the originally predicted direction supports the notion of shared cognitive control mechanisms but raises questions as to the nature of cross-talk between language specific and domain general control. Specifically, there may be a limited source of inhibitory control that can be boosted or depleted by either linguistic or nonlinguistic processing depending on overall task difficulty.\r\n\n\nTaken together, these studies revealed multiple independent mechanisms of bilingual language control and did not provide strong support for the hypothesis of shared cognitive mechanisms underlying bilingual language selection and nonlinguistic task switching. Additional work will be needed to understand when cognitive control is boosted versus depleted by various forms of switching. This work contributes to the development of theoretical models of bilingual language processing, which will lay the groundwork necessary to develop theory-driven approaches to assessment and treatment of cognitive and linguistic abilities in bilinguals, and to methods for maximizing bilingual language proficiency in educational settings.\r\n\n\n\t\t\t\t\tLast Modified: 01/26/2025\n\n\t\t\t\t\tSubmitted by: TamarHGollan\n"
 }
}