{
 "awd_id": "1923011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDGE TT: Developing transformation capacity for Anthoceros agrestis to facilitate gene function studies in hornworts, a remarkable phylum of plants",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 548419.0,
 "awd_amount": 548419.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "This research aims to enable gene function studies in hornworts (Anthocerophyta), a distinct lineage of bryophytes. Outcomes from this work will facilitate investigating the exceptional ways hornworts fix nitrogen through symbiosis with cyanobacteria and fix carbon using a specialized carbon-concentrating mechanism (CCM). Hornworts are also critical for understanding major transitions in plant evolution because they represent a critical step in the formation of land plants and have a set of unique developmental features. The genetic transformation and gene-editing tools developed in this study will be disseminated broadly and rapidly to the scientific community. A symposium and a workshop will be held to build a thriving hornwort community and provide hands-on experiences on hornwort research tools. In addition, through the Boyce Thompson Institute Summer Internship program, three undergraduate students will be mentored. The interns will be able to take advantage of the integrative nature of this project, and learn plant tissue culture, wet lab experiments, and bioinformatics. Finally, by enabling genetic research to investigate hornworts? unique cyanobacteria symbiosis and CCM, this project could have agricultural implications to improve nitrogen and carbon assimilation in crop plants. \r\n\r\nDespite having the potential to address a diversity of long-standing questions in biology, research on hornworts has been limited by a lack of genetic tools. Past research using RNA-sequencing and comparative genomics has identified several candidate genes involved in cyanobacteria symbiosis and CCM, but further investigation of these candidates is limited by the lack of a reverse genetic toolkit. Gene transfer or transformation in hornworts has been demonstrated, but the efficiency is very low and results are inconsistent. The goal of this project is to establish robust transformation and gene editing methodologies in the hornwort Anthoceros agrestis. Enabling genetic research in hornworts will not only complement the other two bryophyte models (the moss Physcomitrella patens and the liverwort Marchantia polymorpha) but will also provide unprecedented opportunities to study a unique plant with unparalleled biological properties. A wide range of scientific communities will benefit, including researchers working on plant evolution, developmental genetics, paleobiology, photobiology, plant-microbe interaction, and photosynthesis.\r\n\r\nThis award is co-funded by the Enabling Discovery through GEnomic tools (EDGE) Program and the Plant Genome Research Program (PGRP) in the Division of Integrated Organismal Systems\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fay-Wei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fay-Wei Li",
   "pi_email_addr": "fl329@cornell.edu",
   "nsf_id": "000633470",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Van Eck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce Van Eck",
   "pi_email_addr": "jv27@cornell.edu",
   "nsf_id": "000225022",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boyce Thompson Institute Plant Research",
  "inst_street_address": "533 TOWER RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072541248",
  "inst_zip_code": "148537202",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "BOYCE THOMPSON INSTITUTE FOR PLANT RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ULBJY4YK9ZX8"
 },
 "perf_inst": {
  "perf_inst_name": "Boyce Thompson Institute for Plant Research",
  "perf_str_addr": "533 Tower Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 548419.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hornworts (Anthocerophyta) are a distinct group of land plants that could provide valuable insights into plant evolution and adaptation. Diverging over 480 million years ago from liverworts and mosses, hornworts represent a key branch for understanding the early evolution of land plants. They also possess unique biological traits, such as symbiosis with nitrogen-fixing cyanobacteria and a specialized CO2-concentrating mechanism (CCM) that turbocharges photosynthesis. However, progress in studying these plants has been limited by the absence of reliable gene transformation tools. Our project has addressed this limitation by developing efficient methods for gene delivery and genome editing in hornworts.</p>\r\n<p>To support genetic research, we first optimized growth conditions for&nbsp;<em>Anthoceros agrestis</em>, our model hornwort species. By testing various media formulations, including sucrose, activated charcoal, and growth regulators, we achieved a fourfold increase in tissue growth rates. These improvements, detailed in&nbsp;<em>Applications in Plant Sciences</em>&nbsp;(Gunadi et al., 2022), have significantly enhanced experimental efficiency.</p>\r\n<p>Building on this progress, we developed a biolistics (particle bombardment) method to introduce genes into hornworts, achieving both transient and stable transformations. In&nbsp;<em>A. agrestis</em>, we consistently observed up to 950 transiently expressing cells per bombardment and generated 5&ndash;7 stable transformants per experiment. While biolistic transformations often result in high transgene copy numbers, sequencing analysis showed promising results: 33% of transformed lines had single-copy insertions, a much higher rate compared to biolistics-mediate transformation in other model species like&nbsp;<em>Marchantia polymorpha</em>&nbsp;and&nbsp;<em>Physcomitrium patens</em>.</p>\r\n<p>To extend these findings, we applied the biolistics method to nine additional hornwort species from across the hornwort phylogeny. Transient transformation was successfully achieved for most species, and stable lines were further generated from&nbsp;<em>Anthoceros fusiformis</em>. These results, published in the&nbsp;<em>Journal of Experimental Botany</em>&nbsp;(Lafferty et al., 2024), provide a foundation for comparative studies across hornwort species, offering insights into their evolutionary and functional diversity.</p>\r\n<p>With these transformation tools in place, we initiated functional studies focusing on hornworts' CCM. By using fluorescent fusion proteins, we localized key CCM components within hornwort cells. Our findings suggest that the mechanisms underlying CCM in hornworts are partly conserved with those in green algae, such as&nbsp;<em>Chlamydomonas</em>, providing the first spatial model of this process in a land plant. These results, published in&nbsp;<em>Nature Plants</em>&nbsp;(Robison et al., 2025), have implications for developing CCM systems in crop plants to improve photosynthetic efficiency.</p>\r\n<p>Altogether, our research is paving the way for uncovering the biology of hornworts while offering broader applications in sustainable agriculture and carbon sequestration. By enabling genetic studies in hornworts, we aim to advance fundamental knowledge and contribute to efforts to harness plant traits for addressing global challenges.</p>\r\n<p><strong>Broader Impacts</strong>&nbsp;This project has also provided valuable opportunities for training and mentorship. Undergraduate interns participated in hands-on research over the past two summers, learning advanced techniques in plant biotechnology. Their work culminated in presentations at the George and Helen Kohut Symposium at Boyce Thompson Institute, showcasing their contributions to the field. Additionally, our postdoctoral researchers have used their experience to advance their careers, with one securing a research scientist position in academia and another transitioning to a role in agricultural biotechnology. These outcomes highlight the project's role in fostering the development of the next generation of scientists.</p>\r\n<p><strong>References</strong></p>\r\n<p><span><span>Robison, T.A.</span>, Z.G. Oh,&nbsp;<span>D. Lafferty</span>,&nbsp;<span>X. Xu</span>, J.C.A. Villarreal, L.H. Gunn,&nbsp;<span>F.-W. Li</span>. Hornworts reveal a spatial model for pyrenoid-based CO2-concentrating mechanisms in land plants.&nbsp;<span>Nature Plants</span>&nbsp;in press.&nbsp;</span></p>\r\n<div><span>\r\n<p><span><span>Lafferty, D.C.</span>,&nbsp;<span>T.A. Robison</span>,&nbsp;<span>A. Gunadi</span>, P.W. Schafran, L.H. Gunn, J. Van Eck,&nbsp;<span>F.-W. Li</span>. 2024. Biolistic-mediated transformation&nbsp;of hornworts and its application to study pyrenoid protein localization.&nbsp;<span>Journal of Experimental Botany</span>&nbsp;erae243.</span></p>\r\n<div><span><span>Gunadi, A.</span><span>,&nbsp;</span><span>F.-W. Li</span><span>, J. Van Eck. 2022. Accelerating the gametophyte growth of the model hornwort&nbsp;</span><em>Anthoceros agrestis</em><span>&nbsp;(Anthocerotaceae).&nbsp;</span><span>Applications in Plant Sciences</span><span>&nbsp;10: e11460.</span><br /></span></div>\r\n<br /></span></div>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/10/2024<br>\nModified by: Fay-Wei&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHornworts (Anthocerophyta) are a distinct group of land plants that could provide valuable insights into plant evolution and adaptation. Diverging over 480 million years ago from liverworts and mosses, hornworts represent a key branch for understanding the early evolution of land plants. They also possess unique biological traits, such as symbiosis with nitrogen-fixing cyanobacteria and a specialized CO2-concentrating mechanism (CCM) that turbocharges photosynthesis. However, progress in studying these plants has been limited by the absence of reliable gene transformation tools. Our project has addressed this limitation by developing efficient methods for gene delivery and genome editing in hornworts.\r\n\n\nTo support genetic research, we first optimized growth conditions forAnthoceros agrestis, our model hornwort species. By testing various media formulations, including sucrose, activated charcoal, and growth regulators, we achieved a fourfold increase in tissue growth rates. These improvements, detailed inApplications in Plant Sciences(Gunadi et al., 2022), have significantly enhanced experimental efficiency.\r\n\n\nBuilding on this progress, we developed a biolistics (particle bombardment) method to introduce genes into hornworts, achieving both transient and stable transformations. InA. agrestis, we consistently observed up to 950 transiently expressing cells per bombardment and generated 57 stable transformants per experiment. While biolistic transformations often result in high transgene copy numbers, sequencing analysis showed promising results: 33% of transformed lines had single-copy insertions, a much higher rate compared to biolistics-mediate transformation in other model species likeMarchantia polymorphaandPhyscomitrium patens.\r\n\n\nTo extend these findings, we applied the biolistics method to nine additional hornwort species from across the hornwort phylogeny. Transient transformation was successfully achieved for most species, and stable lines were further generated fromAnthoceros fusiformis. These results, published in theJournal of Experimental Botany(Lafferty et al., 2024), provide a foundation for comparative studies across hornwort species, offering insights into their evolutionary and functional diversity.\r\n\n\nWith these transformation tools in place, we initiated functional studies focusing on hornworts' CCM. By using fluorescent fusion proteins, we localized key CCM components within hornwort cells. Our findings suggest that the mechanisms underlying CCM in hornworts are partly conserved with those in green algae, such asChlamydomonas, providing the first spatial model of this process in a land plant. These results, published inNature Plants(Robison et al., 2025), have implications for developing CCM systems in crop plants to improve photosynthetic efficiency.\r\n\n\nAltogether, our research is paving the way for uncovering the biology of hornworts while offering broader applications in sustainable agriculture and carbon sequestration. By enabling genetic studies in hornworts, we aim to advance fundamental knowledge and contribute to efforts to harness plant traits for addressing global challenges.\r\n\n\nBroader ImpactsThis project has also provided valuable opportunities for training and mentorship. Undergraduate interns participated in hands-on research over the past two summers, learning advanced techniques in plant biotechnology. Their work culminated in presentations at the George and Helen Kohut Symposium at Boyce Thompson Institute, showcasing their contributions to the field. Additionally, our postdoctoral researchers have used their experience to advance their careers, with one securing a research scientist position in academia and another transitioning to a role in agricultural biotechnology. These outcomes highlight the project's role in fostering the development of the next generation of scientists.\r\n\n\nReferences\r\n\n\nRobison, T.A., Z.G. Oh,D. Lafferty,X. Xu, J.C.A. Villarreal, L.H. Gunn,F.-W. Li. Hornworts reveal a spatial model for pyrenoid-based CO2-concentrating mechanisms in land plants.Nature Plantsin press.\r\n\r\n\n\nLafferty, D.C.,T.A. Robison,A. Gunadi, P.W. Schafran, L.H. Gunn, J. Van Eck,F.-W. Li. 2024. Biolistic-mediated transformationof hornworts and its application to study pyrenoid protein localization.Journal of Experimental Botanyerae243.\r\nGunadi, A.,F.-W. Li, J. Van Eck. 2022. Accelerating the gametophyte growth of the model hornwortAnthoceros agrestis(Anthocerotaceae).Applications in Plant Sciences10: e11460.\n\r\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/10/2024\n\n\t\t\t\t\tSubmitted by: Fay-WeiLi\n"
 }
}