{
 "awd_id": "1923267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling the role of the rostrolateral prefrontal cortex in category learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 508155.0,
 "awd_amount": 508155.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "Learning to use new categories and concepts is central to our intellectual abilities as humans. Such learning is critical for our ability to teach in educational settings, use public service announcements to inform the public about health benefits and risks, and create new strategies for national defense. Many new concepts are acquired without explicitly reasoning about how the concept works; for example, we may learn to simply avoid behaviors that lead to increased disease risk instead of actively making inferences and learning the underlying causal structure of how such risks emerge. The present proposal examines the cognitive and neurobiological processes that determine how and when people will use such active inferential processes to learn about new categories and concepts. By developing a better understanding of how inferential processes are engaged in category and concept learning, the study has the potential to help in any real-world settings in which such processes are used. For example, these results may help to identify strategies to enhance active inferential processing in education or public health communication, which can lead to better learning and health behavior outcomes. Finally, the project will directly support education of diverse students, who will be actively engaged in collecting and disseminating the data collected as part of the study. Through this learning opportunity, students will acquire valuable STEM skills related to data collection, analysis, and computer programming. \r\n \r\nNeurobiological theories of category learning suggest that we use inferential processes such as rules and hypothesis testing to aid in acquiring new categories, but once categories are learned, active reasoning likely gives way to more general memory-based or associative strategies that have lower cognitive demands. The present proposal aims to use functional magnetic resonance imaging (fMRI), cognitive tasks, and computational modeling to test (1) how the brain integrates novelty and uncertainty signals in deploying inferential reasoning processes during category learning and generalization, and (2) how such processes may differ depending on the stimulus properties that define a category - namely, whether rule-relevant features are easily verbalizable. The working hypothesis for this project is that the rostrolateral prefrontal cortex (rlPFC) works with brain regions supporting novelty detection (medial temporal lobes) and decision making (lateral prefrontal cortex and posterior parietal cortex) to determine when to engage inferential processes to aid category learning. However, its ability to develop inferential strategies in a given situation may also depend on a learner's ability to encode rule-relevant stimulus features verbally using language. The overall goals of the study are as follows: (1) Test how activation in rlPFC and its connectivity with other regions involved in inferential processing track novelty and uncertainty during early rule-based learning, and assess whether any region's involvement varies based on feature verbalizability. (2) Test how rlPFC activation and connectivity with other regions involved in inferential processing track novelty and uncertainty during generalization of previously learned rules, and assess whether any region's involvement varies based on verbalizability of stimulus features. (3) Develop an encompassing computational model that accounts for participants' behavior and rlPFC's activation and interactions with other brain regions involved in inferential processing in the proposed learning and generalization experiments. The proposed studies and model have the potential to create a unified theory of inferential processing and rlPFC function in category learning that will be easily extendable to other basic cognitive processes like learning, memory, and decision-making that rely on similar underlying computational and neural mechanisms. By working toward a computationally defined mechanism for inferential processes in category learning, the present proposal will create generalizable knowledge of how to enhance inferential processing during category learning that may apply to real-world reasoning inside and outside of the classroom.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Tyler",
   "pi_last_name": "Davis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tyler H Davis",
   "pi_email_addr": "tyler.h.davis@ttu.edu",
   "nsf_id": "000685414",
   "pi_start_date": "2019-08-22",
   "pi_end_date": "2021-11-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miranda",
   "pi_last_name": "Scolari",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Miranda R Scolari",
   "pi_email_addr": "miranda.scolari@ttu.edu",
   "nsf_id": "000863512",
   "pi_start_date": "2021-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "MS 2051 Psychology Building",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794092051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 508155.0
  }
 ],
 "por": null
}