{
 "awd_id": "1923297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDGE CT: Virus-inspired, lipid-mediated transfection and genetic manipulation of the marine coccolithophore, Emiliania huxleyi",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2019-12-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1205295.0,
 "awd_amount": 1205295.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2024-12-03",
 "awd_abstract_narration": "Marine phytoplankton collectively contribute more than half of Earth's oxygen and are responsible for >90% of photosynthetically derived carbon in the oceans, making them the basis of marine food webs. The dominant eukaryotic members of this group are diatoms, dinoflagellates, and haptophytes. Haptophytes include coccolithophores, which contribute approximately one-third of the total marine calcium carbonate production through calcite-based biomineral cell walls (coccoliths) and profoundly impact carbon cycling. Their global distributions and associated activities are so extensive that they can be seen from Earth-orbiting satellites. Despite the wealth of knowledge gained through past experimental studies on the physiology, calcification, photosynthesis, and host-virus interactions in these organisms, there is a critical gap in understanding the genetic and cellular mechanisms controlling the responses of coccolithophores to changes in their environment. This gap is largely due to a chronic lack of scientific tools to experimentally manipulate gene expression and elucidate the function of key genes. This project aims to develop a novel approach for genetically manipulating coccolithophores leveraging the well-characterized lipid-based interaction between coccolithophore cells and viruses that routinely infect them at sea. This work will uniquely enable future studies on a wide range of physiological processes ranging from biomineralization to photosynthesis to virus infection, allowing for fundamental insight into the genetic and biochemical controls of key biological processes that impact these globally distributed and ecologically important organisms.  \r\n\r\n\r\nEmiliania huxleyi is a globally dominant coccolithophore capable of forming large blooms visible from space. It contributes approximately one-third of the total marine calcium carbonate production through the biomineralization of calcite-based cell walls (coccoliths) and profoundly impacts the marine carbon and sulfur cycles. Consequently, it has emerged as a model marine microeukaryote to understand the ecophysiology and cellular mechanisms of calcification, photosynthesis, host-virus interactions, and key biological processes that impact upper ocean ecology and biogeochemistry. However, despite the availability of genomic and transcriptomic sequence data, the inability to manipulate gene expression creates a severe bottleneck in using functional genomics to understand how environmental changes impact this ecologically relevant organism. This project aims to address this gap by developing a novel, lipid-based transfection method in E. huxleyi that takes advantage of decades of research into host-virus interactions in these organisms that have revealed a specific lipid-mediated interaction between E. huxleyi and its associated Coccolithoviruses, EhVs.  Specific goals are to: 1) generate expression constructs for the overexpression of reporter genes driven by E. huxleyi and EhV-derived promoters; 2) identify and purify novel lipids associated with EhVs; 3) develop a method for associating and/or encapsulating plasmid expression constructs in liposomes and EhV-derived virosomes (liposomes composed of viral envelope glycoproteins and lipids); and 4) perform transfection experiments in E. huxleyi with reporter gene constructs.\r\n\r\nThis award was co-funded by the EDGE program and the Behavioral Systems Cluster in the Division of Integrative Organismal Systems and the Program in Biological Oceanography in the Directorate of Geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kay",
   "pi_last_name": "Bidle",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kay D Bidle",
   "pi_email_addr": "bidle@marine.rutgers.edu",
   "nsf_id": "000233777",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberlee",
   "pi_last_name": "Thamatrakoln",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberlee Thamatrakoln",
   "pi_email_addr": "thamat@marine.rutgers.edu",
   "nsf_id": "000526069",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Dept. Marine and Coastal Sciences, Rutgers University",
  "perf_str_addr": "71 Dudley Road",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1205295.0
  }
 ],
 "por": null
}