{
 "awd_id": "1923202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dissociating Perceptual and Motor Correlates of EEG Mu-Alpha and Beta Oscillations in Emotional Action Simulation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032924502",
 "po_email": "dkravitz@nsf.gov",
 "po_sign_block_name": "Dwight Kravitz",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 56639.0,
 "awd_amount": 56639.0,
 "awd_min_amd_letter_date": "2019-08-13",
 "awd_max_amd_letter_date": "2019-08-13",
 "awd_abstract_narration": "From jumping jacks to jumping for joy, the \"body language\" of human movement provides\r\nimportant information about the intentions and emotions of others. Growing evidence suggests\r\nthat we understand others' mental states by internally recreating, or simulating, their external\r\nactions. Yet questions remain about how different brain systems contribute to action simulation,\r\nand whether this process is linked to individual differences in social perception abilities. This\r\nresearch uses electroencephalography (EEG) to examine brain activity associated with action\r\nsimulation during observation of emotional body movements, both in typically developing\r\nindividuals and in individuals with autism spectrum disorder (ASD), a condition associated with\r\nsocial perception impairments. By testing the link between EEG measures of action simulation\r\nand emotion perception capabilities across a broad sample of individual socio-emotional\r\nfunctioning, these data will provide a rigorous theoretical framework for understanding the\r\nneural basis of emotional action simulation. More broadly, the research may provide new\r\ninsights into the neural origins of social impairments observed in ASD, potentially leading to\r\nimproved diagnoses and therapies. Finally, these activities will promote undergraduate training\r\nin the STEM disciplines by providing authentic research opportunities for students including\r\nwomen and underrepresented minorities.\r\n\r\nThe proposed research will examine the relation between perceptual and motor circuits in\r\nemotion simulation. In a previous EEG study, the investigators found distinct neural markers\r\nassociated with the observation of emotional and emotionally-neutral actions. Emotional actions\r\nelicited a reduction of cortical \"mu\" alpha rhythms (9-12 Hz) linked to perceptual aspects of\r\naction simulation, but neutral actions produced enhanced beta-band oscillations (14-20 Hz)\r\nassociated with motor planning and response inhibition. Both effects were attenuated in a nonclinical\r\nsample of individuals reporting greater autistic tendencies, suggesting these neural\r\nmarkers are sensitive to individual differences in social-emotional traits. The proposed research\r\nwill investigate the contribution of motor circuits to mu-alpha suppression for emotional actions\r\nby comparing action execution with observed emotional action and varying the familiarity and\r\nease of simulating observed emotional actions. Examination of individuals with ASD will\r\ndistinguish how mu and beta band activity relate to individual differences in emotional\r\nprocessing, allowing assessment of whether neurodevelopmental disruptions of sensorimotor\r\nsystems play a role in emotion simulation deficits. Collectively, these studies will provide\r\nimportant insights into the relations between EEG measures, action simulation processes, and\r\nemotion perception.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Moody",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Moody",
   "pi_email_addr": "eric.moody@uwyo.edu",
   "nsf_id": "000797556",
   "pi_start_date": "2019-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Ave.",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 56639.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our brains use information from how our bodies move to help understand and navigate the world around us. Researchers believe that our brains recreate body actions to help with cognition in a process called &ldquo;simulation.&rdquo; This happens to seeing other people&rsquo;s actions as well as to performing our own actions. In other words, our brains use the same processes to understand our actions, as well as the actions of others. We can detect this using a technique called electroencephalography (EEG) where sensors are worn on the head using a special cap. These sensors measure electrical signals as brain cells (neurons) fire and there can be different oscillations, or speeds that the signals move back and forth like a wave. When we observe brain signals between 8-13 Hz while people watch other people act and then perform the same action, we usually see that the brain signals look the same. We call this part of the spectrum mu waves. &nbsp;However, there might also be two types of simulation that happen at different oscillation speeds. There are mu alpha (9-12 Hz) and beta (14-20 Hz). Mu beta has slightly faster oscillations and might be associated with observing or performing emotional body actions, such as expressions of pride and joy with a fist pump or slouching over when sad or depressed.</p>\r\n<p>There is also some evidence that people with autism spectrum disorders (ASD) might have problems with simulation of body states that could contribute to the symptoms they have. For example, there is research showing that those with ASD might not simulate actions performed by others in the same way that they simulate their own actions. Given that there might be differences in the types of mu waves that are associated with emotional vs non-emotional actions, we wanted to determine if the differences in mu waves seen in ASD show any differences between mu alpha and beta (non-emotional and emotional simulation). We created a series of studies that would explore mu waves in adults with ASD, including their response to videos of their own and other people&rsquo;s actions. We created the stimuli which were &ldquo;point-light displays&rdquo;, which are a series of dots placed at major joints to represent the actions. This prevented any extraneous information, like gender or attractiveness from interfering with our results. We were ready to start collecting data from people with ASD, and then the COVID19 pandemic emerged and prevented us from collecting any data for several years.</p>\r\n<p>When the restrictions were lifted, we tried to recruit adults with ASD. However, there were still a lot of fears in the autism community at that time, and we couldn&rsquo;t get anyone to come to our lab. So, we decided to collect data from college students because they are easier to recruit. Autism traits can be measured in people without autism, and the more traits they have, the more they act like they have ASD, even though they may not have a diagnosis. We collected additional measures of these other autism behaviors, which is known as the broader autism phenotype. When we did this, we didn&rsquo;t find what we expected. Rather, we found that there were differences between actions that were coherent (looked like actual movements that people could make) vs scrambled actions that were biologically impossible. We also found that mu alpha when people observe actions were mostly driven by neutral stimuli, rather than emotional stimuli. This is the opposite of what we previously found. We also found differences in how people responded to point light displays of their own actions vs other people&rsquo;s actions.</p>\r\n<p>Overall, we did not find the effects we were expecting. We even used really rigorous methods to make sure we were examining the brain signals correctly. This helped, and we were able to find that mu-alpha brain signals looked the same for observation of Coherent vs. Scrambled point light displays. However, given how hard it was to conduct this study, it could be that using mu wave as an indicator for ASD could be ineffective. It might cost too much and might not be accurate enough. Also, given that we found opposite findings from previous research, we might need to rethink what mu wave really represents in the first place. We plan to keep studying mu waves and ASD, but we will need to be very careful to make sure our findings are accurate.</p>\r\n<p>We were able to use this research to write several papers and conference presentations. We also used this grant to train 14 undergraduate students. This training will help these students find careers in neuroscience and autism research, which will be critical to creating a workforce that can help answer these questions.</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: Eric&nbsp;J&nbsp;Moody</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur brains use information from how our bodies move to help understand and navigate the world around us. Researchers believe that our brains recreate body actions to help with cognition in a process called simulation. This happens to seeing other peoples actions as well as to performing our own actions. In other words, our brains use the same processes to understand our actions, as well as the actions of others. We can detect this using a technique called electroencephalography (EEG) where sensors are worn on the head using a special cap. These sensors measure electrical signals as brain cells (neurons) fire and there can be different oscillations, or speeds that the signals move back and forth like a wave. When we observe brain signals between 8-13 Hz while people watch other people act and then perform the same action, we usually see that the brain signals look the same. We call this part of the spectrum mu waves. However, there might also be two types of simulation that happen at different oscillation speeds. There are mu alpha (9-12 Hz) and beta (14-20 Hz). Mu beta has slightly faster oscillations and might be associated with observing or performing emotional body actions, such as expressions of pride and joy with a fist pump or slouching over when sad or depressed.\r\n\n\nThere is also some evidence that people with autism spectrum disorders (ASD) might have problems with simulation of body states that could contribute to the symptoms they have. For example, there is research showing that those with ASD might not simulate actions performed by others in the same way that they simulate their own actions. Given that there might be differences in the types of mu waves that are associated with emotional vs non-emotional actions, we wanted to determine if the differences in mu waves seen in ASD show any differences between mu alpha and beta (non-emotional and emotional simulation). We created a series of studies that would explore mu waves in adults with ASD, including their response to videos of their own and other peoples actions. We created the stimuli which were point-light displays, which are a series of dots placed at major joints to represent the actions. This prevented any extraneous information, like gender or attractiveness from interfering with our results. We were ready to start collecting data from people with ASD, and then the COVID19 pandemic emerged and prevented us from collecting any data for several years.\r\n\n\nWhen the restrictions were lifted, we tried to recruit adults with ASD. However, there were still a lot of fears in the autism community at that time, and we couldnt get anyone to come to our lab. So, we decided to collect data from college students because they are easier to recruit. Autism traits can be measured in people without autism, and the more traits they have, the more they act like they have ASD, even though they may not have a diagnosis. We collected additional measures of these other autism behaviors, which is known as the broader autism phenotype. When we did this, we didnt find what we expected. Rather, we found that there were differences between actions that were coherent (looked like actual movements that people could make) vs scrambled actions that were biologically impossible. We also found that mu alpha when people observe actions were mostly driven by neutral stimuli, rather than emotional stimuli. This is the opposite of what we previously found. We also found differences in how people responded to point light displays of their own actions vs other peoples actions.\r\n\n\nOverall, we did not find the effects we were expecting. We even used really rigorous methods to make sure we were examining the brain signals correctly. This helped, and we were able to find that mu-alpha brain signals looked the same for observation of Coherent vs. Scrambled point light displays. However, given how hard it was to conduct this study, it could be that using mu wave as an indicator for ASD could be ineffective. It might cost too much and might not be accurate enough. Also, given that we found opposite findings from previous research, we might need to rethink what mu wave really represents in the first place. We plan to keep studying mu waves and ASD, but we will need to be very careful to make sure our findings are accurate.\r\n\n\nWe were able to use this research to write several papers and conference presentations. We also used this grant to train 14 undergraduate students. This training will help these students find careers in neuroscience and autism research, which will be critical to creating a workforce that can help answer these questions.\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: EricJMoody\n"
 }
}