{
 "awd_id": "1923429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDGE CT: Catalyzing regeneration research by developing functional tools for post-embryonic stages",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 935322.0,
 "awd_amount": 935322.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "Injury is widespread in nature and animals possess varied mechanisms to cope with damage or the loss of body parts. One of the most dramatic injury responses known is regeneration, the regrowing of a body part that has been lost. Although this ability is quite limited in some animals, such as mammals, many others are able to regenerate extensive parts of their body. Technical challenges have severely limited the study of the genes involved in regeneration in some of the most highly regenerative animals. Annelids, or segmented worms, include numerous highly regenerative species but there are no robust approaches for studying the genetic basis of regeneration in this group. The team of investigators of this project develop new approaches for testing the function of genes during regeneration in three highly regenerative annelid species. This work will open up the possibility of identifying the genes and molecular pathways responsible for the remarkable regenerative abilities of annelid worms, and is expected to help catalyze research in other groups of animals. Technical advances are shared broadly with relevant research communities through roundtable discussions at scientific conferences, a laboratory-based hands-on workshop, a project blog, and other online forums. The team of investigators also develop and disseminate general educational resources about regeneration and its study, including an educational comic book and teaching materials for high school science teachers and students.\r\n \r\nThis project addresses a central technical challenge for studying regeneration in many animal groups: manipulating gene function in post-embryonic life-history stages. The project is executed by a close-knit team of researchers and focuses on developing functional approaches to interrogate the genotype-phenotype relationship in three focal annelid species with distinct life histories and adult growth patterns: Platynereis, Capitella, and Pristina. In Aim 1, post-embryonic delivery techniques are optimized using a combination of injection and electroporation. In Aim 2, knock-down approaches using morpholinos and siRNAs in post-embryonic stages are developed, and in Aim 3, gene knock-ins and knock-outs in post-embryonic stages using CRSPR/Cas9 are developed. The work is expected to have a strong catalyzing effect on research, with an increase in the power of inquiry in these other soft-bodied and vermiform animals for existing research labs, an increase in the number of research labs utilizing such organisms and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Bely",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra E Bely",
   "pi_email_addr": "abely@umd.edu",
   "nsf_id": "000473587",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Seaver",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine C Seaver",
   "pi_email_addr": "seaver@whitney.ufl.edu",
   "nsf_id": "000193701",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Duygu",
   "pi_last_name": "Ozpolat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Duygu Ozpolat",
   "pi_email_addr": "dozpolat@mbl.edu",
   "nsf_id": "000755062",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland",
  "perf_str_addr": "0249 BPS, 4094 Campus Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 935322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Animals of all kinds are susceptible to injury and body damage is extremely common in animals in the wild. &nbsp;Animals possess varied mechanisms to cope with body injury. One of the most dramatic injury responses known is regeneration, the regrowing of a body part that has been lost. Although this ability is quite limited in some animals, such as mammals, many other animals are able to regenerate even extensive parts of their bodies. Annelids, or segmented worms, include many highly regenerative species. However, understanding regeneration processes in this group has been hampered by a lack of robust approaches for studying regeneration's genetic basis. This project aimed to address this technique gap by working to develop approaches for testing the function of genes during regeneration in annelids. Focusing on three highly regenerative annelid species, the team developed and optimized approaches to deliver reagents into the tissues and cells of juvenile and adult annelid worms. This was accomplished by using ultra-fine glass needles to deliver reagents within the body and sometimes also using a brief electric current to aid in the uptake of reagents by cells. Using this approach, reagents that block the normal synthesis of specific gene products (morpholinos) were successfully delivered into annelid worms. Several genes known to be expressed during regeneration were tested across multiple annelid species. Although the delivery of these gene product disrupting reagents (morpholinos) did not produce detectable effects on the outcome of regeneration, in some cases it disrupted normal molecular processing of gene products (transcripts). These findings demonstrate that this approach can be an effective way to manipulate normal gene function during annelid regeneration, expanding the toolkit for understanding how animals with extensive regenerative abilities can rebuild lost body parts.</p>\r\n<p>This project included a number of dissemination and education activities.&nbsp;The team shared research findings at several scientific conferences and fostered broader understanding of animal regeneration through a general public talk. Several graduate students and technicians involved in the work broadened their scientific training and professional skills. The team held multiple round table discussions at scientific conferences and engaged in in-person and online presentation and discussion forums to promote exchange of ideas about gene disruption approaches during regeneration.&nbsp;The research team also hosted several other researchers and provided hands-on research training in techniques for studying regeneration, including reagent delivery, in annelids.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/03/2025<br>\nModified by: Alexandra&nbsp;E&nbsp;Bely</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAnimals of all kinds are susceptible to injury and body damage is extremely common in animals in the wild. Animals possess varied mechanisms to cope with body injury. One of the most dramatic injury responses known is regeneration, the regrowing of a body part that has been lost. Although this ability is quite limited in some animals, such as mammals, many other animals are able to regenerate even extensive parts of their bodies. Annelids, or segmented worms, include many highly regenerative species. However, understanding regeneration processes in this group has been hampered by a lack of robust approaches for studying regeneration's genetic basis. This project aimed to address this technique gap by working to develop approaches for testing the function of genes during regeneration in annelids. Focusing on three highly regenerative annelid species, the team developed and optimized approaches to deliver reagents into the tissues and cells of juvenile and adult annelid worms. This was accomplished by using ultra-fine glass needles to deliver reagents within the body and sometimes also using a brief electric current to aid in the uptake of reagents by cells. Using this approach, reagents that block the normal synthesis of specific gene products (morpholinos) were successfully delivered into annelid worms. Several genes known to be expressed during regeneration were tested across multiple annelid species. Although the delivery of these gene product disrupting reagents (morpholinos) did not produce detectable effects on the outcome of regeneration, in some cases it disrupted normal molecular processing of gene products (transcripts). These findings demonstrate that this approach can be an effective way to manipulate normal gene function during annelid regeneration, expanding the toolkit for understanding how animals with extensive regenerative abilities can rebuild lost body parts.\r\n\n\nThis project included a number of dissemination and education activities.The team shared research findings at several scientific conferences and fostered broader understanding of animal regeneration through a general public talk. Several graduate students and technicians involved in the work broadened their scientific training and professional skills. The team held multiple round table discussions at scientific conferences and engaged in in-person and online presentation and discussion forums to promote exchange of ideas about gene disruption approaches during regeneration.The research team also hosted several other researchers and provided hands-on research training in techniques for studying regeneration, including reagent delivery, in annelids.\r\n\n\n\t\t\t\t\tLast Modified: 01/03/2025\n\n\t\t\t\t\tSubmitted by: AlexandraEBely\n"
 }
}