{
 "awd_id": "1923164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toward a Theory of Systems Engineering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jitesh H. Panchal",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 448670.0,
 "awd_amount": 512670.0,
 "awd_min_amd_letter_date": "2019-07-17",
 "awd_max_amd_letter_date": "2023-11-03",
 "awd_abstract_narration": "The research objective of this award is to provide a framework for and begin the derivation of a mathematically rigorous theory of systems engineering.  Systems engineering has often been taught and practiced based on a set of heuristics that work sometimes, but not always.  The lack of a rigorous theory has contributed to many projects encountering delays, significant cost overruns, and under-performance.  It has been estimated that the resulting losses to the Federal government, particularly via military and other major Federal procurements, likely exceed $200 million per day.  These losses are accompanied by equivalent losses in the private sector.  A theory of systems engineering will serve as a test of the validity of systems engineering practices and posit a theory for sound systems design and decision making, which hold considerable promise of substantially reducing these losses.  In addition, a rigorous theory will provide a basis for sound systems engineering education and hold the potential to revolutionize engineering education across the entire engineering curriculum.  For example, it will form the basis for teaching engineering design decision making under uncertainty.\r\n\r\nIt is noted that a comprehensive theory of systems engineering can be derived from the simple preference statement, \"I want the best system I can get,\" where the definition of \"best\" is left entirely to the discretion of the project manager.  The insight upon which this effort is based observes that design and systems engineering are decision-making processes, which rely on preferences that enable optimal system decision making rather than physical principals that impose constraints on design decisions. The approach in this project is a significant deviation from previous efforts to the derivation of a theory of design and systems engineering, and its implementation will demand the rigorous application and integration of decision theory, preference theory, probability theory, game theory and mechanism design. The merger of these branches of mathematics with engineering will represent a transformative advance, providing a litmus test for the validity of theories of and approaches to systems engineering.  A goal of this work will be the establishment of a set of rules that will define valid methods, procedures and processes for the conduct of engineering design and systems engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Hazelrigg",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr",
   "pi_full_name": "George A Hazelrigg",
   "pi_email_addr": "ghazelri@gmu.edu",
   "nsf_id": "000764646",
   "pi_start_date": "2019-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "072Y00",
   "pgm_ele_name": "EDSE-Engineering Design and Sy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 448670.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The primary outcome of this award is to show that a fundamental theory of systems engineering can be derived from the preference statement, \"<em>I want the best system I can get</em>,\" where the definition of \"<em>best\"</em> is at the discretion of the project manager or decision-making authority.&nbsp; An argument is provided for the necessity of this preference, noting that it is only through such a preference that systems engineering takes on value.&nbsp; This statement results in nine fundamental principles of systems engineering and engineering design that act both as a guide to good design decision-making and a validity test for systems engineering theories, methods, procedures and processes.&nbsp; These principles then facilitated the derivation of theories to address several aspects of systems engineering including: a fundamental theory of tolerancing that addresses geometric tolerancing, recipe (quantity) tolerancing and process tolerancing, and that provides for functional tolerances, namely tolerances that are a function of two or more variables; a theory for the optimization of flowdown requirements that can enable a concurrent design process that does not result in system performance penalties; a mathematical procedure, referred to as \"<em>differential utility</em>,\" for the analysis of decisions involving the comparison of alternatives whose outcomes have significant but highly correlated uncertainties, thus significantly improving design decision-making in such cases; a fundamental theory of model validation based on value-of-information theory that offers to replace the current accuracy-based theory addressing the significant shortcomings of this theory, a study of the use of incentive structures designed to prevent major engineering failures that arise as a result of profit or goal-motivated decision making (for example, the Space Shuttle Challenger, the Boeing 737MAX accidents, Volkswagen's fraudulent emissions testing, the DC-10 cargo door failure) where the problems were clearly evident to the design engineers in advance while the final costs to the involved organizations were well into the billions of dollars; and an in-depth study into path-dependent processes that dominate current systems engineering approaches.&nbsp; Path dependency occurs whenever a multi-step process is employed wherein the outcome of the process is critically dependent on the order by which the steps are taken.&nbsp; This includes, for example, development of a project management organization, the assignment of flowdown requirements, the assignment of engineers to design tasks, the order of assembly of system parts and components, and so on.&nbsp; This study resulted in a deeper understanding and simplification of a class of path-dependent processes, including the traveling salesperson problem, thus enabling better path optimization methods.&nbsp; In addition to the above research outcomes, the study resulted in a call for revising the engineering design pedagogy to eliminate or modify the teaching of decision-making methods such as the Weighted Sum Method, the Pugh method and the Analytical Hierarchy Process that fail to meet the requirements of the nine principles of systems engineering.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research has provided a sound mathematical basis for a theory of systems engineering that will enable improved engineering design and systems engineering curricula, thus producing an engineering workforce that will be better equipped to design products and systems of the future.&nbsp; It provides the groundwork for improvements to several systems engineering methods and processes that currently interfere with good design decision making, and importantly, it also provides a basis for determination of the validity of methods and processes in current use today.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The award supported two female graduate students, five undergraduate students who received NSF funding through Research Experiences for Undergraduates (REU) supplements, two of whom are women, one of whom is African American, and three males one of whom is Hispanic, and two additional males supported by university funding sources.&nbsp; The students' research has resulted in four publications, which they presented at conferences (two of which have since become journal publications), and all of the students have presented their work in some forum.</p><br>\n<p>\n Last Modified: 08/09/2024<br>\nModified by: George&nbsp;A&nbsp;Hazelrigg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n The primary outcome of this award is to show that a fundamental theory of systems engineering can be derived from the preference statement, \"I want the best system I can get,\" where the definition of \"best\" is at the discretion of the project manager or decision-making authority. An argument is provided for the necessity of this preference, noting that it is only through such a preference that systems engineering takes on value. This statement results in nine fundamental principles of systems engineering and engineering design that act both as a guide to good design decision-making and a validity test for systems engineering theories, methods, procedures and processes. These principles then facilitated the derivation of theories to address several aspects of systems engineering including: a fundamental theory of tolerancing that addresses geometric tolerancing, recipe (quantity) tolerancing and process tolerancing, and that provides for functional tolerances, namely tolerances that are a function of two or more variables; a theory for the optimization of flowdown requirements that can enable a concurrent design process that does not result in system performance penalties; a mathematical procedure, referred to as \"differential utility,\" for the analysis of decisions involving the comparison of alternatives whose outcomes have significant but highly correlated uncertainties, thus significantly improving design decision-making in such cases; a fundamental theory of model validation based on value-of-information theory that offers to replace the current accuracy-based theory addressing the significant shortcomings of this theory, a study of the use of incentive structures designed to prevent major engineering failures that arise as a result of profit or goal-motivated decision making (for example, the Space Shuttle Challenger, the Boeing 737MAX accidents, Volkswagen's fraudulent emissions testing, the DC-10 cargo door failure) where the problems were clearly evident to the design engineers in advance while the final costs to the involved organizations were well into the billions of dollars; and an in-depth study into path-dependent processes that dominate current systems engineering approaches. Path dependency occurs whenever a multi-step process is employed wherein the outcome of the process is critically dependent on the order by which the steps are taken. This includes, for example, development of a project management organization, the assignment of flowdown requirements, the assignment of engineers to design tasks, the order of assembly of system parts and components, and so on. This study resulted in a deeper understanding and simplification of a class of path-dependent processes, including the traveling salesperson problem, thus enabling better path optimization methods. In addition to the above research outcomes, the study resulted in a call for revising the engineering design pedagogy to eliminate or modify the teaching of decision-making methods such as the Weighted Sum Method, the Pugh method and the Analytical Hierarchy Process that fail to meet the requirements of the nine principles of systems engineering.\n\n\n This research has provided a sound mathematical basis for a theory of systems engineering that will enable improved engineering design and systems engineering curricula, thus producing an engineering workforce that will be better equipped to design products and systems of the future. It provides the groundwork for improvements to several systems engineering methods and processes that currently interfere with good design decision making, and importantly, it also provides a basis for determination of the validity of methods and processes in current use today.\n\n\n The award supported two female graduate students, five undergraduate students who received NSF funding through Research Experiences for Undergraduates (REU) supplements, two of whom are women, one of whom is African American, and three males one of whom is Hispanic, and two additional males supported by university funding sources. The students' research has resulted in four publications, which they presented at conferences (two of which have since become journal publications), and all of the students have presented their work in some forum.\t\t\t\t\tLast Modified: 08/09/2024\n\n\t\t\t\t\tSubmitted by: GeorgeAHazelrigg\n"
 }
}