{
 "awd_id": "1923206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular mechanisms of chromosome repression and dosage compensation in C. elegans",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 814069.0,
 "awd_amount": 814069.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "Molecular mechanisms of chromosome repression and dosage compensation in C. elegans\r\n\r\nThe phenomenon of \"dosage compensation\" in animals is a chromosome-wide process that equalizes the expression of X chromosomes in the different sexes. This project will investigate how the positions and structure of X chromosomes in the nucleus influences how genes are repressed in the model organism, C. elegans. The research will be performed by graduate and undergraduate students, who will be trained in research methods, data analysis, and scientific writing in preparation for future careers in science. In addition, the Principle Investigator and students will partner with the University of Michigan Museum of Natural History to be trained as Science Communication Fellows. They will then share research results and insights with museum visitors through Scientist Spotlight activities and Investigate Lab Public Programs. The Principle Investigator will also participate in museum-led outreach activities for underserved middle school students through the Science for Tomorrow Program, and for lay adult audiences through the Science Cafe Program. The Principle Investigator and students will also arrange more informal scientific outreach visits to local K-12 schools. \r\n\r\nThe project will investigate the impact of chromosome structure and organization on development by studying the model system of dosage compensation in the nematode C. elegans. In this organism, a complex resembling the mitotic chromosome condensation machinery binds both X chromosomes of XX hermaphrodite to downregulate gene expression two-fold and bring gene expression levels to that seen in XO males. During this process, the X chromosomes are compacted and tethered to the nuclear lamina to stabilize repression of genes. How this nuclear reorganization takes place is not understood at the molecular level. The project will investigate the contribution of a nuclear lamina-localized protein, CEC-4, by investigating its chromosomal localization patterns, determining its binding partners, and analyzing the contributions of each to chromosome and nuclear organization. The project will also investigate the contribution of the nuclear hormone receptor SEX-1. Genetic evidence indicates that SEX-1 mutations partially disrupt dosage compensation making the process more sensitive to further disruptions. The project will identify the chromosomal targets of SEX-1, and will determine how these targets contribute to dosage compensation and how SEX-1 and CEC-4 cooperate in these processes. The research will involve the use gene editing technologies to generate tagged proteins and mutant versions, genomics to obtain a high-resolution map of chromosomal association patterns and gene expression effects, and superresolution microscopy to analyze the effects on chromosome structure and nuclear organization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gyorgyi",
   "pi_last_name": "Csankovszki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gyorgyi Csankovszki",
   "pi_email_addr": "gyorgyi@umich.edu",
   "nsf_id": "000116624",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "1105 North University Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 814069.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our laboratory works in the field of epigenetics and chromosome biology. Of particular interest are instances when the same DNA sequence leads to different outcomes in organisms. A prime example of this is regulation of the sex chromosomes. In humans, females have two X chromosomes, and males have one. But despite the differences in the numbers, the X chromosomes produce the same amount of gene products. Similarly, in the nematode <em>Caenorhabditis elegans</em>, hermaphrodites have two X chromosomes, and males have one, but the two sexes produce the same amount of gene products. Equalization is accomplished by a process called dosage compensation, in which a complex of proteins, called the dosage compensation complex, binds the two X chromosomes in hermaphrodites are downregulates genes on the chromosome by half. A molecular chromosome counting process early in development triggers changes in two aspects of development. First, nematodes with one X chromosome will develop a male body, while those with two will develop a hermaphrodite body. Second, the process of chromosome dosage compensation is initiated solely in XX animals.</p>\n<p>This project investigated the roles of two genes in the process: SEX-1 and CEC-4. SEX-1 was known to play a role early in development, during the chromosome counting process, by repressing the function of the male gene XOL-1. We showed that SEX-1 plays additional roles to strengthen the developmental decisions. It represses other genes required in male development, including HER-1. In addition, it also promotes dosage compensation in hermaphrodites in part by regulating the activity of a member of the dosage compensation complex, DPY-21. By doing so, it reinforces decisions made earlier in development, making these decisions more robust.</p>\n<p>CEC-4 also contributes to the robustness of maintaining the status of the X chromosomes. In hermaphrodites, the XX chromosomes must be repressed throughout the life time of the organism to promote health and longevity. In this project we demonstrated that CEC-4 helps maintain long-term repression of the chromosomes. CEC-4 is a protein that localizes to the periphery of the nucleus (the cellular compartment where chromosomes are kept). By sequestering repressed chromosomal regions to the periphery, including the X chromosomes, CEC-4 helps maintain their repression. While loss of CEC-4 alone is not lethal to nematodes, they become more sensitive to even mild defects in dosage compensation. This both aspects of this project lead to the conclusion that important developmental decisions (such as developing a male or hermaphrodite body as well as the decision whether to dosage compensate the X chromosomes), must be reinforced at multiple levels and several stages of development and lifespan.</p>\n<p>These findings were presented to the scientific community at various regional, national, and internation meetings and reported in several scientific publications. The project also provided training opportunities for undergraduate and graduate students in scientific research, research presentations, and writing.</p>\n<p>Laboratory personnel also partnered with the Museum of Natural History at the University of Michigan, to train students and the principal investigator in scientific outreach and then participate in several activities. Students and the principal investigator participated in Scientists&rsquo; Spotlight activities, presenting a hands-on activity about our research to the general public. A presentation was also given to the public at a local restaurant as part of the Science Caf&eacute; series. For a several week period, the museum hosted an &ldquo;Investigate Lab&rdquo; activity based on our research, where museum visitors were able to view mutant and non-mutant nematodes under a microscope to see consequences of improper regulation of the X chromosomes.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/06/2024<br>\nModified by: Gyorgyi&nbsp;Csankovszki</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur laboratory works in the field of epigenetics and chromosome biology. Of particular interest are instances when the same DNA sequence leads to different outcomes in organisms. A prime example of this is regulation of the sex chromosomes. In humans, females have two X chromosomes, and males have one. But despite the differences in the numbers, the X chromosomes produce the same amount of gene products. Similarly, in the nematode Caenorhabditis elegans, hermaphrodites have two X chromosomes, and males have one, but the two sexes produce the same amount of gene products. Equalization is accomplished by a process called dosage compensation, in which a complex of proteins, called the dosage compensation complex, binds the two X chromosomes in hermaphrodites are downregulates genes on the chromosome by half. A molecular chromosome counting process early in development triggers changes in two aspects of development. First, nematodes with one X chromosome will develop a male body, while those with two will develop a hermaphrodite body. Second, the process of chromosome dosage compensation is initiated solely in XX animals.\n\n\nThis project investigated the roles of two genes in the process: SEX-1 and CEC-4. SEX-1 was known to play a role early in development, during the chromosome counting process, by repressing the function of the male gene XOL-1. We showed that SEX-1 plays additional roles to strengthen the developmental decisions. It represses other genes required in male development, including HER-1. In addition, it also promotes dosage compensation in hermaphrodites in part by regulating the activity of a member of the dosage compensation complex, DPY-21. By doing so, it reinforces decisions made earlier in development, making these decisions more robust.\n\n\nCEC-4 also contributes to the robustness of maintaining the status of the X chromosomes. In hermaphrodites, the XX chromosomes must be repressed throughout the life time of the organism to promote health and longevity. In this project we demonstrated that CEC-4 helps maintain long-term repression of the chromosomes. CEC-4 is a protein that localizes to the periphery of the nucleus (the cellular compartment where chromosomes are kept). By sequestering repressed chromosomal regions to the periphery, including the X chromosomes, CEC-4 helps maintain their repression. While loss of CEC-4 alone is not lethal to nematodes, they become more sensitive to even mild defects in dosage compensation. This both aspects of this project lead to the conclusion that important developmental decisions (such as developing a male or hermaphrodite body as well as the decision whether to dosage compensate the X chromosomes), must be reinforced at multiple levels and several stages of development and lifespan.\n\n\nThese findings were presented to the scientific community at various regional, national, and internation meetings and reported in several scientific publications. The project also provided training opportunities for undergraduate and graduate students in scientific research, research presentations, and writing.\n\n\nLaboratory personnel also partnered with the Museum of Natural History at the University of Michigan, to train students and the principal investigator in scientific outreach and then participate in several activities. Students and the principal investigator participated in Scientists Spotlight activities, presenting a hands-on activity about our research to the general public. A presentation was also given to the public at a local restaurant as part of the Science Caf series. For a several week period, the museum hosted an Investigate Lab activity based on our research, where museum visitors were able to view mutant and non-mutant nematodes under a microscope to see consequences of improper regulation of the X chromosomes.\n\n\n\t\t\t\t\tLast Modified: 11/06/2024\n\n\t\t\t\t\tSubmitted by: GyorgyiCsankovszki\n"
 }
}