{
 "awd_id": "1923778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: Scaling Deep Learning Models for Cellular Spectrum Monitoring",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2019-08-19",
 "awd_abstract_narration": "Spectrum management in wireless networks is a challenging task that will only increase in difficulty as complexity grows in hardware, configurations, and new access technology.  Government agencies and wireless providers need robust and flexible tools to monitor and detect anomalies (i.e., both faults and misbehavior) in physical spectrum usage, and to deploy them at scale.  This project targets the open challenge of spectrum anomaly detection for wide-area cellular networks, providing a practical architecture to monitor, diagnose, and secure spectrum usage. The project will significantly improve spectrum efficiency, while tackling multiple open challenges related to energy efficiency and security. The technical component of the project will be tightly integrated with educational and outreach programs to engage female and underrepresented students into research, while offering a mentoring platform.  The project will develop and strengthen collaborations with academic, government and industry partners, across multiple areas of spectrum measurements, energy-efficient systems, security, and applied machine learning.\r\n\r\nThe core concept driving this project is the integration of a distributed spectrum measurement platform with an efficient deep neural network-based anomaly detection framework. Deep learning in this context introduces multiple challenges, including scalability, lack of location-specific training data, lack of misuse events in data, and potential for adversarial attacks. Our proposed work addresses these with a combination of context-agnostic training, transfer learning, semi-supervised clustering for detection of anomalies and adversarial countermeasures. The proposed system will incorporate spectrum measurements taken by various static and mobile observers, and use these measurements to train an efficient, scalable, and robust anomaly detection module driven by deep neural network models. The detection module will run on both static and mobile observers, allowing the system to detect and diagnose spectrum anomalies in real-time.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haitao",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haitao Zheng",
   "pi_email_addr": "htzheng@cs.uchicago.edu",
   "nsf_id": "000230003",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Zhao",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Ben Y Zhao",
   "pi_email_addr": "ravenben@cs.uchicago.edu",
   "nsf_id": "000238651",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5730 S. Ellis Avenue, JCL 371",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055Z",
   "pgm_ref_txt": "SpecEES Spectrum Efficiency, Energy Effi"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project targets the open challenge of spectrum anomaly detection for wide-area wireless networks, with particular focus on cellular networks. Since cellular traffic incorporates highly complex, time-varying patterns difficult to capture using traditional models, we propose to integrate a distributed spectrum measurement platform with a deep neural network (DNN)-based anomaly detection framework.&nbsp; Over a period of four years, we have explored this approach in three directions: (1) designing scalable DNN models that can efficiently scale with the underlying distributed spectrum measurement system; (2) developing efficient learning methods to detect and diagnose a broadest of spectrum usage events and anomalies; and (3) designing robust DNN training methods that can resist various types of attacks.</p>\n<p>&nbsp;</p>\n<p>In the first direction, we develop a new methodology for training spectrum DNN models that can be deployed on each spectrum &ldquo;observer&rdquo; (e.g., trusted spectrum measurement devices carried by vehicles), the key element of the underlying distributed spectrum measurement system.&nbsp; To validate our design, we build spectrum measurement functions on USRP N210 devices and use them to collect spectrum measurements on multiple cellular bands in our local area.&nbsp; We also generate synthetic spectrum anomaly data to emulate different types of anomalies and attacks in cellular systems.&nbsp;&nbsp; These data and our normal measurement data are used to test different spectrum anomaly detection models.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In the second direction, we explore methods for building high-quality anomaly detection models. This is a well-known challenge in machine learning, due to the scarcity of labeled anomaly data. The classical and most common approach is to train anomaly detection models using only normal data, i.e., first train a model using a corpus of normal data to capture normal behaviors, then configure the model to flag instances with large deviations as anomalies.&nbsp; We first follow this common approach and use our empirically collected cellular spectrum data to build LSTM and autoencoder based deep anomaly detection models.&nbsp; While these models show promising performance, we are interested in improving them using labeled anomalies (when they become available).&nbsp;&nbsp; We find that, when the labeled anomalies (used to train the model) do not align with the target distribution (typically unknown), they often introduce bias to the trained model and degrade the model performance.&nbsp; This finding leads us to formally study the effect of additional labeled anomalies on deep anomaly detection and establish the first finite sample rates for estimating the bias.&nbsp; We also empirically verify the bias effect and demonstrate a few typical scenarios in which the labeled anomalies can be useful or problematic.&nbsp; Our results suggest that model trainers must treat additional labeled data with extra care.</p>\n<p>In the third direction, we propose to expand the scope of DNN defenses by incorporating post-attack forensics and recovery measures. This augmentation complements existing efforts in adversarial machine learning aimed at minimizing the likelihood of successful attacks against DNN models.&nbsp; Specifically, upon detecting a misclassification event at the test time, we first identify the cause of the attack, i.e., the presence of poisoned training data, or a strong adversarial example produced by obtaining white-box access to the model.&nbsp; Once the cause of the attack is located using a forensic algorithm, we build post-attack recovery techniques to resume the model operation while eliminating the vulnerability to the attack.&nbsp; If the cause is the poisoned training data, we locate the specific set and remove their contributions to the trained model. If the cause is white-box access to the current model, our recovery mechanism trains and deploys a new model version without the need to collect new training data. The new model can effectively resist adversarial example attacks computed from all previously leaked models.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Regarding broader impacts, our project has led to a set of new discoveries and important results in the field of adversarial machine learning, mobile systems, which could drastically change how ML, security, and mobile system developers view the role of adversarial machine learning in mobile systems. Furthemore, this project has functioned as both an educational resource and a recruitment tool for underrepresented minorities at University of Chicago, and a collaborative platform that fosters interdisciplinary engagement, bringing together researchers from diverse fields such as machine learning, security, mobile networking, and systems.&nbsp;&nbsp; This project has supported one PhD thesis (2022), and 9 referred conference publications.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/10/2023<br>\nModified by: Haitao&nbsp;Zheng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project targets the open challenge of spectrum anomaly detection for wide-area wireless networks, with particular focus on cellular networks. Since cellular traffic incorporates highly complex, time-varying patterns difficult to capture using traditional models, we propose to integrate a distributed spectrum measurement platform with a deep neural network (DNN)-based anomaly detection framework. Over a period of four years, we have explored this approach in three directions: (1) designing scalable DNN models that can efficiently scale with the underlying distributed spectrum measurement system; (2) developing efficient learning methods to detect and diagnose a broadest of spectrum usage events and anomalies; and (3) designing robust DNN training methods that can resist various types of attacks.\n\n\n\n\n\nIn the first direction, we develop a new methodology for training spectrum DNN models that can be deployed on each spectrum observer (e.g., trusted spectrum measurement devices carried by vehicles), the key element of the underlying distributed spectrum measurement system. To validate our design, we build spectrum measurement functions on USRP N210 devices and use them to collect spectrum measurements on multiple cellular bands in our local area. We also generate synthetic spectrum anomaly data to emulate different types of anomalies and attacks in cellular systems. These data and our normal measurement data are used to test different spectrum anomaly detection models.\n\n\n\n\n\nIn the second direction, we explore methods for building high-quality anomaly detection models. This is a well-known challenge in machine learning, due to the scarcity of labeled anomaly data. The classical and most common approach is to train anomaly detection models using only normal data, i.e., first train a model using a corpus of normal data to capture normal behaviors, then configure the model to flag instances with large deviations as anomalies. We first follow this common approach and use our empirically collected cellular spectrum data to build LSTM and autoencoder based deep anomaly detection models. While these models show promising performance, we are interested in improving them using labeled anomalies (when they become available). We find that, when the labeled anomalies (used to train the model) do not align with the target distribution (typically unknown), they often introduce bias to the trained model and degrade the model performance. This finding leads us to formally study the effect of additional labeled anomalies on deep anomaly detection and establish the first finite sample rates for estimating the bias. We also empirically verify the bias effect and demonstrate a few typical scenarios in which the labeled anomalies can be useful or problematic. Our results suggest that model trainers must treat additional labeled data with extra care.\n\n\nIn the third direction, we propose to expand the scope of DNN defenses by incorporating post-attack forensics and recovery measures. This augmentation complements existing efforts in adversarial machine learning aimed at minimizing the likelihood of successful attacks against DNN models. Specifically, upon detecting a misclassification event at the test time, we first identify the cause of the attack, i.e., the presence of poisoned training data, or a strong adversarial example produced by obtaining white-box access to the model. Once the cause of the attack is located using a forensic algorithm, we build post-attack recovery techniques to resume the model operation while eliminating the vulnerability to the attack. If the cause is the poisoned training data, we locate the specific set and remove their contributions to the trained model. If the cause is white-box access to the current model, our recovery mechanism trains and deploys a new model version without the need to collect new training data. The new model can effectively resist adversarial example attacks computed from all previously leaked models.\n\n\n\n\n\nRegarding broader impacts, our project has led to a set of new discoveries and important results in the field of adversarial machine learning, mobile systems, which could drastically change how ML, security, and mobile system developers view the role of adversarial machine learning in mobile systems. Furthemore, this project has functioned as both an educational resource and a recruitment tool for underrepresented minorities at University of Chicago, and a collaborative platform that fosters interdisciplinary engagement, bringing together researchers from diverse fields such as machine learning, security, mobile networking, and systems. This project has supported one PhD thesis (2022), and 9 referred conference publications.\n\n\n\t\t\t\t\tLast Modified: 11/10/2023\n\n\t\t\t\t\tSubmitted by: HaitaoZheng\n"
 }
}