{
 "awd_id": "1923926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Tracking the interacting roles of the environment, host genotype, and a novel Rickettsiales in coral disease susceptibility",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 277704.0,
 "awd_amount": 377704.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2021-12-09",
 "awd_abstract_narration": "Historically one of the most abundant reef-building corals in Florida and the wider Caribbean, the staghorn coral, Acropora cervicornis, is now listed as critically endangered primarily because of previous and reoccurring disease events. Understanding the holistic mechanisms of disease susceptibility in this coral is a top concern of practitioners engaged in conservation and restoration. The investigators recently discovered a group of parasitic bacteria common within the microbial community of A. cervicornis that can reduce the growth and health of corals when reefs are exposed to nutrient polluted waters. Determining how interactions among the coral host, this parasitic microbe, and the environment are linked to disease susceptibility provides critical insight and greater success of future restoration efforts. Yet the complexity of animal microbiomes and the contextual nature of disease make it difficult to identify the specific cause of many disease outbreaks. In this project, the investigators conduct experiments to explore the interactions among different genetic strains of coral and these bacteria in various nutrient scenarios to better understand how this bacterium affects the susceptibility of staghorn coral to diseases. This project also characterizes the genomics, host range, and local and global distribution of this bacterial coral parasite to determine how its evolutionary history and physiology drive disease susceptibility in this important coral species. The project trains two postdocs, one technician, and seven students (one graduate, six undergraduates) in integrative sciences that span marine science, physiology, genetics, microbiology, omics, and statistical modeling. A research-based after school program in Florida is expanded to include microbiology and create a new program module called Microbial warriors, with a focus on women in science. The investigators produce documentary style films and outreach materials to broadly communicate the project science and conservation efforts to local and national communities via presentations at Mote Marine Lab and the Oregon Museum of Science and Industry. This project is co-funded by the Biological Oceanography Program in the Division of Ocean Sciences and the Symbiosis, Defense, and Self-recognition Program in the Division of Integrative Organismal Systems.\r\n\r\nThe investigators recently identified a marine Rickettsiales bacterium that, in corals, can be stimulated to grow in the presence of elevated nitrogen and phosphorous species. Based on genomic reconstruction and phylogeography, this bacteria is classified as a novel bacterial genus, Candidatus Aquarickettsia, and showed that it is broadly associated with scleractinian corals worldwide. Importantly, using a model system, the endangered Acropora cervicornis coral, the team has also shown that the growth of this bacterium in vivo is associated with reduced host growth and increased disease susceptibility. This project aims to more completely evaluate the mechanisms behind and impacts of these inducible infections on coral physiology and host-bacterial symbiosis. The investigators conduct nutrient dosing experiments on different coral genotypes with various Rickettsiales abundances. Using a range of omics and microscopy techniques, the team quantifies the resulting effects on holobiont phenotypes. The investigators are also comparing the genomes of these bacteria in the different Acroporid hosts and other coral genera to evaluate facets of the bacterium's evolutionary history, as well as to identify possible mechanisms of its proliferation, virulence, and host specificity. This interdisciplinary project mechanistically links nutrients to temporal changes in host, algal symbiont, and bacterial parasite physiology and also explain why there is natural variation in these responses by exploring how host and parasite genotypes and growth dynamics combined with environmental contextuality alter holobiont phenotypes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erinn",
   "pi_last_name": "Muller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erinn M Muller",
   "pi_email_addr": "emuller@mote.org",
   "nsf_id": "000600269",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mote Marine Laboratory",
  "inst_street_address": "1600 KEN THOMPSON PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SARASOTA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9413884441",
  "inst_zip_code": "342361004",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "FL17",
  "org_lgl_bus_name": "MOTE MARINE LABORATORY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FSM5L96Q1RM3"
 },
 "perf_inst": {
  "perf_inst_name": "Mote Marine Laboratory",
  "perf_str_addr": "24244 Overseas Highway",
  "perf_city_name": "Summerland Key",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "330420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "FL28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  },
  {
   "pgm_ref_code": "7656",
   "pgm_ref_txt": "SYMBIOSIS DEF & SELF RECOG"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 277704.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-402ca28e-7fff-502e-c75a-6d7b4acc01f5\"> <span id=\"docs-internal-guid-ec7803a7-7fff-ad56-7465-01fe5d55af7e\"> </span></span></p>\n<p><span id=\"docs-internal-guid-480757c0-7fff-1bd2-f147-43358465b51a\"> </span></p>\n<p dir=\"ltr\"><span>Our collaborative project between Oregon State University and Mote Marine Laboratory studied the interactions among the coral animal, its resident bacteria, and the environment to understand how these factors work together to ultimately affect coral health. Our preliminary data showed that the high abundance of an obligate parasite of Caribbean staghorn corals (</span><span>Acropora cervicornis</span><span>), called </span><span>Aquarickettsia rohweri</span><span>, is not only associated with reduced growth rates, but also a high susceptibility to disease in some corals. Using nutrient exposure experiments designed to alter the interactions of the bacterium </span><span>Aquarickettsia </span><span>within disease-susceptible genotypes (i.e., individuals with distinct genetic makeup) of Caribbean staghorn corals, this project tested several hypotheses regarding marine host-microbe-environmental interactions and disease susceptibility.</span></p>\n<p>Initially, to better understand the microbe of interest we studied the life history of the bacterial-coral interaction and showed that Aquarickettsia is likely transmitted horizontally from one individual coral host to another, perhaps from other adult staghorn corals located within the same reef sites, and not directly from parent to offspring. Meanwhile, Aquarickettsia appears to be evolving independently of its coral host, indicating that it can rapidly adapt to new climates and hosts&ndash; a cosmopolitan parasite. Additionally, microbial signatures of staghorn genotypes from different regions within the Florida Keys were retained even after translocation to novel regions for years, suggesting that the coral host may be mediating its own microbiome. Finally, coral genotypes with a high abundance of Aquarickettsia were indeed more susceptible to white band disease compared with genotypes that had a more diverse microbiome with low abundance of Aquarickettsia.&nbsp;</p>\n<p>Our nutrient enrichment studies showed that phosphates in particular caused an increase in the abundance of Aquarickettsia within disease-resistant staghorn corals and a subsequent reduction in coral growth rates, while corals exposed to nitrates showed no difference from control treatments.&nbsp; Furthermore, while three weeks of nutrient enrichment did not alter disease-resistant genotype microbiomes, six weeks of nutrient enrichment reduced growth rates and disrupted the coral microbiome, suggesting that even robust genotypes may succumb to alterations after more sustained environmental pressures. Analysis of Aquarickettsia gene expression in host corals exposed to nutrient enrichment showed increased activity in Aquarickettsia nutrient importation genes and genes involved in infectivity, suggesting that nutrient enrichment may exacerbate infection by the parasite Aquarickettsia.&nbsp;&nbsp;</p>\n<p>Our final set of experiments confirmed data from previous studies showing that genotypes of A. cervicornis dominated by the coral parasite Aquarickettsia were more susceptible to disease than genotypes with diverse microbiomes and low Aquarickettsia. However, when comparing nutrient enrichments with previous exposure to high water temperatures, we found that the strongest predictor of disease development for each genotype tested was prior exposure to increased thermal stress rather than nutrient enrichment. Here, disease-resistant genotypes remained more robust with less disease-associated mortality compared with disease-susceptible genotypes, but those that were heat-stressed were no longer completely disease resistant. Initial analysis suggests that production of immune proteins in corals with diverse microbiomes and low Aquarickettsia was higher than immune protein activity in corals with high abundances of Aquarickettsia.&nbsp; Ultimately, these series of studies have highlighted the importance of the host-microbiome-environment interaction on coral physiology and health. Further understanding and potentially manipulating this tripartite to encourage more robust coral health will be essential to recover critically endangered species such as the Caribbean staghorn coral.</p>\n<p><span>In addition to the targeted research outlined above, Mote education staff coordinated several presentation opportunities from women in science that study microbial and molecular aspects of corals. Female scientists delivered lectures to high school students, discussed their passion for microbes, and provided insight into juggling life demands as well as career expectations. In addition, education staff designed a residential program titled &ldquo;Investigate Environmental Health&rdquo;. School groups of various ages (middle school to college) were invited to stay overnight at Mote&rsquo;s Elizabeth Moore International Center for Coral Reef Research and Restoration laboratory in Summerland Key, FL. Mote hosted 442 students who participated in a multi-day hands-on investigative research project culturing bacteria and assessing reef health in restoration outplant locations. </span><span>Activities included water quality monitoring, water sample collection, </span><span>culture-based bacterial assays, underwater survey methodology, visual health assessments of both our ex-situ nursery system and in the field at Looe Key Reef, and hands-on lab experiments investigating the spread of coral disease and mitigation techniques.</span><span> Additionally, Mote education staff developed several classroom-based lessons and corresponding activities to help students develop skills related to coral reefs and microbiology. </span><span>A total of&nbsp; 1,587 participants engaged in 89 total programs focused on coral and microbial research associated with this NSF award.</span></p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Erinn&nbsp;M&nbsp;Muller</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187371510_Education_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187371510_Education_3--rgov-800width.jpg\" title=\"Health Assessments\"><img src=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187371510_Education_3--rgov-66x44.jpg\" alt=\"Health Assessments\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students learn to perform visual health assessments with coral color charts used by scientists for corals in the ex-situ nursery and research systems.</div>\n<div class=\"imageCredit\">Jessyca Garlock, Mote Marine Laboratory</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Erinn&nbsp;M&nbsp;Muller\n<div class=\"imageTitle\">Health Assessments</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187204226_Education_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187204226_Education_2--rgov-800width.jpg\" title=\"Culturing Bacteria\"><img src=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187204226_Education_2--rgov-66x44.jpg\" alt=\"Culturing Bacteria\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students cultured bacteria onto Vibrio-selective agar plates. After 24 hours, students analyzed their plates by counting individual colonies and calculating percent cover. Students used their results to compare pathogen presence across multiple sites in the Florida Keys.</div>\n<div class=\"imageCredit\">Jessyca Garlock, Mote Marine Laboratory</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Erinn&nbsp;M&nbsp;Muller\n<div class=\"imageTitle\">Culturing Bacteria</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701185382605_Education_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701185382605_Education_1--rgov-800width.jpg\" title=\"Water Quality Testing\"><img src=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701185382605_Education_1--rgov-66x44.jpg\" alt=\"Water Quality Testing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students use pH probes to determine pH and temperature of the water in different tanks, then hypothesize how corals and their microbiomes might respond to conditions in those tanks</div>\n<div class=\"imageCredit\">Jessyca Garlock, Mote Marine Laboratory</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Erinn&nbsp;M&nbsp;Muller\n<div class=\"imageTitle\">Water Quality Testing</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187282011_P7230682--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187282011_P7230682--rgov-800width.jpg\" title=\"Experimental Induction of Disease\"><img src=\"/por/images/Reports/POR/2023/1923926/1923926_10630763_1701187282011_P7230682--rgov-66x44.jpg\" alt=\"Experimental Induction of Disease\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tissue loss is evident in a coral exposed to disease homogenate.</div>\n<div class=\"imageCredit\">Grace Klinges, Mote Marine Laboratory</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Erinn&nbsp;M&nbsp;Muller\n<div class=\"imageTitle\">Experimental Induction of Disease</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n  \n\n\n \n\n\nOur collaborative project between Oregon State University and Mote Marine Laboratory studied the interactions among the coral animal, its resident bacteria, and the environment to understand how these factors work together to ultimately affect coral health. Our preliminary data showed that the high abundance of an obligate parasite of Caribbean staghorn corals (Acropora cervicornis), called Aquarickettsia rohweri, is not only associated with reduced growth rates, but also a high susceptibility to disease in some corals. Using nutrient exposure experiments designed to alter the interactions of the bacterium Aquarickettsia within disease-susceptible genotypes (i.e., individuals with distinct genetic makeup) of Caribbean staghorn corals, this project tested several hypotheses regarding marine host-microbe-environmental interactions and disease susceptibility.\n\n\nInitially, to better understand the microbe of interest we studied the life history of the bacterial-coral interaction and showed that Aquarickettsia is likely transmitted horizontally from one individual coral host to another, perhaps from other adult staghorn corals located within the same reef sites, and not directly from parent to offspring. Meanwhile, Aquarickettsia appears to be evolving independently of its coral host, indicating that it can rapidly adapt to new climates and hosts a cosmopolitan parasite. Additionally, microbial signatures of staghorn genotypes from different regions within the Florida Keys were retained even after translocation to novel regions for years, suggesting that the coral host may be mediating its own microbiome. Finally, coral genotypes with a high abundance of Aquarickettsia were indeed more susceptible to white band disease compared with genotypes that had a more diverse microbiome with low abundance of Aquarickettsia.\n\n\nOur nutrient enrichment studies showed that phosphates in particular caused an increase in the abundance of Aquarickettsia within disease-resistant staghorn corals and a subsequent reduction in coral growth rates, while corals exposed to nitrates showed no difference from control treatments. Furthermore, while three weeks of nutrient enrichment did not alter disease-resistant genotype microbiomes, six weeks of nutrient enrichment reduced growth rates and disrupted the coral microbiome, suggesting that even robust genotypes may succumb to alterations after more sustained environmental pressures. Analysis of Aquarickettsia gene expression in host corals exposed to nutrient enrichment showed increased activity in Aquarickettsia nutrient importation genes and genes involved in infectivity, suggesting that nutrient enrichment may exacerbate infection by the parasite Aquarickettsia.\n\n\nOur final set of experiments confirmed data from previous studies showing that genotypes of A. cervicornis dominated by the coral parasite Aquarickettsia were more susceptible to disease than genotypes with diverse microbiomes and low Aquarickettsia. However, when comparing nutrient enrichments with previous exposure to high water temperatures, we found that the strongest predictor of disease development for each genotype tested was prior exposure to increased thermal stress rather than nutrient enrichment. Here, disease-resistant genotypes remained more robust with less disease-associated mortality compared with disease-susceptible genotypes, but those that were heat-stressed were no longer completely disease resistant. Initial analysis suggests that production of immune proteins in corals with diverse microbiomes and low Aquarickettsia was higher than immune protein activity in corals with high abundances of Aquarickettsia. Ultimately, these series of studies have highlighted the importance of the host-microbiome-environment interaction on coral physiology and health. Further understanding and potentially manipulating this tripartite to encourage more robust coral health will be essential to recover critically endangered species such as the Caribbean staghorn coral.\n\n\nIn addition to the targeted research outlined above, Mote education staff coordinated several presentation opportunities from women in science that study microbial and molecular aspects of corals. Female scientists delivered lectures to high school students, discussed their passion for microbes, and provided insight into juggling life demands as well as career expectations. In addition, education staff designed a residential program titled Investigate Environmental Health. School groups of various ages (middle school to college) were invited to stay overnight at Motes Elizabeth Moore International Center for Coral Reef Research and Restoration laboratory in Summerland Key, FL. Mote hosted 442 students who participated in a multi-day hands-on investigative research project culturing bacteria and assessing reef health in restoration outplant locations. Activities included water quality monitoring, water sample collection, culture-based bacterial assays, underwater survey methodology, visual health assessments of both our ex-situ nursery system and in the field at Looe Key Reef, and hands-on lab experiments investigating the spread of coral disease and mitigation techniques. Additionally, Mote education staff developed several classroom-based lessons and corresponding activities to help students develop skills related to coral reefs and microbiology. A total of 1,587 participants engaged in 89 total programs focused on coral and microbial research associated with this NSF award.\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: ErinnMMuller\n"
 }
}