{
 "awd_id": "1923782",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SpecEES: Collaborative Research: Efficient and Secure Access to Spectrum up to THz",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Murat Torlak",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2019-07-21",
 "awd_max_amd_letter_date": "2019-07-21",
 "awd_abstract_narration": "Since the days of Marconi, critics complained that wireless transmission lacked security and was so slow that a boy on a pony would be a faster way to transmit a message, as Lord Byron famously quipped in 1898.  Over a century later, terabit-per-second links in terahertz (THz) scale spectrum are around the corner and highly directional beams have been decreed secure by design.  However, even THz links can become \"too slow\" if they suffer from outages while repeatedly re-aligning beams for mobile clients. Likewise, while 60 gigahertz (GHz)  bands have been lauded for their improved security, unfortunately, even pencil-beam THz-scale links can be vulnerable to agile eavesdroppers.  Consequently, this project targets to design, implement, and experimentally explore proof-of-concept systems to realize a Wireless Local Area Network (WLAN) architecture with efficient and secure access to spectrum from 100 GHz up to 1 THz and WLAN-scale range up to 120 meters. This project will build on fundamental new transmission capabilities enabled by THz-scale devices and spectrum.  \r\n\r\n\r\nThe first project thrust will realize Leaky X-Agon, a first-of-its-kind multi-face leaky waveguide WLAN architecture. This architecture couples frequency and steering angle to provide frequency-selective adaptive beam steering enabling unprecedented spatial density of links. Moreover, a new foundation for beam steering and frequency selection is realized via transmission of a wideband \"THz rainbow\" on each face: by emitting different frequencies at different angles, the receiver can identify all propagation paths and their steering angles simultaneously, as opposed to time-consuming and inefficient trial-and-error testing that is commonly employed today.  The second project thrust addresses security and provides experimental analysis and counter-measures for securing spectrum access from 100 GHz to 1 THz. Under a strong adversary threat model, this project thrust will develop methods using THz backscatter and THz rainbow distortion to detect and avoid objects that an eavesdropper may be using to aid interception of a transmission.  Moreover, a novel absorption tuning method is proposed to tune the transmission range so that interception beyond the location of the intended receiver is not viable. Using accurate empirical models, the method will tune the carrier frequency to be close to that of a water vapor absorption resonance, yielding exquisite control of the atmospheric propagation loss, and therefore of the transmission range.  All project components feature an extensive implementation and experimental plan for over-the-air experiments and validation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Knightly",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Edward W Knightly",
   "pi_email_addr": "knightly@rice.edu",
   "nsf_id": "000179561",
   "pi_start_date": "2019-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "059Y00",
   "pgm_ele_name": "SpecEES Spectrum Efficiency, E"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is a study of fundamental new transmission capabilities enabled by THz-scale devices and spectrum. On the performance of<strong> </strong>communication potential of line-of-sight and non-line-of-sight paths using leaky-wave antenna at terahertz,<strong> </strong>we considered the implication of using high-gain directional antennas that are likely to be less sensitive to signals arriving from NLoS directions. We explored two illustrative transmitter architectures: (i) substrate-lens coupled dipole antenna and (ii) leaky-wave antenna and investigated the signal strength and power spectrum at different receiving angles. Finally, we perform the first experimental evaluation of multi-user beamforming for the THz band networks with the single-element leaky-wave antenna link.</p>\n<p class=\"Body\">We investigated<strong> </strong>secure communication channels using atmosphere-limited line-of-sight terahertz links. The attenuation due to absorption by water vapor molecules increases exponentially, and therefore can dominate the overall loss. A transmitter (Alice) can therefore choose her transmit power and carrier frequency (relative to the peak of one of the water vapor absorption resonances) in order to ensure that the intended receiver (Bob) can receive the signal, but that an eavesdropper (Eve) located along the same line of sight but farther away, cannot. We showed both computationally and experimentally that this method for securing communications is extremely effective as long as Eve is roughly twice as far from Alice as is Bob (or farther).</p>\n<p class=\"Body\">We explored the sensing capability of leaky-wave antenna for communication critical mobility information including nodal (translation, rotation) and environmental mobility (blockage). We presented LeakyTrack, a novel system that enables non-coherent and training-free motion sensing with a single antenna which exploits leaky-wave antenna?s unique frequency signatures to extract nodal movement and object blockage information. In collaboration with researchers at Princeton, we then extended this work to a leaky-wave aperture with two orthogonal slot apertures, in order to expand the capabilities of this sensing approach to include full 3D localization.</p>\n<p class=\"Body\">We presented the first study of the efficacy of malicious jamming attacks on directional THz links, focusing on the highly relevant case where the intended receiver (Bob) employs a power-law detector and OOK modulation. We showed that jamming attacks can be extremely effective and difficult to detect, as long as the jammer can effectively couple into Bob?s receiver. Because of the incoherent detector employed by Bob, the attack can be asymmetric, affecting only the ?1? bit and not the ?0? bit at all. Moreover, the attack need not be at the same frequency as the intended transmission, and can nevertheless still be effective at disrupting the transmission.</p>\n<p>We explored new slot design for the parallel-plate leaky-wave antennas for better antenna efficiency and higher radiation directivity to meet the communication requirements in the terahertz regime. We also developed a neural network for optimizing the design of complex leaky-wave apertures such that they distribute signals to multiple users at pre-selected angular locations. Finally, we reported the first experimental study of a conformal leaky-wave aperture at terahertz frequencies, demonstrating the simultaneous distribution of signals with low bit error rate to two widely spaced frequencies, using different slot apertures on a curved surface.</p>\n<p class=\"Body\">We demonstrated THz radar using a leaky-wave device to both transmit a broadband signal, and to receive back-reflected signals from objects in the environment. That result inspired a demonstration of a low-profile THz bar code reader which could be valuable in situations in which covert communication is required.</p>\n<p class=\"Body\">High speed THz devices based on HEMT technology: We have formed a productive collaboration with researchers at UESTC in Chengdu China.&nbsp; Although this collaboration has been limited to zoom interactions only (due to the pandemic), it has nevertheless produced several high-profile results, in which conventional THz integrated waveguide structures are coupled to high-speed modulation elements based on GaN technology, with novel coupling geometries. In one example, we reported a high-precision phase-only modulator with better than one degree of phase precision at 260 GHz. In a second more recent example, we described an amplitude modulator with operation speed up to at least 30 GHz, comparable in performance to the best in-line fiber modulators for the telecomm wavelength.</p>\n<p>We characterized the key elements of a wideband multi-user LWA link via a simplified physics based analytical model. To target aggregate rate maximization, we proposed exemplary spectrum access transmission schemes that allows different simultaneous users to access the spectrum despite being at different locations. By measuring a wideband THz transmission from a custom LWA, we found that the measured spectrum spans lower frequencies and a wide range of emission angles as compared to the model prediction.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2022<br>\n\t\t\t\t\tModified by: Edward&nbsp;W&nbsp;Knightly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is a study of fundamental new transmission capabilities enabled by THz-scale devices and spectrum. On the performance of communication potential of line-of-sight and non-line-of-sight paths using leaky-wave antenna at terahertz, we considered the implication of using high-gain directional antennas that are likely to be less sensitive to signals arriving from NLoS directions. We explored two illustrative transmitter architectures: (i) substrate-lens coupled dipole antenna and (ii) leaky-wave antenna and investigated the signal strength and power spectrum at different receiving angles. Finally, we perform the first experimental evaluation of multi-user beamforming for the THz band networks with the single-element leaky-wave antenna link.\nWe investigated secure communication channels using atmosphere-limited line-of-sight terahertz links. The attenuation due to absorption by water vapor molecules increases exponentially, and therefore can dominate the overall loss. A transmitter (Alice) can therefore choose her transmit power and carrier frequency (relative to the peak of one of the water vapor absorption resonances) in order to ensure that the intended receiver (Bob) can receive the signal, but that an eavesdropper (Eve) located along the same line of sight but farther away, cannot. We showed both computationally and experimentally that this method for securing communications is extremely effective as long as Eve is roughly twice as far from Alice as is Bob (or farther).\nWe explored the sensing capability of leaky-wave antenna for communication critical mobility information including nodal (translation, rotation) and environmental mobility (blockage). We presented LeakyTrack, a novel system that enables non-coherent and training-free motion sensing with a single antenna which exploits leaky-wave antenna?s unique frequency signatures to extract nodal movement and object blockage information. In collaboration with researchers at Princeton, we then extended this work to a leaky-wave aperture with two orthogonal slot apertures, in order to expand the capabilities of this sensing approach to include full 3D localization.\nWe presented the first study of the efficacy of malicious jamming attacks on directional THz links, focusing on the highly relevant case where the intended receiver (Bob) employs a power-law detector and OOK modulation. We showed that jamming attacks can be extremely effective and difficult to detect, as long as the jammer can effectively couple into Bob?s receiver. Because of the incoherent detector employed by Bob, the attack can be asymmetric, affecting only the ?1? bit and not the ?0? bit at all. Moreover, the attack need not be at the same frequency as the intended transmission, and can nevertheless still be effective at disrupting the transmission.\n\nWe explored new slot design for the parallel-plate leaky-wave antennas for better antenna efficiency and higher radiation directivity to meet the communication requirements in the terahertz regime. We also developed a neural network for optimizing the design of complex leaky-wave apertures such that they distribute signals to multiple users at pre-selected angular locations. Finally, we reported the first experimental study of a conformal leaky-wave aperture at terahertz frequencies, demonstrating the simultaneous distribution of signals with low bit error rate to two widely spaced frequencies, using different slot apertures on a curved surface.\nWe demonstrated THz radar using a leaky-wave device to both transmit a broadband signal, and to receive back-reflected signals from objects in the environment. That result inspired a demonstration of a low-profile THz bar code reader which could be valuable in situations in which covert communication is required.\nHigh speed THz devices based on HEMT technology: We have formed a productive collaboration with researchers at UESTC in Chengdu China.  Although this collaboration has been limited to zoom interactions only (due to the pandemic), it has nevertheless produced several high-profile results, in which conventional THz integrated waveguide structures are coupled to high-speed modulation elements based on GaN technology, with novel coupling geometries. In one example, we reported a high-precision phase-only modulator with better than one degree of phase precision at 260 GHz. In a second more recent example, we described an amplitude modulator with operation speed up to at least 30 GHz, comparable in performance to the best in-line fiber modulators for the telecomm wavelength.\n\nWe characterized the key elements of a wideband multi-user LWA link via a simplified physics based analytical model. To target aggregate rate maximization, we proposed exemplary spectrum access transmission schemes that allows different simultaneous users to access the spectrum despite being at different locations. By measuring a wideband THz transmission from a custom LWA, we found that the measured spectrum spans lower frequencies and a wide range of emission angles as compared to the model prediction.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2022\n\n\t\t\t\t\tSubmitted by: Edward W Knightly"
 }
}