{
 "awd_id": "1924303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: FND: COLLAB: Design of dynamic multibehavioral robots: new tools to consider design tradeoff and enable more capable robotic systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 499931.0,
 "awd_amount": 499931.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "This project will create new techniques for designing robots that perform multiple dynamic behaviors. Currently, most robots can execute a limited set of behaviors like picking-and-placing objects or walking and running over level ground.  To expand a robot's behavioral repertoire, it is standard practice to simply combine existing robots; for instance, attaching a robot arm to a wheeled or legged robot base produces a robot that can both move around and pick-and-place objects.  This approach to design is expedient, but has obvious drawbacks: first, the resulting designs may be impractically large or expensive; second, there is a limit to the number of separate robots that can be combined, limiting the combined robot's behavioral repertoire.  It would be better for robots to maximally re-using existing parts -- for instance, a single limb could be used both as a leg and an arm as is common in the animal kingdom -- but such robots are much harder to create because the relationship between design and behavior is complex.  A new paradigm of design for multi-behavior would produce robots that can help society in a wide range of applications.  For instance, home assistance robots must operate in environments built for humans, and as such they must have the flexibility to travel upstairs, over clutter, dig through drawers, manipulate small objects, and more.  The results of this project may enable machines that can be customized to the demands of the specific sets of behaviors needed, reducing cost, size, and complexity. The methods developed here will help to lower the barrier to entry for robotics research and development by making design of complex robots easier, opening the field to engineers and entrepreneurs who can expand the range of applications of robotic technology.\r\n\r\nTo enable robot designers to build systems that are capable of multiple behaviors, this project seeks to create automated techniques that can re-use parts in different behaviors while reasoning about performance tradeoffs that emerge between use cases.  To achieve this, the project will analyze the relationship between design and behavior for dynamic robots using physics-based reduced order models.  These models will capture the behaviors of interest and reduce the complexity of the design search space.  The local geometry of these relationships will allow for the analysis and synthesis of multibehavioral robots that exposes the tradeoffs between competing design objectives.  This reformulated multiobjective optimization problem will allow a designer to work in the space of behavioral performance without having to consider each design parameter independently, resulting in a significantly reduced search space. These methods will allow for a robot's design to be customized to the task scenario, increasing the overall system efficiency and effectiveness.  These results will be demonstrated and evaluated in a case study wherein the design of a commercially-available quadrupedal robot is customized to capably execute multiple dynamic behaviors to perform a fetching task in varied scenarios.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sam",
   "pi_last_name": "Burden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sam Burden",
   "pi_email_addr": "sburden@uw.edu",
   "nsf_id": "000704018",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Libby",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Libby",
   "pi_email_addr": "tom.libby@sri.com",
   "nsf_id": "000789215",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of  Washington",
  "perf_str_addr": "185 Stevens Way",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 499931.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to endow robots with limbs that can be used for multiple tasks. This kind of functionality is common in nature. For instance, primate arms can be used to crawl, climb, use tools, or swing through trees. In contrast, robot arms are purpose-built for a restricted set of behaviors like assembling parts in a factory. So when a robot is designed for a complex task such as bomb removal, multiple purpose-built arms and other assemblies are bolted onto a chassis -- we call this the \"Swiss army knife\" approach to robot design. Robots built with this approach are expensive, heavy, and hard to maintain, because there are redundant parts in the purpose-built assemblies. Our project sought to create new techniques for analysis and synthesis of robots whose parts can be reused for multiple tasks. We focused on robot locomotion and manipulation, and specifically considered the design of limbs (arms / legs) and effectors (hands / feet). We successfully created the needed analytical and computational techniques and applied them to design a single limb to act as an arm and a leg. Future directions for this line of work could entail integrating multiple of these multifunctional limbs on a shared chassis and testing the resulting robot in real-world tasks like in-home care or disaster recovery.</p><br>\n<p>\n Last Modified: 12/31/2023<br>\nModified by: Sam&nbsp;Burden</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project is to endow robots with limbs that can be used for multiple tasks. This kind of functionality is common in nature. For instance, primate arms can be used to crawl, climb, use tools, or swing through trees. In contrast, robot arms are purpose-built for a restricted set of behaviors like assembling parts in a factory. So when a robot is designed for a complex task such as bomb removal, multiple purpose-built arms and other assemblies are bolted onto a chassis -- we call this the \"Swiss army knife\" approach to robot design. Robots built with this approach are expensive, heavy, and hard to maintain, because there are redundant parts in the purpose-built assemblies. Our project sought to create new techniques for analysis and synthesis of robots whose parts can be reused for multiple tasks. We focused on robot locomotion and manipulation, and specifically considered the design of limbs (arms / legs) and effectors (hands / feet). We successfully created the needed analytical and computational techniques and applied them to design a single limb to act as an arm and a leg. Future directions for this line of work could entail integrating multiple of these multifunctional limbs on a shared chassis and testing the resulting robot in real-world tasks like in-home care or disaster recovery.\t\t\t\t\tLast Modified: 12/31/2023\n\n\t\t\t\t\tSubmitted by: SamBurden\n"
 }
}