{
 "awd_id": "1924545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Highly Selective Photocatalysis on TiO2 with Atomically Dispersed Active Centers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2019-08-22",
 "awd_abstract_narration": "Catalysts accelerate chemical reactions toward preferred products with significant savings in energy and capital costs.  Photocatalysts - those that rely on the sun's energy - offer a path to sustainable manufacturing of fuels and chemicals, and also facilitate remediation of environmental pollutants.  The project will investigate novel photocatalyst designs for upgrading natural gas to higher-value products and clean-up of nitric oxide from air pollutants.  The research will be supplemented by a broad range of educational and outreach activities aimed primarily at K-12 and undergraduate students from underrepresented backgrounds.\r\n\r\nThe project enlists the expertise of three investigators with skills in catalyst synthesis, spectroscopic characterization techniques, and computational catalysis to prepare and characterize structurally well-defined and atomically-dispersed active sites on heterogeneous catalysts.  The catalysts will be evaluated for their ability to control the product selectivity of photo-driven reactions and to elucidate the corresponding reaction mechanisms.  This project responds to a critical challenge in heterogeneous catalysis that traditional synthesis methods often lead to a variety of catalytic sites that are structurally poorly defined. This diversity of active sites leads to poor reaction selectivity and hinders elucidation of reaction mechanisms.  The researchers will address these challenges by synthesizing atomically-dispersed active centers, mononuclear metal sites and surface oxygen vacancies, on titanium dioxide, a prototypical photocatalyst.  The project focuses on two technologically important reactions, the oxidation of methane to methanol and the reduction of NO to dinitrogen.  The effort involves characterization of the catalysts with advanced techniques, such as HAADF-STEM and EXAFS.  Operando infrared, Raman, and X-ray spectroscopies will be employed to provide insights into the mechanism of the surface reactions.  DFT calculations will further complement the mechanistic information.  The project is expected to generate novel insights into the factors that govern the reaction selectivity of heterogeneous catalytic reactions.  The team will pursue a multi-pronged approach to engage underrepresented minorities in this research at their respective institutions and to educate the general public about photocatalysis.  Specific activities include participation in the NSF-sponsored Research Experience for Undergraduates (REU) Program, an innovative course for freshmen undergraduate students whose primary declarations are not in the sciences, engagement in outreach activities with local high schools, and a collaborative effort with high-school teachers to introduce students to molecular modeling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "De-en",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "De-en Jiang",
   "pi_email_addr": "de-en.jiang@vanderbilt.edu",
   "nsf_id": "000677840",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "501 Big Springs Road",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated&nbsp;selective CH<sub>4</sub>&nbsp;activation using catalysts with atomically dispersed active centers. The desired products are value-added chemicals including CH<sub>3</sub>OH or CH<sub>3</sub>COOH (in the presence of CO).&nbsp;&nbsp;The reaction was carried out under both dark and light-illumination conditions to probe the control of product selectivity with light and to potentially reduce thermal energy consumption.&nbsp;The project made significant contributions in three main areas: synthesis of high-loading Rh single-atom catalysts, light-promoted selective production of CH<sub>3</sub>COOH with three times the state-of-the-art rate, and computational understanding of the active centers and the catalytic mechanism.</p>\n<p><strong>Intellectual Merit:&nbsp;</strong>This project tested the hypothesis that&nbsp;atomically dispersed active centers&nbsp;can be photo-promoted to activate methane at low temperatures. It was found that&nbsp;Rh centers can activate CH<sub>4</sub>&nbsp;and couple with CO to produce CH<sub>3</sub>COOH in high rates under light illumination; on the other hand, CH<sub>3</sub>OH was the preferred product in the dark condition.&nbsp;In this collaborative research, the computational efforts here have greatly contributed to the understandings of the states of the catalyst, the catalytic mechanism, and the selectivity switch.&nbsp;Both the in-plane and the out-of-plane geometries of Rh<sub>1</sub>&nbsp;were examined; it was found that the in-plane Rh<sub>1</sub>&nbsp;site favors CH<sub>3</sub>OH formation, whereas CH<sub>3</sub>COOH formation is favored by the out-of-plane Rh<sub>1</sub>&nbsp;site. Light-induced ligand to metal charge transfer was thought to be the key factor that leads to the changes of the Rh coordination environment under reaction conditions from in-plane to out-of-plane. The difficulty of CH<sub>3</sub>COOH formation at the in-plane Rh<sub>1</sub>&nbsp;site lies in the high activation energy of CO co-adsorption next to CH<sub>3</sub>&nbsp;on Rh<sub>1</sub>&nbsp;in preparation for the insertion step.&nbsp;&nbsp;For the out-of-plane Rh<sub>1</sub>&nbsp;site, the key differentiating step between CH<sub>3</sub>OH formation and that of CH<sub>3</sub>COOH is the methyl migration, where CH<sub>3</sub>COOH production is favored. &nbsp;</p>\n<p><strong>Broader impacts:</strong>&nbsp;The knowledge generated by this project can potentially find applications in the field of single-atom catalysis, photocatalysis, and methane activation, as using light to control selectivity in alkane conversion and single-atom catalysis is novel but poorly understood. The research efforts were complemented by educational and outreach activities designed to increase the awareness and experience of frontier energy and sustainability research by K-12 students and the freshman STEM students. The catalysis research from this project was part of a Discovery Seminar series geared toward the STEM learning communities at the PI's institution. Computational modeling training on catalysis was also provided to summer interns from the nearby Riverside STEM Academy students and to undergraduate researchers from the PI's institution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2022<br>\n\t\t\t\t\tModified by: De-En&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated selective CH4 activation using catalysts with atomically dispersed active centers. The desired products are value-added chemicals including CH3OH or CH3COOH (in the presence of CO).  The reaction was carried out under both dark and light-illumination conditions to probe the control of product selectivity with light and to potentially reduce thermal energy consumption. The project made significant contributions in three main areas: synthesis of high-loading Rh single-atom catalysts, light-promoted selective production of CH3COOH with three times the state-of-the-art rate, and computational understanding of the active centers and the catalytic mechanism.\n\nIntellectual Merit: This project tested the hypothesis that atomically dispersed active centers can be photo-promoted to activate methane at low temperatures. It was found that Rh centers can activate CH4 and couple with CO to produce CH3COOH in high rates under light illumination; on the other hand, CH3OH was the preferred product in the dark condition. In this collaborative research, the computational efforts here have greatly contributed to the understandings of the states of the catalyst, the catalytic mechanism, and the selectivity switch. Both the in-plane and the out-of-plane geometries of Rh1 were examined; it was found that the in-plane Rh1 site favors CH3OH formation, whereas CH3COOH formation is favored by the out-of-plane Rh1 site. Light-induced ligand to metal charge transfer was thought to be the key factor that leads to the changes of the Rh coordination environment under reaction conditions from in-plane to out-of-plane. The difficulty of CH3COOH formation at the in-plane Rh1 site lies in the high activation energy of CO co-adsorption next to CH3 on Rh1 in preparation for the insertion step.  For the out-of-plane Rh1 site, the key differentiating step between CH3OH formation and that of CH3COOH is the methyl migration, where CH3COOH production is favored.  \n\nBroader impacts: The knowledge generated by this project can potentially find applications in the field of single-atom catalysis, photocatalysis, and methane activation, as using light to control selectivity in alkane conversion and single-atom catalysis is novel but poorly understood. The research efforts were complemented by educational and outreach activities designed to increase the awareness and experience of frontier energy and sustainability research by K-12 students and the freshman STEM students. The catalysis research from this project was part of a Discovery Seminar series geared toward the STEM learning communities at the PI's institution. Computational modeling training on catalysis was also provided to summer interns from the nearby Riverside STEM Academy students and to undergraduate researchers from the PI's institution.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2022\n\n\t\t\t\t\tSubmitted by: De-En Jiang"
 }
}