{
 "awd_id": "1924394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Novel constraints on air-sea gas exchange and deep ocean ventilation from high-precision noble gas isotope measurements in seawater",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 369920.0,
 "awd_amount": 369920.0,
 "awd_min_amd_letter_date": "2019-08-28",
 "awd_max_amd_letter_date": "2019-08-28",
 "awd_abstract_narration": "The proposed work brings together the fields of chemical oceanography, ocean modeling, and solid Earth geochemistry to develop the stable isotope composition of heavy noble gases dissolved in seawater as novel physical tracers of air-sea gas exchange. Noble gases represent ideal tools for quantifying physical processes due to the fact that they are chemically inert. Because argon (Ar), krypton (Kr), and xenon (Xe) isotope ratios have distinct solubility and diffusivity ratios, as recently quantified in laboratory experiments, they complement existing bulk noble gas measurements in seawater by adding new constraints with unique sensitivities. Precise constraints on air-sea exchange of inert gases are paramount to properly quantifying production, consumption, and physical transport of biogeochemically important gases (such as carbon dioxide and oxygen) as well as ventilation age tracers (such as sulfur hexafluoride and CFCs). Additionally, global circulation models (GCMs) routinely underestimate deep-ocean ventilation compared to noble gas observations. Introducing these new isotopic constraints into model simulations will help identify physical processes related to deep-water formation that require improvement in future GCM development. Because the overturning circulation is closely tied to projections of future climate, by both the transports of radiative gases and heat into the deep ocean, there is broad international interest in improving future model projections. Therefore, adding high-precision noble gas isotope measurements to the existing body of research on inert gases in seawater will provide valuable new constraints for both the marine biogeochemistry and physical oceanography communities. Education and training of a graduate student and postdoctoral scholar will contribute to the human resource base of the United States. \r\n\r\nThe proposed work will develop high-precision Ar, Kr, and Xe stable isotope ratios in seawater as new oceanographic tracers. Along with a 2018 pilot study, the proposed measurements represent the first high- precision Kr and Xe isotope ratio analyses in seawater. A key goal of this project is to test two specific hypotheses for the observed undersaturation of Ar, Kr, and Xe throughout the deep ocean: (1) rapid cooling-induced gas uptake by the surface ocean during deep-water formation with insufficient time for equilibration before sinking, or (2) subsurface cooling caused by melting of glacial ice, leading to the dissolution of air bubbles trapped in ice. Whereas both of these non-mutually exclusive processes produce similar patterns of heavy noble gas undersaturation, the isotope ratios of these gases are well suited to distinguish the relative importance of each process. Specifically, theoretical predictions suggest a decrease in heavy-to-light isotope ratios from the kinetic fractionation associated with rapid surface ocean gas uptake, but an increase in these ratios from the input of gravitationally enriched glacial meltwater. Other goals include: (a) comparing observations to model simulations to identify successes and shortcomings of GCM representations of deep-water formation processes, and (b) a year-long time series of surface-ocean observations from the SIO pier to test models of isotopic fractionation associated with bubble injection and upwelling, with implications for the saturation of biogeochemically important gases. This work will improve upon a recent method for dissolved noble gas isotopic analysis by increasing sample sizes and refining purification techniques to achieve a >60% improvement in precision.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Severinghaus",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Severinghaus",
   "pi_email_addr": "jseveringhaus@ucsd.edu",
   "nsf_id": "000452155",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD -  Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 369920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award developed a new tool to understand how gases (including carbon dioxide) are trapped in the ocean, and how these gases can be released to the atmosphere. &nbsp;Because the ocean holds about 50 times more carbon dioxide than the atmosphere, even a small release of this gas can have a substatial impact on climate. &nbsp;The new tool involves the noble gases, which include xenon, krypton, argon, and neon. &nbsp;Noble gases have the great advantage that they are simple, and do not undergo any chemical reactions in nature. &nbsp;This simplicity makes it much easier to understand their behavior in the ocean, and ultimately to apply the knowledge gained from them to more-complex gases like carbon dioxide. &nbsp;The unique aspect of the this award was that it used the isotopes of noble gases for the first time; an isotope is simply an atom with an extra neutron, making it heavier but not changing its chemical behavior. &nbsp;For example, xenon has nine isotopes, all with slightly different ability to dissolve in water.</p>\n<p>A longstanding puzzle has been the degree to which carbon dioxide is released to the atmosphere when CO2-rich water from the deep ocean upwells to the surface. &nbsp;The main issue is that it takes about a year for this CO2-rich water to outgas to the atmosphere, and come to chemical equilbrium with the overlying air. &nbsp;Yet it is well known that these CO2-rich waters often stay at the surface only a month or less before they are forced back into the deep ocean, which is far too short a time for the waters to dicharge their load of CO2. &nbsp;This is part of the reason that the ocean has 50 times more CO2 than the atmosphere; the ocean \"holds on\" to the CO2. &nbsp;In other words, the ocean's CO2 is in a state of disequilibrium with the atmosphere.</p>\n<p>By using noble gases, which are very simple and easy to interpret, this award laid the groundwork for future efforts to better quantify how much disequilibrium exists in the dissolved CO2 in the ocean. &nbsp;Ultimately, this knowledge will help us predict how much of humanity's CO2 production will end up trapped in the ocean, where it cannot cause further climate warming.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2022<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;P&nbsp;Severinghaus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award developed a new tool to understand how gases (including carbon dioxide) are trapped in the ocean, and how these gases can be released to the atmosphere.  Because the ocean holds about 50 times more carbon dioxide than the atmosphere, even a small release of this gas can have a substatial impact on climate.  The new tool involves the noble gases, which include xenon, krypton, argon, and neon.  Noble gases have the great advantage that they are simple, and do not undergo any chemical reactions in nature.  This simplicity makes it much easier to understand their behavior in the ocean, and ultimately to apply the knowledge gained from them to more-complex gases like carbon dioxide.  The unique aspect of the this award was that it used the isotopes of noble gases for the first time; an isotope is simply an atom with an extra neutron, making it heavier but not changing its chemical behavior.  For example, xenon has nine isotopes, all with slightly different ability to dissolve in water.\n\nA longstanding puzzle has been the degree to which carbon dioxide is released to the atmosphere when CO2-rich water from the deep ocean upwells to the surface.  The main issue is that it takes about a year for this CO2-rich water to outgas to the atmosphere, and come to chemical equilbrium with the overlying air.  Yet it is well known that these CO2-rich waters often stay at the surface only a month or less before they are forced back into the deep ocean, which is far too short a time for the waters to dicharge their load of CO2.  This is part of the reason that the ocean has 50 times more CO2 than the atmosphere; the ocean \"holds on\" to the CO2.  In other words, the ocean's CO2 is in a state of disequilibrium with the atmosphere.\n\nBy using noble gases, which are very simple and easy to interpret, this award laid the groundwork for future efforts to better quantify how much disequilibrium exists in the dissolved CO2 in the ocean.  Ultimately, this knowledge will help us predict how much of humanity's CO2 production will end up trapped in the ocean, where it cannot cause further climate warming.\n\n\t\t\t\t\tLast Modified: 10/25/2022\n\n\t\t\t\t\tSubmitted by: Jeffrey P Severinghaus"
 }
}