{
 "awd_id": "1924763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Superoxide Dynamics in Irradiated Seawater",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 318869.0,
 "awd_amount": 318869.0,
 "awd_min_amd_letter_date": "2019-08-21",
 "awd_max_amd_letter_date": "2024-07-24",
 "awd_abstract_narration": "This study will improve understanding of how cycling of reactive oxygen species (ROS) is affected by light in the ocean, a research topic that has been understudied, with rates likely underestimated, and with implications for surface ocean biogeochemistry. ROS affect primary productivity and carbon cycling in the ocean by influencing availability of trace metals, cellular stress, and properties of organic compounds. Superoxide is the primary ROS controlling hydrogen peroxide formation and the fate of dioxide (O2) in photooxidation. The investigators will use a series of controlled experimental studies to address questions about decay rates and pathways of superoxide formation in light versus dark seawater and how wavelength affects superoxide production. This project will support an early career scientist, as well as graduate and undergraduate students who will receive training in field and lab research, optics, data analysis, photochemical modeling, presentations at meetings and manuscript preparation. The investigator will collaborate with local high school chemistry teachers to help them use project data in the classroom to show environmental applications and teach basic kinetics. \r\n\r\nTogether, the reactive oxygen species (ROS) superoxide (O2-) and hydrogen peroxide (H2O2) are involved in the degradation of organic pollutants, organic carbon cycles, redox cycling of iron, copper, and manganese which in turn affect marine phytoplankton distributions and contribute to external oxidative stress in major taxa of marine organisms. New understanding of microbial roles in O2- redox chemistry, advances in optically defined photochemical exposure systems, and the ability to simultaneously measure both O2- and H2O2 at environmental levels with sensitive, real-time chemiluminescence create an opportunity to re-examine unanswered questions about photo-redox reactions in seawater. The objective of this study is to advance understanding of ROS photochemistry in seawater by conducting controlled experiments to capture decay rates and pathways with and without irradiation and to assemble an improved, fully spectral photochemical model for superoxide that improves estimates of in situ ROS dynamics in sunlit ocean waters. The investigators will use a matrix of various standard and collected organic constituents dissolved in constructed solutions and natural seawater and: 1) identify, quantify, and constrain the range of photochemical and thermal reaction rates and mechanisms responsible for observed O2- concentrations in seawater during irradiation; 2) quantify the spectral photochemical efficiency of O2- and H2O2 production; and 3) use results in optically-based photo-chemical models to estimate O2-and H2O2 photochemical production rates in seawater across temporal and spatial scales and various optical and chemical constraints.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William L Miller",
   "pi_email_addr": "bmiller@uga.edu",
   "nsf_id": "000254763",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leanne",
   "pi_last_name": "Powers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leanne Powers",
   "pi_email_addr": "lcpowers@esf.edu",
   "nsf_id": "000701528",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 318869.0
  }
 ],
 "por": null
}