{
 "awd_id": "1924514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A state-of-the-art marine heat flow probe to Advance Interdisciplinary Research by the U.S. Academic Community",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 582925.0,
 "awd_amount": 582925.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2022-07-19",
 "awd_abstract_narration": "This project is to develop a state-of-the-art, multi-penetration heat flow measurement system, to be used in both the deep sea and in shallow water (like lakes and coastal areas), including mechanical, electronic, software, and documentation. The system will be built to be flexible and compatible with use on U.S. academic research vessels. Accurate determinations of geothermal heat flow is essential for understanding a variety of planetary processes including: regional and global mass and energy flows across and within the seafloor; volcanic and tectonic processes in rift and subduction settings; gas hydrate formation, occurrence, and stability; the mobility and stability of ice sheets; solute and reactive transport within volcanic rocks and sediments; and the development and maintenance of a vast subseafloor biosphere. This project will help to advance interdisciplinary exploration and discovery these and numerous aligned fields.\r\n\r\nThe project will leverage existing technology that has proven robust and effective, incorporate knowledge gained from running dozens of heat flow surveys, adapt and advance new technical developments, and integrate these elements to improve efficiency and ease of use. The new probe will take advantage of recent advances in electronics and computing capabilities. thereby improving the quality of acquired data and their interpretations. The new probe will be adjustable in physical configuration for use on academic research ships at oceanographic depths and small boats in lakes. The project will take a new approach for the probe sensor string to send digital data over a communication bus back to the data logger. Advantages of this design include 1) allowing for a greater and more flexible number of sensors to be used, based on the science objectives, 2) reducing the number of conductors and simplifying the connection to the logger, and 3) making the thermal response of the sensor assembly more consistent along its length. The new instrument will integrate ultra-short baseline navigation and acoustic telemetry through the water column between the probe and ship; these components will improve system positioning and will relay data to the surface so that real-time decisions about measurements and probe performance can be made.  Building a new, more capable and flexible measurement system will ensure that the U.S. research community is able to obtain important thermal measurements for decades into the future.  A graduate student will collaborate on the system development, emphasizing processing software, and will coauthor associated documentation, presentations, and papers. Testing of the system at sea will be completed with students as a training exercise, and an open call for participation by researchers who would like hands-on experience with the new technology. The project will document and post mechanical drawings, electronics specifications, processing software, and other information so that advances made as part of this project will be secured in the record and widely accessible to the community. The development of a digital, low power, sensor system will create opportunities for new sensing applications to be realized where either distributed or small-footprint sensing is required. Documentation will include at least one research paper, introducing the new system, and additional scientific studies will show data and interpretations from numerous settings. The system and associated studies will be presented at national and international meetings, and be part of student thesis chapters. The working system will be made available for use through the U.S. Marine Heat Flow capability, including training for routine use and system documentation\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Maurice",
   "pi_last_name": "Tivey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maurice A Tivey",
   "pi_email_addr": "mtivey@whoi.edu",
   "nsf_id": "000431231",
   "pi_start_date": "2019-07-18",
   "pi_end_date": "2021-05-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Fucile",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Fucile",
   "pi_email_addr": "pfucile@whoi.edu",
   "nsf_id": "000105459",
   "pi_start_date": "2021-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "360 Woods Hole Road MS # 24",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 582925.0
  }
 ],
 "por": null
}