{
 "awd_id": "1924191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Concentrations and source assessment of black carbon across tropical Atlantic air and sediment",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927938",
 "po_email": "ecanuel@nsf.gov",
 "po_sign_block_name": "Elizabeth Canuel",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 522171.0,
 "awd_amount": 522171.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2019-12-19",
 "awd_abstract_narration": "Concentrations and source assessment of black carbon across tropical Atlantic air and sediment\r\nPI: Lohmann (URI); co-PI: Pockalny (URI)\r\n\r\nBlack carbon is formed during the incomplete burning of fuels (e.g., the black clouds of smoke emitted by buses and trucks). Black carbon does not degrade easily in the environment and can be transported long distances, even reaching the seafloor. Yet the fluxes of black carbon in the environment are not well known, particularly in the oceans. Rivers are considered the dominant source of black carbon to the oceans. However, recent results suggest that there may be regions of the ocean where the atmospheric delivery of black carbon may be important. This study investigates whether biomass burning (e.g., wildfires) in Africa is a source of black carbon to the tropical Atlantic Ocean. The unique molecular and isotopic properties of black carbon will be used to identify black carbon  in the atmosphere, water and sediment in the study region. Sediment, water column and atmospheric particles will be collected during a 3-week research cruise across the tropical Atlantic Ocean. Two different approaches will be used to quantify black carbon in the environment. The research is relevant and timely for our understanding of the carbon cycle, a key component of our ability to forecast climate and its change. The project supports a graduate student and provide opportunities for high school students participating in the SMILE Program (Science and Math Investigative Learning Experiences). This project is jointly funded by the Chemical Oceanography Program and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nSurface sediment samples will be collected at ten sites across the tropical Atlantic Ocean in a region known to be impacted by biomass burning events (wildfires) in Africa. Appropriate locations for sediment sampling will be identified using state-of-the-art ship equipment to ensure a successful coring operation. Once collected, the black carbon and organic carbon fractions of the sediment will be isolated and measured. A range of isotopic and molecular marker approaches will be used to identify the likely source of these carbon fractions. The central hypothesis is that the black carbon residing in the sediment of the tropical Atlantic Ocean is derived from biomass burning and delivered through atmospheric deposition. Carbon derived from recent biomass burning contains C-14 isotopes that indicate ?young? (or recently produced) carbon, while carbon from fossil fuels (?old carbon?) has no C-14 due to radioactive decay. To further assess the origin of the black carbon in the region, water column and atmospheric particles will be collected during the research cruise. The origin of the atmospheric black carbon particles (biomass burning or fossil fuel emissions) will be established through a collaboration with colleagues in Sweden. The broader impacts of this research include the engagement of high school students through The SMILE Program (Science and Math Investigative Learning Experiences) at the University of Rhode Island. The project also provides training opportunities for graduate and undergraduate students, with a focus on recruitment of students from under-represented groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rainer",
   "pi_last_name": "Lohmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rainer Lohmann",
   "pi_email_addr": "rlohmann@uri.edu",
   "nsf_id": "000090273",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Pockalny",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Pockalny",
   "pi_email_addr": "rpockalny@uri.edu",
   "nsf_id": "000173230",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "South Ferry Road URI Bay Campus",
  "perf_city_name": "NARRAGANSETT",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028821158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 522171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Black carbon is a byproduct of the incomplete combustion of fossil fuels and biomass burning. It is a subfraction of the organic carbon present in soils and sediment. Commonly reported total organic carbon contains both organic and black carbon. Unlike organic carbon however, black carbon cannot be used by biological organisms, effectively transferring carbon from the biological carbon cycle, commonly referred to as just the carbon cycle, to the geological carbon cycle, which can be considered a sink in the tractional carbon cycle. Overall, the transport and fate of black carbon in the ocean are not well constrained. Most of the black carbon resides (pre-ages) on land before being transported to the ocean by rivers during major rainstorms that mobilize soil and sediment particles. However, recent studies have found unaged black carbon in the equatorial Atlantic Ocean, derived from annual crop burning in sub-Saharan Africa. Fine soot particles from these fires are transported westward by trade winds to the equatorial Atlantic. In this study, we examined black carbon aerosols and sediments to determine the origin, extent, and depositional rate of black carbon particles in equatorial Atlantic sediments and a Congo River outflow sediment core to assess the sedimentary and atmospheric transport processes of black carbon to better understand the global carbon cycle.</p>\n<p>We collected gaseous compounds, aerosols, and surface sediments from the equatorial Atlantic Ocean in early March 2020. To measure the black carbon, we used a method called chemothermal oxidation at 375 &#730;C, where we essentially burned off the organic matter in an oven at 375 &#730;C with air pumped in for 24 hours, then acidified the samples to remove any inorganic carbon (foraminifera), leaving only the black carbon and other inorganic minerals, allowing the black carbon to be detected the same way as traditional organic carbon.</p>\n<p>We found higher concentrations of black carbon aerosols near the African coast, with levels decreasing westward, ranging from 0.39 to 17.86 ng m<sup>-3</sup> (Figure 1). Using the National Oceanic and Atmospheric Administration&rsquo;s Hybrid Single-Particle Lagrangian Integrated Trajectory model, we calculated the back trajectory of the air masses that originated over the Canary Islands, the northwestern African coast, southern Spain, and Portugal. Using polycyclic aromatic hydrocarbons, compounds formed during combustion, as a references for the combustion origin, most were from fossil fuel emissions and only a few closest to Africa had a biomass signature. As our field sampling occurred after the larger northern sub-Saharan African biomass burning season (December to February), these results are in line with expectations.</p>\n<p>Surface sediment samples revealed that black carbon deposition in this region ranged from 0.10 to 0.35 mg cm<sup>-2</sup> kyr<sup>-1</sup> (Figure 2). Near the African coast, carbon dating values of black carbon are comparable to those for the total organic carbon, indicating that the black carbon was deposited relatively quickly after it was produced. Further, the stable carbon isotope values mimic the black carbon aerosol values found in central Africa. Moving westward across the Atlantic, the carbon dating values of black carbon increase, suggesting that the African biomass black carbon is mixing with the radiocarbon-dead black carbon from fossil fuels. These results confirm that modern black carbon is transported to deep ocean sediments across the entire Atlantic and that aerosol deposition regionally can significantly contribute to oceanic black carbon concentrations.</p>\n<p>We also collaborated with other researchers, and used multiple methods to analyze a sediment core from the Congo River outflow spanning the last 15,000 years. These methods included the breakdown of condensed aromatic compounds into benzene polycarboxylic acids (BPCAs), chemothermal oxidation (CTO), and <sup>13</sup>C nuclear magnetic resonance (NMR), each targeting different fractions of black carbon. Despite differences in these approaches, all showed consistent trends, with higher black carbon concentrations during dry periods and lower concentrations during humid periods, reflecting shifts in climate and vegetation. Stable carbon isotope analysis revealed changes in terrestrial black carbon inputs, with both BPCA and CTO results indicating rainforest expansion during wetter periods. &nbsp;The isotopic signatures showed a higher proportion of carbon derived from trees (C3 plants), which take up carbon-13 at a lower rate compared to grasses (C4 plants), indicating a shift toward increased tree cover and a corresponding decrease in grasslands. Although black carbon fluxes to the sediment were similar across methods, significant changes were noted in the last 1,000 years, with increased BC deposition during drier periods when fires were more frequent. These findings enhance our understanding of black carbon&rsquo;s role in the global carbon cycle and help us reconstruct past climates and landscapes.</p>\n<p>Lastly, we worked with The SMILE (Science and Math Investigative Learning Experience) Program and their middle and high school clubs in Rhode Island. Their students visited the URI Graduate School of Oceanography and introduced them to different scientists and science topics, including fish evolution, robotics, paleo/geology, ocean exploration, and autonomous research vessels.</p><br>\n<p>\n Last Modified: 10/17/2024<br>\nModified by: Rainer&nbsp;Lohmann</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1924191/1924191_10625282_1729187910147_NSF_CO_final_Figure_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1924191/1924191_10625282_1729187910147_NSF_CO_final_Figure_1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1924191/1924191_10625282_1729187910147_NSF_CO_final_Figure_1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Black carbon Aerosol concentrations (ng m-3) on a transect from America towards western Africa; samples were taken while the ship was underway and wind was within 45&#730;of the bow of the ship to minimize contamination.</div>\n<div class=\"imageCredit\">Sam Katz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rainer&nbsp;Lohmann\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1924191/1924191_10625282_1729188145001_NSF_CO_final_Figure_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1924191/1924191_10625282_1729188145001_NSF_CO_final_Figure_2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1924191/1924191_10625282_1729188145001_NSF_CO_final_Figure_2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The concentrations (mg g&#8722;1; purple), flux (mg cm&#8722;2 kyr&#8722;1; blue), &#948;13C (?; orange), and uncalibrated radiocarbon age of black carbon (years; green) of black carbon (BC) along a transect across the Equatorial Atlantic Ocean.</div>\n<div class=\"imageCredit\">Sam Katz</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rainer&nbsp;Lohmann\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nBlack carbon is a byproduct of the incomplete combustion of fossil fuels and biomass burning. It is a subfraction of the organic carbon present in soils and sediment. Commonly reported total organic carbon contains both organic and black carbon. Unlike organic carbon however, black carbon cannot be used by biological organisms, effectively transferring carbon from the biological carbon cycle, commonly referred to as just the carbon cycle, to the geological carbon cycle, which can be considered a sink in the tractional carbon cycle. Overall, the transport and fate of black carbon in the ocean are not well constrained. Most of the black carbon resides (pre-ages) on land before being transported to the ocean by rivers during major rainstorms that mobilize soil and sediment particles. However, recent studies have found unaged black carbon in the equatorial Atlantic Ocean, derived from annual crop burning in sub-Saharan Africa. Fine soot particles from these fires are transported westward by trade winds to the equatorial Atlantic. In this study, we examined black carbon aerosols and sediments to determine the origin, extent, and depositional rate of black carbon particles in equatorial Atlantic sediments and a Congo River outflow sediment core to assess the sedimentary and atmospheric transport processes of black carbon to better understand the global carbon cycle.\n\n\nWe collected gaseous compounds, aerosols, and surface sediments from the equatorial Atlantic Ocean in early March 2020. To measure the black carbon, we used a method called chemothermal oxidation at 375 &#730;C, where we essentially burned off the organic matter in an oven at 375 &#730;C with air pumped in for 24 hours, then acidified the samples to remove any inorganic carbon (foraminifera), leaving only the black carbon and other inorganic minerals, allowing the black carbon to be detected the same way as traditional organic carbon.\n\n\nWe found higher concentrations of black carbon aerosols near the African coast, with levels decreasing westward, ranging from 0.39 to 17.86 ng m-3 (Figure 1). Using the National Oceanic and Atmospheric Administrations Hybrid Single-Particle Lagrangian Integrated Trajectory model, we calculated the back trajectory of the air masses that originated over the Canary Islands, the northwestern African coast, southern Spain, and Portugal. Using polycyclic aromatic hydrocarbons, compounds formed during combustion, as a references for the combustion origin, most were from fossil fuel emissions and only a few closest to Africa had a biomass signature. As our field sampling occurred after the larger northern sub-Saharan African biomass burning season (December to February), these results are in line with expectations.\n\n\nSurface sediment samples revealed that black carbon deposition in this region ranged from 0.10 to 0.35 mg cm-2 kyr-1 (Figure 2). Near the African coast, carbon dating values of black carbon are comparable to those for the total organic carbon, indicating that the black carbon was deposited relatively quickly after it was produced. Further, the stable carbon isotope values mimic the black carbon aerosol values found in central Africa. Moving westward across the Atlantic, the carbon dating values of black carbon increase, suggesting that the African biomass black carbon is mixing with the radiocarbon-dead black carbon from fossil fuels. These results confirm that modern black carbon is transported to deep ocean sediments across the entire Atlantic and that aerosol deposition regionally can significantly contribute to oceanic black carbon concentrations.\n\n\nWe also collaborated with other researchers, and used multiple methods to analyze a sediment core from the Congo River outflow spanning the last 15,000 years. These methods included the breakdown of condensed aromatic compounds into benzene polycarboxylic acids (BPCAs), chemothermal oxidation (CTO), and 13C nuclear magnetic resonance (NMR), each targeting different fractions of black carbon. Despite differences in these approaches, all showed consistent trends, with higher black carbon concentrations during dry periods and lower concentrations during humid periods, reflecting shifts in climate and vegetation. Stable carbon isotope analysis revealed changes in terrestrial black carbon inputs, with both BPCA and CTO results indicating rainforest expansion during wetter periods. The isotopic signatures showed a higher proportion of carbon derived from trees (C3 plants), which take up carbon-13 at a lower rate compared to grasses (C4 plants), indicating a shift toward increased tree cover and a corresponding decrease in grasslands. Although black carbon fluxes to the sediment were similar across methods, significant changes were noted in the last 1,000 years, with increased BC deposition during drier periods when fires were more frequent. These findings enhance our understanding of black carbons role in the global carbon cycle and help us reconstruct past climates and landscapes.\n\n\nLastly, we worked with The SMILE (Science and Math Investigative Learning Experience) Program and their middle and high school clubs in Rhode Island. Their students visited the URI Graduate School of Oceanography and introduced them to different scientists and science topics, including fish evolution, robotics, paleo/geology, ocean exploration, and autonomous research vessels.\t\t\t\t\tLast Modified: 10/17/2024\n\n\t\t\t\t\tSubmitted by: RainerLohmann\n"
 }
}