{
 "awd_id": "1924205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HDR DSC: Collaborative Research: Central Coast Data Science Partnership: Training a New Generation of Data Scientists",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 905906.0,
 "awd_amount": 970104.0,
 "awd_min_amd_letter_date": "2019-09-19",
 "awd_max_amd_letter_date": "2020-07-31",
 "awd_abstract_narration": "Due to the societal and technological advances made possible by data-driven science, there is a strong demand for professionals versed in the tools and techniques needed for manipulating and understanding data. This project will develop an undergraduate curriculum in data science that spans and connects the three main public higher education systems in California: the research-driven University of California system, the practical and career-oriented California State University system, and the two-year California Community Colleges. The collaborative program will establish pathways for data science training through coursework and real-world projects. This project will impact students from diverse social, ethnic, cultural, and economic backgrounds and will improve the feeder pipelines from two-year colleges to four-year universities. This multi-campus approach to building a data science training program will foster collaborations for training a diverse workforce in data science. The resulting course materials and project outcomes will be made available so that other institutions can adopt best practices.\r\n\r\nThe partnership consists of four academic institutions on the West Coast: University of California, Santa Barbara (UCSB), California Polytechnic State University, San Luis Obispo (Cal Poly), Santa Barbara City College (SBCC), and California State University, San Bernardino (CSUSB). The alliance will expand training at UCSB and Cal Poly by building on existing strengths through a sequence of new capstone courses, as well as lay the groundwork for data science curriculum development at SBCC and CSUSB, whose students will participate in a summer internship program at UCSB. Over 100 undergraduate students will be supported by stipends during the course of the project. The developed courses will emphasize  programming and data inference within the context of application domains that is critical to training in data science. Students will be taught the underlying principles of data science, including data-generating processes and the role of measurement, ethics and privacy, information-processing tools for harnessing the power of big data, and the oral and written communication skills necessary for pursuing effective professional careers in the field. The program will culminate in a year-long capstone course for seniors, who will synthesize and apply previously learned data science tools and techniques in a large-scale project in a chosen domain area.\r\n\r\nNSF's Harnessing the Data Revolution Data Science Corps program focuses on building capacity for harnessing the data revolution at the local, state, national, and international levels to help unleash the power of data in the service of science and society. Projects in this program are being jointly funded by the NSF's Harnessing the Data Revolution Big Idea; the Directorate for Computer and Information Science and Engineering, Division of Information and Intelligent Systems; the Directorate for Education and Human Resources, Division of Undergraduate Education; the Directorate for Mathematical and Physical Sciences, Division of Mathematical Sciences; and the Directorate for Social, Behavioral and Economic Sciences, Office of Multidisciplinary Activities and Division of Behavioral and Cognitive Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ambuj",
   "pi_last_name": "Singh",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ambuj K Singh",
   "pi_email_addr": "ambuj@cs.ucsb.edu",
   "nsf_id": "000390386",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ludkovski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Ludkovski",
   "pi_email_addr": "ludkovski@pstat.ucsb.edu",
   "nsf_id": "000190782",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Franks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Franks",
   "pi_email_addr": "afranks@pstat.ucsb.edu",
   "nsf_id": "000797228",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yekaterina",
   "pi_last_name": "Kharitonova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yekaterina Kharitonova",
   "pi_email_addr": "ykk+nsf@ucsb.edu",
   "nsf_id": "000797847",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sang-Yun",
   "pi_last_name": "Oh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang-Yun Oh",
   "pi_email_addr": "syoh@ucsb.edu",
   "nsf_id": "000797725",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "099Y00",
   "pgm_ele_name": "HDR-Harnessing the Data Revolu"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 309958.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 660146.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-a2586df3-7fff-730e-34f0-85d3b815686b\">\n<p dir=\"ltr\"><span>This project connects four colleges and universities as they attempt to further data science education on their respective campuses. The four institutions, the University of California Santa Barbara (UCSB), California Polytechnic State University San Luis Obispo (Cal Poly), Santa Barbara City College (SBCC), and California State University San Bernardino (CSUSB), represent the various higher education institutions in California. This project helps create pipelines between the institutions, allowing them to benefit from each others&rsquo; best practices.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Specifically, grant# 1924205 enabled the creation, implementation, and institutionalization of introductory data science courses at UCSB, SBCC, and CSUSB.&nbsp; At UCSB, these courses benefit the greater campus community by targeting non-engineering students and satisfying General Education and various pre-major requirements in the Social Sciences and Humanities. The courses have also kick-started conversations about additional domain-centric upper-division courses focusing on computational methods. Most importantly, the courses continue to increase in popularity. UCSB&rsquo;s Data Science 1 (aka CMPSC 5A) had a total enrollment of 149 students during the 2020-2021 academic year. In 2023-2024, enrollment has grown to more than 600 students. Data Science 2 (aka CMPSC 5B) has grown from 37 students to 227; Data Science 3 (aka PSTAT 100) has grown from 91 students to 230.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>At SBCC, the introductory data science courses helped launch an associates degree in data science and provide articulation pathways to UC and CSU schools.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>CSUSB has become a hub for data science activity in its geographic region, partnering with additional UCs and Community Colleges on new initiatives.</span></p>\n<br />\n<p dir=\"ltr\"><span>In addition to introductory data science courses, UCSB also leveraged this project to institute a data science capstone course, similar to the one at Cal Poly SLO. UCSB&rsquo;s capstone is a year-long endeavor that pairs ambitious students with local industry and research labs, providing real-world experience. The project has enabled 52 capstone projects since 2021. All project results are archived and available online. Some projects have contributed to reviewed research presentations and publications.</span></p>\n<br />\n<p dir=\"ltr\"><span>To help expand the reach of data science throughout the communities of UCSB, SBCC, and CSUSB, this project also created a fellowship program for undergraduate students to act as Data Science Ambassadors within their schools. Fellows participated in various committees that conducted community outreach and helped bring awareness to data science education and research. The fellowships also allowed performers to broaden participation. Over its three-year term, this project supported the efforts of 80 fellows, with 49% identifying as female, 25% reporting as URM, and 22.5% identifying as Hispanic/Latinx.</span><span> </span><span>&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Finally, this project helped introduce undergraduates to high-quality research through annual summer internships and opportunities for publishing work at academic conferences.</span></p>\n</span></p><br>\n<p>\n Last Modified: 04/05/2024<br>\nModified by: Ambuj&nbsp;K&nbsp;Singh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThis project connects four colleges and universities as they attempt to further data science education on their respective campuses. The four institutions, the University of California Santa Barbara (UCSB), California Polytechnic State University San Luis Obispo (Cal Poly), Santa Barbara City College (SBCC), and California State University San Bernardino (CSUSB), represent the various higher education institutions in California. This project helps create pipelines between the institutions, allowing them to benefit from each others best practices.\n\n\n\n\nSpecifically, grant# 1924205 enabled the creation, implementation, and institutionalization of introductory data science courses at UCSB, SBCC, and CSUSB. At UCSB, these courses benefit the greater campus community by targeting non-engineering students and satisfying General Education and various pre-major requirements in the Social Sciences and Humanities. The courses have also kick-started conversations about additional domain-centric upper-division courses focusing on computational methods. Most importantly, the courses continue to increase in popularity. UCSBs Data Science 1 (aka CMPSC 5A) had a total enrollment of 149 students during the 2020-2021 academic year. In 2023-2024, enrollment has grown to more than 600 students. Data Science 2 (aka CMPSC 5B) has grown from 37 students to 227; Data Science 3 (aka PSTAT 100) has grown from 91 students to 230.\n\n\n\n\nAt SBCC, the introductory data science courses helped launch an associates degree in data science and provide articulation pathways to UC and CSU schools.\n\n\n\n\nCSUSB has become a hub for data science activity in its geographic region, partnering with additional UCs and Community Colleges on new initiatives.\n\n\n\n\nIn addition to introductory data science courses, UCSB also leveraged this project to institute a data science capstone course, similar to the one at Cal Poly SLO. UCSBs capstone is a year-long endeavor that pairs ambitious students with local industry and research labs, providing real-world experience. The project has enabled 52 capstone projects since 2021. All project results are archived and available online. Some projects have contributed to reviewed research presentations and publications.\n\n\n\n\nTo help expand the reach of data science throughout the communities of UCSB, SBCC, and CSUSB, this project also created a fellowship program for undergraduate students to act as Data Science Ambassadors within their schools. Fellows participated in various committees that conducted community outreach and helped bring awareness to data science education and research. The fellowships also allowed performers to broaden participation. Over its three-year term, this project supported the efforts of 80 fellows, with 49% identifying as female, 25% reporting as URM, and 22.5% identifying as Hispanic/Latinx. \n\n\n\n\nFinally, this project helped introduce undergraduates to high-quality research through annual summer internships and opportunities for publishing work at academic conferences.\n\t\t\t\t\tLast Modified: 04/05/2024\n\n\t\t\t\t\tSubmitted by: AmbujKSingh\n"
 }
}