{
 "awd_id": "1924168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fostering Innovation and Creativity: A National Design Competition in Rehabilitation and Assistive Devices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Hwang",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 6308.0,
 "awd_amount": 6308.0,
 "awd_min_amd_letter_date": "2019-06-26",
 "awd_max_amd_letter_date": "2019-06-26",
 "awd_abstract_narration": "The objective of this project is to provide a unique opportunity for undergraduate engineering design teams in the area of rehabilitation and assistive devices to showcase their product innovations in a national design competition. This objective will be accomplished through a three-year commitment to support a national design competition hosted at the Summer Biomechanics, Biotransport and Bioengineering Conference (SB3C) where undergraduate design teams from across the country can submit their designs in the area of rehabilitation and assistive devices. The abstracts are reviewed by faculty in the area and the top six teams are invited to attend SB3C and present their work in a special podium session. Each of the finalists will receive $3000 for travel and prototype development. This competition has the potential to also be used as a motivational component to foster innovation and creativity by other faculty teaching design or product development courses. The stability of the competition for the next three years allows the organizer to recruit earlier, and be able to confirm with teams that funds are available for travel and prototyping in advance of the submission deadlines. The SB3C competition will provide an opportunity for faculty across the country to use it as a motivational component in the process of fostering creativity. Undergraduate students attending the conference through their involvement in the competition will learn about bio-solid mechanics, bio-fluid mechanics, device design, rehabilitation, cellular and molecular mechanics, functional tissue engineering, bio-heat and mass transfer, and bioengineering education. Numerous podium sessions, poster sessions, workshops and plenary talks are designed to engage and excite the attendees including the session for the undergraduate design competition. \r\n\r\nThe undergraduate design competition will broaden the benefits of the component of motivation to other undergraduate students and their faculty mentors across the country. Further, the materials developed as part of this project will be shared with all faculty mentors involved in prior and future competitions. This competition provides a national venue (with many international attendees) for teams to showcase their innovations in the areas of rehabilitation and assistive devices and compete with their peers. Undergraduate students attending the conference will participate in a research-driven event with technical sessions, workshops and presentations by faculty, clinicians and industrial representatives who have expertise in device design, rehabilitation, disabilities, and numerous other areas. Also, funding will make travel possible for students who otherwise might not attend an academic conference. Attendance at the conference provides valuable networking opportunities for the students, including contacts for graduate school and employment. The inclusion of the competition at the conference also exposes attendees to innovative solutions for needs of individuals with disabilities, or those undergoing rehabilitation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ted",
   "pi_last_name": "Conway",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ted Conway",
   "pi_email_addr": "conwayt@fau.edu",
   "nsf_id": "000714606",
   "pi_start_date": "2019-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Institute of Technology",
  "inst_street_address": "150 W UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3216748000",
  "inst_zip_code": "329018995",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "FLORIDA INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNN6VH618X58"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Institute of Technology",
  "perf_str_addr": "Florida Inst. of Technology, 150",
  "perf_city_name": "Melbourne",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329016975",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 6308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this grant to support the Summer Biomechanics, Bioengineering and Biotransport Conference (SB3C) Undergraduate Design Competition was to provide a unique opportunity for talented undergraduate engineering design teams conducting research and development in the area of rehabilitation and assistive devices to showcase their product innovations in a national design competition. This was accomplished through the three-year commitment from 2019 to 2021 to support a national design competition hosted at the SB3C annual international meeting. where undergraduate design teams from across the country were able submit their designs in the area of rehabilitation and assistive devices. &nbsp;The abstracts were reviewed by faculty with expertise in rehabilitation and assistive technology design and development to determine the top six teams in the initial competition judging.&nbsp; These finalists were invited to attend SB<sup>3</sup>C and present their work in a special podium session to an audience of engineering academic and industrial professionals.&nbsp; In 2019, each of the finalists received funds for travel and prototype development.&nbsp; In 2020 and 2021, because of the COVID-19 pandemic, the competitions were held as part of a virtual SB3C agenda.&nbsp; At the end of the SB3C annual meeting, the 1<sup>st</sup>, 2<sup>nd</sup> and 3<sup>rd</sup> place winners were announced by the conference organizers at the SB3C banquet where they were given awards in recognition of their accomplishments.&nbsp; These recognitions were given virtually in 2020 and 2021 because of the COVID-19 pandemic.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">A significant motivation for the support of the SB<sup>3</sup>C Undergraduate Student Design Competition was that it provided an opportunity for faculty across the country to use the venue as a motivational component in the process of fostering creativity among their capstone design student teams. Undergraduate students attending the conference through their involvement in the competition learned about bio-solid mechanics, bio-fluid mechanics, device design, rehabilitation, cellular and molecular mechanics, functional tissue engineering, bio-heat and mass transfer, and bioengineering education. Numerous podium sessions, poster sessions, workshops and plenary talks were designed to engage and excite the attendees including the session for the undergraduate design competition.</p>\n<p><strong>&nbsp;</strong></p>\n<p>An important outcome of the undergraduate design competition was the opportunity for other undergraduate students and their faculty mentors attending the conference from across the country to attend the competition presentations.&nbsp; This venue provided potential motivation for these attending students and faculty to return to their respective institutions and conduct research activities related to rehabilitation engineering and assistive technology development. Further, the materials acquired as part of this funded activity have been shared with all faculty mentors from prior and future competitions. &nbsp;This competition provided a national venue (with many international attendees) for teams to showcase their innovations in the areas of rehabilitation and assistive devices and compete with their peers.&nbsp; Undergraduate students attending the conference were able participate in a research-driven event with technical sessions, workshops and presentations by faculty, clinicians and industrial representatives who have expertise in device design, rehabilitation, disabilities, and numerous other areas. &nbsp;The funding provided by the National Science Foundation made travel possible for students who otherwise might not have been able to attend an academic conference. &nbsp;&nbsp;Their attendance at the conference provided valuable networking opportunities for the students, including contacts for graduate school and employment. The inclusion of the competition at the conference also exposed attendees to innovative solutions for needs of individuals with disabilities, or those undergoing rehabilitation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2022<br>\n\t\t\t\t\tModified by: Ted&nbsp;Conway</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of this grant to support the Summer Biomechanics, Bioengineering and Biotransport Conference (SB3C) Undergraduate Design Competition was to provide a unique opportunity for talented undergraduate engineering design teams conducting research and development in the area of rehabilitation and assistive devices to showcase their product innovations in a national design competition. This was accomplished through the three-year commitment from 2019 to 2021 to support a national design competition hosted at the SB3C annual international meeting. where undergraduate design teams from across the country were able submit their designs in the area of rehabilitation and assistive devices.  The abstracts were reviewed by faculty with expertise in rehabilitation and assistive technology design and development to determine the top six teams in the initial competition judging.  These finalists were invited to attend SB3C and present their work in a special podium session to an audience of engineering academic and industrial professionals.  In 2019, each of the finalists received funds for travel and prototype development.  In 2020 and 2021, because of the COVID-19 pandemic, the competitions were held as part of a virtual SB3C agenda.  At the end of the SB3C annual meeting, the 1st, 2nd and 3rd place winners were announced by the conference organizers at the SB3C banquet where they were given awards in recognition of their accomplishments.  These recognitions were given virtually in 2020 and 2021 because of the COVID-19 pandemic.\n \nA significant motivation for the support of the SB3C Undergraduate Student Design Competition was that it provided an opportunity for faculty across the country to use the venue as a motivational component in the process of fostering creativity among their capstone design student teams. Undergraduate students attending the conference through their involvement in the competition learned about bio-solid mechanics, bio-fluid mechanics, device design, rehabilitation, cellular and molecular mechanics, functional tissue engineering, bio-heat and mass transfer, and bioengineering education. Numerous podium sessions, poster sessions, workshops and plenary talks were designed to engage and excite the attendees including the session for the undergraduate design competition.\n\n \n\nAn important outcome of the undergraduate design competition was the opportunity for other undergraduate students and their faculty mentors attending the conference from across the country to attend the competition presentations.  This venue provided potential motivation for these attending students and faculty to return to their respective institutions and conduct research activities related to rehabilitation engineering and assistive technology development. Further, the materials acquired as part of this funded activity have been shared with all faculty mentors from prior and future competitions.  This competition provided a national venue (with many international attendees) for teams to showcase their innovations in the areas of rehabilitation and assistive devices and compete with their peers.  Undergraduate students attending the conference were able participate in a research-driven event with technical sessions, workshops and presentations by faculty, clinicians and industrial representatives who have expertise in device design, rehabilitation, disabilities, and numerous other areas.  The funding provided by the National Science Foundation made travel possible for students who otherwise might not have been able to attend an academic conference.   Their attendance at the conference provided valuable networking opportunities for the students, including contacts for graduate school and employment. The inclusion of the competition at the conference also exposed attendees to innovative solutions for needs of individuals with disabilities, or those undergoing rehabilitation.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/24/2022\n\n\t\t\t\t\tSubmitted by: Ted Conway"
 }
}