{
 "awd_id": "1924200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH2-L:  Social and ecological determinants of multi-host vector-borne infections in dynamic tropical landscapes",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1599933.0,
 "awd_amount": 1599933.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2025-02-04",
 "awd_abstract_narration": "This research examines the effects of human activity, including deforestation and reforestation, on the transmission of two vector-borne diseases of public health concern, Chagas Disease (CD) and American Cutaneous Leishmaniasis (ACL). CD causes heart disease, while ACL causes skin lesions that can be painful and persist for months to years. This project also investigates how ecological changes, disease transmission, risk management practices, and public policy simultaneously affect human activity. Project investigators elucidate how the dynamics of zoonotic pathogens in changing landscapes depend on complex interactions between social and environmental conditions. As many vector-borne diseases are expanding their ranges, this project provides public health officials data and strategies needed to anticipate the northward advance of CD, ACL, and other vector-borne diseases. Through collaboration with the Gorgas Memorial Institute of Health Studies, this project improves vector-control and disease management policies, with a direct impact on human health. This project provides education and training to undergraduate, graduate, and professional students, as well as public health workers, in the United States and Panama. \r\n\r\nThis research contributes to advancements in the dynamics of socio-environmental systems by integrating disease ecology and social sciences. There has been increasing attention in disease ecology to theoretical and empirical studies of the ecological drivers of deforestation-associated zoonotic disease emergence, while at the same time in the social sciences there is growing knowledge about the economic and cultural drivers of, and responses to, forest change in the tropics. However, there is urgency in synthesizing this knowledge as the range for many vector-borne diseases expands out of the tropics. The investigators integrate social and ecological theory in model-guided empirical research that analyzes co-occurring vector-borne zoonotic diseases, Chagas Disease (CD) and American Cutaneous Leishmaniasis (ACL), in dynamic tropical forest landscapes. Using research methodologies from theoretical population biology, field ecology, veterinary epidemiology, and the social sciences, this multidisciplinary team develops a new and transferable framework for representing the combination of land conversion, related human activities, ecological communities, as well as their relationship to vector-borne disease transmission. Data will be gathered using ecological and social surveys, and these will be integrated using a computer model for land use change and disease transmission. The research focuses on three questions: (1) What human and environmental factors determine parasite transmission and human exposure within habitat types? (2) How does the timing and history of land conversion affect ACL and CD transmission? (3) What determines human perceptions and behaviors relating to infection risk across land types? The first question will be answered by determining relative vector abundance (by collecting sand-fly and kissing bug vectors), sampling domestic dogs from households as sentinels for CD and ACL, gathering microclimate data from households and vector habitats, and gathering anthropogenic data from direct observation and household interviews. To answer the second question, investigators will compile and analyze historical satellite imagery, air photos, regional land records, public health records on ACL and CD presence, data on vector habitat distribution, and survey public health officials to determine how human awareness of CD and ACL may change as length of time since deforestation increases. The third question will be assessed using a household survey and data from the local health system, comparing responses to time since deforestation and estimated infection risk from ACL and CD.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Drake",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Drake",
   "pi_email_addr": "jdrake@uga.edu",
   "nsf_id": "000231870",
   "pi_start_date": "2019-08-16",
   "pi_end_date": "2021-02-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Gottdenker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Gottdenker",
   "pi_email_addr": "gottdenk@uga.edu",
   "nsf_id": "000597089",
   "pi_start_date": "2021-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Schmidt",
   "pi_email_addr": "jps@uga.edu",
   "nsf_id": "000497417",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Tanner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Tanner",
   "pi_email_addr": "stanner1@uga.edu",
   "nsf_id": "000573013",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Gottdenker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Gottdenker",
   "pi_email_addr": "gottdenk@uga.edu",
   "nsf_id": "000597089",
   "pi_start_date": "2019-08-16",
   "pi_end_date": "2021-02-04"
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "310 E Campus Road",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1599933.0
  }
 ],
 "por": null
}