{
 "awd_id": "1924655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the physics of flocculation processes and cohesive sediment transport in bottom boundary layers through multi-scale modeling",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "Due to climate change, sea level rise and anthropogenic development, coastal communities have been facing increasing threats from flooding, land loss, water quality, and other ecosystem challenges such as harmful algal blooms. Most of these pressing problems are directly or indirectly associated with sediment transport, some related to sands, but many are due to fine-grained sediments. Fine-grained sediments are cohesive and hence they transport as porous aggregates of particles, called flocs. Through their complex structures, flocs are vehicles of organic carbon, nutrients, contaminants and sometimes they can contain sand grains. Consequently, their settling velocities are very difficult to quantify. To date, most coastal/estuarine models neglect the flocculation process and adopt a constant settling velocity to estimate deposition of fine-grained sediments, which poses a considerable limitation of their predictive capability for the various challenges addressed above. In order to understand the fundamental dynamics of flocculation and their impact on fine-grained sediment resuspension and deposition, several integrated numerical simulations and optical-based laboratory observations across different scales will be carried out, including those associated with the particle size, water turbulence motions, and bottom boundary layer. Outcomes from the proposed research will be used to better equip coastal models with sediment transport capability to tackle challenges facing the coastal communities. The research findings will be widely disseminated to the coastal modeling community through participation in conferences and collaboration with the Community Surface Dynamics Modeling System (CSDMS). The open-source code to be developed and the data from the laboratory experiments will be disseminated through CSDMS and the flocculation formulation codes to be developed will be integrated into the CSDMS modeling framework via the recently released Python Modeling Toolkit (PyMT). In addition, a clinic on flocculation modeling is planned for the CSDMS annual meeting. This project supports 2 PhD students who will receive balanced training in coastal processes, fluid dynamics, high performance computing and laboratory techniques. The project also provides partial support for an early career postdoc researcher. Two undergraduate students will benefit from this project for their research on cohesive sediments. The project also strengthens collaboration with the United Kingdom and Germany on novel observational and computational tools.\r\n\r\nThe primary goal of this collaborative study is to address key challenges of cohesive sediment transport in coastal/estuarine bottom boundary layers. The study utilizes a novel particle-resolved simulation model to investigate the physics of flocculation and floc structures for heterogeneous sediments. This effort is further augmented by laboratory experiments designed to better quantify stickiness and understand flocculation of sand-mud mixtures. Using a turbulence-resolving simulation model for fine sediment transport in a wave-current bottom boundary layer, coupled with enhanced flocculation formulations to model settling velocity, the investigators will study the interplay between flocculation, resuspension and deposition of cohesive sediments in coastal/estuarine bottom boundary layers. Five hypotheses are developed to guide the experimental and modeling work which will provide insight into key small-scale processes that are difficult to resolved in coastal models. Finally, by integrating and synthesizing these research outcomes, the study will evaluate a suite of closures for the settling velocity due to flocculation, from complex to simple, to inform coastal/estuarine modeling of cohesive sediment transport at regional scale.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eckart",
   "pi_last_name": "Meiburg",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Eckart H Meiburg",
   "pi_email_addr": "meiburg@engineering.ucsb.edu",
   "nsf_id": "000461012",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "UC Santa Barbara",
  "perf_str_addr": "Mechanical Engineering Dept.",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to monitor and assess the health of such important biological habitats as estuaries and coastal oceans, we must have a good understanding of the sediment transport processes that govern these environments. In particular, we need accurate models for the behavior of cohesive sediments such as clay and mud in turbulent flows. Cohesive sediments aggregate into larger entities that have very different settling velocities and erodibility properties compared to their primary particles. In the present project, we have employed highly accurate, large-scale numerical simulations in order to investigate the dynamics of cohesive sediment in strongly turbulent environments. These simulations represent the flow around each individual sediment grain and they accurately account for the attractive interparticle forces in order to explore how turbulence can promote the formation of large aggregates by bringing the primary particles closer together, and how on the other hand, turbulence can break up large aggregates as a result of the hydrodynamic stresses it exerts on them. As a net result, a dynamic equilibrium forms between aggregation and breakup, along with an equilibrium distribution of aggregate sizes. The current project has established quantitative relationships and models for such aggregate size distributions, as functions of the sediment and turbulence properties. These models can be incorporated into existing simulation tools for estuaries and coastal oceans, in order to enhance the accuracy of their predictions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2022<br>\n\t\t\t\t\tModified by: Eckart&nbsp;H&nbsp;Meiburg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn order to monitor and assess the health of such important biological habitats as estuaries and coastal oceans, we must have a good understanding of the sediment transport processes that govern these environments. In particular, we need accurate models for the behavior of cohesive sediments such as clay and mud in turbulent flows. Cohesive sediments aggregate into larger entities that have very different settling velocities and erodibility properties compared to their primary particles. In the present project, we have employed highly accurate, large-scale numerical simulations in order to investigate the dynamics of cohesive sediment in strongly turbulent environments. These simulations represent the flow around each individual sediment grain and they accurately account for the attractive interparticle forces in order to explore how turbulence can promote the formation of large aggregates by bringing the primary particles closer together, and how on the other hand, turbulence can break up large aggregates as a result of the hydrodynamic stresses it exerts on them. As a net result, a dynamic equilibrium forms between aggregation and breakup, along with an equilibrium distribution of aggregate sizes. The current project has established quantitative relationships and models for such aggregate size distributions, as functions of the sediment and turbulence properties. These models can be incorporated into existing simulation tools for estuaries and coastal oceans, in order to enhance the accuracy of their predictions.\n\n\t\t\t\t\tLast Modified: 12/31/2022\n\n\t\t\t\t\tSubmitted by: Eckart H Meiburg"
 }
}