{
 "awd_id": "1924412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomolecular Mechanisms of Interaction between 2D Chalcogenide Materials and Environmentally-Relevant Biosystems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 299648.0,
 "awd_amount": 299648.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2019-08-19",
 "awd_abstract_narration": "Two-dimensional materials consist of atomically thin layers with defined crystal structure and large lateral dimensions. This project focuses on two-dimensional transition metal dichalcogenides.  These materials emerged in the past decade due to their unique optoelectronic properties, which are suitable for a wide range of applications in modern computing, biosensing, and communications, and the Internet of Things. Although these 2-dimensional materials have promise in affordable technologies, very little is known concerning their behavior at the interface with environmentally-relevant biological systems. This project will investigate the behavior of two-dimensional nanomaterials interacting with mammalian cells, focusing on three distinct aspects: the mechanism of cellular uptake; the potential structural transformations of the nanomaterial in the mammalian cells; and the reactivity in the cellular environment, especially to understand any potential inflammatory effects. The results of this project will be widely disseminated through peer-reviewed publications and conference presentations. Environmental stewardship is critical when using nanomaterials and the project will benefit society by providing data to guide regulation of new materials. Florida International University is a Hispanic Serving Institution with a very diverse student population and this project will engage students from underrepresented minority groups in science and engineering. Undergraduate and graduate students will be engaged in learning materials science and engineering, biology and environmental science, toward a convergent science and engineering education.\r\n\r\nThe overarching goal of this project is to uncover fundamental modes of interaction between two-dimensional transition metal dichalcogenides that have potential applications for environmentally-relevant biological systems. Focusing on materials in their pristine form (non-functionalized) will facilitate assessment of the primary type of exposure expected during processing and handling of materials. Representative transition metal dichalcogenide materials applicable for future technologies were selected: molybdenum disulfide, a major component of electronic applications, and titanium disulfide, a potential photoacoustic therapeutic reagent. Skin exposure will be simulated by studying the materials interaction with Human Skin Fibroblast cells, and inhalation with A549 lung cancer cells. In addition, for these materials all of the known synthetic methods confer variable size and surface properties, intrinsic to the synthetic route, including ligands, defects, and adsorbed species. 2-dimensional transition metal dichalcogenides also exhibit polytypism which might be altered in the cellular environment. The investigator hypothesizes that the properties of the transition metal dichalcogenides are strongly correlated with certain  phenomena: i). Physical interactions, involving the mechanism of cellular uptake; ii). In vitro phase transformations, referring to material phase changes in the cell; and iii). Chemical interactions, that could occur at the interface of the material with the cellular environment.  The two selected materials, molybdenum disulfide and titanium disulfide, will be synthesized through all known 2-dimensional transition metal dichalcogenide  synthetic methods and used in their pristine form to interact with lung cancer cells and skin cells, respectively. The project has the following objectives: establish the correlation between the synthetic method of the 2-dimensional transition metal dichalcogenide nanosheets and their cellular uptake in pristine form; elucidate the structural transformations of 2-dimensional transition metal dichalcogenide polytypes within the cellular environment by in situ Raman spectroscopy; and establish the correlation between 2-dimensional transition metal dichalcogenide properties and potential inflammatory effects in living cells.  This project will contribute to a general understanding of the 2-dimensional transition metal dichalcogenide entry mechanism in the selected cells, the  potential impacts of cellular environment on polytypes, and the potential inflammatory responses of exposed cells, as a function of nanosheet surface chemistry. Florida International University is a Hispanic Serving Institution with a very diverse student population and this project will engage students from underrepresented minority groups in science and engineering. Undergraduate and graduate students will be engaged in learning materials science and engineering, biology and environmental science, toward a convergent science and engineering education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheng-Yu",
   "pi_last_name": "Lai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cheng-Yu Lai",
   "pi_email_addr": "clai@fiu.edu",
   "nsf_id": "000628549",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "Miami, FL",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 299648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes </strong></p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual merit.</span></em> The overarching goal of this project was to uncover fundamental modes of interaction between two-dimensional transition metal dichalcogenides (2D TMDCs) and environmentally-relevant biological systems that have potential to be used in industrial applications. To assess the primary type of exposure expected during processing and handling of materials in industrial settings, the project used living cells as model to uncover the impact of materials in their pristine form (non-functionalized) on this biological system. Molybdenum disulfide (MoS<sub>2</sub>), a major component of electronic applications, and a representative transition metal dichalcogenide materials applicable for future technologies, was selected for evaluation and exposure to inhalation was simulated by exposing A549 lung cancer cells to MoS<sub>2</sub> in various experimental settings: (a) direct deposit of &nbsp;MoS<sub>2</sub> nanosheets on cells; (b) deposit of cells on coated MoS<sub>2 </sub>substrates on coverslip; and (c) deposit of cells on patterned MoS<sub>2 </sub>coverslip<sub> </sub>substrates. The latter aimed to identify differences on cells behavior at the interfaces. Based on confocal microscopy observations, the directly deposited nanosheets were not observed in the cells, while for the coated and patterned substrates, the cell grew outside of the patterned areas with very few adhering to MoS<sub>2</sub>. To establish modalities of cell entry, an alternative 2-dimensional transition metal dichalcogenide ReS<sub>2 </sub>which is known to be biocompatible, was adopted in the study and anchored to a silica platform-mesoporous silica, to generate larger clusters, toward understanding the biocompatibility upon accumulation. The application of ReS<sub>2</sub>@SiO<sub>2 </sub>nanostructures on A549 cells resulted in full endocytosis of the material, as demonstrated by transmission electron microscopy. The normal appearance of mitochondria suggested that the cells retained the homeostatic function. Ongoing studies are conducted for understanding potential inflammatory responses of exposed cells, as a function of nanosheet surface chemistry.</p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts</span></em>. The project results were disseminated through journal articles and presentations at national and regional conferences; the funding support led to ten journal articles. Two undergraduate students and a postdoctoral associate from underrepresented minority groups were trained in the project. Three women participated in the project research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2023<br>\n\t\t\t\t\tModified by: Cheng-Yu&nbsp;Lai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes \n\nIntellectual merit. The overarching goal of this project was to uncover fundamental modes of interaction between two-dimensional transition metal dichalcogenides (2D TMDCs) and environmentally-relevant biological systems that have potential to be used in industrial applications. To assess the primary type of exposure expected during processing and handling of materials in industrial settings, the project used living cells as model to uncover the impact of materials in their pristine form (non-functionalized) on this biological system. Molybdenum disulfide (MoS2), a major component of electronic applications, and a representative transition metal dichalcogenide materials applicable for future technologies, was selected for evaluation and exposure to inhalation was simulated by exposing A549 lung cancer cells to MoS2 in various experimental settings: (a) direct deposit of  MoS2 nanosheets on cells; (b) deposit of cells on coated MoS2 substrates on coverslip; and (c) deposit of cells on patterned MoS2 coverslip substrates. The latter aimed to identify differences on cells behavior at the interfaces. Based on confocal microscopy observations, the directly deposited nanosheets were not observed in the cells, while for the coated and patterned substrates, the cell grew outside of the patterned areas with very few adhering to MoS2. To establish modalities of cell entry, an alternative 2-dimensional transition metal dichalcogenide ReS2 which is known to be biocompatible, was adopted in the study and anchored to a silica platform-mesoporous silica, to generate larger clusters, toward understanding the biocompatibility upon accumulation. The application of ReS2@SiO2 nanostructures on A549 cells resulted in full endocytosis of the material, as demonstrated by transmission electron microscopy. The normal appearance of mitochondria suggested that the cells retained the homeostatic function. Ongoing studies are conducted for understanding potential inflammatory responses of exposed cells, as a function of nanosheet surface chemistry.\n\nBroader Impacts. The project results were disseminated through journal articles and presentations at national and regional conferences; the funding support led to ten journal articles. Two undergraduate students and a postdoctoral associate from underrepresented minority groups were trained in the project. Three women participated in the project research.\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2023\n\n\t\t\t\t\tSubmitted by: Cheng-Yu Lai"
 }
}