{
 "awd_id": "1924061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH2-L:  Eco-social interactions influencing human exposure to ticks and the Lyme disease agent in anthropogenic landscapes",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032925376",
 "po_email": "fbmoore@nsf.gov",
 "po_sign_block_name": "Paco Moore",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 1414227.0,
 "awd_amount": 1414227.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2021-02-16",
 "awd_abstract_narration": "There are about 300,000 cases of Lyme disease every year in the United States. There is no Lyme disease vaccine available for humans, so the only prevention options are to reduce the number of ticks infected with the bacterium in the environment and to reduce human contact with ticks. To help develop these prevention methods, our study will simultaneously investigate how the ticks and the bacteria are dispersed and survive in the environment and where people are encountering the ticks, whether in their own yards or in the natural areas they visit. We will use state-of-the-art technology to monitor deer movement by GPS and human movement using a smartphone application. This will be the first study in the United States to focus on tick-borne diseases in urban green spaces, where dense human populations co-exist with urban wildlife that disperse ticks and the microorganisms they carry. A multidisciplinary team of ecologists, epidemiologists, social scientists, and economists was assembled to investigate this complex system. By engaging with the community in a ?citizen science? approach, the researchers will better understand people's knowledge, actions and motivations in relation to tick-borne diseases; educate people on proper protection methods; and provide recommendations to reduce the individual and community risk of Lyme disease. The project is led by two Hispanic females and will build the community of interdisciplinary scholars ready to tackle socioenvironmental systems research, including two postdoctoral researchers, one PhD student, and more than five Master's and undergraduate students. \r\n\r\nThe research team hypothesizes that tick-borne diseases act as an integrated socioenvironmental system in which environmental- and human-associated drivers reciprocally influence each other. Central to the approach is the assessment of the relative contributions of ecological and human behavioral factors to increased Lyme disease incidence, with a focus on urban landscapes. Because of the aggregated nature of risk in urban areas, the study units will be 'ecological neighborhoods', each composed of an urban park on Staten Island, New York City and the houses around that park. The researchers will first study how the movement of deer and the abundance of other animals result in differential dispersal of ticks in parks across Staten Island. Then, they will explore how features of the backyards surrounding the parks influence their attractiveness to hosts carrying ticks and the survival of ticks after they drop off from hosts. A smartphone app will provide information on people's movement and exposure risk. The research team will also conduct surveys to assess people's knowledge, attitudes, and practices regarding tick-borne diseases and identify risky behaviors and avoidance practices. By integrating these data to inform agent-based models, the team will identify optimum combinations of interventions at the level of the individual, community, and city. These 'integrated tick management' approaches will be provided to policy makers to better target public health interventions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Diuk-Wasser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Diuk-Wasser",
   "pi_email_addr": "mad2256@columbia.edu",
   "nsf_id": "000535119",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Fernandez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Fernandez",
   "pi_email_addr": "pilar.fernandez@wsu.edu",
   "nsf_id": "000767676",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "1200 Amsterdam Ave.",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1414227.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c7de70dd-7fff-07d9-a4ea-5db0e29ae323\"> </span></p>\n<p dir=\"ltr\"><span>The goal of this project was to use a coupled natural-human systems approach to explore the eco-social determinants of human exposure to bites of infected blacklegged ticks vectors of Borrelia burgdorferi, the Lyme disease bacterium, in urban landscapes. We hypothesized that Lyme disease incidence in the human population results from the interaction of the enzootic transmission cycle (&lsquo;natural system&rsquo;), human behaviors such as outdoor activities and protective measures affecting human-tick contacts (&lsquo;human system&rsquo;) and human investment choices on environmental interventions to reduce the density of infected ticks (human-tick-host-pathogen interactions).&nbsp;</span></p>\n<p dir=\"ltr\"><span>The dynamics of the natural system was examined through extensive sampling of hosts, ticks and pathogen testing and fitting GPS collars to monitor deer movement, which is the keystone host of the blacklegged tick. We found that forested habitat connectivity among urban greenspaces and between greenspaces and residential properties strongly shapes the host community. The host community composition combined with specific household features such as fencing had cascading effects on the abundance of different tick species and tick-borne pathogens in backyards. Our results challenged assumptions that biodiversity loss in human-modified areas always increases risk for tick-borne diseases. Instead, we found many residential sites had higher mammal species richness and higher detection of opossums, which are poor hosts for ticks and pathogens, than paired forested greenspaces.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Human system dynamics were studied through focus groups, knowledge, attitude and perceptions (KAP) surveys in parks and residences in Staten Island, and a smartphone application (The Tick App) to assess risk factors, GPS mobility data, tick picture submissions and self-reported tick encounters. We compared KAP regarding tick-borne diseases between populations living in areas with contrasting socio-ecological and epidemiological scenarios: an emerging area (Staten Island) and a hyperendemic area (Block Island). These analyses allowed us to explore the diversity of perspectives on Lyme disease prevention and control in different transmission and social contexts. Using The Tick App data we detected differences in travel history outside of the users' county of residence along an urbanity gradient. The Tick App data also detected a shift in outdoor activity during the pandemic that correlated with a 30% increase in tick encounter reports. Finally, we used item response theory to develop a knowledge score as well as an individual risk perception score to assess where each individual falls along a continuous latent scale of risk perception.</span></p>\n<p dir=\"ltr\"><span>We evaluated the interactions between real or perceived risk and human avoidance or mitigating behaviors when it comes to tick-borne diseases in several ways. First, we conducted KAP surveys and choice experiments. We found prior risk experience correlated most strongly with higher perceived risk, which is potentially problematic in a location where threats are newly emerging. We used stated preference questions to test what influences people&rsquo;s &ldquo;willingness to spray and pay for&rdquo; acaricides, across a range of economic attributes including cost, effectiveness, and type. The economic factors play a critical role but high levels of perceived risk, especially perceived infection, made individuals more likely to spray. Using computational theoretical models, we found that the number and arrangement of forests influence how often people come into contact with ticks. Our models showed that avoiding urban parks had the biggest impact in reducing tick bites across different landscape types. Interestingly, a mismatch of risky environments and where people spend most of their time when in parks was found when combining observational studies of human behavior in parks with tick sampling.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We also created a computer model that combines data on ticks found in residential areas and parks with information about the animals that host ticks. This model helps us understand how ticks spread in urban areas. We discovered that certain amounts and connections of green spaces can either support or limit the survival of ticks and the diseases they carry. By identifying these thresholds, we can predict when ticks and their pathogens are likely to die out or establish.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Broader impacts of this project include essential insights about ongoing public and academic debates about biodiversity buffering against diseases, as well as potential disservices of urban greenspaces. By evaluating intervention scenarios, we can inform integrated vector control strategies combining interventions at different scales. Understanding key factors associated with uptake, acceptability, and sustained involvement in vector control is critical to developing successful campaigns and has been virtually unexplored in the literature. Using a smartphone application, we engaged with affected communities through a citizen science approach, which will consist of collecting epidemiological data while providing educational material and engaging communities on tick surveillance as a means of community empowerment. Three postdocs,2 PhD, 4 MA, 3 MPh and 19 undergraduate students were&nbsp; trained in interdisciplinary and convergence science; 10 peer-reviewed publications (published and in press); 6 in preparation. </span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/29/2024<br>\nModified by: Maria&nbsp;Diuk-Wasser</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1924061/1924061_10625418_1719625015133_FigureJME--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1924061/1924061_10625418_1719625015133_FigureJME--rgov-800width.png\" title=\"Components of tick-borne disease risk\"><img src=\"/por/images/Reports/POR/2024/1924061/1924061_10625418_1719625015133_FigureJME--rgov-66x44.png\" alt=\"Components of tick-borne disease risk\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Components of tick-borne disease risk</div>\n<div class=\"imageCredit\">Published by Oxford University Press on behalf of Entomological Society of America</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Maria&nbsp;Diuk-Wasser\n<div class=\"imageTitle\">Components of tick-borne disease risk</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe goal of this project was to use a coupled natural-human systems approach to explore the eco-social determinants of human exposure to bites of infected blacklegged ticks vectors of Borrelia burgdorferi, the Lyme disease bacterium, in urban landscapes. We hypothesized that Lyme disease incidence in the human population results from the interaction of the enzootic transmission cycle (natural system), human behaviors such as outdoor activities and protective measures affecting human-tick contacts (human system) and human investment choices on environmental interventions to reduce the density of infected ticks (human-tick-host-pathogen interactions).\n\n\nThe dynamics of the natural system was examined through extensive sampling of hosts, ticks and pathogen testing and fitting GPS collars to monitor deer movement, which is the keystone host of the blacklegged tick. We found that forested habitat connectivity among urban greenspaces and between greenspaces and residential properties strongly shapes the host community. The host community composition combined with specific household features such as fencing had cascading effects on the abundance of different tick species and tick-borne pathogens in backyards. Our results challenged assumptions that biodiversity loss in human-modified areas always increases risk for tick-borne diseases. Instead, we found many residential sites had higher mammal species richness and higher detection of opossums, which are poor hosts for ticks and pathogens, than paired forested greenspaces.\n\n\nHuman system dynamics were studied through focus groups, knowledge, attitude and perceptions (KAP) surveys in parks and residences in Staten Island, and a smartphone application (The Tick App) to assess risk factors, GPS mobility data, tick picture submissions and self-reported tick encounters. We compared KAP regarding tick-borne diseases between populations living in areas with contrasting socio-ecological and epidemiological scenarios: an emerging area (Staten Island) and a hyperendemic area (Block Island). These analyses allowed us to explore the diversity of perspectives on Lyme disease prevention and control in different transmission and social contexts. Using The Tick App data we detected differences in travel history outside of the users' county of residence along an urbanity gradient. The Tick App data also detected a shift in outdoor activity during the pandemic that correlated with a 30% increase in tick encounter reports. Finally, we used item response theory to develop a knowledge score as well as an individual risk perception score to assess where each individual falls along a continuous latent scale of risk perception.\n\n\nWe evaluated the interactions between real or perceived risk and human avoidance or mitigating behaviors when it comes to tick-borne diseases in several ways. First, we conducted KAP surveys and choice experiments. We found prior risk experience correlated most strongly with higher perceived risk, which is potentially problematic in a location where threats are newly emerging. We used stated preference questions to test what influences peoples willingness to spray and pay for acaricides, across a range of economic attributes including cost, effectiveness, and type. The economic factors play a critical role but high levels of perceived risk, especially perceived infection, made individuals more likely to spray. Using computational theoretical models, we found that the number and arrangement of forests influence how often people come into contact with ticks. Our models showed that avoiding urban parks had the biggest impact in reducing tick bites across different landscape types. Interestingly, a mismatch of risky environments and where people spend most of their time when in parks was found when combining observational studies of human behavior in parks with tick sampling.\n\n\nWe also created a computer model that combines data on ticks found in residential areas and parks with information about the animals that host ticks. This model helps us understand how ticks spread in urban areas. We discovered that certain amounts and connections of green spaces can either support or limit the survival of ticks and the diseases they carry. By identifying these thresholds, we can predict when ticks and their pathogens are likely to die out or establish.\n\n\nBroader impacts of this project include essential insights about ongoing public and academic debates about biodiversity buffering against diseases, as well as potential disservices of urban greenspaces. By evaluating intervention scenarios, we can inform integrated vector control strategies combining interventions at different scales. Understanding key factors associated with uptake, acceptability, and sustained involvement in vector control is critical to developing successful campaigns and has been virtually unexplored in the literature. Using a smartphone application, we engaged with affected communities through a citizen science approach, which will consist of collecting epidemiological data while providing educational material and engaging communities on tick surveillance as a means of community empowerment. Three postdocs,2 PhD, 4 MA, 3 MPh and 19 undergraduate students were trained in interdisciplinary and convergence science; 10 peer-reviewed publications (published and in press); 6 in preparation. \n\n\n\n\n\t\t\t\t\tLast Modified: 06/29/2024\n\n\t\t\t\t\tSubmitted by: MariaDiuk-Wasser\n"
 }
}