{
 "awd_id": "1924636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Submesoscale-Resolving Large Eddy Simulations Using Reduced Biogeochemical Models",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 284658.0,
 "awd_amount": 302058.0,
 "awd_min_amd_letter_date": "2019-08-28",
 "awd_max_amd_letter_date": "2022-05-26",
 "awd_abstract_narration": "Improved understanding of upper ocean biogeochemistry requires a comprehensive look at the interactions between chemical tracers and turbulence at scales smaller than one kilometer (also termed \"submesoscale\"), but modeling chemical tracers and processes at these small scales requires a tremendous amount of computing power and time. As a result, new reduced biogeochemical models, solved in novel ways, must be developed to perform large eddy simulations (LES) of coupled biogeochemistry and physical processes at these scales. In the proposed project, techniques adapted from the field of combustion for the reduction of large chemical kinetics mechanisms will, for the first time, be used to reduce the size of large ocean biogeochemical models. This interdisciplinary research effort will be undertaken by a collaborative team consisting of an expert in numerical simulations of both reacting and oceanographic flows, a biological oceanographer with extensive knowledge of ocean biogeochemistry, and an expert in chemical model reduction and solution. The tools developed in this project will be made available to the broader oceanographic community, and involvement of interdisciplinary PhD students will expose a new generation to computational methods in oceanography and the Earth sciences. The project will provide research experience and mentorship to undergraduate students, particularly those under-represented in STEM, by designing projects derived from, and complementary to, the proposed research. Ultimately, this project will benefit society through improvements to Earth system models (ESMs) used to study climate, resulting in more accurate predictions of future climate impacts on human health, safety, and property. \r\n\r\n\r\nSolution of the reduced models will be performed on graphical processing units (GPUs) using a high-order Runge-Kutta-Chebyshev (RKC) time integration scheme. This project will culminate in the simulation of realistic ocean scenarios and comparisons will be made with observational data from the Drake Passage to determine the role of submesoscale processes in generating small-scale patchiness in the partial pressure of carbon dioxide. Ultimately, insights obtained from the LES will be used to develop a better understanding of the interactions between small-scale turbulence and biogeochemistry in the upper ocean, including the characteristics, dynamical origins, and effects of tracer patchiness. Integration of complex biogeochemical models within high-fidelity LES has previously been exceptionally difficult, but the proposed model reduction, as well as the use of GPUs and the high-order RKC integrator, will enable high-resolution studies of fully-coupled turbulent and biogeochemical processes at submesoscales. These improvements will be made possible by leveraging techniques from chemical kinetics modeling for combustion, where reduction and integration of large chemical mechanisms in high-fidelity simulations has been common for nearly a decade. The proposed simulation effort will provide insights into the effects of submesoscale turbulence, including wave-driven Langmuir turbulence, on the upper-ocean carbon cycle, and will inform the future development of improved ESMs. In particular, interactions between submesoscale turbulence and biogeochemical tracers are thought to be the cause of tracer patchiness and require substantial further study to develop more accurate subgrid-scale parameterizations for ESMs. Moreover, simulations of the Drake Passage will provide concrete insights and understanding of tracer patchiness for realistic conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hamlington",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Peter E Hamlington",
   "pi_email_addr": "peter.hamlington@colorado.edu",
   "nsf_id": "000616341",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Lovenduski",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole S Lovenduski",
   "pi_email_addr": "nicole.lovenduski@colorado.edu",
   "nsf_id": "000560982",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 284658.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 9400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was focused on modeling upper-ocean biogeochemistry in a low-cost, high-fidelity manner through fully-coupled large eddy simulations (LES) of turbulent and biogeochemical (BGC) processes. We were particularly interested in determining&nbsp;the effects of submesoscale (SM) turbulent processes on upper-ocean biogeochemistry and tracer patchiness for both idealized and realistic ocean scenarios.&nbsp;</p>\r\n<p>During the course of this project, we created a smaller and more computationally efficient BGC model, called the Biogeochemical Flux Model 17 (BFM17), that achieved comparable accuracy to a larger and more computationally intensive BGC model for open ocean locations. We then performed an automated computational calibration of this model through the development of a multi-site, multi-objective parameter estimation methodology that combined the respective benefits of gradient-free and gradient-based optimization techniques. Using this methodology, we formulated a new parameter set for BFM17 that resulted in simultaneously good model agreement with observational data at two substantially different ocean locations. We further extended this methodology by performing a coupled joint optimization of both BGC and physical model parameters, resulting in better agreement with observations than when optimizing either set of parameters alone.</p>\r\n<p>In a related series of studies, we have produced global maps of the strength of wind and wave driven submesoscale turbulence in comparison to carbonate chemical processes, indicating locations where small-scale turbulence can be expected to substantially affect carbonate chemical processes. These maps are based on simulation data from LES and the results have been verified using higher-resolution simulations of upper ocean turbulence with fully coupled carbonate chemistry. In an extension of this effort, we also produced global maps of the effects of ocean alkalinity enhancements on surface fluxes of carbon dioxide in the presence of wind and wave driven submesoscale turbulence, indicating locations where such enhancements may be effective in increasing the uptake of CO2.</p>\r\n<p>The biogeochemical modeling tools developed in this project are being made openly available to the broader oceanographic community, thereby permitting the study of other biogeochemical models for different physical scenarios. Ultimately, this research will benefit society through improvements to earth system models used to study climate, resulting in more accurate predictions of future climate impacts on human health, safety, and property. Dissemination of significant research findings also has the potential to influence policy and mitigation strategies related to climate change.</p><br>\n<p>\n Last Modified: 03/05/2025<br>\nModified by: Peter&nbsp;E&nbsp;Hamlington</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was focused on modeling upper-ocean biogeochemistry in a low-cost, high-fidelity manner through fully-coupled large eddy simulations (LES) of turbulent and biogeochemical (BGC) processes. We were particularly interested in determiningthe effects of submesoscale (SM) turbulent processes on upper-ocean biogeochemistry and tracer patchiness for both idealized and realistic ocean scenarios.\r\n\n\nDuring the course of this project, we created a smaller and more computationally efficient BGC model, called the Biogeochemical Flux Model 17 (BFM17), that achieved comparable accuracy to a larger and more computationally intensive BGC model for open ocean locations. We then performed an automated computational calibration of this model through the development of a multi-site, multi-objective parameter estimation methodology that combined the respective benefits of gradient-free and gradient-based optimization techniques. Using this methodology, we formulated a new parameter set for BFM17 that resulted in simultaneously good model agreement with observational data at two substantially different ocean locations. We further extended this methodology by performing a coupled joint optimization of both BGC and physical model parameters, resulting in better agreement with observations than when optimizing either set of parameters alone.\r\n\n\nIn a related series of studies, we have produced global maps of the strength of wind and wave driven submesoscale turbulence in comparison to carbonate chemical processes, indicating locations where small-scale turbulence can be expected to substantially affect carbonate chemical processes. These maps are based on simulation data from LES and the results have been verified using higher-resolution simulations of upper ocean turbulence with fully coupled carbonate chemistry. In an extension of this effort, we also produced global maps of the effects of ocean alkalinity enhancements on surface fluxes of carbon dioxide in the presence of wind and wave driven submesoscale turbulence, indicating locations where such enhancements may be effective in increasing the uptake of CO2.\r\n\n\nThe biogeochemical modeling tools developed in this project are being made openly available to the broader oceanographic community, thereby permitting the study of other biogeochemical models for different physical scenarios. Ultimately, this research will benefit society through improvements to earth system models used to study climate, resulting in more accurate predictions of future climate impacts on human health, safety, and property. Dissemination of significant research findings also has the potential to influence policy and mitigation strategies related to climate change.\t\t\t\t\tLast Modified: 03/05/2025\n\n\t\t\t\t\tSubmitted by: PeterEHamlington\n"
 }
}