{
 "awd_id": "1925629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Time Dependence of Seismic Parameters in Hawaii",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Hearn",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 174766.0,
 "awd_amount": 174766.0,
 "awd_min_amd_letter_date": "2019-07-11",
 "awd_max_amd_letter_date": "2019-07-11",
 "awd_abstract_narration": "Hawaii is one of the most seismically active regions in the world. For the past few decades, it has been used as a natural laboratory for studying the interactions between seismic and magmatic processes. The U.S. Geological Survey (USGS) Hawaiian Volcano Observatory (HVO) has an extensive network of instruments to investigate in real-time the ongoing activity on the island of Hawaii. Yet, much less attention has been paid to seismic-parameter temporal variations. These variations have considerable potential for quantifying the activity and possibly forecasting major destructive events. Here, the researchers calculate seismic parameters for all events in the  Hawaii island recorded over the past 33 years. They analyze their time dependence and examine both the long-term variations and the short-term changes before and after significant events.  One goal is to evaluate to what extend crustal stress changes explained by past events are predictive of future large events.  The team also investigates whether there is a long-term evolution in activity. This project provides support and training for several graduate and undergraduate students. Its outcomes have direct implications for forecasting seismic and volcanic events in Hawaii island. The  three-year award was co-funded by NSF Prediction of and Resilience against Extreme Events (PREEVENTS) program.   \r\n\r\nThe project aims to complete a comprehensive search for temporal variations in seismic parameters and gain new insights into the interactions between seismic and magmatic processes. The investigated parameters include seismicity rate, b-value, fault plane solutions, coda Q, velocity and anisotropy structure, and near-source Vp/Vs ratios. The work exploits digital seismic data recorded by the USGS HVO seismic stations. It leverages on available 3-D seismic velocity and attenuation models, earthquake relocations, and focal solutions provided by prior studies. Results quantify potential variations in seismic parameters before and after magmatic (eruptions and intrusions) and non-magmatic (earthquakes and slow-slip) events. They also evaluate potential long-lasting changes over the past 33 years.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Shearer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Shearer",
   "pi_email_addr": "pshearer@ucsd.edu",
   "nsf_id": "000438307",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "8602 La Jolla Shores Dr",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 174766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project searched for temporal variations in seismic parameters on the island of Hawai&rsquo;i related to volcanic and tectonic activities.&nbsp;&nbsp;These variations most often occur in response to major earthquakes or volcanic eruptions but sometimes can reveal precursory behavior that occurs prior to major events.&nbsp;&nbsp;A variety of analysis techniques were applied to data from seismic stations around Hawai&rsquo;i Island collected during 2013 to 2019 and temporal seismic velocity changes were observed in and around Kiluaea Caldera.&nbsp;&nbsp;The largest changes were associated with cyclic caldera inflation and deflation and magnitude 5 earthquakes that occurred during the 2018 Kiluaea eruption sequence.&nbsp;&nbsp;However, smaller longer-term velocity changes were seen in the years leading up to the 2018 eruption that are correlated with observed surface deformation near the caldera as measured by changes in the distance between geodetic monuments.&nbsp;&nbsp;These results suggest that variations in subsurface cracking and porosity can be observed at Hawai&rsquo;i Island using seismic data, which provides insight into the processes that occur leading up to and during eruptive events.&nbsp;&nbsp;The work gives insights into earthquake behavior in an area with a complex tectonic setting and into the interactions between seismic and magmatic processes, thus providing an improved understanding of our ability to monitor volcanic seismicity and interpret tectonic activity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2023<br>\n\t\t\t\t\tModified by: Peter&nbsp;M&nbsp;Shearer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project searched for temporal variations in seismic parameters on the island of Hawai’i related to volcanic and tectonic activities.  These variations most often occur in response to major earthquakes or volcanic eruptions but sometimes can reveal precursory behavior that occurs prior to major events.  A variety of analysis techniques were applied to data from seismic stations around Hawai’i Island collected during 2013 to 2019 and temporal seismic velocity changes were observed in and around Kiluaea Caldera.  The largest changes were associated with cyclic caldera inflation and deflation and magnitude 5 earthquakes that occurred during the 2018 Kiluaea eruption sequence.  However, smaller longer-term velocity changes were seen in the years leading up to the 2018 eruption that are correlated with observed surface deformation near the caldera as measured by changes in the distance between geodetic monuments.  These results suggest that variations in subsurface cracking and porosity can be observed at Hawai’i Island using seismic data, which provides insight into the processes that occur leading up to and during eruptive events.  The work gives insights into earthquake behavior in an area with a complex tectonic setting and into the interactions between seismic and magmatic processes, thus providing an improved understanding of our ability to monitor volcanic seismicity and interpret tectonic activity.\n\n \n\n\t\t\t\t\tLast Modified: 09/14/2023\n\n\t\t\t\t\tSubmitted by: Peter M Shearer"
 }
}