{
 "awd_id": "1925148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: INT: COLLAB: Leveraging Environmental Monitoring UAS in Rainforests",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2019-09-04",
 "awd_max_amd_letter_date": "2023-11-20",
 "awd_abstract_narration": "Rainforest canopies are important ecosystems for diverse plant and animal life, however validating predictions for scientific decisions about these environments is difficult due to a lack of efficient data collection methods. Access is limited due to remoteness, dense foliage, and venomous wildlife, which constrain research to trails and vegetation near the forest floor. Currently, most data is collected within 50 meters of trails and 5 meters from the ground due to these limitations. Unmanned Aerial Systems (UASs) have been used for sensor deployment and monitoring, but only recently has the ability to collect soil samples at precise locations in the ground been developed by the project team. The proposed work will contribute transformative soil, water, and leaf sampling technologies as part of a UAS sampling system to expand the reach of scientists in challenging environments. It will increase the perception abilities of the robots in challenging terrains and the ability for people to interact with and control the UASs. This effort has the potential to benefit a range of organizations that monitor sensitive environmental regions by providing complementary technologies that fulfill a gap through capabilities to sample previously inaccessible areas at a resolution not previously possible while reducing risk to both humans and the environment. \r\n\r\nThis proposal presents a vision aimed at advancing heterogeneous multi-UAS technologies, practices, and understanding to increase the reach of human sensing in challenging, hard-to-access environments. The proposed work will advance the NRI 2.0 Co-Robotic agenda by focusing on scalability of both systems and teams, inspired in the context of UAS-based forest canopy monitoring. The vision addresses key goals in co-robotic system development with regards to the available attention of the humans involved, site selection for complementary sampling, and improvements in robot design and decision making for sample collection. These goals will be developed in local, well-understood environments before being refined in yearly tests in the harsh, cluttered forest contexts, all while contributing to progress in fundamental co-robotic challenges. The proposed activities will result in: 1) Timing rules and motion-based communications for conveying multi-UAS intention and knowledge to end-users, 2) Perception algorithms that map the environmental knowledge and domain expertise of a scientist into a fleet of vehicles to support semi-autonomous collection of samples above and below the canopy, 3) Platform innovations to improve mechanisms and algorithms for sample collection in new contexts, and 4) Improved data collection in forest canopies to advance the science of plant hydraulics and streamflow generation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gretchen",
   "pi_last_name": "Miller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gretchen R Miller",
   "pi_email_addr": "gmiller@tamu.edu",
   "nsf_id": "000544934",
   "pi_start_date": "2019-09-04",
   "pi_end_date": "2023-11-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huilin",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huilin Gao",
   "pi_email_addr": "hgao@civil.tamu.edu",
   "nsf_id": "000628734",
   "pi_start_date": "2023-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3136 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": null
}