{
 "awd_id": "1925737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CCRI: Medium: DNS, Identity, and Internet Naming for Experimentation and Research (DIINER)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1458440.0,
 "awd_amount": 1458440.0,
 "awd_min_amd_letter_date": "2019-09-20",
 "awd_max_amd_letter_date": "2020-07-29",
 "awd_abstract_narration": "Naming and identification in the Internet is essential to find websites (e.g. www.nsf.gov) and other services. The Domain Name System (DNS), Identity, and Internet Naming for Experimentation and Research (DIINER) project proposes to accelerate research on Internet naming, identification, and the DNS by providing research infrastructure, data, and community building.  The project will provide (1) a testbed and tools to allow experimentation on DNS data and to support gradual transition of new approaches from research into experimental use and ultimately to operation.  (2) The project will provide data about how DNS is used and how the DNS system and servers perform, in the context of a framework for privacy-sensitive anonymization and controlled data sharing.  The DIINER project will also work to (3) foster a collaborative research community by tightening the feedback loop between the creativity and perspectives of academia and the knowledge and real-world problems and data of operation of critical infrastructure, holding workshops about these topics and about these tools and new research methods.   The DIINER project builds on the University of Southern California (USC) Information Sciences Institute (ISI) experiences both running operational DNS services such as B-Root and working with the research community to share data and provide research infrastructure.  The anticipated outcome of DIINER is scientific progress on how to carry out research on Internet naming, identity, and DNS; improvements to the performance, reliability, security, and privacy of how Internet naming, identity, and DNS are done today; and support of education and research at the USC and in the community.\r\n\r\nThe Internet's DNS most commonly maps names to addresses (e.g. www.nsf.gov to 128.150.4.107), and its use has grown to include applications like anti-spam and Content Delivery Networks.  With DNSSEC (Domain Name System Security Extensions), DNS protects data integrity and can ground trust systems, X.509 communications and Certificate Authorities.  But Internet naming, identification, and DNS face many challenges. Security has changed as the Internet has moved from a low-risk academic experiment to a trillion-dollar marketplace, bringing threats from organized crime and nation states.  DNS has also gathered great inertia, with a huge, change-resistant installed base, from millions of home routers to sophisticated commercial clusters.  Its identification as \"critical infrastructure\" adds both technical and political inertia.  These requirements compound technical challenges, such as minimizing latency, and often leave the research community distant from operational reality, without the data and infrastructure they need to make credible contributions.\r\n\r\nThe DIINER project proposes to meet these challenges and reverse DNS ossification by enabling new research in Internet naming and trust, and easing transition from research to operational deployment, while preserving stability.  Its goal is to unite isolated researchers by growing an Internet naming and identification community around DIINER, a new shared research infrastructure providing: (1) parallel DNS resolution evaluation (PRE) to support safe testing of experiments within live, real-world deployed DNS, and (2) live instrumentation and measurement to share real-world DNS query and performance data, with responsibility supported by technical and legal methods.  Today researchers are under-supported, with only limited DNS data available, often long after collection and with limited ability to share, and no support exists for real-world experiments at scale.  USC ISI is uniquely prepared to lead this effort with operational responsibility for the B-Root DNS server, long-term involvement in networking research and graduate education, and independence from commercial interests.  The DIINER approach spans the DNS ecosystem, from end-computers (stub resolvers), to organization-level recursive resolvers, and to authoritative DNS servers.  The proposed infrastructure will integrate with B-Root, second-level-domain authoritative resolvers, and with a recursive resolver.  Stakeholders include end users, Internet services providers (ISPs), and other kinds of service providers, from operators of public DNS services, to commercial DNS providers.  The DIINER project will release tools it develops as open source, augmenting research-infrastructure-as-service with third-party deployments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Heidemann",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S Heidemann",
   "pi_email_addr": "johnh@isi.edu",
   "nsf_id": "000403896",
   "pi_start_date": "2019-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wes",
   "pi_last_name": "Hardaker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wes Hardaker",
   "pi_email_addr": "hardaker@isi.edu",
   "nsf_id": "000737736",
   "pi_start_date": "2019-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "Marina del Rey",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902926611",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 967350.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 491090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"FirstParagraph\">The DNS (Domain Name System), Identity, and Internet Naming for Experimentation and Research (DIINER) project was designed to support new research in Internet naming and trust. Its goals were to support research and ease transition from research to operational deployment, while preserving stability.</p>\r\n<p>To meet this goal, DIINER united researchers in Internet naming and identification around a new, shared research infrastructure providing:</p>\r\n<p class=\"Compact\">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A <strong>Parallel DNS Resolution Evaluation testbed</strong> to support safe testing of experiments within live, real-world deployed DNS,</p>\r\n<p class=\"FirstParagraph\">Key results and from our evaluation testbed included support of the testbed over four project years, with several internal and external testbed experimenters.</p>\r\n<p>In addition to support research results by USC and external researchers, testbed use resulted in several operational changes to the b.root-servers.net authoritative DNS server (B-Root):</p>\r\n<p>a.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Internal studies resulted in deployment of a <strong>second type of DNS server software at B-Root</strong>. B-Root now runs both the bind and knot DNS server packages, improving robustness by allowing B-Root to switch packages if one has a problem.</p>\r\n<p>b.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The project used the testbed to evaluate of <strong>B-Root support for private (encrypted) DNS</strong> in 2022. The results of their work is seen in B-Root as the <strong>first DNS root server to provide DNS-over-TLS to the Internet</strong>. It also resulted in public documentation of suggestions to optimize TCP and TLS use on a root DNS server.</p>\r\n<p>c.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>DIINER updated the LDplayer software</strong>, an open source tool to replay DNS traces for controlled experiments.</p>\r\n<p class=\"Compact\">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Sharing live and archived data and instrumentation</strong> of the operational DNS to assess DNS query and server performance.</p>\r\n<p>a.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The <strong>DIINER project has provided the research community with a total of 89 DNS-related datasets</strong>. These datasets went to to 28 different researchers over that period.</p>\r\n<p>b.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;As part of data sharing, DIINER generated new B-Root datasets created during the project to share with the community: <strong>the 4 B-Root DITL Datasets</strong>, <strong>2 different week-long B-Root Datasets</strong>, as well as the curation of <strong>9 additional B-Root Anomaly datasets</strong>.</p>\r\n<p>c.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>DIINER coordinated anonymization methods among three Root Server Operators (RSOs).</strong> To support researchers comparing results across different RSOs, while still protecting query privacy, DIINER coordinated the anonymization methods across three RSOs. DIINER led coordination with two other RSOs (D-Root and H-Root) to produce DITL datasets for 2023 and 2024 that were generated with a shared anonymization profile.</p>\r\n<p>d.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<strong>DIINER updated the dns-anon software</strong>, an open source tool that can anonymize and support sharing and analysis of DNS datasets.</p>\r\n<p class=\"Compact\">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; DIINER <strong>helped foster the collaborative research community</strong> with feedback between academia and real-world operations through a number of DINR workshops.</p>\r\n<p>a.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;DIINER lead <strong>four DINR workshops on DNS and Internet Naming</strong>, brining together the research and operational communities to discuss new directions in DNS and Internet naming research. Each virtual workshop included international participants and more than dozen research talks. These workshops were deemed highly helpful to DNS researchers. To quote one participant: &ldquo;It&rsquo;s refreshingly different from the other DNS forums as the focus on research allows for a broader range of thoughts and experimental ideas about the way the DNS operates.&rdquo;</p>\r\n<p>b.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;DIINER also gave <strong>5 peer-reviewed technical papers, 5 standards document, and 10 talks</strong> to share our research results with the public.</p>\r\n<p class=\"FirstParagraph\">DIINER&rsquo;s intellectual impact advanced those objectives, developing new methods to do safe experiments on live traffic, new techniques to safely share data about queries and performance.</p>\r\n<p>DIINER&rsquo;s broader impact improved DNS performance, privacy, and resilience, to share these results with other researchers, B-Root and other DNS operators, and in the long run, to improve Internet naming and identification.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/03/2025<br>\nModified by: John&nbsp;S&nbsp;Heidemann</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe DNS (Domain Name System), Identity, and Internet Naming for Experimentation and Research (DIINER) project was designed to support new research in Internet naming and trust. Its goals were to support research and ease transition from research to operational deployment, while preserving stability.\r\n\n\nTo meet this goal, DIINER united researchers in Internet naming and identification around a new, shared research infrastructure providing:\r\n\n\n1. A Parallel DNS Resolution Evaluation testbed to support safe testing of experiments within live, real-world deployed DNS,\r\n\n\nKey results and from our evaluation testbed included support of the testbed over four project years, with several internal and external testbed experimenters.\r\n\n\nIn addition to support research results by USC and external researchers, testbed use resulted in several operational changes to the b.root-servers.net authoritative DNS server (B-Root):\r\n\n\na.     Internal studies resulted in deployment of a second type of DNS server software at B-Root. B-Root now runs both the bind and knot DNS server packages, improving robustness by allowing B-Root to switch packages if one has a problem.\r\n\n\nb.     The project used the testbed to evaluate of B-Root support for private (encrypted) DNS in 2022. The results of their work is seen in B-Root as the first DNS root server to provide DNS-over-TLS to the Internet. It also resulted in public documentation of suggestions to optimize TCP and TLS use on a root DNS server.\r\n\n\nc.     DIINER updated the LDplayer software, an open source tool to replay DNS traces for controlled experiments.\r\n\n\n2. Sharing live and archived data and instrumentation of the operational DNS to assess DNS query and server performance.\r\n\n\na.      The DIINER project has provided the research community with a total of 89 DNS-related datasets. These datasets went to to 28 different researchers over that period.\r\n\n\nb.     As part of data sharing, DIINER generated new B-Root datasets created during the project to share with the community: the 4 B-Root DITL Datasets, 2 different week-long B-Root Datasets, as well as the curation of 9 additional B-Root Anomaly datasets.\r\n\n\nc.     DIINER coordinated anonymization methods among three Root Server Operators (RSOs). To support researchers comparing results across different RSOs, while still protecting query privacy, DIINER coordinated the anonymization methods across three RSOs. DIINER led coordination with two other RSOs (D-Root and H-Root) to produce DITL datasets for 2023 and 2024 that were generated with a shared anonymization profile.\r\n\n\nd.     DIINER updated the dns-anon software, an open source tool that can anonymize and support sharing and analysis of DNS datasets.\r\n\n\n3. DIINER helped foster the collaborative research community with feedback between academia and real-world operations through a number of DINR workshops.\r\n\n\na.     DIINER lead four DINR workshops on DNS and Internet Naming, brining together the research and operational communities to discuss new directions in DNS and Internet naming research. Each virtual workshop included international participants and more than dozen research talks. These workshops were deemed highly helpful to DNS researchers. To quote one participant: Its refreshingly different from the other DNS forums as the focus on research allows for a broader range of thoughts and experimental ideas about the way the DNS operates.\r\n\n\nb.     DIINER also gave 5 peer-reviewed technical papers, 5 standards document, and 10 talks to share our research results with the public.\r\n\n\nDIINERs intellectual impact advanced those objectives, developing new methods to do safe experiments on live traffic, new techniques to safely share data about queries and performance.\r\n\n\nDIINERs broader impact improved DNS performance, privacy, and resilience, to share these results with other researchers, B-Root and other DNS operators, and in the long run, to improve Internet naming and identification.\r\n\n\n\t\t\t\t\tLast Modified: 03/03/2025\n\n\t\t\t\t\tSubmitted by: JohnSHeidemann\n"
 }
}