{
 "awd_id": "1925630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Uncovering the Effects of Stereotype Threats on Latina/o Students? Success in Undergraduate Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 11000.0,
 "awd_amount": 11000.0,
 "awd_min_amd_letter_date": "2019-07-22",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "In the U.S., the number of Latinx students completing engineering degrees as compared to their growing representation in the population is disproportionately low.  Latinx is the gender-neutral term used in lieu of Latino or Latina, refers to individuals who identify with Latin American culture or race.  Major factors affecting Latinx? success include the everyday experiences where students fear being judged by the negative stereotypes associated with their identity and feeling at risk to conform to these stereotypes.  These negative experiences are known as stereotype threats and have been largely understudied among the Latinx population.  Stereotype threats, are one behavior that leads to negative campus climate, especially among minority students who come from historically marginalized populations.  The climate in which Latinx experience college likely has a direct effect on both the learning and social outcomes of these students.  Nevertheless, the nature and effect of stereotype threats on Latinx students' success and persistence in engineering programs are wholly understudied.  Considering the growing initiatives to open access and improve academic preparation of minorities, stereotype threats represent major barriers for Latinx students in pursuing an engineering degree.  This project investigates how stereotype threats affect Latinx students' performance and persistence in engineering programs.  \r\nThis project brings together an interdisciplinary collaboration between faculty in engineering and education across two institutions: Iowa State University, a Predominately White Institution, and the University of Texas at San Antonio, a Hispanic-Serving Institution.  Through the use of focus groups,  surveys , and mock engineering examinations, the researchers are targeting three research goals : (1) identify the gender and ethnic stereotypes that Latinx students experience in undergraduate engineering programs and identify the coping mechanisms students adopt to address these stereotype threats; (2) identify the effects of stereotype threats on student success (i.e. solving engineering problems); and, (3) identify the effects of stereotype threats on persistence indicators (i.e., self-efficacy, institutional affiliation, and psychological well-being).  This project has an important impact on broadening participation of Latinx students in engineering, as results will inform engineering educators and help justify efforts on creating a more inclusive and supportive campus climate for all learners.  As a result, this research supports the development of a diverse and well-equipped engineering workforce and provides a method for institutions to assess their progress toward equity in the learning environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Yuen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy T Yuen",
   "pi_email_addr": "timothy.yuen@utsa.edu",
   "nsf_id": "000545451",
   "pi_start_date": "2019-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782041644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "TX35",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 11000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to investigate stereotype threats that Latinx students may face in undergraduate engineering programs.&nbsp; Research and data collection was conducted at two predominately white institutions (PWI) and one predominately Hispanic institution (HSI). Each institutional principal investigator coordinated with their respective institutions to send out participation recruitment emails to the undergraduate engineering population for this study. Emails were used to recruit participants for individual interviews or an online survey for data collection. The individual interviews were completed with a total of 28 engineering students who participated in our study. &nbsp;The online survey data contained 165 engineering students.&nbsp; The specific objectives were tied to the overall research topics which were: a) To identify gender and ethnic stereotypes Latinx students experience in undergraduate engineering programs; b) To identify the effects of stereotypes and stereotype threats on performance (i.e., solving engineering problems) in the context of PWI and HSI; c) To identify the effects of stereotypes on persistence indicators (i.e., self-efficacy, institutional affiliation, psychological well-being, and self-identity) in the context of a PWI and HSI; and d) To Identify coping mechanisms that Latinx students adopt to address stereotypes and stereotype threats.&nbsp;</p>\n<p>The individual interview data collected, based on the code frequency data from the interviews, the top three most frequently experienced stereotype threats were <em>assumption of behaviors</em>, <em>assumption of academic abilities (based on race)</em>, and <em>assumption of academic abilities (based on gender)</em>. In the comparative analysis of stereotypes across gender groups, it was evident that Latinx-identifying females experience higher rates of stereotypes, as well as higher rates of stereotype threats. Although fewer females were interviewed than males, they experienced more stereotypes and stereotype threats.</p>\n<p>The university attended and student&rsquo;s class standing indicated significant results.&nbsp; When evaluating stereotypes experienced across institutions, there was no notable difference in the rate at which students at a PWI and students at an HSI experienced stereotypes. However, when comparing the rate at which students at a PWI and students at an HSI experienced stereotype threats, students at the HSI reported experiencing them at slightly higher rates than those at a PWI.&nbsp; When evaluating stereotypes experienced based on the student&rsquo;s class standing, juniors generally reported experiencing the most stereotype threats.&nbsp; With each survey and interview conducted, students were asked about how they cope.&nbsp; Latinx students said that ignoring the stereotypes they encounter was the most commonly reported method of dealing with the prejudice they faced.</p>\n<p>When both ethnicity-based and gender-based stereotype threats are present for students attending an HSI significantly predicted lower engineering identities on a private regard &ndash; meaning students lacked a since of pride in being a part of the engineering community. Students in their first two years of college indicated experiencing gender stereotype threats that significantly predicted lower public regard engineering identities &ndash; indicating students having a more negative view towards engineers within society.&nbsp; Suggesting that lowerclassmen would likely still be learning their core curriculum and identify less as being an engineer on a public regard compared to the upperclassmen students who would likely be learning how to apply the tools they have learned to real-world problems before completing their degree.&nbsp; Students reported experiencing ethnicity-based stereotypes that significantly negatively impacted their private regard, group, and self-efficacy engineering identities.&nbsp; Indicating that ethnicity-based stereotype threats play a significant role in how a student views engineers within society, if they feel they belong in a group of other engineers, and their confidence in themselves to complete an engineering task.&nbsp; Students reported experiencing gender-based stereotype threats that significantly negatively impacted their private regard, public regard, and group engineering identities.&nbsp; Indicating that gender-based stereotype threats significantly influence if a student feels a since of pride in being apart of the engineering community, how they view engineers within society, and if they feel they belong in a group of other engineers.&nbsp; Overall, when looking at all engineering identities aggregated into a single dependent variable, the presence of ethnicity-based stereotype threats and gender-based stereotype threats were significant predictors of lower engineering identities among Latinx undergraduate engineering students.&nbsp;</p>\n<p>Engineering program leaders, institutions, public schools, and instructors should use this information to construct better practices for including Latinx students in engineering and promote normalized diversity in engineering fields and discourage current stereotypes present.&nbsp; Ideas and concepts can also be applied to promote diversity across other disciplines as well. By recognizing these stereotypes, we may learn how to combat them and, ideally, retain more of the Latinx students who enroll in college with the purpose of earning a degree in engineering. The objective is that by improving the student experience in combating stereotypes or helping Latinx students cope with them more consciously, programs can increase the graduation rates of these students and contribute to the development of the Latinx workforce in engineering professions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2022<br>\n\t\t\t\t\tModified by: Timothy&nbsp;T&nbsp;Yuen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to investigate stereotype threats that Latinx students may face in undergraduate engineering programs.  Research and data collection was conducted at two predominately white institutions (PWI) and one predominately Hispanic institution (HSI). Each institutional principal investigator coordinated with their respective institutions to send out participation recruitment emails to the undergraduate engineering population for this study. Emails were used to recruit participants for individual interviews or an online survey for data collection. The individual interviews were completed with a total of 28 engineering students who participated in our study.  The online survey data contained 165 engineering students.  The specific objectives were tied to the overall research topics which were: a) To identify gender and ethnic stereotypes Latinx students experience in undergraduate engineering programs; b) To identify the effects of stereotypes and stereotype threats on performance (i.e., solving engineering problems) in the context of PWI and HSI; c) To identify the effects of stereotypes on persistence indicators (i.e., self-efficacy, institutional affiliation, psychological well-being, and self-identity) in the context of a PWI and HSI; and d) To Identify coping mechanisms that Latinx students adopt to address stereotypes and stereotype threats. \n\nThe individual interview data collected, based on the code frequency data from the interviews, the top three most frequently experienced stereotype threats were assumption of behaviors, assumption of academic abilities (based on race), and assumption of academic abilities (based on gender). In the comparative analysis of stereotypes across gender groups, it was evident that Latinx-identifying females experience higher rates of stereotypes, as well as higher rates of stereotype threats. Although fewer females were interviewed than males, they experienced more stereotypes and stereotype threats.\n\nThe university attended and student’s class standing indicated significant results.  When evaluating stereotypes experienced across institutions, there was no notable difference in the rate at which students at a PWI and students at an HSI experienced stereotypes. However, when comparing the rate at which students at a PWI and students at an HSI experienced stereotype threats, students at the HSI reported experiencing them at slightly higher rates than those at a PWI.  When evaluating stereotypes experienced based on the student’s class standing, juniors generally reported experiencing the most stereotype threats.  With each survey and interview conducted, students were asked about how they cope.  Latinx students said that ignoring the stereotypes they encounter was the most commonly reported method of dealing with the prejudice they faced.\n\nWhen both ethnicity-based and gender-based stereotype threats are present for students attending an HSI significantly predicted lower engineering identities on a private regard &ndash; meaning students lacked a since of pride in being a part of the engineering community. Students in their first two years of college indicated experiencing gender stereotype threats that significantly predicted lower public regard engineering identities &ndash; indicating students having a more negative view towards engineers within society.  Suggesting that lowerclassmen would likely still be learning their core curriculum and identify less as being an engineer on a public regard compared to the upperclassmen students who would likely be learning how to apply the tools they have learned to real-world problems before completing their degree.  Students reported experiencing ethnicity-based stereotypes that significantly negatively impacted their private regard, group, and self-efficacy engineering identities.  Indicating that ethnicity-based stereotype threats play a significant role in how a student views engineers within society, if they feel they belong in a group of other engineers, and their confidence in themselves to complete an engineering task.  Students reported experiencing gender-based stereotype threats that significantly negatively impacted their private regard, public regard, and group engineering identities.  Indicating that gender-based stereotype threats significantly influence if a student feels a since of pride in being apart of the engineering community, how they view engineers within society, and if they feel they belong in a group of other engineers.  Overall, when looking at all engineering identities aggregated into a single dependent variable, the presence of ethnicity-based stereotype threats and gender-based stereotype threats were significant predictors of lower engineering identities among Latinx undergraduate engineering students. \n\nEngineering program leaders, institutions, public schools, and instructors should use this information to construct better practices for including Latinx students in engineering and promote normalized diversity in engineering fields and discourage current stereotypes present.  Ideas and concepts can also be applied to promote diversity across other disciplines as well. By recognizing these stereotypes, we may learn how to combat them and, ideally, retain more of the Latinx students who enroll in college with the purpose of earning a degree in engineering. The objective is that by improving the student experience in combating stereotypes or helping Latinx students cope with them more consciously, programs can increase the graduation rates of these students and contribute to the development of the Latinx workforce in engineering professions.\n\n \n\n\t\t\t\t\tLast Modified: 11/10/2022\n\n\t\t\t\t\tSubmitted by: Timothy T Yuen"
 }
}