{
 "awd_id": "1925503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissolved trace elements in the tropical Northwest Pacific Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 320393.0,
 "awd_amount": 320393.0,
 "awd_min_amd_letter_date": "2019-08-23",
 "awd_max_amd_letter_date": "2022-06-02",
 "awd_abstract_narration": "This project involves a collaboration with Chinese scientists in the analysis of seawater samples collected during mid-2019 in the Northwest Pacific Ocean.  The cruise (designated GP09) is part of an international collaborative research effort known as GEOTRACES, which is examining the distributions of trace elements and isotopes throughout the oceans. Some trace elements are micro-nutrients in the ocean, others are potentially toxic in small quantities, and still others can be tracers or indictors of the extent of various ocean processes such as hydrothermal inputs or productivity. The GP09 cruise affords an opportunity to obtain trace element clean water samples from a region that is geologically complex as well as being a meeting place for various ocean currents and water masses. It will sample the southwest corner of the North Pacific subtropical gyre, one of the largest oligotrophic (i.e., low nutrient) ocean regions and arguably the largest continuous ecosystem on Earth. This region is likely impacted by dust input (including anthropogenic aerosols), nitrogen fixation, hydrothermal inputs, and island effects associated with weathering of the Philippines and margin cycling.  Determining material sources, sinks, and cycling in this region is ultimately important for understanding controls on the region's productivity. Many of the trace elements to be determined are also of relevance for paleo-proxy applications (i.e., for understanding what the sediment records of these elements tell us about past ocean processes). However, successful paleo-proxy applications generally require further insight into the processes that affect the cycling of the proxy elements. Because of the wide range of parameters to be determined by GP09 participants, the cruise affords substantial opportunities for collaboration with Chinese colleagues. The knowledge and experience gained from this project will be incorporated into the principle investigator's courses in oceanography. For outreach activities, in collaboration with the University of Southern Mississippi Marine Education Center, high school students will be invited to attend lectures given by scientists about their research. A postdoctoral scholar will also be trained as part of the project\r\n\r\n\r\nA researcher from the University of Southern Mississippi will obtain clean, filtered trace element samples from a mid-2019 oceanographic research cruise in the Northwest Pacific Ocean. The cruise (GP09) is part of the GEOTRACES program and was led by researchers from Xiamen University, China, with additional participants from other major Chinese oceanographic institutions. The geological and hydrographic complexity, along with the oligotrophic nature of the GP09 cruise track, make this an especially interesting region for study. Trace element distributions are likely to provide insight into various source, sink, and cycling processes of broad interest. For example, a number of the elements we will study have been used (or proposed to be used) as paleoredox and paleoproductivity proxies [e.g., barium (Ba), rare earth elements (REEs), vanadium (V), cadmium (Cd)], but a better understanding of their oceanic cycling is needed to more fully understand their proxy signals. The studies proposed here are also pertinent to important issues including delivery of mineral dust and nutrient iron to the surface ocean [gallium (Ga), REEs and possibly Cd and V], removal and internal cycling of trace elements [Ba, REEs], tracing sources of material including margin sources [Ba, manganese (Mn), REEs, V] and hydrothermal influences [Mn, Ba, REEs], as well as understanding of conservative versus non-conservative changes in tracer distributions [Ba, REEs, V]. The cruise also allows extensive collaboration with other, mainly Chinese, investigators.  Thus, the dissolved Ga data will be compared with data obtained by colleagues on distributions of other lithogenic, rapidly-scavenged elements like aluminum (Al) and thorium-232; the dissolved Ba data will be shared with those determining radium and Ba isotopes; and, the REE data will be made available to those examining neodymium isotopes, as well as compared with other scavenging tracers such as Ga, Al, and Th.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Shiller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alan M Shiller",
   "pi_email_addr": "shilleram@gmail.com",
   "nsf_id": "000452564",
   "pi_start_date": "2019-08-23",
   "pi_end_date": "2022-06-02"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hayes",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher T Hayes",
   "pi_email_addr": "christopher.t.hayes@usm.edu",
   "nsf_id": "000675972",
   "pi_start_date": "2022-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394015876",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 320393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We collaborated in an oceanographic research cruise (&ldquo;GP09&rdquo;) in April/June 2019 in the tropical Northwest Pacific Ocean roughly east of the Philippine Islands (Fig. 1). The cruise was part of an international research effort known as GEOTRACES and was led by scientists from Xiamen University, China.</p>\n<p>&nbsp;The cruise included a range of international investigators looking at trace elements and isotopes (TEIs) in dissolved, particulate, and aerosol phases as well as incubation experiments. GP09 afforded an opportunity to obtain trace element clean water samples from a region that is geologically complex as well as being a meeting place for various ocean currents and water masses. It sampled the southwest corner of the North Pacific subtropical gyre, one of the largest oligotrophic (low nutrient) ocean regions and arguably the largest continuous ecosystem on Earth. This region is likely impacted by dust input (including anthropogenic aerosols), nitrogen fixation, hydrothermal effects, and island effects associated with weathering of the Philippines and margin cycling. Understanding material sources, sinks, and cycling in this region is ultimately important for understanding controls on this important region&rsquo;s productivity.</p>\n<p>&nbsp;Over 500 water samples were collected and subsequently analyzed. We determined dissolved concentrations of barium (Ba), gallium (Ga), vanadium (V), manganese (Mn), cadmium (Cd), lead (Pb), copper (Cu), nickel (Ni) and rare earth elements (REEs). Our studies are pertinent to important issues including delivery of mineral dust and nutrient iron to the surface ocean (Ga), removal and internal cycling of trace elements (Ba, V, Cu, Cd, Ni, REEs), development of tracers of past ocean processes (i.e., paleooceanographic proxies; Ba, V, REEs), tracing sources of material (Ga, Ba, Mn, REEs, V), and understanding of conservative vs non-conservative changes in tracer distributions (Ba, REEs).</p>\n<p>&nbsp;Other researchers determined additional parameters including plant macro-nutrients (N, P, Si) as well as important micro-nutrients (iron) and source tracers such as aluminum (Al), and radium isotopes (Ra). Comparing our chemical distributions with those determined by others is key for all of the involved research groups to test hypothesized mechanisms of element input, removal, and cycling through the ocean. These mechanisms, in turn, are pertinent to understanding the ocean&rsquo;s biological productivity and its role in global climate&hellip;.issues of greater societal relevance. Results of this work are also being broadly disseminated by publication in peer-reviewed journals, with data made publicly available through established data repositories. A graduate student and postdoc were trained as part of the project.</p>\n<p>&nbsp;Additionally, this project established a number of international collaborations including with Chinese oceanographers who organized the cruise. We helped them verify their analytical methods and began working on joint publications. Also, we opportunistically took advantage of a 2021 French GEOTRACES cruise (GS02) which obtained samples from the Indian sector of the Southern Ocean, an important area of water exchanges and circulation. And, we established a collaboration with a Japanese scientist who provided us with samples from the Sea of Okhotsk, a marginal basin that appears to impact the Northwest Pacific Ocean.</p>\n<p>&nbsp;Among our important and useful findings:</p>\n<p>&nbsp;1. From GP09, there is a modest hydrothermal plume stretching ~ 500 km westward from the Mariana Trough. Also, the North Equatorial Current (NEC) showed significantly higher surface water light REE (LREE) concentrations at 11 N than at stations at 17 N (e.g., Fig. 2). This is likely due to &ldquo;island weathering&rdquo; enrichment of the LREEs from erosion of the Philippines and recirculation of those coastal waters offshore to be entrained into the NEC. Concentrations of some elements (e.g., Cu, LREEs) also appear to be slightly higher in the deep Philippine Basin than further eastward in the open Pacific (Fig 3). This probably results from isolation of the deep Philippine Basin (i.e., longer residence time of those deep waters).&nbsp;</p>\n<p>&nbsp;2. We examined the mass balance of dissolved gallium (Ga) in the North Pacific Intermediate Water (NPIW). The NPIW is a source of nutrients to some surface waters of the North Pacific. Thus, understanding what water sources contribute to NPIW is important. Our Ga data shows that another water mass, Central Mode Water, is a previously unrecognized source for the NPIW. Composition of NPIW was also examined using REEs and water mass analysis. We observed continental influences on NPIW REE concentrations.</p>\n<p>&nbsp;3. For dust-derived tracers with short residence times (years, e.g., Fe, Al), surface ocean distributions necessarily reflect both input and removal processes. With a somewhat longer near-surface residence time (decades), dissolved Ga (Fig. 4) reflects the dust delivery of this element but with a broader spatial distribution than that of Al and Fe. That is, the Ga distribution reflects transport of dust-influenced waters.</p>\n<p>&nbsp;4. Samples obtained from the French Southern Ocean cruise allowed us to refine our estimates of trace element concentrations in this important water mass formation region and speculate on mechanisms of element removal from surface waters.</p><br>\n<p>\n Last Modified: 05/03/2024<br>\nModified by: Christopher&nbsp;T&nbsp;Hayes</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685240893_Figure_3_Nd_section--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685240893_Figure_3_Nd_section--rgov-800width.png\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685240893_Figure_3_Nd_section--rgov-66x44.png\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dissolved Nd distribution in the GP09 section (see map in Fig. 1 for station locations). Note general increase in concentrations with depth; slight excess in deep Philippine Basin (Stns 2-5, 11-14) compared to deep water of the open Pacific (Stns 7-9).</div>\n<div class=\"imageCredit\">Alan M. Shiller</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;T&nbsp;Hayes\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685366433_Figure_4__Sfc_Ga--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685366433_Figure_4__Sfc_Ga--rgov-800width.png\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685366433_Figure_4__Sfc_Ga--rgov-66x44.png\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of surface water dissolved gallium concentrations from this project (western Pacific) compared to other gallium data produced by the Shiller laboratory at USM.</div>\n<div class=\"imageCredit\">Alan M. Shiller</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;T&nbsp;Hayes\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714684981716_Figure_1_map--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714684981716_Figure_1_map--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714684981716_Figure_1_map--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of the Northwest Pacific Ocean showing the GEOTRACES GP09 cruise track and station numbers.</div>\n<div class=\"imageCredit\">Alan M. Shiller</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;T&nbsp;Hayes\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685118280_Figure_2_Nd_surface_waters--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685118280_Figure_2_Nd_surface_waters--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1925503/1925503_10637575_1714685118280_Figure_2_Nd_surface_waters--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of surface water dissolved neodymium concentrations from GEOTRACES section GP09 indicating the North Equatorial Current (NEC) and enrichment in the recirculation of the Mindanao Eddy.</div>\n<div class=\"imageCredit\">Alan M. Shiller</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;T&nbsp;Hayes\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe collaborated in an oceanographic research cruise (GP09) in April/June 2019 in the tropical Northwest Pacific Ocean roughly east of the Philippine Islands (Fig. 1). The cruise was part of an international research effort known as GEOTRACES and was led by scientists from Xiamen University, China.\n\n\nThe cruise included a range of international investigators looking at trace elements and isotopes (TEIs) in dissolved, particulate, and aerosol phases as well as incubation experiments. GP09 afforded an opportunity to obtain trace element clean water samples from a region that is geologically complex as well as being a meeting place for various ocean currents and water masses. It sampled the southwest corner of the North Pacific subtropical gyre, one of the largest oligotrophic (low nutrient) ocean regions and arguably the largest continuous ecosystem on Earth. This region is likely impacted by dust input (including anthropogenic aerosols), nitrogen fixation, hydrothermal effects, and island effects associated with weathering of the Philippines and margin cycling. Understanding material sources, sinks, and cycling in this region is ultimately important for understanding controls on this important regions productivity.\n\n\nOver 500 water samples were collected and subsequently analyzed. We determined dissolved concentrations of barium (Ba), gallium (Ga), vanadium (V), manganese (Mn), cadmium (Cd), lead (Pb), copper (Cu), nickel (Ni) and rare earth elements (REEs). Our studies are pertinent to important issues including delivery of mineral dust and nutrient iron to the surface ocean (Ga), removal and internal cycling of trace elements (Ba, V, Cu, Cd, Ni, REEs), development of tracers of past ocean processes (i.e., paleooceanographic proxies; Ba, V, REEs), tracing sources of material (Ga, Ba, Mn, REEs, V), and understanding of conservative vs non-conservative changes in tracer distributions (Ba, REEs).\n\n\nOther researchers determined additional parameters including plant macro-nutrients (N, P, Si) as well as important micro-nutrients (iron) and source tracers such as aluminum (Al), and radium isotopes (Ra). Comparing our chemical distributions with those determined by others is key for all of the involved research groups to test hypothesized mechanisms of element input, removal, and cycling through the ocean. These mechanisms, in turn, are pertinent to understanding the oceans biological productivity and its role in global climate.issues of greater societal relevance. Results of this work are also being broadly disseminated by publication in peer-reviewed journals, with data made publicly available through established data repositories. A graduate student and postdoc were trained as part of the project.\n\n\nAdditionally, this project established a number of international collaborations including with Chinese oceanographers who organized the cruise. We helped them verify their analytical methods and began working on joint publications. Also, we opportunistically took advantage of a 2021 French GEOTRACES cruise (GS02) which obtained samples from the Indian sector of the Southern Ocean, an important area of water exchanges and circulation. And, we established a collaboration with a Japanese scientist who provided us with samples from the Sea of Okhotsk, a marginal basin that appears to impact the Northwest Pacific Ocean.\n\n\nAmong our important and useful findings:\n\n\n1. From GP09, there is a modest hydrothermal plume stretching ~ 500 km westward from the Mariana Trough. Also, the North Equatorial Current (NEC) showed significantly higher surface water light REE (LREE) concentrations at 11 N than at stations at 17 N (e.g., Fig. 2). This is likely due to island weathering enrichment of the LREEs from erosion of the Philippines and recirculation of those coastal waters offshore to be entrained into the NEC. Concentrations of some elements (e.g., Cu, LREEs) also appear to be slightly higher in the deep Philippine Basin than further eastward in the open Pacific (Fig 3). This probably results from isolation of the deep Philippine Basin (i.e., longer residence time of those deep waters).\n\n\n2. We examined the mass balance of dissolved gallium (Ga) in the North Pacific Intermediate Water (NPIW). The NPIW is a source of nutrients to some surface waters of the North Pacific. Thus, understanding what water sources contribute to NPIW is important. Our Ga data shows that another water mass, Central Mode Water, is a previously unrecognized source for the NPIW. Composition of NPIW was also examined using REEs and water mass analysis. We observed continental influences on NPIW REE concentrations.\n\n\n3. For dust-derived tracers with short residence times (years, e.g., Fe, Al), surface ocean distributions necessarily reflect both input and removal processes. With a somewhat longer near-surface residence time (decades), dissolved Ga (Fig. 4) reflects the dust delivery of this element but with a broader spatial distribution than that of Al and Fe. That is, the Ga distribution reflects transport of dust-influenced waters.\n\n\n4. Samples obtained from the French Southern Ocean cruise allowed us to refine our estimates of trace element concentrations in this important water mass formation region and speculate on mechanisms of element removal from surface waters.\t\t\t\t\tLast Modified: 05/03/2024\n\n\t\t\t\t\tSubmitted by: ChristopherTHayes\n"
 }
}