{
 "awd_id": "1925690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCI Phase I: NSF Center for Synthesizing Quantum Coherence",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924950",
 "po_email": "kcovert@nsf.gov",
 "po_sign_block_name": "Katharine Covert",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1800000.0,
 "awd_amount": 1800000.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2021-10-14",
 "awd_abstract_narration": "The CCI Phase I: Center for Synthesizing Quantum Coherences (CSQC) is supported by the Centers for Chemical Innovation (CCI) Program of the Division of Chemistry. This Phase I Center is led by Professor David Beratan of Duke University. Other team members include Professors Michael Therien (also of Duke University), Michael Wasielewski  (Northwestern University), Graham Fleming (University of California-Berkeley), and Nancy Makri (University of Illinois at Urbana-Champaign). Collisions between atoms and molecules are typically random events, and even if two reactants collide, the force of the collision may not be sufficient to cause them to react with each other. Despite this randomness, chemists have become quite good at predicting the rates and outcomes of chemical reactions. However, if we wish to control chemical reactions so that they yield only desired products or to capture energy or transport information, randomness must be minimized. The goal of the CSQC is to understand how chemical processes can be designed to be \"coherent.\" An example of a coherent process is the light emitted from a laser. The photons generated by the laser move \"in sync\" with each other (the technical term is \"in phase\"). Other light sources (incandescent or compact fluorescent bulbs, for example) emit photons in a random fashion. Thus, the CSQC is designing and synthesizing molecules and assemblies of molecules where the motions of the atoms and electrons within them can be coherent, like the photons in a laser beam. Coherent processes have the potential to change how we control chemical reactions, as well as greatly expand the range of useful applications of chemistry (for example, by developing new technologies for sensing, computing, materials science, and biomedicine). The CSQC works to ensure that that a Center climate of inclusion and diversity is embraced so that underrepresented minority and women students are included in the interdisciplinary, team-based research.  The students at all sites will be trained by Duke's Program in Science Communication to explain the significance of their research to a broad audience, contributing to our society's scientific literacy, as well as creating core knowledge of use to the chemistry community.\r\n\r\nThe goal of CSQC is to discover how coherent dynamic processes in electronically excited multi-chromophoric systems and single-walled carbon nanotube superstructures enable the collection, manipulation, and direction of energy, charge, and spin in ways that challenge classical conceptions of temperature and reaction rates. The team applies the tools of synthesis, molecular and nanoscale design, 2D electronic and electronic-vibrational spectroscopies, pulse-EPR spectroscopy, and theoretical/computational quantum chemistry to understand the coherent flow of electronic excited states and charges, along with their coherent spin-spin interactions, through precisely tailored nanostructures and molecules. The development of the underlying principles will have wide ranging impact in areas related to quantum information systems, energy conversion, molecular sensing, and quantum computing. Students receive training in a wide spectrum of disciplines (chemical synthesis, laser technology, theory and computation) as well as in science communication.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Beratan",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Beratan",
   "pi_email_addr": "david.beratan@duke.edu",
   "nsf_id": "000228119",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "035Y00",
   "pgm_ele_name": "Phase I Ctrs for Chem Innovati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Imagine the transformational possibilities if one could harness the power of coherent non-equilibrium quantum states to radically expand our rich chemical toolbox. Unleashing such effects would enable one to, for example, control the selectivity of (photo-)chemical reactions, direct energy transport to optimize collection and storage, and even exploit the tunability of molecular excitations to encode, store, and process quantum information. The Center for Synthesizing Quantum Coherence (CSQC) aimed to achieve precisely these advances. The Center provided a new paradigm to elucidate, exploit, and control energy and charge in covalently bonded, strongly coupled chemical structures capable of hosting coherent non-equilibrium states. It accomplished its aims by manipulating the coupling of electronic, vibronic, and spin excitations to environmental motions, including intramolecular and collective effects. While this environmental coupling has traditionally been viewed as the primary threat to coherence, the Center aimed to demonstrate that environmental coupling can be exploited as a resource to tune coherent behavior and decoherence to produce tangible outcomes for chemistry<strong>,</strong> including<strong> </strong>low loss long-range (macroscopic) directed transport, tailored control of chemical reactions in which chemistry is liberated from&nbsp; Boltzmann statistics, and novel molecular platforms that protect and process quantum information.&nbsp;</p>\n<p>A central theme underlying the CSQC was to enable collaboration and communication in chemistry. Thus, the CSQC fostered fertile scientific exchange through a collaborative theory-experiment feedback loop ensuring that discoveries in theory can redirect experiments, and vice versa, which was essential to synthesize, characterize, and control coherent effects of electronic and vibronic excited states, of charges, and of spin interactions. Further, the aims of this project were well aligned with those of NSF&rsquo;s &ldquo;Quantum Leap&rdquo; initiative:<sup> </sup>&nbsp;(1) to exploit quantum mechanics to observe, manipulate, and control the nature and flow of energy and quasiparticles at the molecular and nanoscales; (2) to generate next-generation technologies for sensing; (3) to produce novel technologies to&nbsp;model the quantum dynamics of condensed phase systems; and (4) to produce new schemes to convey information at the nanoscale.</p>\n<p>The CSQC developed: (i) foundational and exclusive spectroscopic capabilities, (ii) unique compositions of matter, and (iii) theory, modeling, and simulation that unmask how coherent phenomena may be exploited to observe, manipulate, and control the nature and flow of energy, charge, and spin. The CSQC<strong> </strong>&nbsp;demonstrated the viability of synthesizing, modeling, and probing electronic, vibronic, and spin coherence in the strongly coupled regime, enabling unprecedented manipulation of coherences at the molecular scale.</p>\n<p>The Center also conducted substantial activities focused on student training, higher education and professional development, innovation, informal sicence communication, braodening participation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: David&nbsp;N&nbsp;Beratan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nImagine the transformational possibilities if one could harness the power of coherent non-equilibrium quantum states to radically expand our rich chemical toolbox. Unleashing such effects would enable one to, for example, control the selectivity of (photo-)chemical reactions, direct energy transport to optimize collection and storage, and even exploit the tunability of molecular excitations to encode, store, and process quantum information. The Center for Synthesizing Quantum Coherence (CSQC) aimed to achieve precisely these advances. The Center provided a new paradigm to elucidate, exploit, and control energy and charge in covalently bonded, strongly coupled chemical structures capable of hosting coherent non-equilibrium states. It accomplished its aims by manipulating the coupling of electronic, vibronic, and spin excitations to environmental motions, including intramolecular and collective effects. While this environmental coupling has traditionally been viewed as the primary threat to coherence, the Center aimed to demonstrate that environmental coupling can be exploited as a resource to tune coherent behavior and decoherence to produce tangible outcomes for chemistry, including low loss long-range (macroscopic) directed transport, tailored control of chemical reactions in which chemistry is liberated from Boltzmann statistics, and novel molecular platforms that protect and process quantum information.\n\n\nA central theme underlying the CSQC was to enable collaboration and communication in chemistry. Thus, the CSQC fostered fertile scientific exchange through a collaborative theory-experiment feedback loop ensuring that discoveries in theory can redirect experiments, and vice versa, which was essential to synthesize, characterize, and control coherent effects of electronic and vibronic excited states, of charges, and of spin interactions. Further, the aims of this project were well aligned with those of NSFs Quantum Leap initiative: (1) to exploit quantum mechanics to observe, manipulate, and control the nature and flow of energy and quasiparticles at the molecular and nanoscales; (2) to generate next-generation technologies for sensing; (3) to produce novel technologies tomodel the quantum dynamics of condensed phase systems; and (4) to produce new schemes to convey information at the nanoscale.\n\n\nThe CSQC developed: (i) foundational and exclusive spectroscopic capabilities, (ii) unique compositions of matter, and (iii) theory, modeling, and simulation that unmask how coherent phenomena may be exploited to observe, manipulate, and control the nature and flow of energy, charge, and spin. The CSQC demonstrated the viability of synthesizing, modeling, and probing electronic, vibronic, and spin coherence in the strongly coupled regime, enabling unprecedented manipulation of coherences at the molecular scale.\n\n\nThe Center also conducted substantial activities focused on student training, higher education and professional development, innovation, informal sicence communication, braodening participation.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: DavidNBeratan\n"
 }
}