{
 "awd_id": "1925060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mechanisms of Droplet Generation by Breaking Wind Waves, Experiments and Numerical Simulations",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 588008.0,
 "awd_amount": 588008.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "This is a combined experimental and numerical study of droplet generation by breaking wind waves in the presence of surfactants and salt water.  Measurements of the average spatial distribution and diameters of droplets in wind wave systems have been made in wave tanks and in the field, but the connection between the dynamics of wave breaking and the generation of droplets is unclear as are the effects of water salinity and surfactants on these generation processes.  By combining experimental measurements of the breakers and droplets with numerical simulations of the same breaking events, the strengths of each research method will be used synergistically to explore the physics of the droplet generation mechanisms in breaking waves.  Air-sea transfer of mass, momentum, energy and heat is an important component of the dynamical system controlling the weather and global climate, and droplet generation by breaking waves makes an important contribution to these transfer processes.  The results of this study will be useful for numerical models of the system.  They will also be applicable to understanding engineering flows in which free surface and spray generation are involved, for example in chemical engineering flows. Finally, the droplet diameter and trajectory measurement system used in the proposed study is thought to be adaptable for use as a field measurement system. This project will also contribute to the education of students by fully supporting two graduate students, a half-time postdoctoral researcher and an undergraduate student during the summer months.  At the University of Maryland, the PI will organize a week-long summer school on nonlinear water waves. He will also host students and teachers from a middle school program called ThinkStem in visits to his laboratory.  At the University of Minnesota, the PI will organize and outreach program for high school students from Native American communities. The program consists of a summer camp aimed at enhancing the students' understanding of the environmental fluid flow processes at the water surfaces in the Great Lakes.\r\n\r\nThe experiments will provide, among other quantities, highly resolved measurements of the temporal evolution of the breaking wave profiles and similarly resolved measurements of the size and motions of droplets with diameters down to 100 microns and smaller, while the simulations will compute the evolution of the air and water flow fields with state-of-the-art spatial resolution.  In both the experiments and simulations, the breakers will be generated mechanically with highly repeatable dispersively focused wave packets and augmented by wind.   By introducing soluble surfactants and salt into the water in the experiments and simulations, their effects on wave breaking and droplet generation will be explored.  Both the experiments and simulations will identify the time, location and characteristics of the important droplet generation events during the breaking process.  The experimental measurements of the droplet generation events will be used to provide data and focus for the numerical simulations and provide data for droplets smaller than the simulations can compute.  The simulations will explore the physical processes that generate these droplet ejection events and develop and test sub-grid models for the generation of the smallest droplets.  The effects of salinity and surfactants on each droplet generation process will be examined.  The knowledge of the effects of salinity and surfactants on the droplet production at these experimental/numerical scales will be used to estimate droplet production at some field-scale conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Duncan",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Duncan",
   "pi_email_addr": "duncan@umd.edu",
   "nsf_id": "000191684",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xinan",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinan Liu",
   "pi_email_addr": "xliu@umd.edu",
   "nsf_id": "000234409",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, Dept. of Mechanical Engineering",
  "perf_str_addr": "2181 Martin Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 588008.0
  }
 ],
 "por": null
}