{
 "awd_id": "1926845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  A Blood-Based Test to Identify Patients with Intracranial Aneurysm",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 815820.0,
 "awd_min_amd_letter_date": "2019-08-14",
 "awd_max_amd_letter_date": "2022-08-05",
 "awd_abstract_narration": "The broader/commercial impact of this SBIR Phase II project aims to validate and test a novel blood-based diagnostic to detect unruptured brain aneurysms in asymptomatic patients. In the U.S., approximately 2-5% of the population (about 6-17 million Americans) harbors an unruptured brain aneurysm. Since aneurysms are largely asymptomatic, these individuals are unaware of the potential danger they are in. Currently, there are no adequate screening tools to identify an unruptured intracranial aneurysm (IA). As a result, ~30,000 Americans suffer aneurysm rupture each year without warning, 10-15% of whom die on the way to the hospital and another 30-40% of whom die within a month. The novel diagnostic screening test to be validated in this project will provide a means to identify people who have unruptured aneurysms, enabling patients to be monitored and receive life-saving preventative treatments. In addition to the health benefits of this non-invasive test, it will also result in massive savings for the healthcare system. The estimated lifetime healthcare costs for annual cases of patients with ruptured IA is about $3 billion, and more than $885 million for patients with unruptured IAs. Plus, the annual lost wages of surviving ruptured IA patients and their caretakers combined is an estimated $138 million.\r\n\r\nThis project aims to validate a molecular diagnostic to detect biomarkers of unruptured aneurysms consisting of genes expressed in circulating whole blood. Our Phase I and Post-Phase I study results have shown that a panel of approximately 50 circulating RNAs isolated from blood samples can be used to predict the presence of unruptured brain aneurysms with over 90% accuracy. Since Phase I, analysis of these RNA biomarkers has been transferred and verified on a clinical diagnostic platform that uses patented chemical ligation-dependent probe amplification technology, standard qPCR amplification, and capillary electrophoresis for readout.  This Phase II project will be the first large-scale validation of this test, utilizing blood samples from 400 patients with and without aneurysms across 3 clinical centers to reliably assess the diagnostic's accuracy. Next-generation sequencing on the first half of patients will be used as a second verification of the platform and to select new emergent biomarkers if needed. Predictive accuracy of 90% with an AUC greater than 0.80 will be used to measure success. Furthermore, the last half of the samples will be tested in a CLIA-certified lab in order to prepare the test for launch as a Lab Developed Test following Phase II.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Tutino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Tutino",
   "pi_email_addr": "vtutino@nvdiag.com",
   "nsf_id": "000737373",
   "pi_start_date": "2019-08-14",
   "pi_end_date": "2022-08-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Poppenberg",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry E Poppenberg",
   "pi_email_addr": "kerrypop55@gmail.com",
   "nsf_id": "000888645",
   "pi_start_date": "2022-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Neurovascular Diagnostics, Inc.",
  "inst_street_address": "701 ELLICOTT ST",
  "inst_street_address_2": "",
  "inst_city_name": "BUFFALO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5857030490",
  "inst_zip_code": "142031101",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "NEUROVASCULAR DIAGNOSTICS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "TJDUDJHDFL31"
 },
 "perf_inst": {
  "perf_inst_name": "Neurovascular Diagnostics, Inc.",
  "perf_str_addr": "8210 Golden Oak Cir.",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142218504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "NY23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this Phase II study was to validate Neurovascular Diagnostics&rsquo; research-use-only brain aneurysm diagnostic assay called AneuScreen<sup>TM</sup> (a 50-gene expression panel) in a large prospective dataset of n=400 patients. The proposed validations were conducted in two stages. In Stage 1, we tested the assay on the first 200 blood samples, comparing model predictions of aneurysm presence with clinical diagnoses. This analysis was designed to show that AneuScreen<sup>TM</sup> is fit-for-purpose in detecting the presence of unruptured brain aneurysm. Testing in this large cohort was also designed to allow us to determine if there were any confounding variables that affect the accuracy of the algorithm and, if necessary, adjust the algorithm to minimize these effects. In Stage 2, we tested the second group of 200 samples using AneuScreen<sup>TM</sup>. The purpose of these studies was to validate the model. In some of these samples triplicate testing was used to analyze expression measurement variability. Moreover, in order to improve assay performance, we chose to use the testing data in these samples to retrain the algorithms. Parallel RNA sequencing of these samples was also performed in order to verify expression measured on the assay, as well as to explore other potential targets/biomarkers, which could be added in the future to the AneuScreen<sup>TM</sup> biomarker panel.</p>\n<p>Over the course of this project, our team successfully collected and analyzed over 400 samples. Initially, we found that the previously-developed models needed to be re-trained. Moreover, upon collection of the second batch of 200 samples, we noted batch effect from different collection sites. These challenges necessitated both normalization of assay outputs for the entire dataset and retraining of the model to improve performance. To develop robust models, we expanded feature space by considering gene expression levels, gene ratios, and demographic patient data, then implemented model (support vector machine) training/testing that included hyperparameter tuning in nested loops, in 85% of the data with an 80/20 test/train split. The remaining 15% of the assay data was used for independent model validation. In model development, a 12-feature model performed the best with a testing AUC of 0.74. In the independent model validation, we found an AUC of 0.80, with an accuracy of 0.78, sensitivity of 0.64, and specificity of 0.87. Moreover, this model had a high negative predictive value of 0.98, which is ideal for a prescreen like AneuScreen<sup>TM</sup>. Triplicate testing to evaluate variability in assay output showed that most targets had a low coefficient of variation, indicating consistency across replicates.</p>\n<p>Comparison of the assay data to RNA sequencing to show verification of expression results was also successful. Pearson correlation was calculated for the 50 model genes between RNA sequencing expression and AneuScreen<sup>TM</sup> expression per individual control or aneurysm sample. The vast majority of samples achieved strong correlation (182/185, 98.4%) with a correlation coefficient &gt;0.6. Moreover, the sequencing results identified potential new biomarkers. With this large sequencing dataset, we used traditional gene expression analysis methods and identified 192 differentially expressed genes, including known aneurysm risk markers like <em>ARHGEF17</em>. These genes could be considered for future assay refinement. Bioinformatics analyses of these differentially expressed genes were performed to explore the potential pathways and processes associated with the aneurysm disease state. Gene ontology enrichment analysis in gProfiler showed that for genes with decreased expression, many significant biological process and cellular component terms, such as cell population proliferation and regulation of signaling and cell communication were significantly enriched. Examination in Ingenuity Pathway Analysis further showed that degradation of the extracellular matrix, a hallmark of IA pathogenesis, was among the top canonical pathways. Neutrophil degranulation and complement cascade were also significant canonical pathways.</p>\n<p>In summary, the project successfully achieved its objectives by re-developing a rigorous model, performing extensive data inquiry and standardization, and robust model validation in an expanded cohort. The comprehensive approach included normalization techniques, identification of new potential biomarkers, and arduous machine learning workflows, resulting in a model with promising performance characteristics. The findings provide a foundation for further refinement of the assay and its potential application in identifying individuals at risk of intracranial aneurysms.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/12/2024<br>\nModified by: Kerry&nbsp;E&nbsp;Poppenberg</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this Phase II study was to validate Neurovascular Diagnostics research-use-only brain aneurysm diagnostic assay called AneuScreenTM (a 50-gene expression panel) in a large prospective dataset of n=400 patients. The proposed validations were conducted in two stages. In Stage 1, we tested the assay on the first 200 blood samples, comparing model predictions of aneurysm presence with clinical diagnoses. This analysis was designed to show that AneuScreenTM is fit-for-purpose in detecting the presence of unruptured brain aneurysm. Testing in this large cohort was also designed to allow us to determine if there were any confounding variables that affect the accuracy of the algorithm and, if necessary, adjust the algorithm to minimize these effects. In Stage 2, we tested the second group of 200 samples using AneuScreenTM. The purpose of these studies was to validate the model. In some of these samples triplicate testing was used to analyze expression measurement variability. Moreover, in order to improve assay performance, we chose to use the testing data in these samples to retrain the algorithms. Parallel RNA sequencing of these samples was also performed in order to verify expression measured on the assay, as well as to explore other potential targets/biomarkers, which could be added in the future to the AneuScreenTM biomarker panel.\n\n\nOver the course of this project, our team successfully collected and analyzed over 400 samples. Initially, we found that the previously-developed models needed to be re-trained. Moreover, upon collection of the second batch of 200 samples, we noted batch effect from different collection sites. These challenges necessitated both normalization of assay outputs for the entire dataset and retraining of the model to improve performance. To develop robust models, we expanded feature space by considering gene expression levels, gene ratios, and demographic patient data, then implemented model (support vector machine) training/testing that included hyperparameter tuning in nested loops, in 85% of the data with an 80/20 test/train split. The remaining 15% of the assay data was used for independent model validation. In model development, a 12-feature model performed the best with a testing AUC of 0.74. In the independent model validation, we found an AUC of 0.80, with an accuracy of 0.78, sensitivity of 0.64, and specificity of 0.87. Moreover, this model had a high negative predictive value of 0.98, which is ideal for a prescreen like AneuScreenTM. Triplicate testing to evaluate variability in assay output showed that most targets had a low coefficient of variation, indicating consistency across replicates.\n\n\nComparison of the assay data to RNA sequencing to show verification of expression results was also successful. Pearson correlation was calculated for the 50 model genes between RNA sequencing expression and AneuScreenTM expression per individual control or aneurysm sample. The vast majority of samples achieved strong correlation (182/185, 98.4%) with a correlation coefficient 0.6. Moreover, the sequencing results identified potential new biomarkers. With this large sequencing dataset, we used traditional gene expression analysis methods and identified 192 differentially expressed genes, including known aneurysm risk markers like ARHGEF17. These genes could be considered for future assay refinement. Bioinformatics analyses of these differentially expressed genes were performed to explore the potential pathways and processes associated with the aneurysm disease state. Gene ontology enrichment analysis in gProfiler showed that for genes with decreased expression, many significant biological process and cellular component terms, such as cell population proliferation and regulation of signaling and cell communication were significantly enriched. Examination in Ingenuity Pathway Analysis further showed that degradation of the extracellular matrix, a hallmark of IA pathogenesis, was among the top canonical pathways. Neutrophil degranulation and complement cascade were also significant canonical pathways.\n\n\nIn summary, the project successfully achieved its objectives by re-developing a rigorous model, performing extensive data inquiry and standardization, and robust model validation in an expanded cohort. The comprehensive approach included normalization techniques, identification of new potential biomarkers, and arduous machine learning workflows, resulting in a model with promising performance characteristics. The findings provide a foundation for further refinement of the assay and its potential application in identifying individuals at risk of intracranial aneurysms.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/12/2024\n\n\t\t\t\t\tSubmitted by: KerryEPoppenberg\n"
 }
}