{
 "awd_id": "1926542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRA:  Disentangling cross-scale influences on tree species, traits, and diversity from individual trees to continental scales",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1215240.0,
 "awd_amount": 1313135.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2022-05-11",
 "awd_abstract_narration": "Trees are essential to ecosystems. They store carbon, reduce erosion, and serve as habitat for other species. The factors influencing trees, and the spatial scales at which they are managed, range from an individual tree to entire continents. Since there are approximately three trillion trees in the world collecting data on every tree over large areas is impossible using traditional methods. Therefore, it is necessary to use new technology to measure and describe individual trees over large geographic areas. This research will address this fundamental challenge by combining high resolution remote sensing data with field data on trees. Together, the remote sensing and field data will be used to understand what influences the number of trees, their size, where different species occur, and how this changes from spatial scales of local parks to the entire United States. This project will also make it easier for other scientists to study trees over large areas by developing software, producing data products, and providing training and collaboration opportunities for working with these novel datasets. This will help drive rapid advances in the cross-scale understanding of tree ecology with broad applications in forestry, management, and fundamental scientific understanding.\r\n\r\nThis project combines National Ecological Observatory Network (NEON) data from airborne remote sensing and field data collection. These data will be used to develop machine learning based approaches to identify, measure, and characterize to species all of the canopy trees located within each forested NEON site. This will yield data on approximately 50 million individual trees at about 40 sites across the United States. These data from NEON will be combined with data from the US Forest Service Forest Inventory and Analysis Project, which samples millions of trees at over 100,000 locations across the United States. These combined data will be used to develop joint models of the distribution, abundance, and structural traits of trees, that explicitly incorporate the concept of scale. These models will be used to understand how the processes influencing tree distribution and traits change across scales by comparing the importance of different factors at scales ranging from a few meters, where individual trees directly interact, to the entire United States, where large gradients in climate and land use are important. This research will address three broad questions in ecology: 1) what processes govern species distribution and abundance at different scales and how do they interact? 2) how are landscape and regional process of species coexistence connected to local biodiversity? 3) how do changes in the processes influencing tree traits across scales impact estimates of biomass and carbon storage?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ethan",
   "pi_last_name": "White",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ethan P White",
   "pi_email_addr": "ethanwhite@ufl.edu",
   "nsf_id": "000246060",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Bohlman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie A Bohlman",
   "pi_email_addr": "sbohlman@ufl.edu",
   "nsf_id": "000568993",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daisy Zhe",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daisy Zhe Wang",
   "pi_email_addr": "daisyw@cise.ufl.edu",
   "nsf_id": "000609902",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alina",
   "pi_last_name": "Zare",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alina Zare",
   "pi_email_addr": "azare@ece.ufl.edu",
   "nsf_id": "000618001",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aditya",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aditya Singh",
   "pi_email_addr": "aditya01@ufl.edu",
   "nsf_id": "000719155",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326110430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1215240.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 97895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-78221e6f-7fff-0d5c-0f13-aea77c482216\"> </span></p>\r\n<p dir=\"ltr\"><span>From commercial forestry to landscape restoration there is an increasing need for data on the location, species, and status of every tree in forests containing millions of trees. Accomplishing this requires the use of new technology to measure and describe individual trees over large geographic areas. This project combined high resolution remote sensing data, field data on trees across the United States, and artificial intelligence (AI) approaches to characterize and understand forest structure and biodiversity across the US National Ecological Observatory Network.</span></p>\r\n<p dir=\"ltr\"><span>One key outcome of this project was the generation of publicly available data on the location, size, and species of over 100 million individual trees across the US National Ecological Observatory Network. This data provides a unique resource for studying forests across scales.</span></p>\r\n<p dir=\"ltr\"><span>En route to producing this data, the project generated numerous advances in data availability and algorithmic approaches for using remote sensing data from forests to generate data on individual trees. Notable algorithmic advances in AI for computer vision, which included the development of methods for leveraging large amounts of unlabeled remote sensing data, the integration of multiple types of remote sensing, the combination of multiple years of remote sensing data, and the incorporation of knowledge about forest ecosystems into deep learning algorithms. All of these advances resulted in significant improvements in the ability of computer vision algorithms to detect individual trees in airborne imagery and classify those trees to species, making it possible to detect uncommon species that were too rare to incorporate using existing approaches. As such, these new methods provide richer characterizations of forest ecosystems that are often required for restoration and management activities. Notable data advances included the development of a large scale public benchmark dataset representing a range of forest types across the United States and including remote sensing data from three different sensor types. Benchmarks like this one are key to facilitating the development and evaluation of remote sensing algorithms broadly and the inclusion of multiple types of sensor data from a broad range of forest types in a publicly available benchmark was an important advance.</span></p>\r\n<p dir=\"ltr\"><span>By leveraging this large scale tree data the project produced advances in understanding of the processes structuring forest biodiversity and functional traits from individual trees to the entire United States. New methods were developed that combined data from the National Ecological Observatory Network with data from the US Forest Service Forest Inventory and Analysis program. Applying these methods to evaluate the processes structuring forests across scales demonstrated that a combination of species level constraints, structural traits, and environmental factors drive individual plant traits across scales.</span></p>\r\n<p dir=\"ltr\"><span>The growing use of geospatial tools in forest management, including for precision forestry, creates a crucial need for tools and human capital to satisfy the growing demand for the application of these approaches from government agencies, NGO&rsquo;s, and industry. The project produced substantial benefits to society through the development of software, production of educational resources, and training of scientists to support precision forestry and other advanced approaches to monitoring and managing forests and other ecosystems. A key outcome was the development of the DeepForest software package for finding and characterizing individual trees using airborne imagery. This software has been widely adopted by researchers and actively leveraged by the geospatial software industry. The project also produced a series of workshops and open educational resources teaching geospatial and remote sensing computational approaches to both university students and the public more broadly. These broad education efforts were combined with the in-depth training of 7 graduate students, 2 postdoctoral researchers, and undergraduate researchers in the development and application of geospatial tools for forest characterization and management. The project also conducted two data science competitions that engaged the computer scientists in finding the most effective algorithms for tree detection and species identification.&nbsp; Together these efforts have expanded human capital in AI, geospatial remote sensing, and precision forestry and provided tools to facilitate the broad application of these approaches for the study and management of forests.</span></p><br>\n<p>\n Last Modified: 12/19/2024<br>\nModified by: Ethan&nbsp;P&nbsp;White</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734625138456_tree_maps_2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734625138456_tree_maps_2--rgov-800width.png\" title=\"Tree maps at 3 scales for the Bartlett Experimental Forest. The large scale shows over 4 million trees and associated field data locations. The smallest scale shows good correspondence between predicting trees (indicated by boxes) and visible trees for a range of different species.\"><img src=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734625138456_tree_maps_2--rgov-66x44.png\" alt=\"Tree maps at 3 scales for the Bartlett Experimental Forest. The large scale shows over 4 million trees and associated field data locations. The smallest scale shows good correspondence between predicting trees (indicated by boxes) and visible trees for a range of different species.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview of predictions for the Bartlett Experimental Forest in New Hampshire. Maps at 3 scales show over four million tree predictions for 7 species. The location of NEON sampling plots and the NEON boundary are shown in the top left image.</div>\n<div class=\"imageCredit\">DOI: 10.1371/journal.pbio.3002700</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Ethan&nbsp;P&nbsp;White\n<div class=\"imageTitle\">Tree maps at 3 scales for the Bartlett Experimental Forest. The large scale shows over 4 million trees and associated field data locations. The smallest scale shows good correspondence between predicting trees (indicated by boxes) and visible trees for a range of different species.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734624616249_tree_maps_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734624616249_tree_maps_1--rgov-800width.png\" title=\"Example tree detections and species labels for 4 NEON sites with closed canopy deciduous forests. Images for forests in Alabama, Virginia, Massachusetts, and Wisconsin all show good correspondence between bounding boxes and visible trees for a range of different species\"><img src=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734624616249_tree_maps_1--rgov-66x44.png\" alt=\"Example tree detections and species labels for 4 NEON sites with closed canopy deciduous forests. Images for forests in Alabama, Virginia, Massachusetts, and Wisconsin all show good correspondence between bounding boxes and visible trees for a range of different species\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example tree detections and species labels for 4 NEON sites with closed canopy deciduous forests.</div>\n<div class=\"imageCredit\">DOI: 10.1371/journal.pbio.3002700</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Ethan&nbsp;P&nbsp;White\n<div class=\"imageTitle\">Example tree detections and species labels for 4 NEON sites with closed canopy deciduous forests. Images for forests in Alabama, Virginia, Massachusetts, and Wisconsin all show good correspondence between bounding boxes and visible trees for a range of different species</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734625381312_trait_maps--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734625381312_trait_maps--rgov-800width.jpg\" title=\"Map of trait predictions trees at the Ordway Swisher Biological Station. In the center, predictions of tree height for ~2.5 million trees. Cropped images show 1-km2 crops of maps for predicted LMA, percent N, percent C, and percent P predictions at scale.\"><img src=\"/por/images/Reports/POR/2024/1926542/1926542_10628697_1734625381312_trait_maps--rgov-66x44.jpg\" alt=\"Map of trait predictions trees at the Ordway Swisher Biological Station. In the center, predictions of tree height for ~2.5 million trees. Cropped images show 1-km2 crops of maps for predicted LMA, percent N, percent C, and percent P predictions at scale.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of trait predictions trees at the Ordway Swisher Biological Station. In the center, predictions of tree height for ~2.5 million trees. Cropped images show 1-km2 crops of maps for predicted LMA, percent N, percent C, and percent P predictions at scale.</div>\n<div class=\"imageCredit\">DOI: 10.1002/eap.2300</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Ethan&nbsp;P&nbsp;White\n<div class=\"imageTitle\">Map of trait predictions trees at the Ordway Swisher Biological Station. In the center, predictions of tree height for ~2.5 million trees. Cropped images show 1-km2 crops of maps for predicted LMA, percent N, percent C, and percent P predictions at scale.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nFrom commercial forestry to landscape restoration there is an increasing need for data on the location, species, and status of every tree in forests containing millions of trees. Accomplishing this requires the use of new technology to measure and describe individual trees over large geographic areas. This project combined high resolution remote sensing data, field data on trees across the United States, and artificial intelligence (AI) approaches to characterize and understand forest structure and biodiversity across the US National Ecological Observatory Network.\r\n\n\nOne key outcome of this project was the generation of publicly available data on the location, size, and species of over 100 million individual trees across the US National Ecological Observatory Network. This data provides a unique resource for studying forests across scales.\r\n\n\nEn route to producing this data, the project generated numerous advances in data availability and algorithmic approaches for using remote sensing data from forests to generate data on individual trees. Notable algorithmic advances in AI for computer vision, which included the development of methods for leveraging large amounts of unlabeled remote sensing data, the integration of multiple types of remote sensing, the combination of multiple years of remote sensing data, and the incorporation of knowledge about forest ecosystems into deep learning algorithms. All of these advances resulted in significant improvements in the ability of computer vision algorithms to detect individual trees in airborne imagery and classify those trees to species, making it possible to detect uncommon species that were too rare to incorporate using existing approaches. As such, these new methods provide richer characterizations of forest ecosystems that are often required for restoration and management activities. Notable data advances included the development of a large scale public benchmark dataset representing a range of forest types across the United States and including remote sensing data from three different sensor types. Benchmarks like this one are key to facilitating the development and evaluation of remote sensing algorithms broadly and the inclusion of multiple types of sensor data from a broad range of forest types in a publicly available benchmark was an important advance.\r\n\n\nBy leveraging this large scale tree data the project produced advances in understanding of the processes structuring forest biodiversity and functional traits from individual trees to the entire United States. New methods were developed that combined data from the National Ecological Observatory Network with data from the US Forest Service Forest Inventory and Analysis program. Applying these methods to evaluate the processes structuring forests across scales demonstrated that a combination of species level constraints, structural traits, and environmental factors drive individual plant traits across scales.\r\n\n\nThe growing use of geospatial tools in forest management, including for precision forestry, creates a crucial need for tools and human capital to satisfy the growing demand for the application of these approaches from government agencies, NGOs, and industry. The project produced substantial benefits to society through the development of software, production of educational resources, and training of scientists to support precision forestry and other advanced approaches to monitoring and managing forests and other ecosystems. A key outcome was the development of the DeepForest software package for finding and characterizing individual trees using airborne imagery. This software has been widely adopted by researchers and actively leveraged by the geospatial software industry. The project also produced a series of workshops and open educational resources teaching geospatial and remote sensing computational approaches to both university students and the public more broadly. These broad education efforts were combined with the in-depth training of 7 graduate students, 2 postdoctoral researchers, and undergraduate researchers in the development and application of geospatial tools for forest characterization and management. The project also conducted two data science competitions that engaged the computer scientists in finding the most effective algorithms for tree detection and species identification. Together these efforts have expanded human capital in AI, geospatial remote sensing, and precision forestry and provided tools to facilitate the broad application of these approaches for the study and management of forests.\t\t\t\t\tLast Modified: 12/19/2024\n\n\t\t\t\t\tSubmitted by: EthanPWhite\n"
 }
}