{
 "awd_id": "1926050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MSA:  Macrosystems EDDIE:  An undergraduate training program in macrosystems science and ecological forecasting",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2019-07-16",
 "awd_abstract_narration": "Ecologists are increasingly analyzing big environmental datasets to make forecasts about the future health of ecosystems. However, the data analysis and modeling skills needed to successfully develop ecological forecasts are rarely taught in undergraduate classrooms. To overcome this challenge, this project will expand an existing, successful training program (Macrosystems EDDIE: Environmental Data-Driven Inquiry & Exploration) to teach students fundamental ecological concepts as they create forecasts for lakes and forests across the United States. Through Macrosystems EDDIE, students and instructors will learn how to use models, assess forecast accuracy with observational data, and communicate forecasts to managers and decision-makers. These skills will be embedded in stand-alone teaching modules that will be widely applicable to multiple disciplines and student experience levels. Macrosystems EDDIE provides an innovative new approach for teaching macrosystems ecology and has the potential to advance undergraduate science education across the U.S. By strengthening both students' quantitative skillsets and understanding of macrosystems ecology, this project will help develop a diverse, globally-competitive scientific workforce and enhanced infrastructure for macrosystems research and education.\r\n\r\nThe biosphere is changing at unprecedented rates, requiring ecologists to use macrosystems science approaches to make forecasts about the future state of populations, communities, and ecosystems. Macrosystems EDDIE will provide the training needed to make ecological forecasting accessible to all ecologists, from undergraduates to senior researchers, by distilling complex topics and skills to an introductory level via interactive tools and visualizations. The teaching modules will analyze aquatic and terrestrial data from the National Ecological Observatory Network (NEON) and Global Lake Ecological Observatory Network (GLEON) to explore how the predictability of ecological dynamics varies among ecosystems and across different spatial scales. All teaching modules will be rigorously assessed, revised, and disseminated broadly for maximum impact through the Science Education Research Center (SERC). Beyond undergraduate classrooms, module teaching materials will be used by Ecological Forecasting Initiative researchers, thereby supporting collaborative, interdisciplinary science across multiple institutions. By teaching ecologists at multiple experience levels how to retrieve, analyze, and visualize NEON and GLEON data, our goal is to enable widespread use of computational research approaches while advancing macrosystems ecology and ecological forecasting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cayelan",
   "pi_last_name": "Carey",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Cayelan C Carey",
   "pi_email_addr": "cayelan@vt.edu",
   "nsf_id": "000547439",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Thomas",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Q Thomas",
   "pi_email_addr": "rqthomas@vt.edu",
   "nsf_id": "000658577",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "926 W. Campus Drive",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project&nbsp;developed and expanded an ongoing training program (Macrosystems EDDIE: Environmental Data-Driven Inquiry &amp; Exploration) to teach undergraduate students the foundations of macrosystems science and ecological forecasting. The project supported the creation of ready-to-use, stand-alone teaching modules based on critical components of ecological forecasting - e.g., the iterative forecasting cycle, model-data fusion, uncertainty analysis, decision support and forecast visualization - that are widely applicable to a suite of disciplines and undergraduate student experience levels. All of the teaching modules are based on NEON (National Ecological Observatory Network) and GLEON (Global Lake Ecological Observatory Network) sites and datasets.</p>\r\n<p>Macrosystems EDDIE represents the first formalized undergraduate curriculum in macrosystems ecology and ecological forecasting.&nbsp;Through the program, instructors and students across the U.S. and around the world have learned how to build an ecological forecasting model, apply the model to a NEON site to generate an ecological forecast, and update the forecast with new data as observations become available. By comparing forecasts among NEON ecoclimatic domains, students have learned both macrosystems ecology concepts as well as modeling and quantitative literacy skills. All teaching modules have been rigorously assessed, revised, and disseminated broadly for maximum impact through partnerships with the Science Education Research Center (SERC) at Carleton College and NEON.</p>\r\n<p>Key intellectual merit outcomes have been contributions to the disciplines of education, ecology, ecological forecasting, and environmental data science, supporting 29 peer-reviewed journal articles. These studies have found that completion of a Macrosystems EDDIE module significantly increases students' comprehension of ecological forecasting and application of macrosystems approaches, e.g., interpreting environmental variability over interacting temporal and spatial scales. Moreover,&nbsp;students were more likely to correctly define macrosystems concepts, interpret complex data visualizations, and apply macrosystems approaches in new contexts following module use.&nbsp;Further, completing one Macrosystems EDDIE teaching module significantly increased students' self-reported proficiency, confidence, and likely future use of simulation models and ecological forecasting, as well as their perceived knowledge of ecosystem simulation models and ecological forecasts.&nbsp;</p>\r\n<p>In addition, assessment data found that Macrosystems EDDIE ecological forecasting modules 'train the trainers,' by introducing instructors to data science and ecological forecasting concepts and skills. The majority of faculty who taught a module in their classsrooms reported that they were more likely to use high-frequency/long-term datasets, such as NEON data, after teaching a module (Lofton et al. 2025). Additionally, faculty on average reported that the modules are very effective in teaching macrosystems ecology, data science, and ecosystem modeling, and very to extremely effective in teaching ecological forecasting. Finally, most instructors indicated they would teach the modules again, indicating that Macrosystems EDDIE modules will continue to help train instructors and students in macrosystems ecology, data science, and ecological forecasting in future years.</p>\r\n<p>Overall, the project has had several broader impact outcomes. First, ~2500 students completed a Macrosystems EDDIE module within the project's assessment program.&nbsp;The total number of students who completed a Macrosystems EDDIE teaching module is likely much higher when including courses that are not participating in the assessment, as there have been&nbsp;&gt;47,000&nbsp;unique views (as of the project end date) of the Macrosystems EDDIE webpages.&nbsp;Second, four postdoctoral researchers and one graduate student received training at the interface of education and ecology through module development and assessment. Third, all of the teaching materials developed in the project have been released open-source through the Environmental Data Initiative (EDI). Finally, &gt;65 workshops and presentations were delivered in conferences, webinars, and other meetings that disseminated Macrosystems EDDIE teaching modules and forecasting research to interested instructors.<strong>&nbsp;</strong></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/21/2025<br>\nModified by: Cayelan&nbsp;C&nbsp;Carey</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis projectdeveloped and expanded an ongoing training program (Macrosystems EDDIE: Environmental Data-Driven Inquiry & Exploration) to teach undergraduate students the foundations of macrosystems science and ecological forecasting. The project supported the creation of ready-to-use, stand-alone teaching modules based on critical components of ecological forecasting - e.g., the iterative forecasting cycle, model-data fusion, uncertainty analysis, decision support and forecast visualization - that are widely applicable to a suite of disciplines and undergraduate student experience levels. All of the teaching modules are based on NEON (National Ecological Observatory Network) and GLEON (Global Lake Ecological Observatory Network) sites and datasets.\r\n\n\nMacrosystems EDDIE represents the first formalized undergraduate curriculum in macrosystems ecology and ecological forecasting.Through the program, instructors and students across the U.S. and around the world have learned how to build an ecological forecasting model, apply the model to a NEON site to generate an ecological forecast, and update the forecast with new data as observations become available. By comparing forecasts among NEON ecoclimatic domains, students have learned both macrosystems ecology concepts as well as modeling and quantitative literacy skills. All teaching modules have been rigorously assessed, revised, and disseminated broadly for maximum impact through partnerships with the Science Education Research Center (SERC) at Carleton College and NEON.\r\n\n\nKey intellectual merit outcomes have been contributions to the disciplines of education, ecology, ecological forecasting, and environmental data science, supporting 29 peer-reviewed journal articles. These studies have found that completion of a Macrosystems EDDIE module significantly increases students' comprehension of ecological forecasting and application of macrosystems approaches, e.g., interpreting environmental variability over interacting temporal and spatial scales. Moreover,students were more likely to correctly define macrosystems concepts, interpret complex data visualizations, and apply macrosystems approaches in new contexts following module use.Further, completing one Macrosystems EDDIE teaching module significantly increased students' self-reported proficiency, confidence, and likely future use of simulation models and ecological forecasting, as well as their perceived knowledge of ecosystem simulation models and ecological forecasts.\r\n\n\nIn addition, assessment data found that Macrosystems EDDIE ecological forecasting modules 'train the trainers,' by introducing instructors to data science and ecological forecasting concepts and skills. The majority of faculty who taught a module in their classsrooms reported that they were more likely to use high-frequency/long-term datasets, such as NEON data, after teaching a module (Lofton et al. 2025). Additionally, faculty on average reported that the modules are very effective in teaching macrosystems ecology, data science, and ecosystem modeling, and very to extremely effective in teaching ecological forecasting. Finally, most instructors indicated they would teach the modules again, indicating that Macrosystems EDDIE modules will continue to help train instructors and students in macrosystems ecology, data science, and ecological forecasting in future years.\r\n\n\nOverall, the project has had several broader impact outcomes. First, ~2500 students completed a Macrosystems EDDIE module within the project's assessment program.The total number of students who completed a Macrosystems EDDIE teaching module is likely much higher when including courses that are not participating in the assessment, as there have been47,000unique views (as of the project end date) of the Macrosystems EDDIE webpages.Second, four postdoctoral researchers and one graduate student received training at the interface of education and ecology through module development and assessment. Third, all of the teaching materials developed in the project have been released open-source through the Environmental Data Initiative (EDI). Finally, 65 workshops and presentations were delivered in conferences, webinars, and other meetings that disseminated Macrosystems EDDIE teaching modules and forecasting research to interested instructors.\r\n\n\n\t\t\t\t\tLast Modified: 04/21/2025\n\n\t\t\t\t\tSubmitted by: CayelanCCarey\n"
 }
}