{
 "awd_id": "1926882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:Predictive Surrogate Modeling and Analysis of Radiative Heat transfer in Porous Media",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 165812.0,
 "awd_amount": 165812.0,
 "awd_min_amd_letter_date": "2019-05-21",
 "awd_max_amd_letter_date": "2019-05-21",
 "awd_abstract_narration": "Radiative heat transfer in porous media is complex and ambiguous; yet, measuring the radiative properties of a target porous media is of vital importance. Measurement and prediction of the radiative properties is critical for simulation and design of energy technologies that involve porous material structures, including pebble beds in nuclear reactors, selective laser sintering technology, solar absorbers, solar thermochemical reactors, biological tissues, thermal barriers for jet engines and space vehicles, ceramic foams for catalytic combustion and many more. At present, predicting radiative properties of randomly packed beds requires large time-consuming ray-tracing simulations. This project replaces these computations with efficient machine learning based methods to revolutionize a wide range of related applications and underlying technologies.\r\n \r\nThis transformative project demonstrates that surrogate models can approximate and predict the probability distribution functions of radiative properties of randomly packed structures reliably and efficiently. Large time-consuming ray-tracing Monte Carlo simulations are replaced by predictive models based on machine learning methods. The inputs to the models are statistics of a wide range of variables pertaining to the physical configurations of void, solid, boundary conditions and dimensions and the medium shape. Various learning models are studied for data fitting, and an analysis of accuracy versus the cost of computation is performed for each. Data sampling, model selection and model fitting are all engineered to render surrogate models that are accurate, efficient, scalable and generalizable. Sampling, design of experiment and model fitting is studied for each surrogate model to reduce the computational load while minimizing the cost of data collection and learning. The practical accuracy of the proposed models is validated based on comparison with direct Monte Carlo simulations and previously established laboratory-based experiments. The proposed predictive models are applied in computed tomography for inference of porous media structures in various applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shima",
   "pi_last_name": "Hajimirza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shima Hajimirza",
   "pi_email_addr": "shima.hajimirza@stevens.edu",
   "nsf_id": "000692626",
   "pi_start_date": "2019-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3123 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 22087.0
  }
 ],
 "por": null
}