{
 "awd_id": "1926924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  An adaptive machine learning-based platform to improve surgical quality and patient outcomes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 693899.0,
 "awd_amount": 1382042.0,
 "awd_min_amd_letter_date": "2019-08-23",
 "awd_max_amd_letter_date": "2021-10-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project will be to help usher in personalized and tailored surgical care within a shifting healthcare context toward value-based care. Hospitals and surgeons are seeking solutions that will enable them to target, as opposed to generalizing, improvements in surgical quality for enhanced patient outcomes and effective use of resources. By proactively identifying surgical risks and matching patients to interventions most appropriate for these risk strata, the proposed technology is designed to support hospitals in meeting their value-based care objectives. The larger vision is to apply this paradigm in all of medicine by leveraging Artificial Intelligence and Machine Learning for prediction, proactive intervention, and outcomes tracking in a closed feedback loop. Demonstrating this in a high-cost, high-risk specialty like surgery provides a path for expanding the technology into other medical specialties and serving a greater domestic and international market. Ultimately, the lessons learned from the wide-spread use of this technology will allow society to derive key kernels of knowledge in applied data science, preventative medicine, and technical scalability of hospital enterprise solutions. This project is an interdisciplinary representation of crucial activities needed to drive the tipping point of medical technology. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase II project builds upon the results of Phase I, which included predictive engine development, scalable data processing pipeline development, and hospital stakeholder engagement activities. Phase II efforts focus on further developing the technology to facilitate its commercial use and integration in clinical settings. Key objectives for the Phase II project are as follows: (1) development of an Application Programming Interface (API) to deliver tailored machine learning models to broad users across varying needs, (2) expansion of a clinical intervention library supported by clinical evidence across multiple surgical specialties, and (3) development of an outcomes dashboard to display postoperative patient outcomes from automated extraction of electronic health records. The result of this project will be a closed-loop clinical and technical infrastructure that is agile to the needs of a diverse range of surgical customers to enable quality improvement across an entire surgical ecosystem.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bora",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bora Chang",
   "pi_email_addr": "learn@kelahealth.com",
   "nsf_id": "000729046",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "kelaHealth Inc",
  "inst_street_address": "201 W MAIN ST STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199728231",
  "inst_zip_code": "277013228",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "KELAHEALTH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NFBKTKYNYQN7"
 },
 "perf_inst": {
  "perf_inst_name": "kelaHealth Inc",
  "perf_str_addr": "301 Howard St, Suite 950",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941050002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 693899.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 188199.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 499944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>KelaHealth is a software-as-a-service company that aims to improve the quality of surgical care. We do this using a 3-pronged approach: (1) We use machine learning to predict personalized risk for surgical complications for each patient, (2) We recommend differentiated interventions targeted to risk level to prevent surgical complications, and (3) We relay patients&rsquo; postoperative outcomes back to surgical teams to complete the feedback loop of proactive, preventative, and high-quality care. KelaHealth&rsquo;s expertise is in its ability to risk-stratify patients in real-time and deliver high impact interventions to patients in a seamless clinical experience. By applying preventative interventions to high-risk patients and minimizing unnecessary actions for low-risk patients, KelaHealth aims to reduce cost, improve efficiency, and optimize outcomes for healthcare facilities.</p>\n<p>Our dual strategy to go-to-market is: (1) Sell &lsquo;one module&rsquo; broadly in a single surgical specialty while (2) Building depth in multiple surgical specialties and use cases with our hospital partners.&nbsp; The ongoing Phase II project aims to fully develop the KelaHealth patient risk prediction platform (KelaForecast), intervention recommendation platform (KelaAccess), and clinical outcomes dashboard (KelaInsight).</p>\n<p>The SBIR Phase II project, &ldquo;An Adaptive Machine-Learning-Based Platform to Improve Surgical Quality and Patient Outcomes,&rdquo; expanded upon KelaHealth&rsquo;s Phase I work to enable our perioperative surgical solution to integrate into broader commercial applications and use cases in the surgical market. Our initial target client base under the Phase II award included (1) Single specialty clinics and networks in orthopedics and (2) Large academic medical centers with large volumes and diverse types of surgical procedures.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2023<br>\n\t\t\t\t\tModified by: Bora&nbsp;Chang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nKelaHealth is a software-as-a-service company that aims to improve the quality of surgical care. We do this using a 3-pronged approach: (1) We use machine learning to predict personalized risk for surgical complications for each patient, (2) We recommend differentiated interventions targeted to risk level to prevent surgical complications, and (3) We relay patients’ postoperative outcomes back to surgical teams to complete the feedback loop of proactive, preventative, and high-quality care. KelaHealth’s expertise is in its ability to risk-stratify patients in real-time and deliver high impact interventions to patients in a seamless clinical experience. By applying preventative interventions to high-risk patients and minimizing unnecessary actions for low-risk patients, KelaHealth aims to reduce cost, improve efficiency, and optimize outcomes for healthcare facilities.\n\nOur dual strategy to go-to-market is: (1) Sell ‘one module’ broadly in a single surgical specialty while (2) Building depth in multiple surgical specialties and use cases with our hospital partners.  The ongoing Phase II project aims to fully develop the KelaHealth patient risk prediction platform (KelaForecast), intervention recommendation platform (KelaAccess), and clinical outcomes dashboard (KelaInsight).\n\nThe SBIR Phase II project, \"An Adaptive Machine-Learning-Based Platform to Improve Surgical Quality and Patient Outcomes,\" expanded upon KelaHealth’s Phase I work to enable our perioperative surgical solution to integrate into broader commercial applications and use cases in the surgical market. Our initial target client base under the Phase II award included (1) Single specialty clinics and networks in orthopedics and (2) Large academic medical centers with large volumes and diverse types of surgical procedures. \n\n\t\t\t\t\tLast Modified: 10/21/2023\n\n\t\t\t\t\tSubmitted by: Bora Chang"
 }
}