{
 "awd_id": "1926108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   MRA:  A lineage-based framework to advance grassland macroecology and Earth System Modeling",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 312545.0,
 "awd_amount": 442185.0,
 "awd_min_amd_letter_date": "2019-08-12",
 "awd_max_amd_letter_date": "2022-05-20",
 "awd_abstract_narration": "Humanity depends on grasses like corn, wheat, and switchgrass for food, fuel, and fiber. Grasslands and savannas play an important role in carbon and water cycling. They are heavily impacted by humans. They are widespread ground cover for many other ecosystems. Despite their importance, grasses are often omitted from plant databases and studies so have less attention than trees and other woody plants. This project will advance predictability of grassy ecosystem responses to global change by measuring many grass species traits. The new data will be incorporated into new modeling approaches. The project will enhance understanding of grass ecology, with many applications in agriculture and natural resource management. It will also provide important training opportunities for young scientists and will share results with K-12 teachers for use into their classrooms.\r\n\r\nIn this work, a novel, integrative framework that reorganizes grass vegetation types around phylogeny-driven functional diversity will be developed. Lineage-based trait coordination and distribution will be investigated along environmental gradients in North America at select NEON and LTER sites by collecting an unprecedented suite of trait and leaf spectral data and integrating the information with existing databases. The method is fundamentally different from previous approaches, as it uses phylogenetic relatedness to create lineage-based functional types (LFTs), which anchors trait data in an evolutionary context. Developing and implementing LFTs will increase the accuracy of site-, regional-, and Earth-System-Model-scale predictions, and provide a synthesis of grass functional ecology that is critical for forecasting how grassy biomes will respond to increasing CO2, climate change, and disturbance. This project will provide training and career development opportunities for interdisciplinary research to 3 graduate students and 1 postdoctoral researcher. The education and training centerpiece will be an immersive graduate student workshop that will train dozens of graduate students in state-of-the-art ecophysiological and spectroscopic techniques that underpin a broad swath of plant ecology and precision agriculture.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Pau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Pau",
   "pi_email_addr": "stephaniepau@berkeley.edu",
   "nsf_id": "000658803",
   "pi_start_date": "2019-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "323 Bellamy Bldg, 113 Collegiate",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323062190",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "7657",
   "pgm_ref_txt": "Integrative Ecologi Physiology"
  },
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 312545.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 129640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Grass-dominated ecosystems (grasslands and savannas) harbor tremendous biodiversity. Human civilization depends on this biodiversity for sustenance from crops such as wheat, rice, and corn, which are all grass species. Grasslands are also critical for regional and global carbon, water, and energy cycling as they cover a large proportion of the Earth&rsquo;s surface. Yet grasslands are heavily altered by humans, therefore better understanding their diversity, distribution, and ecological functions are critical for a sustainable future.</p>\r\n<p>&nbsp;</p>\r\n<p class=\"Default\">The last few decades have organized the immense diversity of grasses into functional types based on photosynthetic pathway, capturing differences in how plants fix carbon dioxide from the atmosphere. But photosynthetic pathway evolved multiple times under different ecological conditions, such frequent fire or aridity in some cases but not all. Thus, photosynthetic pathway may not capture the full diversity grass traits nor be informative for understanding differences in ecological function.</p>\r\n<p class=\"Default\">&nbsp;</p>\r\n<p class=\"Default\">This project tested a novel framework for reorganizing grass vegetation types around phylogeny-driven functional diversity. We collected an unprecedented suite of grass traits (leaf structure and morphology, biochemistry, and physiological traits) and hyperspectral reflectance (near continuous reflectance from visible, near infrared, and shortwave infrared) data from ~60 species at five sites across the U.S. Great Plains to understand how phylogenetic lineages can be used to better understand grassland diversity and ecosystem function. We: (1) examined how grass traits and leaf reflectance vary among sites and lineages, (2) examined the relationship between grass traits and leaf reflectance, (3) used leaf-level and plot-level (1m<sup>2</sup>) reflectance to predict lineage identity and lineage dominance in 1m<sup>2</sup> airborne hyperspectral imagery of four sites where imagery was available.</p>\r\n<p class=\"Default\">&nbsp;</p>\r\n<p class=\"Default\">Our results show that hyperspectral leaf reflectance of ~60 grass species can be classified with over 90% accuracy into their phylogenetic lineages. Importantly, narrow regions of reflectance in the near infrared and shortwave infrared wavelengths were critical to accurate classifications. Using multispectral bands from common satellites such as Landsat or Sentinel decreased classification accuracy to ~60% and ~85%, respectively.</p>\r\n<p class=\"Default\">&nbsp;</p>\r\n<p class=\"Default\">We also show that phylogenetic lineage affects leaf reflectance in ways not captured by photosynthetic pathway. We demonstrate the ability to predict variation in leaf traits using leaf spectra, yet the accuracy of those predictions depends on lineage and site (R<sup>2</sup> = 0.65<sup> </sup>to &lt; 0.01, but R<sup>2 </sup>was &gt; 0.80 for certain lineages and sites), in other words, some lineages and some sites (Chloridoideae at drier sites) were less accurately predicted possibly because of strong environmental filtering of traits at dry sites.</p>\r\n<p class=\"Default\">&nbsp;</p>\r\n<p class=\"Default\">Predicting the dominance of lineages at 1m<sup>2</sup> spatial resolution using spectral unmixing algorithms is very promising, with preliminary results showing classification accuracies as high as 90%, but in some cases lower depending again on lineage and site.</p>\r\n<p class=\"Default\">&nbsp;</p>\r\n<p>As a whole, our results advance decades of mapping grass distributions and associated ecosystem functions based on photosynthetic pathway and towards a focus on evolutionary lineages as these groups better capture trait variation.</p>\r\n<p>&nbsp;</p>\r\n<p>Our research activities and expertise were also leveraged into summer training workshop in July 2021, &ldquo;Phys-Fest 3&rdquo;, focused on ecophysiological trait data collection and analysis. Phys-Fest 3 included about 46 graduate students, postdoctoral researchers, and faculty members and provided teaching experience for several early career scientist and postdocs. Phys-Fest III had explicit goals of diverse training in ecophysiological methodology and instrument use, team-based data collection, and collaboration and networking among young plant ecologists and physiologists. Several students from underrepresented groups in STEM (30% of attendees) described the workshop as the most diverse group of scientists they had ever attended.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/09/2025<br>\nModified by: Stephanie&nbsp;Pau</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGrass-dominated ecosystems (grasslands and savannas) harbor tremendous biodiversity. Human civilization depends on this biodiversity for sustenance from crops such as wheat, rice, and corn, which are all grass species. Grasslands are also critical for regional and global carbon, water, and energy cycling as they cover a large proportion of the Earths surface. Yet grasslands are heavily altered by humans, therefore better understanding their diversity, distribution, and ecological functions are critical for a sustainable future.\r\n\n\n\r\n\n\nThe last few decades have organized the immense diversity of grasses into functional types based on photosynthetic pathway, capturing differences in how plants fix carbon dioxide from the atmosphere. But photosynthetic pathway evolved multiple times under different ecological conditions, such frequent fire or aridity in some cases but not all. Thus, photosynthetic pathway may not capture the full diversity grass traits nor be informative for understanding differences in ecological function.\r\n\n\n\r\n\n\nThis project tested a novel framework for reorganizing grass vegetation types around phylogeny-driven functional diversity. We collected an unprecedented suite of grass traits (leaf structure and morphology, biochemistry, and physiological traits) and hyperspectral reflectance (near continuous reflectance from visible, near infrared, and shortwave infrared) data from ~60 species at five sites across the U.S. Great Plains to understand how phylogenetic lineages can be used to better understand grassland diversity and ecosystem function. We: (1) examined how grass traits and leaf reflectance vary among sites and lineages, (2) examined the relationship between grass traits and leaf reflectance, (3) used leaf-level and plot-level (1m2) reflectance to predict lineage identity and lineage dominance in 1m2 airborne hyperspectral imagery of four sites where imagery was available.\r\n\n\n\r\n\n\nOur results show that hyperspectral leaf reflectance of ~60 grass species can be classified with over 90% accuracy into their phylogenetic lineages. Importantly, narrow regions of reflectance in the near infrared and shortwave infrared wavelengths were critical to accurate classifications. Using multispectral bands from common satellites such as Landsat or Sentinel decreased classification accuracy to ~60% and ~85%, respectively.\r\n\n\n\r\n\n\nWe also show that phylogenetic lineage affects leaf reflectance in ways not captured by photosynthetic pathway. We demonstrate the ability to predict variation in leaf traits using leaf spectra, yet the accuracy of those predictions depends on lineage and site (R2 = 0.65 to 2 was  0.80 for certain lineages and sites), in other words, some lineages and some sites (Chloridoideae at drier sites) were less accurately predicted possibly because of strong environmental filtering of traits at dry sites.\r\n\n\n\r\n\n\nPredicting the dominance of lineages at 1m2 spatial resolution using spectral unmixing algorithms is very promising, with preliminary results showing classification accuracies as high as 90%, but in some cases lower depending again on lineage and site.\r\n\n\n\r\n\n\nAs a whole, our results advance decades of mapping grass distributions and associated ecosystem functions based on photosynthetic pathway and towards a focus on evolutionary lineages as these groups better capture trait variation.\r\n\n\n\r\n\n\nOur research activities and expertise were also leveraged into summer training workshop in July 2021, Phys-Fest 3, focused on ecophysiological trait data collection and analysis. Phys-Fest 3 included about 46 graduate students, postdoctoral researchers, and faculty members and provided teaching experience for several early career scientist and postdocs. Phys-Fest III had explicit goals of diverse training in ecophysiological methodology and instrument use, team-based data collection, and collaboration and networking among young plant ecologists and physiologists. Several students from underrepresented groups in STEM (30% of attendees) described the workshop as the most diverse group of scientists they had ever attended.\r\n\n\n\t\t\t\t\tLast Modified: 01/09/2025\n\n\t\t\t\t\tSubmitted by: StephaniePau\n"
 }
}