{
 "awd_id": "1926957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation: Faculty, Student, and Employer Understanding of Holistic Engineers in the Energy Sector",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 199410.0,
 "awd_amount": 199410.0,
 "awd_min_amd_letter_date": "2019-07-26",
 "awd_max_amd_letter_date": "2019-07-26",
 "awd_abstract_narration": "Engineering students receive much of their education and training from engineering professors, peers, internship (or similar) experiences, student organizations, and the structure of the curricula in their departments. However, it is not clear how well-aligned students? education and training are with what they will be expected to do in the workplace after they graduate. While there have been investigations into what skills and knowledge are valued in the workplace, there has been minimal investigation into what engineering professors and students think these skills and knowledge are. For example, many engineering professors have not worked in the types of workplaces where most engineering graduates begin their careers, and this difference in training and experience between academics and industry professionals may influence how and what professors teach. Students who have never worked in engineering jobs may have incomplete or incorrect knowledge about what will be required of them or useful in the workplace. To help better connect engineering teaching to outcomes (useful skills and knowledge for engineering graduates), this project aims to gather the experiences, perceptions, and values of faculty, students, and working professionals. The project will focus specifically on the energy sector because this sector is a critical component of the nation's economy, and there is growing demand for STEM professionals in the energy field.\r\n\r\nThe goal of this project is to deepen research on the professional formation of engineers and expand the community of researchers in this field. While there has been extensive research on the knowledge, skills, and attitudes required of engineers in the workplace, there is limited awareness about engineering professors' and students' perspectives and their perceptions of workplace competencies. This project aims to close that knowledge gap by connecting workplace competencies, as perceived by energy engineering professionals in the workplace, to the perceptions of professional competencies of engineering students who will enter the workplace, as well as the faculty who prepare those students. The objectives of the project are to: (1) provide a holistic model of competencies required for engineers entering the workforce, (2) compare this model to the competencies guiding academic engineering programs and practitioners, (3) train engineering professors in engineering education and social science research methods, and (4) provide a foundation for future research in the formation of engineers. The study will focus on the energy sector by investigating energy engineering programs and partnering with an industry collaborator. The methods involve two rounds of interviews of professors, students, and industry professionals. The proposed project will provide knowledge about the skills and competencies required in engineering careers as well as discrepancies or concurrences between engineering educators' and students' perceptions about the relevant skills and competencies. Its comprehensive approach to simultaneously studying industry professionals, faculty, and students is unique, and the knowledge created will enable the comparison of competency models reflecting a more holistic view of how engineers are formed within the energy field and beyond.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saniya",
   "pi_last_name": "LeBlanc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saniya LeBlanc",
   "pi_email_addr": "sleblanc@gwu.edu",
   "nsf_id": "000670419",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Zara",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jason M Zara",
   "pi_email_addr": "jzara@gwu.edu",
   "nsf_id": "000314273",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Korte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Russell Korte",
   "pi_email_addr": "rkorte@gwu.edu",
   "nsf_id": "000771771",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "The George Washington University",
  "perf_str_addr": "800 22nd St NW Science & Enginee",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 199410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed to expand research on engineer formation and bridge the gap between what students learn in school versus what they need to be able to do in the workplace. The project provided a holistic model of industry-valued competencies for engineers, compared it to academic programs, and trained professors in engineering education and social science research methods. The research explored workplace competencies, academic programs, and perceptions of engineering success.</p>\n<p>The study analyzed the learning experiences of newly hired engineers in an energy company, revealing four stages of experience and learning: initial competence, first experiences, learning from experience, and operational and developmental competence. The findings are significant for improving onboarding, training, and retention of new engineers. The study emphasizes the importance of a broad view of energy engineering, considering technology, economics, politics, the environment, and human interaction. Energy-specific courses provide targeted education and training in skills and perspectives relevant to the workplace for energy sector jobs.</p>\n<p>The study focuses on understanding the competencies needed and valued in energy engineering careers and determining if professors' teaching methods align with students' competencies for success in the energy workforce. The findings have informed theoretical work, a book, and an ongoing study by the American Society for Engineering Education. The project has significantly impacted engineering education studies and interventions, leading to the creation of an interdisciplinary course between engineering and business schools.</p>\n<p>Energy courses were revamped, focusing on professional preparation rather than only content knowledge. The courses now include projects, national energy competitions, and site visits to energy systems such as power plants and zero energy buildings. The project team created a seminar for newly hired engineers, helping them understand their competencies and market themselves to employers. The seminar was delivered to students across three years in various settings (career fair, workshops). The project combined researchers and teachers, promoting trans-disciplinary research and teaching initiatives. The project team created and delivered teaching workshop that described how the findings could be used to improve or redesign courses in a way that addresses holistic development of students.</p>\n<p>The energy sector significantly impacts society, affecting the economy, national security, environment, and quality of life. The aging workforce has led to a high demand for new energy engineers and technical and business managers. This project aimed to improve the quality of education, training, and professional development for engineering students and educators, ensuring a highly productive future. It also provided valuable insights to managers about the development of their engineering workforce, enabling them to improve onboarding processes for newly hired engineers, leading to more successful and competent engineers in their companies. The project has also incorporated equity into the education and research scope of energy engineering courses and projects.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/19/2024<br>\nModified by: Saniya&nbsp;Leblanc</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project aimed to expand research on engineer formation and bridge the gap between what students learn in school versus what they need to be able to do in the workplace. The project provided a holistic model of industry-valued competencies for engineers, compared it to academic programs, and trained professors in engineering education and social science research methods. The research explored workplace competencies, academic programs, and perceptions of engineering success.\n\n\nThe study analyzed the learning experiences of newly hired engineers in an energy company, revealing four stages of experience and learning: initial competence, first experiences, learning from experience, and operational and developmental competence. The findings are significant for improving onboarding, training, and retention of new engineers. The study emphasizes the importance of a broad view of energy engineering, considering technology, economics, politics, the environment, and human interaction. Energy-specific courses provide targeted education and training in skills and perspectives relevant to the workplace for energy sector jobs.\n\n\nThe study focuses on understanding the competencies needed and valued in energy engineering careers and determining if professors' teaching methods align with students' competencies for success in the energy workforce. The findings have informed theoretical work, a book, and an ongoing study by the American Society for Engineering Education. The project has significantly impacted engineering education studies and interventions, leading to the creation of an interdisciplinary course between engineering and business schools.\n\n\nEnergy courses were revamped, focusing on professional preparation rather than only content knowledge. The courses now include projects, national energy competitions, and site visits to energy systems such as power plants and zero energy buildings. The project team created a seminar for newly hired engineers, helping them understand their competencies and market themselves to employers. The seminar was delivered to students across three years in various settings (career fair, workshops). The project combined researchers and teachers, promoting trans-disciplinary research and teaching initiatives. The project team created and delivered teaching workshop that described how the findings could be used to improve or redesign courses in a way that addresses holistic development of students.\n\n\nThe energy sector significantly impacts society, affecting the economy, national security, environment, and quality of life. The aging workforce has led to a high demand for new energy engineers and technical and business managers. This project aimed to improve the quality of education, training, and professional development for engineering students and educators, ensuring a highly productive future. It also provided valuable insights to managers about the development of their engineering workforce, enabling them to improve onboarding processes for newly hired engineers, leading to more successful and competent engineers in their companies. The project has also incorporated equity into the education and research scope of energy engineering courses and projects.\n\n\n\t\t\t\t\tLast Modified: 01/19/2024\n\n\t\t\t\t\tSubmitted by: SaniyaLeblanc\n"
 }
}