{
 "awd_id": "1926391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: MSA:  Environmental and anthropogenic drivers of decadal-scale changes in estuarine fish alpha and beta diversity from local to biogeographic scales",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Gruner",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 249972.0,
 "awd_amount": 249972.0,
 "awd_min_amd_letter_date": "2019-07-23",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "Preserving biodiversity in the face of dramatic global environmental change is one of society's most pressing challenges. To date, most focus has been placed on biodiversity loss, motivated by documented extinctions of many terrestrial vertebrate species. This focus on species extinctions, however, misses much of the bigger and messier picture of how biodiversity is changing. In many places across the globe, the number of species at a given location has actually been increasing or staying constant, not decreasing - bucking the expected trend. This might be because invasive species or species moving poleward in response to changing temperatures may balance out or outpace local losses. Moreover, species extinctions occurring at regional or continental scales simply may not be well documented in small-scale studies. Furthermore, even if the number of species at a location is not changing, the composition of the ecological community may be unstable. Estuaries (coastal water bodies where fresh and salt waters meet) are places of rapid transformation due to combinations of global environmental change and local factors, such as coastal development. This research will bring together data from government and academic research programs to measure how the biodiversity of estuarine fish communities has changed over the last 70 years across the entire US Gulf of Mexico and Atlantic coasts. Fish biodiversity is tightly linked with important ecosystem services like fisheries productivity. It is therefore critical to understand how these environmental changes may alter the biodiversity of estuarine fishes and how expanding warm-water species may reshape coastal fisheries. This project will support one postdoctoral researcher and provide innovative training in statistics, data synthesis, and collaboration.  \r\n\r\nThe objective of this study is to identify environmental and human drivers of multiple components of estuarine fish biodiversity (alpha, temporal beta, and spatial beta diversity). This project will leverage time-series data sets spanning up to seven decades from 65 coastal embayments ranging from South Texas to Maine to assess biodiversity trends at nested spatial scales (survey site, embayment, eco-region, and continental). Through synthesis of biodiversity data with environmental and land-use data along with multi-scale and hierarchical models, it will be possible to identify hotspots of biodiversity change, important predictors of this change, as well as relevant spatial scales at which effects on biodiversity are evident. The project will also use a newly proposed metric, community mean range limit, to assess whether increases in warm-water species are driving biodiversity change along major range boundaries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Yeager",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Yeager",
   "pi_email_addr": "lyeager@utexas.edu",
   "nsf_id": "000638838",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "UT Austin Marine Science Institute",
  "perf_str_addr": "750 Channelview Dr",
  "perf_city_name": "Port Aransas",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "783735015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}