{
 "awd_id": "1926794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NCS-FO Biology and Function of Prosody: Integrative approach to individual differences",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 606605.0,
 "awd_amount": 606605.0,
 "awd_min_amd_letter_date": "2019-08-21",
 "awd_max_amd_letter_date": "2019-08-21",
 "awd_abstract_narration": "College readiness and career opportunities are highly dependent on young adults' reading proficiency. Yet, recent data indicate that almost two-thirds of tested students, including many students with dyslexia, do not possess the fundamental skills that are required to successfully master college-level reading material. Prosody, defined as linguistically relevant fluctuations in intonation, stress and timing, is an essential but underappreciated aspect of spoken language and reading. Humans vary in their sensitivity to the prosodic structure of speech, and there appears to be a strong link to individual differences in reading skills. With the support of the Integrative Strategies in Neural and Cognitive Systems program, this project will take bold steps towards investigating the biology and function of prosody with a creative array of approaches and research settings. With the first-ever dataset of its kind, the project intends to make critical progress towards integrating knowledge from a large population sample about the neurobiological basis of prosody across methods and levels (genetics, neuroimaging, and behavioral task performance). Beyond scientific advancement, the activities outlined in the proposed project will allow the research team to contribute to improving STEM education and educator development, addressing neurodevelopmental disorders such as dyslexia, increasing public engagement with science and technology, and enhancing big-data partnerships across academic sites.\r\n\r\nThe underlying biology of prosody is poorly understood at the neural and genetic level, despite its important function in humans' communication skills. Innovative combinations of multi-disciplinary approaches for novel data collection in large samples and use of existing large-scale resources are needed to yield significant knowledge of the biology and function of prosody. The first aim of this proposal will include a series of studies using a combination of EEG, eye tracking and standardized behavioral tasks to explore the time-dynamic processes of attending to prosodic cues in ecologically valid situations of speech perception and reading, and to examine the contribution of prosody sensitivity to individual differences in reading. The second aim will be a genome-wide association study of prosodic sensitivity and will be conducted through a diverse sample of individuals recruited online throughout the United States and in-person in the Middle Tennessee area in local community and educational settings. Cutting-edge genomic methodologies (PrediXcan and Gene Set Enrichment analysis) will be used to identify the genetic markers and novel neural endophenotypes (imputed gene expression in brain tissue) that give rise to individual differences in prosody. This series of studies builds essential groundwork for future planned studies that seek to disentangle shared versus separate genetic architecture of prosody and other aspects of language function and could reveal transformative knowledge about the biological mechanisms driving individual differences in reading and language skill. The collaborative research project leverages the team?s diverse backgrounds in Cognitive Neuroscience, Psycholinguistics, Communication Disorders, and Human Genetics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reyna",
   "pi_last_name": "Gordon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Reyna L Gordon",
   "pi_email_addr": "reyna.gordon@vanderbilt.edu",
   "nsf_id": "000776563",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Below",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer E Below",
   "pi_email_addr": "piper.below@gmail.com",
   "nsf_id": "000776593",
   "pi_start_date": "2019-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University Medical Center",
  "inst_street_address": "1161 21ST AVE S STE D3300 MCN",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222450",
  "inst_zip_code": "372320001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TN07",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY MEDICAL CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "GYLUH9UXHDX5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University Medical Center",
  "perf_str_addr": "1215 21st Ave South, MCE",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372320014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 606605.0
  }
 ],
 "por": null
}