{
 "awd_id": "1926078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying the Effect of Surface Heating and Aerosols on Sea-Breeze Forced Deep Convection",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928796",
 "po_email": "ygu@nsf.gov",
 "po_sign_block_name": "Yu Gu",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 252060.0,
 "awd_amount": 252060.0,
 "awd_min_amd_letter_date": "2019-07-18",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "In the tropics, deep convection is largely controlled by surface temperature variations. Islands in ocean regions exert significant control on the setting of the surface temperature variation. The initiation of deep convection is often controlled by sea breezes, which force large upward vertical air motions. Numerical weather forecast models have difficulty to incorporate air circulations caused by island sea breezes with various sizes and topographies and their role in enhancing aerosol emissions. The interaction between aerosols and convective vigor particularly over islands is poorly understood. Convection over islands could contain relatively high aerosol concentration compared to air flows over sea, which provides nuclei for water to condense on in forming clouds. The study is to determine the occurrence, mechanisms, and environmental conditions of sea breeze convection initiation, the effect of orography on sea breeze forced convection over islands, and the effect of aerosol-sea breeze interaction on convective vigor over islands. The project will involve undergraduate students to participate in the cutting-edge research by learning high performance computing and developing a rigorous approach to problem solving and scientific analysis. Furthermore, because cloud formation and precipitation forecast remain one of difficult problems in weather forecasting, the knowledge gained from this study may shed light on convective cloud processes. \r\n\r\nThe research team will use a hierarchy of cloud resolving numerical models, forward modeling satellite simulators, and satellite/radar observations to investigate the following physical hypotheses: 1) sea-breeze-aerosol interactions control both initiation and intensity of deep convection; 2) heated island air that contains island aerosols triggers deep convection principally via sea-breeze or cold-pool dynamics. The numerical result will be used to simulate satellite observations by applying the Satellite Data Simulator Unit (SDSU); comparisons of actual satellite data with SDSU simulated outputs will provide a bridge between the observational and modeling components of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Robinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francis Robinson",
   "pi_email_addr": "robinsonf3@sacredheart.edu",
   "nsf_id": "000111935",
   "pi_start_date": "2019-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sacred Heart University",
  "inst_street_address": "5151 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFIELD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2033968241",
  "inst_zip_code": "068251023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CT04",
  "org_lgl_bus_name": "SACRED HEART UNIVERSITY INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "GC8QXPMV7JB4"
 },
 "perf_inst": {
  "perf_inst_name": "Sacred Heart University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "068251000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CT04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 252060.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To advance orographic convection theory, we need to understand why convective intensity and frequency vary the way they do with island peak height, wind speed and area, and why simulations&nbsp; and observations&nbsp; don't always get the same trends.<br /> <br /> To achieve this goal, we split convective vigor into storm intensity and frequency and&nbsp; established a robust relationship between storm severity metrics and environmental conditions. Satellite observations and computer simulations both found that intensity depends on the mean Convective Available Potential Energy (CAPE), with high average CAPE correlating with&nbsp; high intensity. The second key result is that frequency depends on the area of high CAPE&nbsp;.  We also found a transition between random unorganized shallow convection and organized deep convection occurred&nbsp; for mountains with sufficient tilting or sloping of terrain (see attached figures). Additional work (to be published in 2025) on aerosol loading and convective intensity found that intensity was inversely related to aerosol optical depth. <br /> <br /> The storm intensity metric&nbsp; developed in this study could be implemented into climate models to improve model predictions of storm intensity based on environmental conditions. Two undergraduates spent a semester each on analyzing big data and learned the vital skill of how to analyze big datasets. They are co-authors on a recently accepted publication in the Journal of Atmospheric Science.</p>\n<!-- p { line-height: 115%; margin-bottom: 0.1in; background: transparent } --><br>\n<p>\n Last Modified: 11/01/2024<br>\nModified by: Francis&nbsp;Robinson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1926078/1926078_10622864_1730472890984_Fig15bRobinsonFJ--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1926078/1926078_10622864_1730472890984_Fig15bRobinsonFJ--rgov-800width.png\" title=\"Well organized deep convection over mountainous  islands\"><img src=\"/por/images/Reports/POR/2024/1926078/1926078_10622864_1730472890984_Fig15bRobinsonFJ--rgov-66x44.png\" alt=\"Well organized deep convection over mountainous  islands\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Organized velocity convergence bands (red) and centers of ice/snow/graupel production over islands with sloping terrain (due to mountains).</div>\n<div class=\"imageCredit\">frank robinson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Francis&nbsp;Robinson\n<div class=\"imageTitle\">Well organized deep convection over mountainous  islands</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1926078/1926078_10622864_1730472615632_Fig15bRobinsonFJ--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1926078/1926078_10622864_1730472615632_Fig15bRobinsonFJ--rgov-800width.png\" title=\"Disorganized shallow convection over flat islands\"><img src=\"/por/images/Reports/POR/2024/1926078/1926078_10622864_1730472615632_Fig15bRobinsonFJ--rgov-66x44.png\" alt=\"Disorganized shallow convection over flat islands\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Convergence bands (red) and snow/ice/graupel content (green blobs) over a flat Hawaii shaped island.</div>\n<div class=\"imageCredit\">frank robinson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Francis&nbsp;Robinson\n<div class=\"imageTitle\">Disorganized shallow convection over flat islands</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nTo advance orographic convection theory, we need to understand why convective intensity and frequency vary the way they do with island peak height, wind speed and area, and why simulations and observations don't always get the same trends.\n \n To achieve this goal, we split convective vigor into storm intensity and frequency and established a robust relationship between storm severity metrics and environmental conditions. Satellite observations and computer simulations both found that intensity depends on the mean Convective Available Potential Energy (CAPE), with high average CAPE correlating with high intensity. The second key result is that frequency depends on the area of high CAPE.  We also found a transition between random unorganized shallow convection and organized deep convection occurred for mountains with sufficient tilting or sloping of terrain (see attached figures). Additional work (to be published in 2025) on aerosol loading and convective intensity found that intensity was inversely related to aerosol optical depth. \n \n The storm intensity metric developed in this study could be implemented into climate models to improve model predictions of storm intensity based on environmental conditions. Two undergraduates spent a semester each on analyzing big data and learned the vital skill of how to analyze big datasets. They are co-authors on a recently accepted publication in the Journal of Atmospheric Science.\n\t\t\t\t\tLast Modified: 11/01/2024\n\n\t\t\t\t\tSubmitted by: FrancisRobinson\n"
 }
}