{
 "awd_id": "1926998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating Human Wearers' Perception and Cognition into Prosthesis Control Policy",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 787711.0,
 "awd_amount": 787711.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "This grant will support research that will contribute new knowledge related to human-prosthesis interactions and the personalization of robotic prosthesis control. Current powered lower limb (LL) robotic prostheses use intrinsic feedback of joint motion and forces to adjust joint impedance as a function of the current phase of gait. Personalization of the control parameters (controller tuning) is typically performed manually and heuristically by a clinician who modifies one parameter at a time until the amputee's gait \"looks good\" and the amputee self-reports satisfaction with the control. The research objective of this project is to develop a novel \"wearer-led\" auto-tuning procedure for LL robotic prostheses that considers and enhances cognitive aspects of the human-machine interaction during gait, such as the user's goals, required attention, cognitive workload, trust and comfort. This project will promote the progress of science and advance the national health by developing intelligent prosthesis controllers that can tune themselves to the personal preferences and perceptions of their users, thereby augmenting the physical performance of individuals with lower limb amputations and maximize their acceptance of the robotic limbs as a functional part of the body. Broader impacts of the project include K-12 outreach and educational efforts at the undergraduate and graduate levels intended to attract and retain women and underrepresented minorities into STEM fields.\r\n\r\nThe project involves three sets of research activities aimed at developing a user-adaptive auto-tuning procedure for lower limb robotic prostheses. The first develops a novel \"wearer-led\" tuning procedure wherein able-bodied subjects and individuals with unilateral trans-femoral amputation will walk with the robotic prosthesis and tune its control parameters using a \"think aloud\" process. The research team will perform human subject experiments to study the wearers' thought and decision processes as they walk with a robotic limb and adjust its control parameters to optimize its performance and comfort. The second set compares physical gait performance and selected aspects of cognitive functioning while walking with a prosthesis that is tuned either by an existing machine learning algorithm, by a trained prosthetist, or using the novel wearer-led tuning procedure.  Biomechanical performance and measures of perception, cognitive workload, attentional allocation, and other cognitive factors will be compared across the three tuning approaches. The results will fill the knowledge gap in wearer-robot interactions at the cognitive and physical levels. The third set of activities will incorporate the novel wearer-led tuning procedure into a new, intelligent, automated, lower limb prosthesis tuning system that directly incorporates the wearer's preference, perception, and cognition into the procedure for prostheses personalization, thereby promoting seamless wearer-prosthesis integration and embodiment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "He",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "He Huang",
   "pi_email_addr": "hhuang11@ncsu.edu",
   "nsf_id": "000522896",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing Feng",
   "pi_email_addr": "jfeng2@ncsu.edu",
   "nsf_id": "000745128",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "EBIII 4402D, CB 7115",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "058Y00",
   "pgm_ele_name": "M3X - Mind, Machine, and Motor"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "070E",
   "pgm_ref_txt": "INTEG OF HUMAN & COGNITIVE"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 787711.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Current lower-limb (LL) robotic prostheses utilize intrinsic feedback related to joint motion and forces to adjust joint impedance based on the actual gait phase. The personalization of control parameters, also known as controller tuning, is typically performed manually and heuristically by a clinician. This process involves modifying one parameter at a time until the amputee's gait is visually satisfactory. In addition, research indicates that the absence of user input during the device selection, fitting, and adaptation process can lead to the denial of the device. Therefore, the primary goal of this project is to develop an innovative auto-tuning procedure for lower limb robotic prostheses led by the wearer, automating the time-consuming manual tuning process while considering the unique preferences of the users. The proposed approach considers and enhances cognitive aspects of the human-machine interaction during gait. This includes factors such as the user's goals, required attention, cognitive workload, trust, and comfort.</p>\n<p>In this project, the research team seek to improve the artificial intelligence (AI)-driven personalization process for LL robotic prostheses, aiming to enhance the physical performance of individuals with LL amputations and promote the wider acceptance of these robotic limbs as essential functional components of the body. Three major outcomes were identified in this project. First, the project resulted in new software that allows the prosthesis user, who has no or limited knowledge about prosthesis control mechanisms, to personalize their own prosthesis control easily and safely. This software includes reinforcement learning algorithm, graphic user interface, and safety bounds. Second, we adopted &ldquo;think-aloud&rdquo; protocol into assistive technology tuning procedure to understand the user&rsquo;s internal perception/cognitive factors that drives the user&rsquo;s prosthesis tuning decision. We showed a large variation across human users, but the perceived balance while walking with the prosthesis has been one of the common factors that influence the user&rsquo;s tuning decisions. Finally, we performed experiments on individuals with lower limb amputations to validate the developed software. We showed the consistency of human users in selecting their preferred prosthesis control across time. In addition, we found that human is more sensitive to detect the change of prosthesis control, compared to the detection using quantitative biomechanical measures (e.g., balance metrics). This study underscores the important of subjective feedback from the prosthesis user in prosthesis control personalization procedures.&nbsp;</p>\n<p>The conceptual framework and engineering approach we introduced have been extensively shared through top peer-reviewed journals/conferences/workshops in the fields of Biomedical Engineering and Robotics and presentations at various research institutions. Moreover, our research has significantly influenced the field of human-robot interactions, as our AI-driven personalization procedure has facilitated the exploration of human-robot physical and mental interactions and mutual adaptations. In addition, we are currently working with a prosthetics company, aiming to transfer our developed software for assistive device personalization on the medical device industry.</p>\n<p>This collaborative and interdisciplinary research initiative has provided training opportunities for a total of five graduate students as well as over a dozen undergraduate students specializing in Biomedical and Electrical Engineering and Psychology. Two Ph.D. students successfully completed their training and have subsequently pursued academic careers or secured positions in high-tech research and development companies. Furthermore, the outreach efforts associated with this project concentrated on advancing STEM (Science, Technology, Engineering, and Mathematics) among K-12 students, with a particular focus on those belonging to underrepresented groups in STEM. The commitment to these educational initiatives will persist beyond the duration of the funded grant.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/15/2024<br>\nModified by: He&nbsp;Huang</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1926998/1926998_10636142_1705334643328_Outreach--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1926998/1926998_10636142_1705334643328_Outreach--rgov-800width.png\" title=\"Outreach Activities to Promote STEM, Robotics, and Biomedical Engineering\"><img src=\"/por/images/Reports/POR/2024/1926998/1926998_10636142_1705334643328_Outreach--rgov-66x44.png\" alt=\"Outreach Activities to Promote STEM, Robotics, and Biomedical Engineering\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The research team conducted many outreach activities to promote STEM, robotics, and biomedical engineering to K-12 students, individuals with disabilities, clinicians, and public.</div>\n<div class=\"imageCredit\">He Huang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">He&nbsp;Huang\n<div class=\"imageTitle\">Outreach Activities to Promote STEM, Robotics, and Biomedical Engineering</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1926998/1926998_10636142_1705334313976_software--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1926998/1926998_10636142_1705334313976_software--rgov-800width.png\" title=\"Novel Software System Enables Users to Personalize Their Own Robotic Prostheses\"><img src=\"/por/images/Reports/POR/2024/1926998/1926998_10636142_1705334313976_software--rgov-66x44.png\" alt=\"Novel Software System Enables Users to Personalize Their Own Robotic Prostheses\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">General structure of developed novel software to let prosthesis users to personalize their robotic prostheses based on their perceptions and preferences</div>\n<div class=\"imageCredit\">Helen Huang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">He&nbsp;Huang\n<div class=\"imageTitle\">Novel Software System Enables Users to Personalize Their Own Robotic Prostheses</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nCurrent lower-limb (LL) robotic prostheses utilize intrinsic feedback related to joint motion and forces to adjust joint impedance based on the actual gait phase. The personalization of control parameters, also known as controller tuning, is typically performed manually and heuristically by a clinician. This process involves modifying one parameter at a time until the amputee's gait is visually satisfactory. In addition, research indicates that the absence of user input during the device selection, fitting, and adaptation process can lead to the denial of the device. Therefore, the primary goal of this project is to develop an innovative auto-tuning procedure for lower limb robotic prostheses led by the wearer, automating the time-consuming manual tuning process while considering the unique preferences of the users. The proposed approach considers and enhances cognitive aspects of the human-machine interaction during gait. This includes factors such as the user's goals, required attention, cognitive workload, trust, and comfort.\n\n\nIn this project, the research team seek to improve the artificial intelligence (AI)-driven personalization process for LL robotic prostheses, aiming to enhance the physical performance of individuals with LL amputations and promote the wider acceptance of these robotic limbs as essential functional components of the body. Three major outcomes were identified in this project. First, the project resulted in new software that allows the prosthesis user, who has no or limited knowledge about prosthesis control mechanisms, to personalize their own prosthesis control easily and safely. This software includes reinforcement learning algorithm, graphic user interface, and safety bounds. Second, we adopted think-aloud protocol into assistive technology tuning procedure to understand the users internal perception/cognitive factors that drives the users prosthesis tuning decision. We showed a large variation across human users, but the perceived balance while walking with the prosthesis has been one of the common factors that influence the users tuning decisions. Finally, we performed experiments on individuals with lower limb amputations to validate the developed software. We showed the consistency of human users in selecting their preferred prosthesis control across time. In addition, we found that human is more sensitive to detect the change of prosthesis control, compared to the detection using quantitative biomechanical measures (e.g., balance metrics). This study underscores the important of subjective feedback from the prosthesis user in prosthesis control personalization procedures.\n\n\nThe conceptual framework and engineering approach we introduced have been extensively shared through top peer-reviewed journals/conferences/workshops in the fields of Biomedical Engineering and Robotics and presentations at various research institutions. Moreover, our research has significantly influenced the field of human-robot interactions, as our AI-driven personalization procedure has facilitated the exploration of human-robot physical and mental interactions and mutual adaptations. In addition, we are currently working with a prosthetics company, aiming to transfer our developed software for assistive device personalization on the medical device industry.\n\n\nThis collaborative and interdisciplinary research initiative has provided training opportunities for a total of five graduate students as well as over a dozen undergraduate students specializing in Biomedical and Electrical Engineering and Psychology. Two Ph.D. students successfully completed their training and have subsequently pursued academic careers or secured positions in high-tech research and development companies. Furthermore, the outreach efforts associated with this project concentrated on advancing STEM (Science, Technology, Engineering, and Mathematics) among K-12 students, with a particular focus on those belonging to underrepresented groups in STEM. The commitment to these educational initiatives will persist beyond the duration of the funded grant.\n\n\n\t\t\t\t\tLast Modified: 01/15/2024\n\n\t\t\t\t\tSubmitted by: HeHuang\n"
 }
}