{
 "awd_id": "1927504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanisms controlling organization of the plant acentriolar microtubule array.",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 939440.0,
 "awd_min_amd_letter_date": "2019-06-25",
 "awd_max_amd_letter_date": "2022-06-02",
 "awd_abstract_narration": "Cell function is tightly coupled to cell shape in plants where the cell wall defines cell shape and maintains the physical structure of the plant.  Creating cell shape requires carefully expanding the cell walls, a process that involves the patterned deposition of cellulose fibers into the cell wall and the controlled activation of cell wall enzymes.  Intracellular polymers, termed microtubules, serve as critical pattern generators for cellulose deposition during plant growth.  This project examines the molecular and cell biological mechanisms driving the organization of these microtubules into specific array patterns and seeks to determine how plant hormones, such as auxin and brassinosteroids, coordinate microtubule patterning with cell expansion to affect a morphogenetic program.  By understanding the mechanisms by which microtubules form patterns, researchers may one day be able to engineer plant morphogenesis and create smart cellulosic materials.  This project will have broader impacts through training undergraduate researchers in the Integrated Freshman Learning Experience honors program, which is linked to Indiana University's residential STEM programs that have 50 women enrolled.  Underrepresented students will be recruited through the SACNAS and ABRCMS programs to help broaden participation in this STEM field.   \r\n\r\nBecause microtubules direct the deposition of cellulose fibers into the cell wall that are required for creating plant cell shape, this project seeks to understand the molecular mechanisms by which microtubule patterning is controlled.  Using a multi-disciplinary approach, this project will integrate genetic screens, computational modeling, live-cell imaging, and mass-spectrometry to identify and characterize genes hypothesized to control the dynamic transitions between the different microtubule array patterns, as well as to discover how microtubules are created in specific positions within the cell.  Time-course imaging will be employed to examine how, and in what capacity, information from the microtubule cytoskeleton is transferred to cell wall materials for controlling expansion anisotropy.  Additional work will focus on two previously identified genes that alter the dynamic properties of the microtubules, leading to defects in microtubule array patterning with subsequent cell morphology defects.  In summary, the project seeks to define the central molecular mechanisms driving plant morphogenesis at the cellular level.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sidney",
   "pi_last_name": "Shaw",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sidney L Shaw",
   "pi_email_addr": "sishaw@indiana.edu",
   "nsf_id": "000344984",
   "pi_start_date": "2019-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Dept of Biology, Indiana University, Bloomington",
  "perf_str_addr": "1001 East Third St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 900000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 39440.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes from this investigation have come in three major areas related to our initial goals.&nbsp;&nbsp;We redeveloped several important live-cell markers used to study the cytoskeleton in plant systems.&nbsp;&nbsp;During this time, we discovered that one of the primary tools used in this field produces an important mutant phenotype under specific growth conditions.&nbsp;&nbsp;This discovery led to a broad technical survey of other tools to cross-validate prior studies and led to a breakthrough discovery for our work showing that the cytoskeleton can achieve an ordered state that can only arise from a specific type of polymer nucleation.&nbsp;&nbsp;This work is being submitted for publication addressing both technical and biological discoveries.&nbsp;&nbsp;A second area of outcomes arose from the focus on a microtubule associated protein that we initially hypothesized to be part of the nucleation apparatus.&nbsp;&nbsp;We discovered that this protein has no measurable effect on microtubules but when defective, renders the plant hypersensitive to elevated ambient temperatures.&nbsp;&nbsp;Subsequent work indicates that this protein plays a key role in the transduction of temperature and light signals through the phytochrome pathway, one of the central environmental control systems in flowering plants.&nbsp;&nbsp;The last area of impact focuses on the role of the AUGMIN proteins in defining where, when, and possibly what type of microtubule nucleation occurs to create the microtubule array patterns observed in axially growing cells.&nbsp;&nbsp;Using a surrogate plant system for structure/function studies, we have identified microtubule binding and regulatory domains for these critical proteins.&nbsp;&nbsp;Collectively, the thematic outcome from these basic science investigations is that microtubule nucleation, and specifically nucleation of new polymers with highly specific orientations relative to existing microtubules, plays a dominant role in maintaining and likely specifying microtubule array pattern.&nbsp;&nbsp;In addition to the important relationship of this work to plant development and sustainable food production, the molecular and cell biological experiments have been used as project materials in undergraduate honors courses in every year of the award.&nbsp;&nbsp;This broader impact brings actual discovery into the classroom where the identification of the AUGMIN microtubule binding domain came about as part of the course laboratory.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Sidney&nbsp;L&nbsp;Shaw</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe outcomes from this investigation have come in three major areas related to our initial goals.We redeveloped several important live-cell markers used to study the cytoskeleton in plant systems.During this time, we discovered that one of the primary tools used in this field produces an important mutant phenotype under specific growth conditions.This discovery led to a broad technical survey of other tools to cross-validate prior studies and led to a breakthrough discovery for our work showing that the cytoskeleton can achieve an ordered state that can only arise from a specific type of polymer nucleation.This work is being submitted for publication addressing both technical and biological discoveries.A second area of outcomes arose from the focus on a microtubule associated protein that we initially hypothesized to be part of the nucleation apparatus.We discovered that this protein has no measurable effect on microtubules but when defective, renders the plant hypersensitive to elevated ambient temperatures.Subsequent work indicates that this protein plays a key role in the transduction of temperature and light signals through the phytochrome pathway, one of the central environmental control systems in flowering plants.The last area of impact focuses on the role of the AUGMIN proteins in defining where, when, and possibly what type of microtubule nucleation occurs to create the microtubule array patterns observed in axially growing cells.Using a surrogate plant system for structure/function studies, we have identified microtubule binding and regulatory domains for these critical proteins.Collectively, the thematic outcome from these basic science investigations is that microtubule nucleation, and specifically nucleation of new polymers with highly specific orientations relative to existing microtubules, plays a dominant role in maintaining and likely specifying microtubule array pattern.In addition to the important relationship of this work to plant development and sustainable food production, the molecular and cell biological experiments have been used as project materials in undergraduate honors courses in every year of the award.This broader impact brings actual discovery into the classroom where the identification of the AUGMIN microtubule binding domain came about as part of the course laboratory.\r\n\n\n\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: SidneyLShaw\n"
 }
}