{
 "awd_id": "1927710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research: World Wide Web of Plankton Image Curation",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 387175.0,
 "awd_amount": 387175.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2020-09-23",
 "awd_abstract_narration": "The capability to bring computer science and technology as well as large and complex data sets to bear on interdisciplinary and transdisciplinary science is emerging. It is therefore critically important to establish and enable transnational frameworks so that data-driven scientific knowledge can transcend disciplines and geographical borders, ultimately increasing the scientific underpinnings of policy and action. International collaboration within global environmental change research fields holds the potential to establish international foundations for federated data integration and analysis systems with shared services, bring together best practices from the public and private sectors, foster open data and open science stewardship among the science communities including related areas such as publishing, and encourage data and cloud providers and others to adopt common standards and practices for the benefit of all.\r\n\r\nThis award supports U.S. researchers participating in a project competitively selected by a coalition of 29 funding agencies from 23 countries through the Belmont Forum Call for proposals on Science-driven e-Infrastructure Innovation (SEI) for the Enhancement of Transnational, Interdisciplinary and Transdisciplinary Data Use in Environmental Change.  SEI is a multilateral initiative designed to support research projects that bring together environmental, social and economic scientists with data scientists, computational scientists, and e-infrastructure and cyber-infrastructure developers and providers to solve one or more of the methodological, technological and/or procedural challenges currently facing inter-disciplinary and transdisciplinary environmental change research that involves working with large, diverse and multi-source transnational data. The SEI call will intimately link research thinking and technological innovation toward accelerating the full-path of discovery-driven data use and open science and enable a broader scientific community to benefit from the identified new and potentially disruptive demonstrators or pilots toward solutions.\r\n\r\nScientific research is generating an increasing number of digital images, from micrographs of cells to pictures of galaxies. Automated instruments can capture many images, which are then processed automatically to extract data from them. For this data to be useful to the scientific community and benefit the general public, it needs quickly generate output (even for millions of images), consistent, and easy to share. Digital imaging can help determine how many organisms are present in a given environment, how diverse the organisms are and whether these data change in time.  This technique is particularly useful underwater, where direct observation by humans is difficult. The main goal of this project is to build a World Wide Web of Plankton Image Curation applications that collect images of plankton (the organisms that drift with ocean currents), allow scientists to name them consistently, store associated ecological information (such as time, location, etc.), and make all data easily accessible to the community. It will leverage cutting edge advances in database design and machine learning to process billions of images, will be hosted on public web servers to be easily accessible, and will foster an atmosphere of collaboration and sharing that is essential for the progress of science. This network of applications will be used to tackle studies that have proved challenging, such as fast plankton monitoring to assess ecosystem health, or global estimations of the distribution of planktonic diversity and its contribution to carbon storage or ecosystem productivity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Cowen",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robert K Cowen",
   "pi_email_addr": "robert.cowen@oregonstate.edu",
   "nsf_id": "000471471",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  },
  {
   "pgm_ele_code": "768400",
   "pgm_ele_name": "CESER-Cyberinfrastructure for"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 193588.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 193587.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 12px;\">&nbsp;</span></p>\n<p>Teaming with colleagues from four separate countries (France, Brazil, Japan, US),&nbsp;the&nbsp;World Wide Web of Plankton Image Curation (www.PIC) project was aimed at developing standardized image analysis approaches for the identification of marine plankton to advance next generation utilization of underwater imaging systems (see Figure 1 for example imagery). Given the diversity in size, shape and abundance of different plankton types, a variety of imaging systems have been developed over the last two decades, most with different taxonomic focus. This has led to considerable variability in image format, scale and resolution, as well as an abundance of images requiring automated analysis. Therefore, in meeting our overarching goal to develop a standardized means of analyzing and storing this diversity of imagery, we needed to: i) create imaging analysis pipelines that are able to handle images from a variety of imaging systems, ii) develop database capacity to accommodate very large (billion plus image) image libraries from multiple imaging platforms, and iii) provide ecological application examples demonstrating the use and value of access to large image datasets.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We succeeded in developing a fully functional and open-sourced image analysis pipeline and running it at&nbsp;NSF&rsquo;s Extreme Science and Engineering Discovery Environment (XSEDE) supercomputing facility, as well as implementing the&nbsp;database holding data on the classified images with ancilliary environmental data and actual images. This pipeline is composed of two main steps: segmentation and classification. Image segmentation is the first step in the pipeline that reduces the overall frame that the camera sees - with up to hundreds of individual plankters per frame - to separate and smaller images only containing individual plankters.&nbsp;This step is recognized as being very important because it determines the input into the following classification, or identification step. In the classification step, individual plankter images are compared to a known set of images (or library) via a deep convolutional neural network (CNN).&nbsp;</p>\n<p>&nbsp;</p>\n<p>As part of this process,&nbsp;the taxonomic nomenclature that is used in the different pipelines was streamlined as well by following the DarwinCore Principles&nbsp;<a href=\"https://dwc.tdwg.org/\">https://dwc.tdwg.org</a>. Through this, taxonomically-standardized outputs from the pipeline can then be made available automatically to biodiversity information hosts such as the Ocean Biogeographic Information System (OBIS) &nbsp;<a href=\"https://obis.org/\">https://obis.org</a>, via application programming interfaces (APIs) for broad community access to the data. As libraries are developed by different researchers in different regions, they can be trained into a new CNN model for running through the pipeline. In our own work, we have now used the pipeline to classify over 800 million plankton images.&nbsp;</p>\n<p>As the third objective of this work, we applied the processed imagery data in an ecosystem level analysis the marine environment off of CA/Oregon. We used imagery collected with the In-situ Ichthyoplankton Imaging System (ISIIS), processed through our newly developed CNN pipeline, to investigate the drivers of plankton community structure in the northern California Current. We specifically addressed the contrasting impacts of upwelling and downwelling on planktonic communities.&nbsp;</p>\n<p>Broader impacts include training of students and post-doctoral fellows. Specifically, the&nbsp;project provided training for four undergraduate students in Computer Science at Oregon State University's Center for Quantitative and Life Sciences (CQLS). We also trained one biological oceanography postdoctoral scholar how to work with machine language algorithms supporting image analysis. Image processing outputs were also utilized by two Ph.D. graduate students for part of their dissertation research. Two papers/communications were published providing details about image analysis pipeline including full public access (open-source) to the&nbsp;pipeline (with full training guide) via XENODO, and a third manuscript is under review describing our findings on the&nbsp;drivers of plankton community structure in the northern California Current. Development and access to this image analysis pipeline has already led to several oceanography research groups use of the pipeline which not only speeds up their research productivity, but ensures future ability to compare across regional studies of plankton distributions and dynamics.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2023<br>\n\t\t\t\t\tModified by: Robert&nbsp;K&nbsp;Cowen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1927710/1927710_10616979_1693438410645_1166629_Figure_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1927710/1927710_10616979_1693438410645_1166629_Figure_3--rgov-800width.jpg\" title=\"Example plankton imagery\"><img src=\"/por/images/Reports/POR/2023/1927710/1927710_10616979_1693438410645_1166629_Figure_3--rgov-66x44.jpg\" alt=\"Example plankton imagery\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of plankton classes identified though the image analysis pipeline. Images taken from the In-Situ Ichthyoplankton Imaging System (ISIIS).</div>\n<div class=\"imageCredit\">Schmid et al. in review.</div>\n<div class=\"imageSubmitted\">Robert&nbsp;K&nbsp;Cowen</div>\n<div class=\"imageTitle\">Example plankton imagery</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\nTeaming with colleagues from four separate countries (France, Brazil, Japan, US), the World Wide Web of Plankton Image Curation (www.PIC) project was aimed at developing standardized image analysis approaches for the identification of marine plankton to advance next generation utilization of underwater imaging systems (see Figure 1 for example imagery). Given the diversity in size, shape and abundance of different plankton types, a variety of imaging systems have been developed over the last two decades, most with different taxonomic focus. This has led to considerable variability in image format, scale and resolution, as well as an abundance of images requiring automated analysis. Therefore, in meeting our overarching goal to develop a standardized means of analyzing and storing this diversity of imagery, we needed to: i) create imaging analysis pipelines that are able to handle images from a variety of imaging systems, ii) develop database capacity to accommodate very large (billion plus image) image libraries from multiple imaging platforms, and iii) provide ecological application examples demonstrating the use and value of access to large image datasets. \n\n \n\nWe succeeded in developing a fully functional and open-sourced image analysis pipeline and running it at NSF’s Extreme Science and Engineering Discovery Environment (XSEDE) supercomputing facility, as well as implementing the database holding data on the classified images with ancilliary environmental data and actual images. This pipeline is composed of two main steps: segmentation and classification. Image segmentation is the first step in the pipeline that reduces the overall frame that the camera sees - with up to hundreds of individual plankters per frame - to separate and smaller images only containing individual plankters. This step is recognized as being very important because it determines the input into the following classification, or identification step. In the classification step, individual plankter images are compared to a known set of images (or library) via a deep convolutional neural network (CNN). \n\n \n\nAs part of this process, the taxonomic nomenclature that is used in the different pipelines was streamlined as well by following the DarwinCore Principles https://dwc.tdwg.org. Through this, taxonomically-standardized outputs from the pipeline can then be made available automatically to biodiversity information hosts such as the Ocean Biogeographic Information System (OBIS)  https://obis.org, via application programming interfaces (APIs) for broad community access to the data. As libraries are developed by different researchers in different regions, they can be trained into a new CNN model for running through the pipeline. In our own work, we have now used the pipeline to classify over 800 million plankton images. \n\nAs the third objective of this work, we applied the processed imagery data in an ecosystem level analysis the marine environment off of CA/Oregon. We used imagery collected with the In-situ Ichthyoplankton Imaging System (ISIIS), processed through our newly developed CNN pipeline, to investigate the drivers of plankton community structure in the northern California Current. We specifically addressed the contrasting impacts of upwelling and downwelling on planktonic communities. \n\nBroader impacts include training of students and post-doctoral fellows. Specifically, the project provided training for four undergraduate students in Computer Science at Oregon State University's Center for Quantitative and Life Sciences (CQLS). We also trained one biological oceanography postdoctoral scholar how to work with machine language algorithms supporting image analysis. Image processing outputs were also utilized by two Ph.D. graduate students for part of their dissertation research. Two papers/communications were published providing details about image analysis pipeline including full public access (open-source) to the pipeline (with full training guide) via XENODO, and a third manuscript is under review describing our findings on the drivers of plankton community structure in the northern California Current. Development and access to this image analysis pipeline has already led to several oceanography research groups use of the pipeline which not only speeds up their research productivity, but ensures future ability to compare across regional studies of plankton distributions and dynamics. \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2023\n\n\t\t\t\t\tSubmitted by: Robert K Cowen"
 }
}