{
 "awd_id": "1927170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: AccelNet: ICNet Global",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 16175.0,
 "awd_amount": 16175.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2019-08-08",
 "awd_abstract_narration": "1927351 (Jacobs), 1927170 (Mallick), 1927175 (Tye), 1927180 (Arroyo), 1927516 (Hayhoe), and 1927543 (Harvey). Changes in sea level, extreme rainfall, heat extremes, and winter temperatures are already affecting the performance and integrity of transportation infrastructure around the world. These changes have serious ramifications for infrastructure safety, environmental sustainability, economic vitality, mobility and system reliability, particularly for vulnerable populations and urban locations. They also compromise resilience of the larger interconnected physical, cyber, and social infrastructure networks. Increasing resilience of transportation infrastructure to current and future weather and climate extremes is a global challenge. The complexity of this challenge requires a convergence approach to foster collaboration and innovation among technically and socially diverse researchers and practitioners. To address this challenge, this project will create a multi-institution ICNet Global Network of Networks that unites domestic and international research and practice networks to facilitate integrated engineering, climate science, and policy research that can advance the development of resilient transportation infrastructure and systems. The project's PIs and key collaborators represent networks based in Korea, Europe, the United Kingdom, and the United States that have the maturity, size, complementary foci, and bandwidth necessary to jumpstart this catalytic level network of networks. ICNet Global will link researchers at the forefront of scientific, engineering, and policy research frontiers, drawing expertise from many disciplines and nations to share and enhance best practices for transportation resilience.\r\n\r\nICNet Global's long-term mission is to prepare the world's existing and future transportation infrastructure for a changing climate. To that end, ICNet Global will: (1) build a network of existing research networks that are tackling the challenges climate change poses to transportation infrastructure; (2) establish a common base-level knowledge, capacity, and vision to support the convergence of novel and diverse ideas, approaches, and technologies for creating climate resilient transportation infrastructure; and (3) grow the next generation of critical and diverse thinkers with the expertise to address and solve climate-related infrastructure challenges. Key activities for achieving these goals include network mapping and engagement (both in-person and virtual); convergence and training webinars; education and training material collation; and next generation mentoring. ICNet Global will link the institutional networks needed to accelerate and advance methods for making global transportation infrastructure resilient to a changing climate. It will also advance the science of resilient infrastructure design and will bring together different research and practice communities (e.g., climate scientists, engineers, policy makers) to develop a new global community of research and practice capable of engaging in community-based participatory research. By creating a space to connect, share information and learn from one another, ICNet Global will advance innovation in the field of resilient infrastructure design while helping to grow and sustain individual participating networks. The knowledge-linking strategies explored through ICNet Global will build conduits among researchers and practitioners responsible for transportation infrastructure standards and policies, and will help identify approaches transferable to other countries and challenges. ICNet Global will work with its partners' established diversity programs, such as those at the National Center for Atmospheric Research, to broaden participation of underrepresented groups as it advances the next generation of researchers. ICNet Global will also provide opportunities for, and already reflects in its leadership and members, early career scholars and women in engineering and science.\r\n\r\nThe Accelerating Research through International Network-to-Network Collaborations (AccelNet) program is designed to accelerate the process of scientific discovery and prepare the next generation of U.S. researchers for multiteam international collaborations.  The AccelNet program supports strategic linkages among U.S. research networks and complementary networks abroad that will leverage research and educational resources to tackle grand scientific challenges that require significant coordinated international efforts. This project is co-funded by the Environmental Sustainability (ENG/CBET) program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajib",
   "pi_last_name": "Mallick",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Rajib B Mallick",
   "pi_email_addr": "rajib@wpi.edu",
   "nsf_id": "000349933",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "069Y00",
   "pgm_ele_name": "AccelNet - Accelerating Resear"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes of this project can be grouped into the following categories.<br />1.<span> </span>Linkage:&nbsp; A networking, collaborating and knowledge sharing hub was set up through SLACK;&nbsp;</p>\n<p>2.<span> </span>Creation of different space/modes for learning for a diverse group: Two modes of learning were created: a formal face-to-face workshop in a major international conference on transportation, and three virtual workshops, as described below.</p>\n<p>a.<span> </span>ICNet Global Workshop (January, 2020) at TRB Annual Meeting on \"Global Perspectives and Needs and ICNet Global Plans to make the global transportation infrastructure resilient to climate? 20 invited participants from collaborating networks across the U.S., Canada, South Korea, and UK/EU and agency and private sector representatives attended&nbsp;</p>\n<p>b.<span> </span>Three two-day virtual workshops: Teaching Climate Change and Civil Infrastructure (June 2020); Teaching Climate Change to Civil Infrastructure Practitioners (July 2020); Infusing Climate Change Science to Civil Engineering Research and Practice (August 2020). These workshops included multiple researchers, practitioners, and academic presenters from seven countries. Workshops included a question and answer period after each presenter. There were over 200 attendees at these workshops3.<span> </span></p>\n<p><span>&nbsp;</span>3. Sharing of information: The project has a direct impact on the development of a course at the senior undergraduate/Masters level, and the education of a female undergraduate student at WPI.</p>\n<p>a.<span> </span>A new course \"Resilient Infrastructure for changing Climate\", was developed to provide students with understanding, knowledge, skills, and tools to evaluate the risk to, and resilience of, infrastructure components to climate change-related and extreme weather events, and to conduct further study and research on this subject. The learning outcomes are as follows. At the end of the course the students will be able to: a. Identify the types of climate effects (and their uncertainty) that will likely affect infrastructure; b. Assess the form and extent of vulnerability; c. Evaluate the probability and magnitude of risk to infrastructure; d. Identify and prioritize the infrastructure assets that might be vulnerable (including related uncertainties); e. Evaluate the different adaptation strategies, and then make an informed decision regarding adaptation. Topics in this course include the impact of climate change and extreme weather events on the infrastructure, understanding different Intergovernmental Panel on Climate Change (IPCC) scenarios, utilizing downscaled data for the design of infrastructure, estimation of vulnerability, criticality, consequence, risk, and resiliency, in both qualitative and quantitative ways. The course has been approved by the Committee on Academic Operations (CAO) and the Civil and Environmental Engineering (CEE) at WPI and has been formally offered once (2021). The course has enabled the PI to disseminate information on the impacts of climate change and resilient infrastructure to students with diverse backgrounds. This course is an elective in the newly developed Masters program in Community Climate Adaptation, a joint program between the Department of Integrative &amp; Global Studies (DIGS) and the Department of Civil &amp; Environmental Engineering (CEE).&nbsp;</p>\n<p>b.<span> </span>One female undergraduate student of Civil and Environmental Engineering, Worcester Polytechnic Institute (WPI), worked with the PI in the development of the course. She was exposed to the topics through regular meetings, decisions, and her work of collating the course materials.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ol> </ol>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2021<br>\n\t\t\t\t\tModified by: Rajib&nbsp;B&nbsp;Mallick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes of this project can be grouped into the following categories.\n1. Linkage:  A networking, collaborating and knowledge sharing hub was set up through SLACK; \n\n2. Creation of different space/modes for learning for a diverse group: Two modes of learning were created: a formal face-to-face workshop in a major international conference on transportation, and three virtual workshops, as described below.\n\na. ICNet Global Workshop (January, 2020) at TRB Annual Meeting on \"Global Perspectives and Needs and ICNet Global Plans to make the global transportation infrastructure resilient to climate? 20 invited participants from collaborating networks across the U.S., Canada, South Korea, and UK/EU and agency and private sector representatives attended \n\nb. Three two-day virtual workshops: Teaching Climate Change and Civil Infrastructure (June 2020); Teaching Climate Change to Civil Infrastructure Practitioners (July 2020); Infusing Climate Change Science to Civil Engineering Research and Practice (August 2020). These workshops included multiple researchers, practitioners, and academic presenters from seven countries. Workshops included a question and answer period after each presenter. There were over 200 attendees at these workshops3. \n\n 3. Sharing of information: The project has a direct impact on the development of a course at the senior undergraduate/Masters level, and the education of a female undergraduate student at WPI.\n\na. A new course \"Resilient Infrastructure for changing Climate\", was developed to provide students with understanding, knowledge, skills, and tools to evaluate the risk to, and resilience of, infrastructure components to climate change-related and extreme weather events, and to conduct further study and research on this subject. The learning outcomes are as follows. At the end of the course the students will be able to: a. Identify the types of climate effects (and their uncertainty) that will likely affect infrastructure; b. Assess the form and extent of vulnerability; c. Evaluate the probability and magnitude of risk to infrastructure; d. Identify and prioritize the infrastructure assets that might be vulnerable (including related uncertainties); e. Evaluate the different adaptation strategies, and then make an informed decision regarding adaptation. Topics in this course include the impact of climate change and extreme weather events on the infrastructure, understanding different Intergovernmental Panel on Climate Change (IPCC) scenarios, utilizing downscaled data for the design of infrastructure, estimation of vulnerability, criticality, consequence, risk, and resiliency, in both qualitative and quantitative ways. The course has been approved by the Committee on Academic Operations (CAO) and the Civil and Environmental Engineering (CEE) at WPI and has been formally offered once (2021). The course has enabled the PI to disseminate information on the impacts of climate change and resilient infrastructure to students with diverse backgrounds. This course is an elective in the newly developed Masters program in Community Climate Adaptation, a joint program between the Department of Integrative &amp; Global Studies (DIGS) and the Department of Civil &amp; Environmental Engineering (CEE). \n\nb. One female undergraduate student of Civil and Environmental Engineering, Worcester Polytechnic Institute (WPI), worked with the PI in the development of the course. She was exposed to the topics through regular meetings, decisions, and her work of collating the course materials.   \n\n \n\n \n\n \n \n\n \n\n\t\t\t\t\tLast Modified: 10/20/2021\n\n\t\t\t\t\tSubmitted by: Rajib B Mallick"
 }
}