{
 "awd_id": "1927550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: EDU: Preparing cybersecurity advanced professionals for teaching next generation of cybersecurity workforce",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922677",
 "po_email": "liyang@nsf.gov",
 "po_sign_block_name": "Li Yang",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 481761.0,
 "awd_amount": 481761.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "The \"Preparing Cybersecurity Advanced Professionals for Teaching Next Generation of Cybersecurity students (CyberTeach)\" project will prepare 30 experienced cybersecurity professionals, currently enrolled in a doctoral program in cybersecurity, to become effective educators at the high school (dual-enrollment), community college, and 4-year university levels. There is currently a shortage of cybersecurity educators and academic jobs in cybersecurity vastly outnumber applicants. Only 20% of traditional cybersecurity PhD students are selecting academia, most going to the private sector, and so a different approach is necessary. This project is designed to remove some of the barriers for working cybersecurity professionals to enter academia. Evidence, particularly in the STEM field, indicates that stronger knowledge of education principles and practices, leads to better teaching. The result of this project should be additional and more diverse educators, including females, with extensive cybersecurity experience, who can offer better cybersecurity education to address the current shortage in the cybersecurity workforce. The curriculum and project assessment results will be widely disseminated for application at a variety of community colleges and 4-year institutions. \r\n\r\nThe project develops a credentialing program for high-level cybersecurity professionals, currently enrolled in a cybersecurity terminal-degree program, to expand their skills in areas such as innovative teaching strategies, engaging students in the classroom, assessing student learning through different strategies, incorporating student research into a course, and preparing for the workforce. Doctoral students learn how to teach from educational professionals based on the science behind the education field and apply their cybersecurity knowledge in a structured manner to a diverse set of students. The doctoral students practice what they learn in one or two mentored teaching semester-long assignments at a variety of institutions.  Education and cybersecurity faculty evaluate the effectiveness of the teaching throughout the designated courses and provide guidance from curriculum development to assessment. Results of these courses are evaluated against other courses taught by doctoral students who have not been through the credentialing program.  Students are incentivized to participate in the credentialing program and to teach by tuition-reimbursement grants for their doctoral programs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Murphy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Diane R Murphy",
   "pi_email_addr": "diane.murphy@marymount.edu",
   "nsf_id": "000495257",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Schaeffer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Donna M Schaeffer",
   "pi_email_addr": "Donna.Schaeffer@marymount.edu",
   "nsf_id": "000649413",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marymount University",
  "inst_street_address": "2807 N GLEBE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7035266978",
  "inst_zip_code": "222074299",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "MARYMOUNT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FPZ9KW2KCUF7"
 },
 "perf_inst": {
  "perf_inst_name": "Marymount University",
  "perf_str_addr": "2807 NORTH GLEBE ROAD",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222074299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 481761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2019, it was recognized that a promising strategy to help fill the cybersecurity workforce gap would be to increase the number of higher education programs at both community colleges and 4-year schools. However, this meant that more quality cybersecurity educators would be needed and these were not readily available. To be successful at inspiring more students into cybersecurity and making them workforce ready, such educators needed both strong knowledge, experience and skills in cybersecurity as well as knowledge of the educational principles and practices necessary for effective teaching.</p>\n<p>This project, CyberTeach, addresses the educator availability in a unique way. It takes working cybersecurity professionals, who have elected to join a Doctor of Science program, focusing on applied research in cybersecurity, and teaches and mentors them to be high-quality cybersecurity professors as adjuncts in the short-term, and full-time professors after completion of their terminal degree.</p>\n<p>Marymount University faculty and staff developed a unique CyberTeach program, taught by a professor of education, that provided instruction in teaching areas such as syllabus preparation, pedagogy and andragogy, assessment techniques, detecting academic integrity violations, classroom management, handling accommodations for students with disabilities and neurodivergent behaviors, etc. The training program was followed by mentoring by full-time Marymount cybersecurity faculty for up to two semesters teaching at any higher education institution. The program was originally offered face-to-face but was transferred to an on-line model during the COVID-19 pandemic. This enabled a broader geographic area to be impacted, not just our local region.&nbsp; Some 65 doctoral students took part in the program over a 3-year period. Many went on to teach for the first time, expressing their appreciation of how to teach before getting into their classrooms. Some, who had been teaching at the community college level, also said that the program had improved their teaching as they had a greater understanding of teaching principles and student learning styles. Four (4) of the graduating cybersecurity doctorate students took full-time faculty positions at 4-year colleges, bringing both experience in the cybersecurity field, knowledge of teaching principles, and teaching experience to the higher education sector.</p>\n<p>The CyberTeach project was designed to achieve two broader impacts: the potential to be applied beyond our doctoral students, and the potential to impact the cybersecurity workforce, including its diversity. For the first impact, the CyberTeach training program is currently a pilot for wider use at the university, including students at the master&rsquo;s level and for our adjunct pool. The current plan is to develop a bridge program to enable working professional to transition into part-time and full-time faculty positions in all disciplines at the university as a way to improve both teaching and retention.</p>\n<p>The second broader impact focuses on the important area of diversity, which remains an ongoing challenge in today&rsquo;s cybersecurity workforce. The wide diversity of students in the doctoral program, including those participating in CyberTeach, was expected to have an impact on the students that they teach. Faculty are role-models and a diverse set of faculty members is known to promote diversity in the student body. We have had the following enrollment in the CyberTeach program, reflecting our commitment to diversity:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Female-27%&nbsp;&nbsp; &nbsp;Black-31%&nbsp;&nbsp; Hispanic-15%&nbsp; Asian-8%</p>\n<p>To further the impact of our teaching program, we are making our curriculum and teaching materials available publicly on a web site, following open access principles, and we will encourage other institutions to add content and update/comment on existing content. We have also presented our approach and our outcomes at professional conferences. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2023<br>\n\t\t\t\t\tModified by: Diane&nbsp;Murphy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2019, it was recognized that a promising strategy to help fill the cybersecurity workforce gap would be to increase the number of higher education programs at both community colleges and 4-year schools. However, this meant that more quality cybersecurity educators would be needed and these were not readily available. To be successful at inspiring more students into cybersecurity and making them workforce ready, such educators needed both strong knowledge, experience and skills in cybersecurity as well as knowledge of the educational principles and practices necessary for effective teaching.\n\nThis project, CyberTeach, addresses the educator availability in a unique way. It takes working cybersecurity professionals, who have elected to join a Doctor of Science program, focusing on applied research in cybersecurity, and teaches and mentors them to be high-quality cybersecurity professors as adjuncts in the short-term, and full-time professors after completion of their terminal degree.\n\nMarymount University faculty and staff developed a unique CyberTeach program, taught by a professor of education, that provided instruction in teaching areas such as syllabus preparation, pedagogy and andragogy, assessment techniques, detecting academic integrity violations, classroom management, handling accommodations for students with disabilities and neurodivergent behaviors, etc. The training program was followed by mentoring by full-time Marymount cybersecurity faculty for up to two semesters teaching at any higher education institution. The program was originally offered face-to-face but was transferred to an on-line model during the COVID-19 pandemic. This enabled a broader geographic area to be impacted, not just our local region.  Some 65 doctoral students took part in the program over a 3-year period. Many went on to teach for the first time, expressing their appreciation of how to teach before getting into their classrooms. Some, who had been teaching at the community college level, also said that the program had improved their teaching as they had a greater understanding of teaching principles and student learning styles. Four (4) of the graduating cybersecurity doctorate students took full-time faculty positions at 4-year colleges, bringing both experience in the cybersecurity field, knowledge of teaching principles, and teaching experience to the higher education sector.\n\nThe CyberTeach project was designed to achieve two broader impacts: the potential to be applied beyond our doctoral students, and the potential to impact the cybersecurity workforce, including its diversity. For the first impact, the CyberTeach training program is currently a pilot for wider use at the university, including students at the master’s level and for our adjunct pool. The current plan is to develop a bridge program to enable working professional to transition into part-time and full-time faculty positions in all disciplines at the university as a way to improve both teaching and retention.\n\nThe second broader impact focuses on the important area of diversity, which remains an ongoing challenge in today’s cybersecurity workforce. The wide diversity of students in the doctoral program, including those participating in CyberTeach, was expected to have an impact on the students that they teach. Faculty are role-models and a diverse set of faculty members is known to promote diversity in the student body. We have had the following enrollment in the CyberTeach program, reflecting our commitment to diversity:\n\n                Female-27%    Black-31%   Hispanic-15%  Asian-8%\n\nTo further the impact of our teaching program, we are making our curriculum and teaching materials available publicly on a web site, following open access principles, and we will encourage other institutions to add content and update/comment on existing content. We have also presented our approach and our outcomes at professional conferences.  \n\n \n\n\t\t\t\t\tLast Modified: 09/04/2023\n\n\t\t\t\t\tSubmitted by: Diane Murphy"
 }
}