{
 "awd_id": "1927675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Role of endogenous carbon monoxide (CO) in hypoxia tolerant species",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 97509.0,
 "awd_amount": 97509.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2019-07-16",
 "awd_abstract_narration": "Often, carbon monoxide (CO) is thought of as a strictly toxic gas, but CO is also naturally produced in the body from the breakdown of heme, a key component of the primary oxygen-carrying protein (hemoglobin) found in red blood cells. Members of the research team recently discovered that certain species of deep-diving seals have moderately high concentrations of CO in their blood (similar to those measured in heavy cigarette smokers). Currently, these are the only species known to naturally produce such high levels of CO, which may elicit strong protective effects on tissues that experience low oxygen or reduced blood flow, as regularly occurs during diving. This project tests the hypothesis that deep-diving seals produce higher concentrations of CO as a potential adaptive mechanism to avoid injuries associated with their extreme diving behaviors. It will investigate the source of the high CO levels in the blood, how the production of CO is regulated, and the range of CO concentrations in blood and tissues from several species of air-breathing divers. Species shown to produce high concentrations of CO will be further examined to evaluate the potential protective properties associated with the gas. The research has potential applications that could assist in minimizing human reperfusion injuries (e.g., as a result of a stroke). The project is highly collaborative and includes three Early-Career Investigators, two female scientists, one post-doctoral researcher, and several graduate and undergraduate students. Several public education and outreach activities are planned, including contributions to public education at Ano Nuevo State Reserve in California.\r\n\r\nThe impact of endogenously produced gas molecules on the regulation of physiological processes is a rapidly expanding area of biological research. However, the interactions between these molecules and their biological targets, and the adaptive roles they play in wildlife, are currently unknown. This project investigates the genetic and physiological mechanisms driving CO production and the potential for the gas to elicit cytoprotective effects during hypoxia and/or ischemia in diving mammals. The project tests the hypothesis that higher CO concentrations result from elevated heme-protein stores and a high turnover rate of these stores via short erythrocyte lifespans. It will also test whether CO has beneficial effects in diving species, including cytoprotection, increased hemoglobin-oxygen affinity, and altered mitochondrial function. The results from this study will advance understanding of physiological adaptations for hypoxia tolerance (e.g., in diving, high-altitude, or burrowing species). This collaborative project supports three Early-Career Investigators and promotes research training and education for one post-doctoral researcher, four graduate students, and over 20 undergraduates across six institutions. Results from this study will be incorporated into courses taught by the investigators. Broader Impacts of the project include participation of underrepresented minority groups, enhanced infrastructure for research and education at six institutions, and broad dissemination of research and educational materials to enhance public understanding of key scientific concepts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Storz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jay F Storz",
   "pi_email_addr": "jstorz2@unl.edu",
   "nsf_id": "000445763",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "320 Manter",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 97509.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project was designed to understand how air-breathing vertebrates such as elephant seals and penguins are able to sustain such long underwater dives while holding their breath. The first study focused on a physiological innovation that likely played a key role in the evolutionary transition to a fully aquatic lifestyle in the ancestors of modern penguins. Since dive capacities of air-breathing vertebrates are dictated by the quantity of oxygen stored in their lungs, blood, and muscle tissue, it has been hypothesized that increased hemoglobin (Hb)-O<sub>2</sub> affinity may improve extraction of oxygen from the lungs, thereby helping to prolong the duration of breath-hold submergence. To investigate evolved changes in Hb function associated with the aquatic specialization of penguins, we integrated comparative measurements of whole-blood and purified Hbs of penguins with experimental measurements of artificially synthesized Hbs (called &lsquo;recombinant proteins&rsquo;) using genetic engineering techniques.</p>\n<p>We reconstructed and resurrected ancestral Hbs representing the common ancestor of penguins and the more ancient ancestor shared by penguins and their closest nondiving relatives (order Procellariiformes, which includes albatrosses, shearwaters, petrels, and storm petrels). These two ancestors existed ~30 million years ago and ~65 million years ago, respectively, and they bracket the phylogenetic interval in which penguin-specific changes in Hb function would have evolved.</p>\n<p>The experiments revealed that penguins evolved a derived increase in Hb-oxygen affinity and a greatly augmented Bohr effect (reduced Hb-oxygen affinity at low pH). Although an increased Hb-oxygen affinity reduces the gradient for oxygen<sub> </sub>diffusion from systemic capillaries to metabolizing cells, this can be compensated by a concomitant enhancement of the Bohr effect, thereby promoting oxygen unloading in acidified tissues. We suggest that the evolved increase in Hb-oxygen affinity in combination with the augmented Bohr effect maximizes both oxygen extraction from the lungs and oxygen unloading from the blood, allowing penguins to fully utilize their onboard oxygen stores and maximize underwater foraging time. Results of our study reveal the mechanistic basis of a key physiological innovation associated with the terrestrial-to-aquatic transition.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/08/2022<br>\n\t\t\t\t\tModified by: Jay&nbsp;F&nbsp;Storz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project was designed to understand how air-breathing vertebrates such as elephant seals and penguins are able to sustain such long underwater dives while holding their breath. The first study focused on a physiological innovation that likely played a key role in the evolutionary transition to a fully aquatic lifestyle in the ancestors of modern penguins. Since dive capacities of air-breathing vertebrates are dictated by the quantity of oxygen stored in their lungs, blood, and muscle tissue, it has been hypothesized that increased hemoglobin (Hb)-O2 affinity may improve extraction of oxygen from the lungs, thereby helping to prolong the duration of breath-hold submergence. To investigate evolved changes in Hb function associated with the aquatic specialization of penguins, we integrated comparative measurements of whole-blood and purified Hbs of penguins with experimental measurements of artificially synthesized Hbs (called ‘recombinant proteins’) using genetic engineering techniques.\n\nWe reconstructed and resurrected ancestral Hbs representing the common ancestor of penguins and the more ancient ancestor shared by penguins and their closest nondiving relatives (order Procellariiformes, which includes albatrosses, shearwaters, petrels, and storm petrels). These two ancestors existed ~30 million years ago and ~65 million years ago, respectively, and they bracket the phylogenetic interval in which penguin-specific changes in Hb function would have evolved.\n\nThe experiments revealed that penguins evolved a derived increase in Hb-oxygen affinity and a greatly augmented Bohr effect (reduced Hb-oxygen affinity at low pH). Although an increased Hb-oxygen affinity reduces the gradient for oxygen diffusion from systemic capillaries to metabolizing cells, this can be compensated by a concomitant enhancement of the Bohr effect, thereby promoting oxygen unloading in acidified tissues. We suggest that the evolved increase in Hb-oxygen affinity in combination with the augmented Bohr effect maximizes both oxygen extraction from the lungs and oxygen unloading from the blood, allowing penguins to fully utilize their onboard oxygen stores and maximize underwater foraging time. Results of our study reveal the mechanistic basis of a key physiological innovation associated with the terrestrial-to-aquatic transition.\n\n \n\n\t\t\t\t\tLast Modified: 12/08/2022\n\n\t\t\t\t\tSubmitted by: Jay F Storz"
 }
}