{
 "awd_id": "1927831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NNA Track 1:  Sustainably Navigating Arctic Pollution Through Engaging Communities (SNAP-TEC)",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 508058.0,
 "awd_amount": 608898.0,
 "awd_min_amd_letter_date": "2019-09-06",
 "awd_max_amd_letter_date": "2023-07-12",
 "awd_abstract_narration": "Navigating the New Arctic (NNA) is one of NSF's 10 Big Ideas. NNA projects address convergence scientific challenges in the rapidly changing Arctic. The Arctic research is needed to inform the economy, security and resilience of the Nation, the larger region and the globe. NNA empowers new research partnerships from local to international scales, diversifies the next generation of Arctic researchers, and integrates the co-production of knowledge. This award fulfills part of that aim.\r\n\r\nThe cold and dark wintertime conditions of the Arctic lead to frequent poor air quality episodes linked to local emissions along with temperature inversions that trap pollutants in the areas where people live. Infrastructure planning such as energy generation and industrial activities along with residential choices of heating fuels such as wood, fuel oil or others are critical aspects of this problem. Residents spend the majority of their time indoors during wintertime, so most exposure to pollutants occurs indoors. From this background, fundamental knowledge gaps were identified in: outdoor/indoor air transport, indoor pollution sources such as leaky heating appliances, and chemical transformation of pollutants under these Arctic conditions.  These gaps must be closed to understand the impacts of air pollution on Arctic communities and improve community health. Sustainably Navigating Arctic Pollution -- Through Engaging Communities (SNAP-TEC) focuses on improving understanding of wintertime Arctic outdoor and indoor air pollution. Discussions with community members will assist researchers in identifying local concerns regarding air quality and in designing appropriate sustainable development frameworks with the goal of improving air quality for Arctic peoples. \r\n\r\nTo investigate wintertime Arctic air pollution issues at the intersection of the natural and built environments and social systems, SNAP-TEC uses a convergence approach that starts with a community engagement process to build a research and co-generation of knowledge program that has direct impacts on the community. This project has grown out of organizing efforts under the International Global Atmospheric Chemistry (IGAC) Project activity \"air Pollution in the Arctic: Climate, Environment and Societies\" (PACES) and the Alaskan Layered Pollution and Chemical Analysis (ALPACA) project, which have documented knowledge gaps in this area (see the ALPACA whitepaper, readily available online).  SNAP-TEC brings together a multi-disciplinary team to investigate this problem, with the center focus being a wintertime field campaign in Fairbanks, Alaska, where the scientific and social issues surrounding poor air quality can serve as a case study to inform practice and policy in similar cities and villages across the broader Arctic region. The resulting knowledge of pollution sources and chemistry, housing and pollution control technology, and social aspects can assist New Arctic communities to plan appropriate solutions that work for residents. Local and Indigenous peoples are most likely to be affected by Arctic development, so our community engagement process will include local Fairbanks residents and Alaska Native community members. The project measures indoor and outdoor air quality using state-of-the art instrumentation to advance fundamental understanding of air pollution sources and chemical processes under cold and dark conditions, indoor/outdoor air exchange and physicochemical changes to pollutants upon warming to indoor conditions, sulfur oxidation chemistry, and toxicity of air pollution. The field program is combined with community meetings, public participation in scientific data collection (a.k.a. citizen science, using inexpensive air-quality sensor monitoring) and a survey to assess public understanding of air quality, trust in science, perceived risk and uncertainty, and support for air quality policies. The SNAP-TEC research team involves a diverse group of natural and social scientists and engineers with extensive student involvement to address the problem. Through the international PACES organization, lessons learned from this investigation will be extended to an international pan-Arctic context through identification of fundamental processes and best practices, informing Arctic development and future studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerri",
   "pi_last_name": "Pratt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kerri A Pratt",
   "pi_email_addr": "prattka@umich.edu",
   "nsf_id": "000576036",
   "pi_start_date": "2019-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State Stree Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104Y00",
   "pgm_ele_name": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "5294",
   "pgm_ref_txt": "USGCRP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 508058.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100840.0
  }
 ],
 "por": null
}