{
 "awd_id": "1927021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  High-Throughput Combinatorial Polymer Bioconjugates Synthesis and Application in Biocatalysis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 742796.0,
 "awd_amount": 742796.0,
 "awd_min_amd_letter_date": "2019-08-09",
 "awd_max_amd_letter_date": "2021-10-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project includes advancement of the field of white biotechnology, which utilizes enzymes to create valuable industrial products. As biological molecules, enzymes are more difficult to manipulate than conventional chemicals and often need more extensive development before they can be adapted to industrial or pharmaceutical manufacturing. This SBIR project will demonstrate how enzymes' performance can be improved using stabilization with special synthetic materials known as polymers. Enzymes are characterized by precise, unique structure and function, which is in turn essential for their role in catalysis of complex chemical reactions. Synthetic polymers, on the other hand, despite being less precisely structured, can be rationally designed to withstand or respond to chemical, thermal or biological conditions. The synergistic fusion of enzymes and synthetic polymers results in an advanced enzyme with improved chemical properties, leading to new manufacturing processes for valuable products such as chemicals, biofuels, and pharmaceuticals; these processes should require less energy, utilize fewer hazardous reagents, and generate less waste. \r\n\r\nThis SBIR  Phase II project proposes to develop a combinatorial synthesis device that can feed high-throughput screening of enzyme-polymer conjugates with desired properties (for instance, temperature, pH- or organic solvent stability). To date, only low-throughput synthesis and characterization methods have been applied to the preparation of enzyme-polymer conjugates, limiting development to only few types of polymer modification per protein and depending on stochastic guesswork to select the variants tested. Thus, in order to fully benefit from the diverse set of polymers currently available on the market, it is important to develop methods to scale the identification of optimally performing enzyme-polymer conjugates. This will be achieved through combination of high-throughput synthesis of enzyme-polymer conjugates and high-throughput screening of attained properties. The target application of the proposed research is focused on pharmaceutical biocatalysis. Application of a high-throughput method will not only result in faster research and development cycles, but also will accelerate our development of fundamental knowledge of identifying protein properties that can be achieved through polymer modification, thereby establishing this method for industrial applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonina",
   "pi_last_name": "Simakova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonina Simakova",
   "pi_email_addr": "tonia@biohybridsolutions.com",
   "nsf_id": "000721771",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BioHybrid Solutions LLC",
  "inst_street_address": "307 23RD STREET EXTENSION",
  "inst_street_address_2": "",
  "inst_city_name": "SHARPSBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122193414",
  "inst_zip_code": "152152821",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "PA17",
  "org_lgl_bus_name": "BIOHYBRID SOLUTIONS LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FYJVL3L6XLU5"
 },
 "perf_inst": {
  "perf_inst_name": "BioHybrid Solutions LLC",
  "perf_str_addr": "320 William Pitt Way",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152381329",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "PA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 742796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>BioHybrid Solutions (BHS) is improving protein performance through polymer-based protein engineering or NanoArmoring<sup>TM</sup>. BHS core technology creates protective polymer shells around each protein molecule, tailoring its functionality towards diverse applications. Proteins have intricate three-dimensional structures that determine their function. Synthetic polymers, on the other hand, despite being less precisely structured, can be rationally designed to withstand or respond to chemical, thermal or biological conditions. The synergistic fusion of proteins and synthetic polymers results in advanced nano-armored bioconjugates that are stable in environments hostile to non-modified proteins. This Small Business Innovation Research Phase II project advanced how protein-polymer conjugates are designed, made, and analyzed by developing a bioconjugation platform. This platform includes <em>in silico </em>design and screening, bioconjugates library production and <em>in vitro</em> screening, and concludes with scale up of the leading candidates for further testing. The performed work contributed to the development of an efficient, scalable, and automated process to synthesize protein-polymer bioconjugates and consequently screen them for the presence of desired properties such as retained activity, size, polymer coverage level. This work has demonstrated that access to a significantly broader search space achieved by higher-throughput methodology leads to the discovery of diverse sets of bioconjugates with desired properties driven by an application.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2022<br>\n\t\t\t\t\tModified by: Antonina&nbsp;Simakova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBioHybrid Solutions (BHS) is improving protein performance through polymer-based protein engineering or NanoArmoringTM. BHS core technology creates protective polymer shells around each protein molecule, tailoring its functionality towards diverse applications. Proteins have intricate three-dimensional structures that determine their function. Synthetic polymers, on the other hand, despite being less precisely structured, can be rationally designed to withstand or respond to chemical, thermal or biological conditions. The synergistic fusion of proteins and synthetic polymers results in advanced nano-armored bioconjugates that are stable in environments hostile to non-modified proteins. This Small Business Innovation Research Phase II project advanced how protein-polymer conjugates are designed, made, and analyzed by developing a bioconjugation platform. This platform includes in silico design and screening, bioconjugates library production and in vitro screening, and concludes with scale up of the leading candidates for further testing. The performed work contributed to the development of an efficient, scalable, and automated process to synthesize protein-polymer bioconjugates and consequently screen them for the presence of desired properties such as retained activity, size, polymer coverage level. This work has demonstrated that access to a significantly broader search space achieved by higher-throughput methodology leads to the discovery of diverse sets of bioconjugates with desired properties driven by an application.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2022\n\n\t\t\t\t\tSubmitted by: Antonina Simakova"
 }
}