{
 "awd_id": "1927694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Biologically inspired valveless impedance pump",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2019-06-13",
 "awd_max_amd_letter_date": "2019-06-13",
 "awd_abstract_narration": "In spite of recent success in tissue engineering blood vessels and patches for repairing damaged regions of the heart, there has been little success in tissue engineering supportive pumping systems that can produce one-way flow, which often require valves that prevent flow reversal.  Chronic venous insufficiency, which can affect 20-30% of the people over the age of 50, is an example of such an unmet need.  In chronic venous insufficiency, blood pools in affected veins and doesn't return to the heart efficiently, which can lead to swelling, skin changes, varicose veins, ulcerations, and even loss of limbs.   The goal of this project is to perform exploratory work to tissue engineer a biological valveless pump based on recently discovered novel physical principles governing the functioning of an embryonic heart, in which there is one-way flow without significant valve control.  Pumps of different designs will be systematically tested for their ability to create one-way flow. Key parameters, including the pump's outer radius and length, the thickness and consistency of a gelatinous inner layer and the position and the contraction frequency of its active segment (a rhythmic cuff made of cardiac muscle cells), will be examined. If successfully developed, valveless pumps can be useful in multiple other projects. On a microscale, ongoing efforts to build organs-on-a-chip devices to study various diseases and their treatment using patient-derived cells can clearly benefit from a more physiologically relevant version of circulation that involves energy efficient valveless pumping. On a macroscale, implantable valveless pumps might be able to aid venous blood or lymphatic flow since they can be made suitable to different anatomical scales, including the peripheral circulation.\r\n\r\nThe goal of this project is to use tissue-engineered cardiac muscle cuffs to create effective directional pumping action in a valveless fashion. Theoretically, this can be achieved in the presence of a sectional difference in mechanical compliance along the cuff and by asymmetric stimulation with respect to such gradients. The theoretical basis and a man-made impedance pump of this kind was first proposed by Gerhart Liebau in the 1950s. Later it was suggested that this mechanism can play an important role in heart development and aortic flow. The main goal of this EAGER project is to recreate this fascinating mechanism of valveless pumping by combining novel tools of tissue engineering tools and 3D bioprinting and to test theoretical predictions that addition of a gelatinous inner layer to the classic Liebau impedance pump can significantly improve the ability of these pumps to generate unidirectional flow. The work will involve 3D printing of live tissue constructs containing defined amounts of cardiac myocytes and fibroblasts. It will also rely on a newly developed 3D bioprinting approach that uses agarose slurry as a support bath to sustain free-standing hydrogel structures in cell culture environments. Pacing of the contractile segment of the tissue engineered Liebau pumps will be achieved by external electrical field or by light-based stimulation of myocytes expressing channelorhodopsin. If successful, such biomimetic pumps can i) serve as energy- efficient flow generators in microdevices such as human-on-the-chip, ii) be used as experimental models for modeling function of embryonic heart during normal development or in diseased states, iii) be recreated from patient's own cell for the purpose of improving flow of biological fluids at specific locations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Narine",
   "pi_last_name": "Sarvazyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Narine Sarvazyan",
   "pi_email_addr": "phynas@gmail.com",
   "nsf_id": "000615060",
   "pi_start_date": "2019-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2300 EYE STREET",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have conducted a series of experimental studies using materials that match the physical properties of biological tissues to create ex vivo models of Liebau pumps. The latter is a tubular, non-peristaltic, pulsatile pump capable of creating unidirectional flow in the absence of valves. It requires asymmetrical positioning of the pincher relative to the attachment sites of its elastic segment to the rest of the circuit. Biological feasibility of such valveless pumps remains a hotly debated topic. To test the feasibility of the Liebau-based pumping in vessels with biologically relevant properties we quantified the output of Liebau pumps with their compliant segments made of a silicone rubber that mimicked the Young modulus of soft tissues. The lengths, inner diameters, and thicknesses of the tested compliant segments ranged from 1 to 5&nbsp;cm, 3 to 8&nbsp;mm and 0.3 to 1&nbsp;mm, respectively. The compliant segment of the setup was compressed at 0.5&ndash;2.5&nbsp;Hz frequencies using a 3.5-mm-wide rectangular piston. A nearest-neighbor tracking algorithm was used to track the movements of 0.5-mm carbon particles within the system. The viscosity of the aqueous solution was varied by the increased percentage of glycerin. Measurements yielded quantitative relationships between viscosity, frequency of compression, and the net flow rate. The use of the Liebau principle of valveless pumping in conjunction with the physiologically sized vessel and contraction frequencies yielded flow rates comparable to peristaltic pumps of the same dimensions.&nbsp;Our findings were then peer-reviewed and successfully published (Davtyan, R., &amp; Sarvazyan, N. A. (2021). Output of a valveless Liebau pump with biologically relevant vessel properties and compression frequencies. <em>Scientific reports</em>, <em>11</em>(1), 1-9).</p>\n<p>The second activity included a comprehensive quantitative review of published experimental efforts to build Liebau pumps using biologically compatible materials. The goal was to encourage further exploration of the fundamental mechanisms behind valveless pumping and its role in organ physiology. The covered topics included the biological occurrence of Liebau pumps, the main differences between them and the peristaltic flow, and the potential uses and body sites that can benefit from implantable valveless pumps based on Liebau principle. We then provided an overview of currently available tools to build such pumps and touch upon limitations imposed by the use of biological components. We also talked about the many variables that can impact Liebau pump performance, including the concept of resonant frequencies, the shape of the flowrate-frequency relationship, the flow velocity profiles, and the Womersley numbers. Lastly, the choices of materials to build valveless impedance pumps and possible modifications to increase their flow output have been briefly discussed. Our findings were then peer-reviewed and successfully published (Sarvazyan, N. (2022). Building Valveless Impedance Pumps From Biological Components: Progress and Challenges. <em>Frontiers in physiology</em>, 2407)</p>\n<p>Lastly, based on our interest in pulsative flow we looked closely at the possible implications of close proximity of arteries and veins in the lower extremities of all vertebrates. Physiological consequences of such an arrangement are rarely given proper consideration, nor they are covered in textbook mechanisms that aid blood flow. We hypothesized that arterial pressure pulsations can significantly increase blood flow in the adjacent valve-containing vein segments. To demonstrate the existence of such mechanism, 10-15cm sections of bovine forelimb neurovascular bundle were isolated. The proximal and distal ends of the medial artery and adjacent veins were cannulated, their tributaries tied off, and the dissected bundle was then inserted into an air-tight enclosure to mimic in vivo encasement by surrounding muscle. Pulsatile pressure was subsequently applied to the arterial segment while recording venous flow. At pressure settings mimicking physiological scenarios, arterial pulsations caused a highly significant increase in venous return. The amplitude of the effect was dependent on arterial pulsation rate, stroke volume and pressure gradient across the vein segment. The described phenomenon raises several clinically relevant questions since lack of competent valves will negate the effect of the arterial pulse on venous return, leading to further expansion of the veins, increased venous pressure, and subsequent edema. Our new findings warrant further investigation into the largely overlooked role of arterial pulse in venous return.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2022<br>\n\t\t\t\t\tModified by: Narine&nbsp;Sarvazyan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have conducted a series of experimental studies using materials that match the physical properties of biological tissues to create ex vivo models of Liebau pumps. The latter is a tubular, non-peristaltic, pulsatile pump capable of creating unidirectional flow in the absence of valves. It requires asymmetrical positioning of the pincher relative to the attachment sites of its elastic segment to the rest of the circuit. Biological feasibility of such valveless pumps remains a hotly debated topic. To test the feasibility of the Liebau-based pumping in vessels with biologically relevant properties we quantified the output of Liebau pumps with their compliant segments made of a silicone rubber that mimicked the Young modulus of soft tissues. The lengths, inner diameters, and thicknesses of the tested compliant segments ranged from 1 to 5 cm, 3 to 8 mm and 0.3 to 1 mm, respectively. The compliant segment of the setup was compressed at 0.5&ndash;2.5 Hz frequencies using a 3.5-mm-wide rectangular piston. A nearest-neighbor tracking algorithm was used to track the movements of 0.5-mm carbon particles within the system. The viscosity of the aqueous solution was varied by the increased percentage of glycerin. Measurements yielded quantitative relationships between viscosity, frequency of compression, and the net flow rate. The use of the Liebau principle of valveless pumping in conjunction with the physiologically sized vessel and contraction frequencies yielded flow rates comparable to peristaltic pumps of the same dimensions. Our findings were then peer-reviewed and successfully published (Davtyan, R., &amp; Sarvazyan, N. A. (2021). Output of a valveless Liebau pump with biologically relevant vessel properties and compression frequencies. Scientific reports, 11(1), 1-9).\n\nThe second activity included a comprehensive quantitative review of published experimental efforts to build Liebau pumps using biologically compatible materials. The goal was to encourage further exploration of the fundamental mechanisms behind valveless pumping and its role in organ physiology. The covered topics included the biological occurrence of Liebau pumps, the main differences between them and the peristaltic flow, and the potential uses and body sites that can benefit from implantable valveless pumps based on Liebau principle. We then provided an overview of currently available tools to build such pumps and touch upon limitations imposed by the use of biological components. We also talked about the many variables that can impact Liebau pump performance, including the concept of resonant frequencies, the shape of the flowrate-frequency relationship, the flow velocity profiles, and the Womersley numbers. Lastly, the choices of materials to build valveless impedance pumps and possible modifications to increase their flow output have been briefly discussed. Our findings were then peer-reviewed and successfully published (Sarvazyan, N. (2022). Building Valveless Impedance Pumps From Biological Components: Progress and Challenges. Frontiers in physiology, 2407)\n\nLastly, based on our interest in pulsative flow we looked closely at the possible implications of close proximity of arteries and veins in the lower extremities of all vertebrates. Physiological consequences of such an arrangement are rarely given proper consideration, nor they are covered in textbook mechanisms that aid blood flow. We hypothesized that arterial pressure pulsations can significantly increase blood flow in the adjacent valve-containing vein segments. To demonstrate the existence of such mechanism, 10-15cm sections of bovine forelimb neurovascular bundle were isolated. The proximal and distal ends of the medial artery and adjacent veins were cannulated, their tributaries tied off, and the dissected bundle was then inserted into an air-tight enclosure to mimic in vivo encasement by surrounding muscle. Pulsatile pressure was subsequently applied to the arterial segment while recording venous flow. At pressure settings mimicking physiological scenarios, arterial pulsations caused a highly significant increase in venous return. The amplitude of the effect was dependent on arterial pulsation rate, stroke volume and pressure gradient across the vein segment. The described phenomenon raises several clinically relevant questions since lack of competent valves will negate the effect of the arterial pulse on venous return, leading to further expansion of the veins, increased venous pressure, and subsequent edema. Our new findings warrant further investigation into the largely overlooked role of arterial pulse in venous return.\n\n\t\t\t\t\tLast Modified: 08/08/2022\n\n\t\t\t\t\tSubmitted by: Narine Sarvazyan"
 }
}