{
 "awd_id": "1928669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Recognizing Signatures of Slow Slip in Plate Boundary Observatory Borehole Pore Pressure Data",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927233",
 "po_email": "mbenoit@nsf.gov",
 "po_sign_block_name": "Margaret Benoit",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 80813.0,
 "awd_amount": 80813.0,
 "awd_min_amd_letter_date": "2019-03-27",
 "awd_max_amd_letter_date": "2019-03-27",
 "awd_abstract_narration": "Within the past 15-20 years, large unusual earthquakes that slip over the course of days to weeks, rather than seconds, have been discovered to repeatedly occur along subduction zone faults. Although these slow slip earthquakes do not create seismic shaking, recognizing their occurrence is important because they can influence the potential of regular earthquakes and tsunamis. These slow slip earthquakes are sometimes associated with extremely quiet seismic rumblings, but are otherwise identified through continuous Global-Positioning-System monitoring that reveals small motions occurring at dedicated stations. The aim of this study is to evaluate a potential complementary method for identifying these events through the use of groundwater pressure data. As a fault slips, it squishes and relaxes the water saturated rocks below the ground like a sponge. With sensitive instruments within wells / boreholes, the resulting water pressure changes can sometimes be observed. This project seeks to improve the ability and speed at which slow slip earthquakes are detected by incorporating the analysis of groundwater pressure data from existing monitoring facilities along the Cascadia subduction zone within the United States Pacific Northwest. The project will study and robustly identify water pressure changes associated with fault slip and will support graduate students to conduct research as part of the project. The results will be disseminated through published papers and public presentations.\r\n\r\nThis project will detect and analyze suspected signatures of subduction zone slow slip hidden within continuous pore pressure records from Earthscope's Plate Boundary Observatory borehole array. The science is motivated by an aim to improve our understanding of the temporal and spatial distribution of slow slip within subduction zones. Hydrogeologic signatures of fault slip behavior can provide an additional constraint on large-scale slow slip beyond seismic tremor detections or transients in continuous positioning measurements. Suspected pore pressure signatures of fault slip, however, must be differentiated from unrelated local hydrogeologic disturbances and meteorological effects. This study addresses these issues by analyzing existing borehole pore pressure data during known large-scale slow slip events and uses signal processing and statistical techniques with a variety of data types to improve the robust identification and discrimination of suspected signals. The results are expected to improve our understanding of the hydrogeologic response to fault slip, help further assess the timing and extent of large-scale slow slip events, and potentially provide a real-time statistically-based slow slip detection algorithm independent of continuous positioning data or seismologic observations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Fulton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Fulton",
   "pi_email_addr": "pfulton@cornell.edu",
   "nsf_id": "000649498",
   "pi_start_date": "2019-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "007F00",
   "pgm_ele_name": "EARTHSCOPE"
  },
  {
   "pgm_ele_code": "034Y00",
   "pgm_ele_name": "PREEVENTS - Prediction of and"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007F",
   "pgm_ref_txt": "EARTHSCOPE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 80813.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project looked at variations in water pressure measurements taken from observatory wells along the Cascadia subduction zone in the Pacific Northwest of the United States of America and the San Andreas fault in California. The results of the analysis showed that in the Pacific Northwest, the groundwater pressure often changes systematically over several days and at several wells at the same time other data reveal that there is slow movement along the deep subduction zone fault. These slow fault slip events influence seismic hazard but can sometimes be difficult to recognize in real time. When a fault moves, the surrounding rocks are squeezed or released, and like a sponge, the water pressure in the pores within the rock is affected. The results of this project illustrate that continuous measurements of deep groundwater pressure in multiple sensitive wells can provide an additional set of observations to help tell when the big subduction zone fault may be moving. <br /><br />In addition, this project analyzed how water pressure varies daily due to the tidal pull on the rocks from the sun and the moon. These variations are controlled by how squishy the rocks are and how well water is able to flow out of the rocks and into the well. This analysis allowed these important properties of the rocks underground to be determined and monitored over time without having to send people out to repeatedly conduct active tests at multiple locations. The results showed that these properties generally do not vary much over time. However, one location along the San Andreas Fault does change in response to nearby earthquakes, likely due to old cracks opening up due to seismic shaking allowing water to flow more easily and then very slowly recover. Interestingly, similar sites nearby do not show the same changes, suggesting that the amount or effects of underground earthquake damage vary from site to site regardless of the geologic rock unit and amount of shaking. Changes in how water flows underground is of interest to both hydrologists interested in water availability for humans to use, but also earthquake scientists who are interested in how changes in water pressure within rocks can affect how easily rocks deform or cause faults to slip. This project supported two students in their completion of earth science master?s degrees and contributed to training students in data science and analytical skills as well as developing communication skills through public presentations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2021<br>\n\t\t\t\t\tModified by: Patrick&nbsp;Fulton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project looked at variations in water pressure measurements taken from observatory wells along the Cascadia subduction zone in the Pacific Northwest of the United States of America and the San Andreas fault in California. The results of the analysis showed that in the Pacific Northwest, the groundwater pressure often changes systematically over several days and at several wells at the same time other data reveal that there is slow movement along the deep subduction zone fault. These slow fault slip events influence seismic hazard but can sometimes be difficult to recognize in real time. When a fault moves, the surrounding rocks are squeezed or released, and like a sponge, the water pressure in the pores within the rock is affected. The results of this project illustrate that continuous measurements of deep groundwater pressure in multiple sensitive wells can provide an additional set of observations to help tell when the big subduction zone fault may be moving. \n\nIn addition, this project analyzed how water pressure varies daily due to the tidal pull on the rocks from the sun and the moon. These variations are controlled by how squishy the rocks are and how well water is able to flow out of the rocks and into the well. This analysis allowed these important properties of the rocks underground to be determined and monitored over time without having to send people out to repeatedly conduct active tests at multiple locations. The results showed that these properties generally do not vary much over time. However, one location along the San Andreas Fault does change in response to nearby earthquakes, likely due to old cracks opening up due to seismic shaking allowing water to flow more easily and then very slowly recover. Interestingly, similar sites nearby do not show the same changes, suggesting that the amount or effects of underground earthquake damage vary from site to site regardless of the geologic rock unit and amount of shaking. Changes in how water flows underground is of interest to both hydrologists interested in water availability for humans to use, but also earthquake scientists who are interested in how changes in water pressure within rocks can affect how easily rocks deform or cause faults to slip. This project supported two students in their completion of earth science master?s degrees and contributed to training students in data science and analytical skills as well as developing communication skills through public presentations.\n\n\t\t\t\t\tLast Modified: 01/26/2021\n\n\t\t\t\t\tSubmitted by: Patrick Fulton"
 }
}