{
 "awd_id": "1928415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-RM: Collaborative Research: Future of Construction Work at the Human-Technology Frontier",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 400094.0,
 "awd_amount": 400094.0,
 "awd_min_amd_letter_date": "2019-08-26",
 "awd_max_amd_letter_date": "2019-08-26",
 "awd_abstract_narration": "The construction industry faces many workforce-related challenges, including a shortage of skilled workers and high accident and injury rates. The use of robotic technologies to augment construction workers can enable new construction techniques and work opportunities. This project seeks to transform the nature of construction work by removing barriers to the formation of human-robot teams on the jobsite. Working together with skilled trade workers, robots have the potential to lower construction costs through more precise cutting and placing actions that reduce waste. Human-robot teams can also increase safety and efficiency by reducing the risk of overexertion and injury to workers. The investigators will address three specific barriers to the widespread adoption of robotics on the construction site: (1) the lack of clearly defined and fully structured robotic tasks for trade work; (2) the need to understand how robots will be integrated into predominantly human-centric trade worker teams; and (3) the need to identify new knowledge and resource requirements that will support robots on the construction jobsite. \r\n\r\nThis project explores convergent solutions to overcoming barriers to human-robot teaming in construction, using methods from computer science, construction engineering, and social science to: (a) re-define construction tasks by translating the means and methods of trade work into common actions that can be interpreted and performed by robotic systems, and (b) explore how robotic systems can be integrated into current and future human-robot construction teams, as an integral part of the worker, knowledge, task, and resource networks on the jobsite. To achieve these aims, this research will surface which construction tasks can and cannot be automated or augmented using robotics. Of the processes that are well-suited to robotics, basic design information will be converted into defined tasks and ultimately into instructions for the robot and the conditions needed to perform the action. Shared mental models for introducing robots within trade worker teams will be created, which will assist in determining the role of human-made robotic systems, as either active team participants or simply passive tools. Lastly, a meta-network analysis will study the potential vulnerability of human-robot teams to identify the risks and opportunities for improving the reliability of construction project delivery. These efforts will result in a risk framework for understanding the direct (e.g., safety) and indirect (e.g., network vulnerabilities) risks, as well as unintended consequences, emerging from the integration of robots in the construction work context. Collectively, this research will advance the potential for human-robot teams in the construction industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Franz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan Franz",
   "pi_email_addr": "bfranz@ufl.edu",
   "nsf_id": "000715695",
   "pi_start_date": "2019-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 400094.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Automation, and specifically robotic technologies, have made significant improvements in productivity in the manufacturing industry and are now being tested in construction applications. However, full automation of construction processes on a job site is rarely feasible, due to the dynamic nature of the work and the high degree of design customization found in each project. As a result, the construction industry is investing in human-robot teams to aid in the industrialization of their work processes. Human-robot teams position workers to interact and collaborate with semi-autonomous robots in a shared workplace. While human-robot teams have the potential to reduce uncertainty related to labor and improve productivity, they may also increase the vulnerability of the work to disruptions in unexpected ways. The overarching goal of this research is to evaluate whether the addition of human-robot teams in selected construction applications makes the work more or less vulnerable to common sources of work disruption on the job site.</p>\n<p>To accomplish this goal, the research surveyed the attitudes of project managers and superintendents toward the use of human-robot teams, modeled the dependencies in a human-robot work process, and simulated the effects of&nbsp;disruptions on the ability of human-robot teams to complete their work. A summary of the outcomes of this research is outlined below.</p>\n<p><strong>Construction professionals describe what characteristics make a robot a good teammate:</strong> The question, \"<em>what is a robot in construction?\" </em>has both philosophical and functional implications for human-robot teams. In a survey of project managers and superintendents, we evaluated whether they viewed robotic technologies as a tool, akin to hammer, or as a teammate, and how the characteristics of the robot itself and the context of its use may affect that perception. Construction professionals were more likely to consider a robot as a teammate if it had predictable movement and high durability, took its surroundings into account before moving, was constantly active, reliable, and made the task more predictable. Interestingly, these characteristics are related to what the robot can do and not its physical characteristics, such as having human-like features or the ability to communicate verbally. This is a difference between construction applications and other domains using robotics, where machine-like robots are seen strictly as equipment. Construction workers see the robot through the lens of productivity and seem comfortable accepting almost any robot as a teammate, as long it can perform equal to or better than a human co-worker.</p>\n<p><strong>Construction professionals are not yet comfortable with fully autonomous robots:</strong> When evaluating attitudes towards the use of human-robot teams, project managers and superintendents were found to group into three distinct clusters. The first cluster was comprised of those that largely view human-robot collaboration unfavorably, and only indicated a high level of comfort in applications where they could control a robot remotely. The second cluster included those that were comfortable in both controlling robots remotely and working alongside robots in their workplace. Lastly, the third cluster was those that indicated the highest level of comfort with human-robot teams, where in addition to controlling and working alongside robots, they were also comfortable being dependent on robots for their work and allowing the robot to make decisions for itself. None of the clusters responded favorably to being told what to do by a robot. There were no significant differences in respondent demographics across the clusters, suggesting that these attitudes are independent from age, gender, and experience. These results have immediate relevance to robotic manufacturers, who can better align their system designs with the attitudes, expectations, and comfort levels of future users of their technologies.</p>\n<p><strong>Human-robot teams are less vulnerable to common sources of job site disruption:</strong> Inclement weather, late material deliveries and sick co-workers are events that occur on construction sites with regularity. Workers in the construction trades are accustomed to this uncertainty and can easily be reassigned until the disruption is resolved. Robots may lack that level of flexibility, making their use more vulnerable to schedule delays. To evaluate the resilience of human-robot teams, we simulated the effect of multiple types of disruptive events on a drywall finishing process. Some events were common to all construction work, while others were specific to human-robot teams.&nbsp; The results showed that human-robot teams were significantly less vulnerable to common disruptive events, on average, than a crew of only human workers performing the same tasks. However, human-robot crews were more vulnerable to targeted disruptive events, likely because of their lack of redundancy.&nbsp;The human-robot team relied heavily on the work of the robot&rsquo;s operator and robot itself, so any disruption to either role would prevent most tasks from occurring. These results demonstrate the effectiveness of human-robot teams in a simulated environment, and suggest that robotic manufacturers continue improving the reliability of their systems or find ways to incorporate redundancies into their process to make them more robust.</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Bryan&nbsp;Franz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAutomation, and specifically robotic technologies, have made significant improvements in productivity in the manufacturing industry and are now being tested in construction applications. However, full automation of construction processes on a job site is rarely feasible, due to the dynamic nature of the work and the high degree of design customization found in each project. As a result, the construction industry is investing in human-robot teams to aid in the industrialization of their work processes. Human-robot teams position workers to interact and collaborate with semi-autonomous robots in a shared workplace. While human-robot teams have the potential to reduce uncertainty related to labor and improve productivity, they may also increase the vulnerability of the work to disruptions in unexpected ways. The overarching goal of this research is to evaluate whether the addition of human-robot teams in selected construction applications makes the work more or less vulnerable to common sources of work disruption on the job site.\n\n\nTo accomplish this goal, the research surveyed the attitudes of project managers and superintendents toward the use of human-robot teams, modeled the dependencies in a human-robot work process, and simulated the effects ofdisruptions on the ability of human-robot teams to complete their work. A summary of the outcomes of this research is outlined below.\n\n\nConstruction professionals describe what characteristics make a robot a good teammate: The question, \"what is a robot in construction?\" has both philosophical and functional implications for human-robot teams. In a survey of project managers and superintendents, we evaluated whether they viewed robotic technologies as a tool, akin to hammer, or as a teammate, and how the characteristics of the robot itself and the context of its use may affect that perception. Construction professionals were more likely to consider a robot as a teammate if it had predictable movement and high durability, took its surroundings into account before moving, was constantly active, reliable, and made the task more predictable. Interestingly, these characteristics are related to what the robot can do and not its physical characteristics, such as having human-like features or the ability to communicate verbally. This is a difference between construction applications and other domains using robotics, where machine-like robots are seen strictly as equipment. Construction workers see the robot through the lens of productivity and seem comfortable accepting almost any robot as a teammate, as long it can perform equal to or better than a human co-worker.\n\n\nConstruction professionals are not yet comfortable with fully autonomous robots: When evaluating attitudes towards the use of human-robot teams, project managers and superintendents were found to group into three distinct clusters. The first cluster was comprised of those that largely view human-robot collaboration unfavorably, and only indicated a high level of comfort in applications where they could control a robot remotely. The second cluster included those that were comfortable in both controlling robots remotely and working alongside robots in their workplace. Lastly, the third cluster was those that indicated the highest level of comfort with human-robot teams, where in addition to controlling and working alongside robots, they were also comfortable being dependent on robots for their work and allowing the robot to make decisions for itself. None of the clusters responded favorably to being told what to do by a robot. There were no significant differences in respondent demographics across the clusters, suggesting that these attitudes are independent from age, gender, and experience. These results have immediate relevance to robotic manufacturers, who can better align their system designs with the attitudes, expectations, and comfort levels of future users of their technologies.\n\n\nHuman-robot teams are less vulnerable to common sources of job site disruption: Inclement weather, late material deliveries and sick co-workers are events that occur on construction sites with regularity. Workers in the construction trades are accustomed to this uncertainty and can easily be reassigned until the disruption is resolved. Robots may lack that level of flexibility, making their use more vulnerable to schedule delays. To evaluate the resilience of human-robot teams, we simulated the effect of multiple types of disruptive events on a drywall finishing process. Some events were common to all construction work, while others were specific to human-robot teams. The results showed that human-robot teams were significantly less vulnerable to common disruptive events, on average, than a crew of only human workers performing the same tasks. However, human-robot crews were more vulnerable to targeted disruptive events, likely because of their lack of redundancy.The human-robot team relied heavily on the work of the robots operator and robot itself, so any disruption to either role would prevent most tasks from occurring. These results demonstrate the effectiveness of human-robot teams in a simulated environment, and suggest that robotic manufacturers continue improving the reliability of their systems or find ways to incorporate redundancies into their process to make them more robust.\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: BryanFranz\n"
 }
}