{
 "awd_id": "1928568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalyzing New Practices for the San Joaquin Valley to Innovate Effective Teaching Pedagogies in Lower-Division Mathematics and Chemistry Courses",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927404",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 790478.0,
 "awd_amount": 825946.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2023-02-16",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education: Hispanic-Serving Institutions (HSI Program), this Track 1 project aims to design, deliver, and test new practices for teaching in STEM at three Hispanic-Serving Institutions which are part of the California State University (CSU) system in the San Joaquin Valley: CSU Stanislaus, CSU Fresno, and CSU Bakersfield. The project will develop and offer innovative summer retreats, called Ideas Labs, for STEM faculty to engage in a novel collaborative process to adapt and develop High Impact Practices (HIPs) using explicit Creative Problem Solving (CPS) methodology.The project will enhance each institution's Faculty Learning Program (FLP) to provide faculty development on HIPs during the academic year. The aim of the project is for STEM faculty to use HIPs in their teaching of mathematics and chemistry courses to improve students' academic performance and retention rates. Air pollution will serve as an overarching theme for the content platform which will be used to enhance the pedagogy in both mathematics and chemistry courses. This project has potential to significantly impact the retention and graduation rates students in the collaborating HSIs, and increase the numbers of underrepresented students in STEM. \r\n\r\nThe project will be led by three HSIs with a focus on faculty development, including part-time faculty and adjunct faculty, to improve their teaching practice in ways that will improve student achievement, retention, and motivation. Each of the three collaborating institutions will focus on STEM disciplines that present the greatest challenges for their students. CSU Bakersfield will focus on Chemistry, CSU Stanislaus will focus on mathematics, and CSU Fresno will focus on mathematics and chemistry. A team of social science and STEM researchers will lead the project to assess the how the Ideas Labs retreat and FLP better equip STEM faculty to employ HIPs in their pedagogy to enhance student learning. In particular, the project will assess the impact on how the Ideas Labs and FLP improve the persistence and success of the Hispanic, first generation, and/or low-income students in lower-division STEM courses. Project findings seek to represent impact on a large, diverse group of students at the three collaborating HSIs to generate new knowledge on how both new and current HIPs on lead to a more equitable STEM learning experience. The new HIPs designed through the Ideas Lab will be disseminated and shared broadly through various modalities, including presentations at conferences and CSU system meetings and also a project website. The HSI Program aims to enhance undergraduate STEM education and build capacity at HSIs. Projects supported by the HSI Program will also generate new knowledge on how to achieve these aims.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Shapiro",
   "pi_email_addr": "mshapiro1@csub.edu",
   "nsf_id": "000796767",
   "pi_start_date": "2019-08-06",
   "pi_end_date": "2023-02-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Talbert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lance E Talbert",
   "pi_email_addr": "ltalbert@csub.edu",
   "nsf_id": "000812561",
   "pi_start_date": "2023-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "McBride",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd McBride",
   "pi_email_addr": "tmcbride@csub.edu",
   "nsf_id": "000429618",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Drew",
   "pi_last_name": "Brandon",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Drew T Brandon",
   "pi_email_addr": "dbrandon3@csub.edu",
   "nsf_id": "000799329",
   "pi_start_date": "2019-08-06",
   "pi_end_date": "2020-03-04"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Talbert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lance E Talbert",
   "pi_email_addr": "ltalbert@csub.edu",
   "nsf_id": "000812561",
   "pi_start_date": "2020-03-04",
   "pi_end_date": "2023-02-16"
  }
 ],
 "inst": {
  "inst_name": "CSUB Auxiliary for Sponsored Programs Administration",
  "inst_street_address": "9001 Stockdale Hwy",
  "inst_street_address_2": "",
  "inst_city_name": "Bakersfield",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6616542233",
  "inst_zip_code": "933111022",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, BAKERSFIELD AUXILIARY FOR SPONSORED PROGRAMS ADMINISTRATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "VJQPUC5YLK87"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Bakersfield",
  "perf_str_addr": "9001 Stockdale Hwy",
  "perf_city_name": "Bakersfield",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "933111012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "077Y00",
   "pgm_ele_name": "HSI-Hispanic Serving Instituti"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 790478.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 35468.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project brought together a network of talented and diverse Science, Technology, Engineering and Mathematics (STEM) faculty from three Hispanic-Serving Institutions in the California State University system to design, deliver, and test innovative STEM-specific learning interventions, filling opportunity gaps for our underserved students. The three universities are in the San Joaquin Valley, sometimes referred to as the &ldquo;other California,&rdquo; an area starkly different from coastal cities in terms of elevated rates of poverty, pollution, and disparities in educational opportunities.&nbsp; Reflecting the location of their universities, approximately 60% of the students across the three campuses are eligible for financial aid, and approximately 70% are first-generation university students. The network across the campuses is inclusive of lecturers and Teaching Assistants and extends to Faculty Development Centers and Learning Centers for students.</p>\r\n<p>&nbsp;</p>\r\n<p>In one strand of the project, instructors engaged in intensive and immersive Ideas Labs workshops to generate novel curriculum innovations for implementation.&nbsp; The process brings together stakeholders with different expertise to form teams using deliberate Creative Problem Solving (CPS) methodology resulting in real time peer review in developing interventions for enhancing student success, often forming cross-campus, cross-disciplinary teams. Instructors then went on to adapt and refine their activities (both within or outside the classroom or lab), designed to increase student success along the framework/arc of priming (addressing student preparation, motivation, and mindset), pedagogy (featuring innovative active learning approaches and the use of technology) and assessment (such as alternative grading and student choices/empowerment). One example of a student priming intervention was the creation of a series of interactive videos focused on best ways to learn and study, using empirically-based psychological principles, including &ldquo;How to Learn More by Spacing out Your Studying&rdquo;, &ldquo;Retrieval Practice &ndash; An &ldquo;absurdly effective&rdquo; method of learning&rdquo;, &ldquo;Myths About Learning&rdquo;, &ldquo;Increasing Efficiency by Studying What You Don&rsquo;t Know (Aka &ldquo;metacognition&rdquo;)&rdquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>The impacts of the interventions were measured in a variety of ways, including simple course pass rates, student sense of belonging, motivation and/or student scientific self-efficacy. Nearly 80 instructors participated in Ideas Lab who then went on to implement pilot projects in dozens of courses, often through multiple iterations.</p>\r\n<p>&nbsp;</p>\r\n<p>This grant also allowed a rich array of professional development activities to be offered, outreaching to part-time instructors, tenure-track faculty, and student teaching associates.&nbsp; Formats for professional development, focused on best practices for high impact teaching, included working lunch sessions, series of multiple-hour meetings across the semester, workshops (on active learning and alternative grading) and intensive weekend-long retreats, such as Teaching Camps for NERDS (<strong>N</strong>etworking for <strong>E</strong>ngagement and <strong>R</strong>e-<strong>D</strong>esign in STEM Teaching).&nbsp; This retreat-style experience allowed STEM faculty to learn about innovative high impact teaching practices in a personalized and engaged environment.&nbsp;NERDS camp is an intensive experiential and culturally sustaining learning workshop in which faculty experience Applied Improvisation, Storytelling for Communication in Science, and opportunities to share personal pedagogical expertise. Across the five years, a total of nearly 150 instructors took advantage of these professional development opportunities.</p>\r\n<p>&nbsp;</p>\r\n<p>The project successfully addressed the major goals of 1)<strong> </strong>generating immersive Ideas Lab experiences to catalyze the creation of innovative interventions and 2)<strong> </strong>providing professional development activities for instructors with a growing emphasis on scaling up and collecting data on 3) student outcomes<strong> </strong>from the many strands of the project. Although the timing of this grant coinciding with the pandemic, making implementation of high-impact practices particularly difficult, and assessment of effectiveness deeply confounded with abrupt and profound changes in higher-education teaching practices and contexts, instructor satisfaction with interventions appeared high, student attitudes toward innovations appeared positive, and increases in student self-efficacy and student knowledge and success were observed. Incorporating high impact practices such as service learning, hands-on research integrated into courses, and collaborative peer experiences improved student engagement and resulted in increased success in some gateway STEM courses. While the overall effect on student pass rates and disparities between different populations of students was not as significant as hoped during the time of the grant - clearly requiring more scale up, time, and investment of human capital and resources toward the longer-term goal of enhanced graduation rates and STEM career trajectories - an effective framework and pathway for success has been established.</p>\r\n<p>&nbsp;</p>\r\n<p>The challenges encountered gave rise to innovation in successfully running Ideas Labs in a virtual format which broadened participation and opens new possibilities for sustaining this process and forming a Valley Ideas Lab Hub to foster collaboration and partnerships between academia (including departments, colleges, and universities), industry, and the community. The activities and results of this grant are being leveraged and expanded in other synergistic programs and projects on the campuses that are mutually reinforcing for student and faculty success.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Lance&nbsp;E&nbsp;Talbert</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1928568/1928568_10630626_1738170478530_Catalyzing_New_Practices_for_Student_Success--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1928568/1928568_10630626_1738170478530_Catalyzing_New_Practices_for_Student_Success--rgov-800width.png\" title=\"Catalyzing New Practices for Student Success\"><img src=\"/por/images/Reports/POR/2025/1928568/1928568_10630626_1738170478530_Catalyzing_New_Practices_for_Student_Success--rgov-66x44.png\" alt=\"Catalyzing New Practices for Student Success\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Breakdown of the various Priming, Pedagogy and Assessment strategies that were implemented over the past 5 years.</div>\n<div class=\"imageCredit\">Morgan Britter, Connstance Jones, and Alejandro Mendez</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Lance&nbsp;E&nbsp;Talbert\n<div class=\"imageTitle\">Catalyzing New Practices for Student Success</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project brought together a network of talented and diverse Science, Technology, Engineering and Mathematics (STEM) faculty from three Hispanic-Serving Institutions in the California State University system to design, deliver, and test innovative STEM-specific learning interventions, filling opportunity gaps for our underserved students. The three universities are in the San Joaquin Valley, sometimes referred to as the other California, an area starkly different from coastal cities in terms of elevated rates of poverty, pollution, and disparities in educational opportunities. Reflecting the location of their universities, approximately 60% of the students across the three campuses are eligible for financial aid, and approximately 70% are first-generation university students. The network across the campuses is inclusive of lecturers and Teaching Assistants and extends to Faculty Development Centers and Learning Centers for students.\r\n\n\n\r\n\n\nIn one strand of the project, instructors engaged in intensive and immersive Ideas Labs workshops to generate novel curriculum innovations for implementation. The process brings together stakeholders with different expertise to form teams using deliberate Creative Problem Solving (CPS) methodology resulting in real time peer review in developing interventions for enhancing student success, often forming cross-campus, cross-disciplinary teams. Instructors then went on to adapt and refine their activities (both within or outside the classroom or lab), designed to increase student success along the framework/arc of priming (addressing student preparation, motivation, and mindset), pedagogy (featuring innovative active learning approaches and the use of technology) and assessment (such as alternative grading and student choices/empowerment). One example of a student priming intervention was the creation of a series of interactive videos focused on best ways to learn and study, using empirically-based psychological principles, including How to Learn More by Spacing out Your Studying, Retrieval Practice  An absurdly effective method of learning, Myths About Learning, Increasing Efficiency by Studying What You Dont Know (Aka metacognition).\r\n\n\n\r\n\n\nThe impacts of the interventions were measured in a variety of ways, including simple course pass rates, student sense of belonging, motivation and/or student scientific self-efficacy. Nearly 80 instructors participated in Ideas Lab who then went on to implement pilot projects in dozens of courses, often through multiple iterations.\r\n\n\n\r\n\n\nThis grant also allowed a rich array of professional development activities to be offered, outreaching to part-time instructors, tenure-track faculty, and student teaching associates. Formats for professional development, focused on best practices for high impact teaching, included working lunch sessions, series of multiple-hour meetings across the semester, workshops (on active learning and alternative grading) and intensive weekend-long retreats, such as Teaching Camps for NERDS (Networking for Engagement and Re-Design in STEM Teaching). This retreat-style experience allowed STEM faculty to learn about innovative high impact teaching practices in a personalized and engaged environment.NERDS camp is an intensive experiential and culturally sustaining learning workshop in which faculty experience Applied Improvisation, Storytelling for Communication in Science, and opportunities to share personal pedagogical expertise. Across the five years, a total of nearly 150 instructors took advantage of these professional development opportunities.\r\n\n\n\r\n\n\nThe project successfully addressed the major goals of 1) generating immersive Ideas Lab experiences to catalyze the creation of innovative interventions and 2) providing professional development activities for instructors with a growing emphasis on scaling up and collecting data on 3) student outcomes from the many strands of the project. Although the timing of this grant coinciding with the pandemic, making implementation of high-impact practices particularly difficult, and assessment of effectiveness deeply confounded with abrupt and profound changes in higher-education teaching practices and contexts, instructor satisfaction with interventions appeared high, student attitudes toward innovations appeared positive, and increases in student self-efficacy and student knowledge and success were observed. Incorporating high impact practices such as service learning, hands-on research integrated into courses, and collaborative peer experiences improved student engagement and resulted in increased success in some gateway STEM courses. While the overall effect on student pass rates and disparities between different populations of students was not as significant as hoped during the time of the grant - clearly requiring more scale up, time, and investment of human capital and resources toward the longer-term goal of enhanced graduation rates and STEM career trajectories - an effective framework and pathway for success has been established.\r\n\n\n\r\n\n\nThe challenges encountered gave rise to innovation in successfully running Ideas Labs in a virtual format which broadened participation and opens new possibilities for sustaining this process and forming a Valley Ideas Lab Hub to foster collaboration and partnerships between academia (including departments, colleges, and universities), industry, and the community. The activities and results of this grant are being leveraged and expanded in other synergistic programs and projects on the campuses that are mutually reinforcing for student and faculty success.\r\n\n\n\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: LanceETalbert\n"
 }
}