{
 "awd_id": "1928874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Local Structure and Dynamics in Tc-Enhanced Overdoped Cuprates: Beyond BCS?",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 229999.0,
 "awd_amount": 229999.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2021-08-26",
 "awd_abstract_narration": "Non-technical Abstract:\r\nSuperconductivity is a property of certain materials in which they lose electrical resistance, giving them the capability of carrying electric currents with none of the losses that occur in normal metal electrical conductors. This enables electromagnets such as the ones used for MRI scans to operate for weeks or even months without having to replenish them, and superconducting wires would save the large fraction of the original energy that is lost in transmission. The problem is that superconductivity that can used in these applications only occurs at very low temperatures, requiring expensive and complicated refrigeration equipment. This is, however, superconductivity as we have known it since it?s discovery just over 100 years ago. Our team has found that a certain class of copper-oxide superconductors may follow a different set of rules, and in particular one compound shows behaviors that contradict the existing theory. A second type of superconductivity could provide insights or even the means to extend superconductivity to higher temperatures to save energy by substantially increasing the efficiency of electrical devices.\r\n\r\nTechnical Abstract:\r\nA review of the cuprate literature reveals the surprising fact that the phase diagram is \"universal\" because the YBa(2-x)Srx(CuO2)2(Cu(1-y)My)O(7+delta) class of \"overdoped\" cuprates has been neglected. When prepared by the High Pressure Oxygen (HPO) method using chlorate or peroxide their transition temperatures increase continuously within their 50-80 K range even as their O stoichiometry is increased to give an excess charge on the CuO2 coppers well past the 0.27 value where the superconductivity ends in conventional materials. Since the HPO method only produces fine powders and not crystals only a few techniques are amenable to their study, including the X-ray Absorption Fine Structure measurements that are the principal capability of this project team was that the Cu-neighbor atom pairs exhibit highly anharmonic behavior correlated with the superconductivity in the c direction, including a non-degenerate Cu2-apical O double well potential. Renormalization of this potential causes the energy difference between its two components to track the gap energy to the Tc-30 K lower limit of the team's measurements. Even more radical are  results from Sr2CuO3.3, a La2CuO4+delta structural analog. The static structure contains only partial CuO2 planes, in contrast to the fully ordered ones in all other cuprates. These are replaced by more complex, three-dimensional Cu-O structures. In addition, the superconducting transition occurs concomitantly with a structural transformation that is a shift of a set of these O ions that is sufficiently large to modify the Fermi surface by an energy far larger than that of the gap. This would be a substantial expansion of conventional BCS theory, or possibly even indictative of a novel pairing and condensation mechanism. Crucial issues to be addressed by this EAGER project would be a direct comparison with conventional cuprates, extension to lower temperatures, and measurements at the complementary Sr edge.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Conradson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Steven D Conradson",
   "pi_email_addr": "steven.conradson@wsu.edu",
   "nsf_id": "000759778",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaofeng",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaofeng Guo",
   "pi_email_addr": "x.guo@wsu.edu",
   "nsf_id": "000796526",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "Fulmer 305",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991644630",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 229999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved studying a neglected class of high temperature superconductors, overdoped ones made by high pressure oxygen synthesis.</p>\n<p>One characteristic of superconductivity is the flow of electricity without resistance. Thus, once an electric current is started in, e.g., an electromagnet, an extremely powerful magnetic field is created that can last for months. Think magnetic levitation trains or the MRI machine at your hospital. The obstacle towards more widespread applications is the high cost associated with maintaining the devices just a few degrees above absolute zero where superconductivity occurs.&nbsp;</p>\n<p>Then thirty-five years ago scientists at IBM Zurich discovered that certain copper oxide-based materials were superconductors at temperatures exceeding the highest attainable in the metal alloys used for wires. Within a few years the maximum temerpature for these \"cuprates\" was found to be well above that of liquid nitrogen, a much easier and cheaper cooling method than the liquid helium in the known applications. Copper oxides are normally insulators, but by adding extra oxygen or substituting certain positive ions with a +2 charge for 5-25% of those with +3 &nbsp;- know as doping -&nbsp;, an average of a fraction of an extra charge per copper atom was attained, &nbsp;This caused them to become metallic, and in this formulation cooling turned on their superconductivity. Work is still ongoing converting this science into technology.&nbsp;</p>\n<p>This 5-25% range defined a superconducting \"dome\" in a graph of the superconducting transition temperature vs. the doping level.&nbsp;Essentially all of the enormous research effort in both theory and experiment went to studying this \"dome.\" However, this neglected the work of a small number of scientists producing superconducting cuprates at high temperatures with high pressure oxygen (HPO) in in special hydraluic presses. The extra oxygen forced into the compounds at these temperature &nbsp;placed them well beyond the upper boundary of the dome.</p>\n<p>Unfortunately this work was ignored, and the most important compound demonstrating this effect was only documented in a Ph.D. these and never published in the scientific literature. Collaborating with scientists in Finland, France, Italy, and China, we have now reproduced and extended that earlier work. Remarkably, we corroborate that the transition temperature and the superfluid density - the quantity of the electrons that are carrying the supercurrent - are essentially unchangeed all the way through the maximal doping level of 100% despite the number of carriers - the electrons available for carrying the electric current - increasing by a factor of six. This finding contradicts our understanding of superconductivity in which the transitiion temperature should increase substantially with this large an increase in the number of these carriers.&nbsp;</p>\n<p>The question then is what is happening within these materials at the atomic level that gives this behavior. This project determined that the extra oxygen inserted by the HPO synthesis goes into a relatively open site in the structure between two copper atoms, creating an unusual, octahedral geometry around them. The remainder of the structure was unchanged. These results give a significant conundrum. When a small amount of extra oxgyen is inserted by normal methods using oxygen gas into different, interstitial sites, or higher doping is caused by substituting some calcium for yttrium with minimal effects on the structure, the superconductivity occurs in the dome. But when extra oxygen is forced into these other sites the superconductivity not only extends past the dome but is unchanged all the way up. The superconductivity is therefore closely coupled to the structure, but in a very subtle way that belies the six-fold increase in the number of carriers. This finding negates the theories and interpretations of experimental results that are derived from a highly conserved structural component, the planes consisting of copper and oxygen in a 1:2 ratio where the superconductivity resides. In these the arrangment of the atoms is relatively unimportant except as a framework for the carriers to interact, with the possibility that some of these interactions are somewhat mediated through the vibrations of this structure. We now know that this is not the case at all and that this small change in the structure causes disproportionately large modifications to the way in which the carriers organize into the superconducting fluid.</p>\n<p>This is exceeded in a second class of cuprates we have studied, with an even simpler structure. The parent materials have a transition temperature on only 40 K, but when produced by HPO methods it increases by a factor greater than 2-1/2 to 95 K. Unlike the first class, these are highly disordered, although the disorder is in the dynamical rather than the static structure. I.e., there are certain oxygen atoms that are always in motion.</p>\n<p>The significance of the work is that unknown behaviors raise the possibility that the supeconductivity might be further enhanced, giving higher temperatures and currents.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2022<br>\n\t\t\t\t\tModified by: Steven&nbsp;D&nbsp;Conradson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664497728179_structures-yscomo-ybco8-sco--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664497728179_structures-yscomo-ybco8-sco--rgov-800width.jpg\" title=\"Crystal structures of YSr2Cu2.75Mo0.25O7.54,  YBa2Cu3O8, and Sr2CuO3.3\"><img src=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664497728179_structures-yscomo-ybco8-sco--rgov-66x44.jpg\" alt=\"Crystal structures of YSr2Cu2.75Mo0.25O7.54,  YBa2Cu3O8, and Sr2CuO3.3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">These three cuprates prepared by HPO methods show how substituting a Mo for the Cu in the basal plane layer of the structure promotes the incorporation of extra oxgyen around the Mo, the maximal amount of oxygen in YBCO8, and the highly disordered dynamic structure of the other cuprate family.</div>\n<div class=\"imageCredit\">S. D. Conradson and coauthors</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Steven&nbsp;D&nbsp;Conradson</div>\n<div class=\"imageTitle\">Crystal structures of YSr2Cu2.75Mo0.25O7.54,  YBa2Cu3O8, and Sr2CuO3.3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664497493496_phasediagramscflafterdz--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664497493496_phasediagramscflafterdz--rgov-800width.jpg\" title=\"Cuprate superconductivity phase diagram, dome vs. HPO compounds\"><img src=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664497493496_phasediagramscflafterdz--rgov-66x44.jpg\" alt=\"Cuprate superconductivity phase diagram, dome vs. HPO compounds\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In conventionally prepared cuprates the superconductivity occurs in a narrow dome created by taking the mirror image of the ascending curve from 0.06-0.16 and folding it around so that it hits 0 at 0.26. In the HPO compounds the superconductivity extends to maximal doping.</div>\n<div class=\"imageCredit\">S. D. Conradson and coauthors</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Steven&nbsp;D&nbsp;Conradson</div>\n<div class=\"imageTitle\">Cuprate superconductivity phase diagram, dome vs. HPO compounds</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664498054246_structures-yscomo-ybco8-sco--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664498054246_structures-yscomo-ybco8-sco--rgov-800width.jpg\" title=\"Crystal structures of YSr2Cu2.75Mo0.25O7.54,  YBa2Cu3O8, and Sr2CuO3.3\"><img src=\"/por/images/Reports/POR/2022/1928874/1928874_10631811_1664498054246_structures-yscomo-ybco8-sco--rgov-66x44.jpg\" alt=\"Crystal structures of YSr2Cu2.75Mo0.25O7.54,  YBa2Cu3O8, and Sr2CuO3.3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The excess oxygen in the compounds on the left is located around the Mo atoms in the basal plane as Mo-enriched domains. The center compound contains the maximal amount of oxygen inserted into all of the open spaces in the basal plane. The final compound is highly disordered.</div>\n<div class=\"imageCredit\">S.D. Conradson et al.</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Steven&nbsp;D&nbsp;Conradson</div>\n<div class=\"imageTitle\">Crystal structures of YSr2Cu2.75Mo0.25O7.54,  YBa2Cu3O8, and Sr2CuO3.3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project involved studying a neglected class of high temperature superconductors, overdoped ones made by high pressure oxygen synthesis.\n\nOne characteristic of superconductivity is the flow of electricity without resistance. Thus, once an electric current is started in, e.g., an electromagnet, an extremely powerful magnetic field is created that can last for months. Think magnetic levitation trains or the MRI machine at your hospital. The obstacle towards more widespread applications is the high cost associated with maintaining the devices just a few degrees above absolute zero where superconductivity occurs. \n\nThen thirty-five years ago scientists at IBM Zurich discovered that certain copper oxide-based materials were superconductors at temperatures exceeding the highest attainable in the metal alloys used for wires. Within a few years the maximum temerpature for these \"cuprates\" was found to be well above that of liquid nitrogen, a much easier and cheaper cooling method than the liquid helium in the known applications. Copper oxides are normally insulators, but by adding extra oxygen or substituting certain positive ions with a +2 charge for 5-25% of those with +3  - know as doping - , an average of a fraction of an extra charge per copper atom was attained,  This caused them to become metallic, and in this formulation cooling turned on their superconductivity. Work is still ongoing converting this science into technology. \n\nThis 5-25% range defined a superconducting \"dome\" in a graph of the superconducting transition temperature vs. the doping level. Essentially all of the enormous research effort in both theory and experiment went to studying this \"dome.\" However, this neglected the work of a small number of scientists producing superconducting cuprates at high temperatures with high pressure oxygen (HPO) in in special hydraluic presses. The extra oxygen forced into the compounds at these temperature  placed them well beyond the upper boundary of the dome.\n\nUnfortunately this work was ignored, and the most important compound demonstrating this effect was only documented in a Ph.D. these and never published in the scientific literature. Collaborating with scientists in Finland, France, Italy, and China, we have now reproduced and extended that earlier work. Remarkably, we corroborate that the transition temperature and the superfluid density - the quantity of the electrons that are carrying the supercurrent - are essentially unchangeed all the way through the maximal doping level of 100% despite the number of carriers - the electrons available for carrying the electric current - increasing by a factor of six. This finding contradicts our understanding of superconductivity in which the transitiion temperature should increase substantially with this large an increase in the number of these carriers. \n\nThe question then is what is happening within these materials at the atomic level that gives this behavior. This project determined that the extra oxygen inserted by the HPO synthesis goes into a relatively open site in the structure between two copper atoms, creating an unusual, octahedral geometry around them. The remainder of the structure was unchanged. These results give a significant conundrum. When a small amount of extra oxgyen is inserted by normal methods using oxygen gas into different, interstitial sites, or higher doping is caused by substituting some calcium for yttrium with minimal effects on the structure, the superconductivity occurs in the dome. But when extra oxygen is forced into these other sites the superconductivity not only extends past the dome but is unchanged all the way up. The superconductivity is therefore closely coupled to the structure, but in a very subtle way that belies the six-fold increase in the number of carriers. This finding negates the theories and interpretations of experimental results that are derived from a highly conserved structural component, the planes consisting of copper and oxygen in a 1:2 ratio where the superconductivity resides. In these the arrangment of the atoms is relatively unimportant except as a framework for the carriers to interact, with the possibility that some of these interactions are somewhat mediated through the vibrations of this structure. We now know that this is not the case at all and that this small change in the structure causes disproportionately large modifications to the way in which the carriers organize into the superconducting fluid.\n\nThis is exceeded in a second class of cuprates we have studied, with an even simpler structure. The parent materials have a transition temperature on only 40 K, but when produced by HPO methods it increases by a factor greater than 2-1/2 to 95 K. Unlike the first class, these are highly disordered, although the disorder is in the dynamical rather than the static structure. I.e., there are certain oxygen atoms that are always in motion.\n\nThe significance of the work is that unknown behaviors raise the possibility that the supeconductivity might be further enhanced, giving higher temperatures and currents.\n\n\t\t\t\t\tLast Modified: 11/06/2022\n\n\t\t\t\t\tSubmitted by: Steven D Conradson"
 }
}