{
 "awd_id": "1928398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-RM: Improving Construction Work Performance through Human-Centered Augmented Reality",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1137869.0,
 "awd_amount": 1137869.0,
 "awd_min_amd_letter_date": "2019-07-24",
 "awd_max_amd_letter_date": "2020-08-17",
 "awd_abstract_narration": "The construction industry in the United States accounts for nearly 15% of Gross Domestic Product and over 6% of the total workforce. The construction industry is responsible for renewing US infrastructure to meet daily needs for clean water, transportation, and living space. Recently, construction has experienced significant workforce shortages that have precipitated the need to deliver craft workers with optimal information to construct infrastructure efficiently, safely, and in a manner that promotes future workers' social and economic well-being.  A growing body of literature has demonstrated the exciting potential of augmented reality (AR) and artificial intelligence (AI) to transform workplaces, but most existing studies focus on office, factory, and medical workers. This project aims to explore if and how these technologies specifically improve work performance in construction. In current construction industry practice, design information is provided to construction workers through two-dimensional plans and written specifications. New technology is beginning to enable design information to be represented in multi-dimensional models that simulate the construction process and aid with visualization. As AR and AI technologies mature, it is posited that they can promote more effective construction via enhanced access to information. However, it is unclear how innovative information should be presented with AR to best support future construction work. Additionally, as AI is considered for the creation of project information, we must understand how the perceived origin of a design from either humans or AI impacts the user's trust of the information and self-confidence in subsequent decisions.\r\n\r\nIn this project, researchers will test two main hypotheses: (1) How and to what extent the level of detail of design information delivered in AR impacts dimensions of work performance and (2) How and to what extent the perceived origin of design information impacts trust in the information and self-confidence in decisions. Secondary hypotheses will test how level of detail and perceived origin of design impact spatial reasoning; methods and timing of planning; and anticipation of errors and safety hazards. These hypotheses will be tested via an experiment where the level of detail of design information is manipulated and errors, safety hazards, and uncertainty are purposely embedded in the test task. The experiment will involve a scale model of an actual construction project. Two hundred craft workers and two hundred undergraduate students will participate in the research experiment to represent expert and novice skill levels in the study conditions. In addition to quantitative analyses, interviews will be conducted with the study participants after each experimental trial to explain the results. This  research will have the potential to build new knowledge on what and how design information can be best delivered to future craft workers using emerging technologies to enable efficient, safe, and high-quality construction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hallowell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Hallowell",
   "pi_email_addr": "matthew.hallowell@colorado.edu",
   "nsf_id": "000526046",
   "pi_start_date": "2020-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Goodrum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Goodrum",
   "pi_email_addr": "paul.goodrum@colorado.edu",
   "nsf_id": "000693317",
   "pi_start_date": "2019-07-24",
   "pi_end_date": "2020-07-02"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hallowell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Hallowell",
   "pi_email_addr": "matthew.hallowell@colorado.edu",
   "nsf_id": "000526046",
   "pi_start_date": "2019-07-24",
   "pi_end_date": "2020-07-02"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Jones",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew C Jones",
   "pi_email_addr": "mcj@colorado.edu",
   "nsf_id": "000550459",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Yeh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tom Yeh",
   "pi_email_addr": "tom.yeh@colorado.edu",
   "nsf_id": "000555539",
   "pi_start_date": "2019-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine St 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1137869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research explored how the format of information influences human behavior and performance in the context of the construction industry.&nbsp;&nbsp; Specifically, we examined how different formats of design information, including 2D paper designs and 3D images displayed through augmented reality, impacted human ability to detect danger and the ability to perform complex assembly tasks.&nbsp; Recognizing that technology is being increasingly used in the creation of design information using artificial intelligence, the research also explored how the perceived origin of information impacts trust in the information or self-confidence as it pertains to completing a construction task.</p>\r\n<p>Industry craft professionals and student participants were involved throughout this work.&nbsp; The focus of the project&rsquo;s experiments was a physical testbed that involved the study participants to complete a full-scale mock mechanical and electrical construction task.&nbsp; Craft professionals informed the design of the test bed to enrich the study&rsquo;s external validity (Fig. 1).&nbsp; Each participant completed the experiment using varying levels of graphical 3D models displayed through augmented reality (Fig. 2) and under varying perceptions of whether the design they were provided were developed by either a human engineer or artificial intelligence.&nbsp; Part of the experiment involved activation of a hazard light replicating the occurrence of a hazardous gas leak.&nbsp; During the experiment, each participant&rsquo;s performance was measured by time to complete the experiment, time to recognize activation of the hazard light, rework, and final assembly errors.&nbsp; The findings included: 1) individuals completed the tasks faster and with less rework and errors when using augmented reality in addition to the use of 2D plan versus only the use of 2D plans; 2) individuals equipped with augmented reality head mounted displays took longer to become aware of the activation of the hazard light, and 3) there were no observed differences in the change in the trust of information when they believed the information was generated through AI after encountering an intended error in the design.</p>\r\n<p>In addition to the intellectual merits yielded through this work, the work also had several broad impacts that benefited those involved. This work involved participation from over 100 industry participants, over 200 student participants, 4 graduate research associates, and 3 undergraduate Computer Science student developers. The results of this work have been disseminated at several academic and industry conferences and have also been published in leading peer-reviewed journals. In addition to being used in the experiments, the test beds have also been used to demonstrate advanced technologies at industry recruitment events design to target underrepresented populations in the construction industry.&nbsp; These events included demonstrating the test bed at the Women in Construction Management Summer Institute at Colorado State University (<a href=\"https://chhs.source.colostate.edu/women-in-construction-management-summer-institute-overcoming-challenges-while-learning-skills/%20\">https://chhs.source.colostate.edu/women-in-construction-management-summer-institute-overcoming-challenges-while-learning-skills/</a> ) and twice at the Northern Colorado Construction Con career fair.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/14/2025<br>\nModified by: Tom&nbsp;Yeh</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1928398/1928398_10625025_1736888020472_outcome_report_figure_2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1928398/1928398_10625025_1736888020472_outcome_report_figure_2--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2025/1928398/1928398_10625025_1736888020472_outcome_report_figure_2--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Panel 1 as Viewed through</div>\n<div class=\"imageCredit\">Paul Goodrum</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Tom&nbsp;Yeh\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur research explored how the format of information influences human behavior and performance in the context of the construction industry. Specifically, we examined how different formats of design information, including 2D paper designs and 3D images displayed through augmented reality, impacted human ability to detect danger and the ability to perform complex assembly tasks. Recognizing that technology is being increasingly used in the creation of design information using artificial intelligence, the research also explored how the perceived origin of information impacts trust in the information or self-confidence as it pertains to completing a construction task.\r\n\n\nIndustry craft professionals and student participants were involved throughout this work. The focus of the projects experiments was a physical testbed that involved the study participants to complete a full-scale mock mechanical and electrical construction task. Craft professionals informed the design of the test bed to enrich the studys external validity (Fig. 1). Each participant completed the experiment using varying levels of graphical 3D models displayed through augmented reality (Fig. 2) and under varying perceptions of whether the design they were provided were developed by either a human engineer or artificial intelligence. Part of the experiment involved activation of a hazard light replicating the occurrence of a hazardous gas leak. During the experiment, each participants performance was measured by time to complete the experiment, time to recognize activation of the hazard light, rework, and final assembly errors. The findings included: 1) individuals completed the tasks faster and with less rework and errors when using augmented reality in addition to the use of 2D plan versus only the use of 2D plans; 2) individuals equipped with augmented reality head mounted displays took longer to become aware of the activation of the hazard light, and 3) there were no observed differences in the change in the trust of information when they believed the information was generated through AI after encountering an intended error in the design.\r\n\n\nIn addition to the intellectual merits yielded through this work, the work also had several broad impacts that benefited those involved. This work involved participation from over 100 industry participants, over 200 student participants, 4 graduate research associates, and 3 undergraduate Computer Science student developers. The results of this work have been disseminated at several academic and industry conferences and have also been published in leading peer-reviewed journals. In addition to being used in the experiments, the test beds have also been used to demonstrate advanced technologies at industry recruitment events design to target underrepresented populations in the construction industry. These events included demonstrating the test bed at the Women in Construction Management Summer Institute at Colorado State University (https://chhs.source.colostate.edu/women-in-construction-management-summer-institute-overcoming-challenges-while-learning-skills/ ) and twice at the Northern Colorado Construction Con career fair.\r\n\n\n\t\t\t\t\tLast Modified: 01/14/2025\n\n\t\t\t\t\tSubmitted by: TomYeh\n"
 }
}