{
 "awd_id": "1928759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Pathogen Mimic Cancer Vaccines",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 5875.0,
 "awd_min_amd_letter_date": "2019-06-18",
 "awd_max_amd_letter_date": "2020-01-08",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corp project is the eventual creation of a therapeutic cancer vaccine that has the potential to achieve clinically meaningful and statistically significant recurrence free survival. The technology involves obtaining patient cancer cells and through a process of biomineralization and surface adsorption with danger signals (i.e. adjuvants already used in clinical use) transforms the cells into potent cancer vaccines. The potential for a durable benefit with this approach in women with ovarian cancer is supported by data demonstrating that successful induction of an anti-tumor immune response has a significant impact on long-term survival and by early results from prior vaccine trials. Following isolation of cancer cells, the process can be completed in less than 24 hours, without the need for cell culture or genetic alteration, reducing risks and costs of production. The personalized cancer vaccine is stable to storage and dehydration, and thus is available for immediate and future use and can be transported without the need for cold storage.\r\n\r\nThis I-Corps project seeks to further develop a cancer vaccine that is not an incremental advance in vaccine design, rather it would transform both the production and distribution of cancer vaccines to facilitate the integration of immune therapy into current treatment protocols. Seventy percent of women diagnosed with ovarian cancer have advanced disease. While chemotherapy offers some initial release, the majority of patients relapse. Currently no therapeutic alternatives exist, making the need for better alternatives extreme. The proposed technology transforms patient cancer cells into pathogen mimics by decorating the cell surface with pathogen-associated molecular patterns. These patterns activate immune cells to attack and kill the cancer cells. Preclinical testing in mice has demonstrated that administration of the vaccine prior to tumor growth prevents tumor engraftment in all vaccinated mice. Furthermore, early studies show that treatment of mice with established ovarian cancer results in elimination of cancer in 75% of the subjects, with a partial response in the remaining. Future dose optimization and combinatorial testing with immune checkpoint blockade are expected to further improve on the technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rita",
   "pi_last_name": "Serda",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rita E Serda",
   "pi_email_addr": "rserda@salud.unm.edu",
   "nsf_id": "000799298",
   "pi_start_date": "2019-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico Health Sciences Center",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "SPONSORED PROJECTS OFFICE",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052726264",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "G389MFAYJNG9"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico, Health Sciences Center",
  "perf_str_addr": "MSC09 5220, Financial Services",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 5874.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project supported by the NSF, entitled &ldquo;Pathogen Mimic Cancer Vaccines&rdquo; was to interview potential customers to optimize our cancer vaccine for successful clinical applications. Our invention is a novel form of immunotherapy that consists of a process that transforms autologous cancer cells into pathogen mimetics that stimulate cancer-specific immune responses. At the kick-off meeting, the NSF and I-Corps staff helped our team to identify who our potential customers would be and to identify the types of questions and knowledge we hoped to gain from each customer type.&nbsp; Our team entered the program assuming the FDA was our main customer and that our focus should be on gaining regulatory approval for clinical use. The NSF I-Corps program encouraged us to expand and then refine our customer list. Potential customers included insurance agencies that would approve payment of the therapy, doctors and hospital/clinics who would participant, and patients who would receive therapy. In addition, the program leaders and literature helped us to optimally present our product in a way that opened the door for advice on improving and testing the viability of the product. Unfortunately, our team was not able to comply with COI regulations required to participate, and the team was not able to continue in the program beyond the kick-off meeting.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2020<br>\n\t\t\t\t\tModified by: Rita&nbsp;E&nbsp;Serda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project supported by the NSF, entitled \"Pathogen Mimic Cancer Vaccines\" was to interview potential customers to optimize our cancer vaccine for successful clinical applications. Our invention is a novel form of immunotherapy that consists of a process that transforms autologous cancer cells into pathogen mimetics that stimulate cancer-specific immune responses. At the kick-off meeting, the NSF and I-Corps staff helped our team to identify who our potential customers would be and to identify the types of questions and knowledge we hoped to gain from each customer type.  Our team entered the program assuming the FDA was our main customer and that our focus should be on gaining regulatory approval for clinical use. The NSF I-Corps program encouraged us to expand and then refine our customer list. Potential customers included insurance agencies that would approve payment of the therapy, doctors and hospital/clinics who would participant, and patients who would receive therapy. In addition, the program leaders and literature helped us to optimally present our product in a way that opened the door for advice on improving and testing the viability of the product. Unfortunately, our team was not able to comply with COI regulations required to participate, and the team was not able to continue in the program beyond the kick-off meeting.\n\n\t\t\t\t\tLast Modified: 01/29/2020\n\n\t\t\t\t\tSubmitted by: Rita E Serda"
 }
}