{
 "awd_id": "1928119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NNA Track 1: Collaborative Research: Maritime transportation in a changing Arctic: Navigating climate and sea ice uncertainties",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922217",
 "po_email": "kmclauch@nsf.gov",
 "po_sign_block_name": "Kendra McLauchlan",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 134367.0,
 "awd_amount": 134367.0,
 "awd_min_amd_letter_date": "2019-09-04",
 "awd_max_amd_letter_date": "2019-09-04",
 "awd_abstract_narration": "Navigating the New Arctic (NNA) is one of NSF's 10 Big Ideas. NNA projects address convergence scientific challenges in the rapidly changing Arctic. The Arctic research is needed to inform the economy, security and resilience of the Nation, the larger region and the globe. NNA empowers new research partnerships from local to international scales, diversifies the next generation of Arctic researchers, and integrates the co-production of knowledge. This award fulfills part of that aim. \r\n\r\nRecent changes in climate have resulted in less sea ice in the Arctic ocean. This development has opened new Arctic travel routes and increased vessel traffic along existing shipping routes. Increased shipping requires a reliable Arctic maritime navigation system for safety and efficiency. However, navigation risk management in the Arctic poses many challenges compared to general maritime transportation due to significant uncertainties in climate, weather, and sea ice conditions. This project addresses these uncertainties by developing a comprehensive approach to forecast future climate and sea ice conditions in the Arctic. The results are being used to evaluate the resulting risk of Arctic maritime navigation. The outcome of this research supports a safe, reliable, and resilient navigation system for shippers seeking efficient transit routes through the Arctic. Others will benefit as well, including emergency responders, local communities, Arctic researchers, fishing and pleasure craft, and other stakeholders. \r\n\r\nThis project is developing and applying a risk-based framework integrating an analysis  of environmental conditions, an assessment of navigation risk, and an evaluation of the consequences of incidents. Climate and sea ice models are analyzed to probabilistically assess environmental conditions and navigability of Arctic routes. Modeled sea ice thickness is used as a tracer for navigability of shipping routes. Climate model output is analyzed to better understand the mean state and variability spatially along routes and over time. The likelihood of an incident is being evaluated using Bayesian predictive models to incorporate uncertainty with historical data and updated information from climate and sea ice models. The predictive models are integrated with economic interdependency models to evaluate consequences of Arctic navigation incidents. The resulting probabilistic economic models are a function of the likelihood of an incident occurring and evaluate direct and indirect economic impact at the local and global scales. The outcome of the risk and economic assessment provides feedback on the most significant risk factors. Additional climate and sea ice model runs will be used to further evaluate variables to refine risk models. A stochastic simulation will iterate through the integrated risk analysis approach over a range of possible scenarios of climate models and sea ice conditions to evaluate the range of likelihood and economic impact of incidents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "DuVivier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alice DuVivier",
   "pi_email_addr": "duvivier@ucar.edu",
   "nsf_id": "000798852",
   "pi_start_date": "2019-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center for Atmospheric Research",
  "perf_str_addr": "1850 Table Mesa Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104Y00",
   "pgm_ele_name": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 134367.0
  }
 ],
 "por": null
}