{
 "awd_id": "1928900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RoL: Molecular and cellular mechanisms of germination in Saccharomyces",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Becraft",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 969858.0,
 "awd_amount": 969858.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "Many organisms reproduce through the fusion of gametes, like sperm and eggs. Gametes usually carry one copy of each chromosome and, when they combine in the process of fertilization, create a new cell, called a zygote, that has two copies of each chromosome. Over the last century the budding/brewers'/bakers' yeast, Saccharomyces cerevisiae, has become a powerful experimental system for learning about how genes work and how cells duplicate and separate their chromosomes and divide. However, very little is known about how yeast cells make gametes and how yeast fertilization works. Dr. McMurray's lab found that, contrary to prior assumptions, (i) yeast gametes are made \"pre-oriented\" in terms of the direction in which they grow prior to fertilization; (ii) if they forego mating and choose instead to start dividing with only a single set of chromosomes, they must first penetrate a cell wall that encases the gametes, and (iii) yeast gametes that fail to inherit all the chromosomes they are supposed to get are still capable of fertilization, and can produce a viable zygote so long as the other gamete has the missing chromosome(s). This project will elucidate the molecular bases of these three phenomena, providing major advances in understanding of gamete biology and how genetic information is transmitted during reproduction. An outreach program will partner local middle school students and Early Education majors in isolating wild yeast and looking for clues from gene sequences about how fertilization happens in various natural habitats, enriching curricula at both levels. \r\n\r\nThe long-term goal of this project is to understand the molecular mechanisms by which Saccharomyces gametes (spores) exit dormancy, escape from a specialized, inflexible cell wall, and subsequently mate or bud. The objectives of this project are to determine how spores are born \"pre-polarized\", how upon budding they penetrate the ascus wall (the residual wall of the diploid mother cell), and how a \"maternal contribution\" of RNAs allows spores to germinate and mate without accessing their genomes. The hypotheses are that 1) polarity factors deposited in spore membranes during sporulation persist at cortical locations near the ascus wall, 2) secreted cell-wall degrading enzymes allow local digestion of the ascus wall during budding, and 3) many RNAs made during sporulation are shared between spores, whereas those controlling mating type are segregated. Imaging and genetic manipulation in the Principal Investigator's lab and the lab of a collaborator will pinpoint when, where and which polarity factors are deposited during sporulation and which are required for polarity establishment. Similar imaging and mutation-based approaches will identify the cell wall degradation enzymes required for ascus wall penetration. In order to resolve the paradox of how spores share maternal molecules but segregate those required to establish identity, the Principal Investigator's lab will monitor the localization and temporal origin of essential and mating-type specific RNAs during sporulation, and manipulate candidate pathways controlling RNA segregation, including targeted RNA degradation, RNA methylation, clustering of RNAs by RNA-binding proteins, and production of anti-sense transcripts.\r\n\r\nThis project is co-funded by Integrative Organismal Systems, Molecular and Cellular Biosciences and the Rules of Life.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McMurray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A McMurray",
   "pi_email_addr": "michael.mcmurray@ucdenver.edu",
   "nsf_id": "000766575",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Denver",
  "perf_str_addr": "12801 E. 17th Ave.",
  "perf_city_name": "Aurora",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800452508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 969858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The budding yeast <em>Saccharomyces cerevisiae</em> is perhaps the best understood eukaryotic cell, and has been used as an experimental organism for over a century. Humans have been using it to make bread, beer, and wine for millennia. When yeast cells are starved of nutrients, they can undergo the process of meiosis and create stress-resistant spores that remain dormant for long periods. Providing nutrients induces germination, in which the spores can begin budding again, or they can fuse with each other in a process called mating. Yeast spores are thus equivalent to gametes in other organisms, such as human sperm and eggs. Both budding and mating require the establishment of cell polarity, by which cells focus new cell wall and membrane growth at a single spot on an otherwise ovoid cell. Studies in <em>S. cerevisiae</em> were foundational for our understanding of cell polarity in other cell types as well as gene regulatory circuits that establish and maintain distinct states. Fundamental unanswered questions remained about the basic molecular mechanisms underlying key steps in the budding yeast life cycle. The long-term goal of this project was to better understand the molecular mechanisms of germination and subsequent mating/budding by yeast spores.&nbsp;</p>\r\n<p>Each of the two distinct yeast mating types expresses a pheromone signal to which the opposite mating type responds. If a spore buds before mating, it can switch mating types and then mate with one of its progeny. The yeast pheromone signaling pathway is one of the best understood eukaryotic signaling pathways, but it has been studied almost exclusively in non-spore haploid cells of lab strains that cannot switch mating types, whereas mating in nature occurs primarily between spores. The findings supported by this award began to fill glaring gaps in knowledge about the cell and molecular biology of yeast gametes.</p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"text-decoration: underline;\">Intellectual Merit Outcomes:</span></p>\r\n<p><strong>1. Molecular mechanisms of polarity establishment by budding yeast gametes.</strong> We discovered that budding yeast spores are born &ldquo;pre-polarized&rdquo; at a single site that points away from the sites of contact between the sibling spores produced by a single diploid cell. As a result, when spores germinate, they first grow away from each other. Repolarization and mating in response to pheromone signaling occurs only after this initial outgrowth. Septins are a conserved family of proteins involved in morphogenesis and cell polarity in a wide variety of eukaryotes, and our lab has extensively studied yeast septins. A septin was the only known component of the spore polarity site. We discovered that numerous proteins involved in the canonical cell polarity pathway are recruited during the assembly of the spore polarity site, including a &ldquo;landmark&rdquo; protein that anchors polarity proteins to a single location that persists for weeks. Our findings support a model in which assembly occurs at the site of origin of spore membrane biogenesis. These studies revealed for the first time how budding yeast spores establish intrinsic polarity.&nbsp;</p>\r\n<p><strong>2. Regulation of gene expression to establish sexual identity in yeast gametes. </strong>The gene expression profiles of the two yeast mating types are mutually exclusive; if the receptor recognizing one pheromone is expressed in the same cell that produces the pheromone, mating is inhibited. We recognized a paradox: the genes controlling mating type are turned on very early during sporulation, such that the gene products should be shared by all of the spores produced within a single diploid cell. If so, this would mean that a spore of one mating type would inherit gene products specific for the other mating type, resulting in potential confusion in sexual identity and problems with mating upon germination. We found that mating-type specific gene products, like the pheromone receptors, are not synthesized into proteins during germination. Our findings revealed that unexpected repression of gene expression helps establish the proper sexual identities of yeast gametes.</p>\r\n<p><span style=\"text-decoration: underline;\">Broader Impact Outcomes:</span></p>\r\n<p><strong>1. Uncovering new molecular mechanisms of gametogenesis.</strong> Our work revealed unanticipated parallels between gametogenesis in other organisms and the ways that yeast spores are formed. Control of sexual identity by gene regulation at the post-transcriptional level also occurs in gametogenesis in plants and mammals, and our yeast results offer new ways to think about how this might work. Gametes in many other species are also polarized; in fact, septins are important for polarization of human sperm. Our findings also open new directions of research into multiple aspects of gametogenesis.</p>\r\n<p><strong>2. Developing a new middle school outreach activity.</strong> We partnered with early education majors at a local university to develop a middle school science activity based on searching in local natural habitats for yeast unable to switch mating types. This activity engaged hundreds of students over several years and generated unexpected insights into the population genetics of wild yeast species. High school and undergraduate Biology students were also involved, creating a template for other schools to adapt in the future.</p><br>\n<p>\n Last Modified: 12/04/2024<br>\nModified by: Michael&nbsp;A&nbsp;Mcmurray</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe budding yeast Saccharomyces cerevisiae is perhaps the best understood eukaryotic cell, and has been used as an experimental organism for over a century. Humans have been using it to make bread, beer, and wine for millennia. When yeast cells are starved of nutrients, they can undergo the process of meiosis and create stress-resistant spores that remain dormant for long periods. Providing nutrients induces germination, in which the spores can begin budding again, or they can fuse with each other in a process called mating. Yeast spores are thus equivalent to gametes in other organisms, such as human sperm and eggs. Both budding and mating require the establishment of cell polarity, by which cells focus new cell wall and membrane growth at a single spot on an otherwise ovoid cell. Studies in S. cerevisiae were foundational for our understanding of cell polarity in other cell types as well as gene regulatory circuits that establish and maintain distinct states. Fundamental unanswered questions remained about the basic molecular mechanisms underlying key steps in the budding yeast life cycle. The long-term goal of this project was to better understand the molecular mechanisms of germination and subsequent mating/budding by yeast spores.\r\n\n\nEach of the two distinct yeast mating types expresses a pheromone signal to which the opposite mating type responds. If a spore buds before mating, it can switch mating types and then mate with one of its progeny. The yeast pheromone signaling pathway is one of the best understood eukaryotic signaling pathways, but it has been studied almost exclusively in non-spore haploid cells of lab strains that cannot switch mating types, whereas mating in nature occurs primarily between spores. The findings supported by this award began to fill glaring gaps in knowledge about the cell and molecular biology of yeast gametes.\r\n\n\n\r\n\n\nIntellectual Merit Outcomes:\r\n\n\n1. Molecular mechanisms of polarity establishment by budding yeast gametes. We discovered that budding yeast spores are born pre-polarized at a single site that points away from the sites of contact between the sibling spores produced by a single diploid cell. As a result, when spores germinate, they first grow away from each other. Repolarization and mating in response to pheromone signaling occurs only after this initial outgrowth. Septins are a conserved family of proteins involved in morphogenesis and cell polarity in a wide variety of eukaryotes, and our lab has extensively studied yeast septins. A septin was the only known component of the spore polarity site. We discovered that numerous proteins involved in the canonical cell polarity pathway are recruited during the assembly of the spore polarity site, including a landmark protein that anchors polarity proteins to a single location that persists for weeks. Our findings support a model in which assembly occurs at the site of origin of spore membrane biogenesis. These studies revealed for the first time how budding yeast spores establish intrinsic polarity.\r\n\n\n2. Regulation of gene expression to establish sexual identity in yeast gametes. The gene expression profiles of the two yeast mating types are mutually exclusive; if the receptor recognizing one pheromone is expressed in the same cell that produces the pheromone, mating is inhibited. We recognized a paradox: the genes controlling mating type are turned on very early during sporulation, such that the gene products should be shared by all of the spores produced within a single diploid cell. If so, this would mean that a spore of one mating type would inherit gene products specific for the other mating type, resulting in potential confusion in sexual identity and problems with mating upon germination. We found that mating-type specific gene products, like the pheromone receptors, are not synthesized into proteins during germination. Our findings revealed that unexpected repression of gene expression helps establish the proper sexual identities of yeast gametes.\r\n\n\nBroader Impact Outcomes:\r\n\n\n1. Uncovering new molecular mechanisms of gametogenesis. Our work revealed unanticipated parallels between gametogenesis in other organisms and the ways that yeast spores are formed. Control of sexual identity by gene regulation at the post-transcriptional level also occurs in gametogenesis in plants and mammals, and our yeast results offer new ways to think about how this might work. Gametes in many other species are also polarized; in fact, septins are important for polarization of human sperm. Our findings also open new directions of research into multiple aspects of gametogenesis.\r\n\n\n2. Developing a new middle school outreach activity. We partnered with early education majors at a local university to develop a middle school science activity based on searching in local natural habitats for yeast unable to switch mating types. This activity engaged hundreds of students over several years and generated unexpected insights into the population genetics of wild yeast species. High school and undergraduate Biology students were also involved, creating a template for other schools to adapt in the future.\t\t\t\t\tLast Modified: 12/04/2024\n\n\t\t\t\t\tSubmitted by: MichaelAMcmurray\n"
 }
}