{
 "awd_id": "1929265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Flow driven segregation at the particle level",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 342357.0,
 "awd_amount": 342357.0,
 "awd_min_amd_letter_date": "2019-09-20",
 "awd_max_amd_letter_date": "2019-10-16",
 "awd_abstract_narration": "Granular flows are common in industry.  Billions of tons of ores, grains, powders, and plastic resin are handled each year in the US. When particles differ in size or density, flowing granular materials tend to segregate, or de-mix, which can cause severe problems in particle and powder processing in industries where a uniform mixture is usually desired. Although the understanding of segregation and mixing in granular flows has advanced over the last two decades based on an array of experimental, computational, and theoretical approaches, current models of segregation at the particle level are simplistic and empirical. The objective of this GOALI project is to develop a particle-level model based on fundamental physics that can accurately predict segregation from the size and density of the specific particles that are flowing.  This particle-level model can then be implemented in large-scale models of granular flows that are used to predict granular flow and segregation in a wide range of particle handling processes. The results of this research, which will be carried out in collaboration with researchers from Procter and Gamble and Dow, will provide practical approaches to enhance mixing (or segregation) of granular materials, which can be utilized to improve and enhance industrial processes in diverse applications ranging from chemicals to pharmaceuticals to foodstuffs to consumer products.  The research team will engage students at graduate and undergraduate levels, especially those from underrepresented groups, and provide them with opportunities for research training in collaboration with their industrial counterparts.\r\n\r\nUntil recently, processing approaches to prevent segregation of granular materials have been ad hoc, often resulting in operating conditions that are inefficient.  An advection-diffusion-segregation model with a shear rate-based segregation flux model developed by the research team has made it possible to rationally design systems to overcome many of these problems.  However, the key particle-based parameter for the segregation flux model is not well understood, not easily predicted for particles of varying size or density, and not based on first principles. This project focuses on developing a predictive framework for particle-level segregation to: (1) Understand the fundamental physical mechanisms of segregation at the particle level; and (2) Develop a predictive segregation model that includes the effects of both particle size and density.  Discrete element method (DEM) simulations will be used in which the flow and segregation conditions can be manipulated, sometimes in ways that are not possible experimentally, along with theoretical modeling to connect macroscale continuum models with segregation forces on individual particles. This project moves beyond previous research by considering segregation flux for combined size and density, a much more difficult problem than either one alone. The approaches and tools developed in the project will play an important role in the design of particle processing systems to enhance mixing and prevent segregation of granular materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lueptow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Lueptow",
   "pi_email_addr": "r-lueptow@northwestern.edu",
   "nsf_id": "000334479",
   "pi_start_date": "2019-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Ottino",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Julio M Ottino",
   "pi_email_addr": "jm-ottino@northwestern.edu",
   "nsf_id": "000381647",
   "pi_start_date": "2019-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Umbanhowar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Umbanhowar",
   "pi_email_addr": "umbanhowar@northwestern.edu",
   "nsf_id": "000413820",
   "pi_start_date": "2019-10-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hecht",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Hecht",
   "pi_email_addr": "hecht.jp@pg.com",
   "nsf_id": "000642590",
   "pi_start_date": "2019-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 342357.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Granular materials, such as beads, grains, and powders, are used in a wide range of industries including agriculture, food processing, chemical products, pharmaceuticals, and construction. When processing mixtures of particles that vary in size, small particles fall between larger ones during flow, thereby forcing the large particles upward.&nbsp; This process quickly results in de-mixing, or segregation, of particles into distinct regions of small and large particles.&nbsp; In many cases, this is problematic: for example, poorly mixed active and inactive ingredients in a pill can harm a patient with too much active ingredient causing an overdose or too little active ingredient to medically benefit the patient.&nbsp;</p>\n<p>Unlike fluids, such as water, where the flow is well understood and can be accurately modeled, flowing granular materials lack a comprehensive mathematical framework. Consequently, processes involving flowing granular media are often hampered by inefficiency and lack of product consistency, and scale-up of production is often quite difficult.&nbsp; To better understand and predict segregation of granular materials, this research focused on contact-induced forces acting on individual particles, which, once understood, can then be used in models to predict mixing and segregation of a wide range of granular materials under different flow conditions.&nbsp; Using a particle-by-particle simulation technique known as the Discrete Element Method (DEM), we characterized the particle-level segregation force, which is similar to the buoyancy force on a particle in a liquid, the drag force, which is analogous to the drag on an object in a flowing fluid, and the lift force, which is similar to the force that supports an airplane due to its motion through the air.&nbsp; These particle level forces were either never measured prior to this research or were only measured over a very narrow range of conditions.</p>\n<p>Four major advances were accomplished related to the Intellectual Merit of this research: to understand the fundamental physical mechanisms of segregation at the particle level.&nbsp; First, we characterized the forces due to a pressure gradient acting on a single intruder particle in uniform shear flow.&nbsp; This work detailed the proportionality between the segregation force and the pressure gradient and its dependence on the relative size of the intruder and bed particles.&nbsp;&nbsp;Second, we characterized the segregation force acting on the intruder particle due to shear rate gradients, showing that it acts additively with the pressure gradient.&nbsp; Third, we developed a model for the drag force on an intruder particle in a granular shear flow that, surprisingly, is nearly identical to that on a sphere moving through a fluid at low Reynolds numbers.&nbsp;Fourth, we measured the lift force on an intruder particle moving with a relative (slip) velocity in a granular flow (see Fig. 1), demonstrating that the lift force changes sign with slip velocity, a result that is very different from what occurs in a fluid.&nbsp; With these force models in hand, we then devised a means to accurately predict the segregation velocity of an intruder using a force balance between the segregation forces, the intruder weight, and the drag force under a variety of flow conditions.</p>\n<p>Two further contributions are related to the Broader Impacts of this research: to develop a predictive segregation model.&nbsp; First, we characterized the segregation in mixtures of two particles differing in both size and density.&nbsp; This allows the prediction of how segregation forces can be balanced at different particle species concentrations to inhibit segregation.&nbsp; The practical implication is that this allows two properties of particles a mixture to be specified and the third free property to be adjusted to eliminate segregation, a result with broad implications in industrial processing of granular materials to assure that particles remain mixed.&nbsp; The second contribution extends the segregation and drag force results from a single intruder particle described above to characterize the forces acting on every particle in mixtures of particles of two sizes (see Fig. 2).&nbsp; Balancing the overall drag force, lift force, and weight yields the segregation flux for a wide range of flow conditions and mixture concentrations (see Fig. 3).&nbsp; This approach has broad impact on predicting and preventing segregation in many industrial processes related to granular materials as well as in geophysical flows like landslides.</p>\n<p>The results of the project were communicated to the scientific community in ten papers and several conference presentations.</p><br>\n<p>\n Last Modified: 11/08/2024<br>\nModified by: Richard&nbsp;M&nbsp;Lueptow</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731020677549_Fig1--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731020677549_Fig1--rgov-800width.PNG\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731020677549_Fig1--rgov-66x44.PNG\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Variation of intruder lift force with slip velocity (bottom axis) and non-dimensionalized slip (top axis)  in a granular shear flow for size ratio three, overburden pressure of 1000 Pa and shear rate of 5 1/s.  Solid blue and red curves indicate predicted lift forces in comparable fluid flow.</div>\n<div class=\"imageCredit\">Hantao He</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp; &nbsp;Umbanhowar\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731020914131_Fig2--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731020914131_Fig2--rgov-800width.PNG\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731020914131_Fig2--rgov-66x44.PNG\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of gravity-induced segregation force scaled by particle weight vs.\nspecies concentration large and small particles with size ratio of two in uniform shear flow with shear rate of 100 1/s.</div>\n<div class=\"imageCredit\">Yifei Deng</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp; &nbsp;Umbanhowar\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731021157464_Fig3--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731021157464_Fig3--rgov-800width.PNG\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/1929265/1929265_10643404_1731021157464_Fig3--rgov-66x44.PNG\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Segregation velocity predictions (bottom row) from force-based model (in three natural shear flows: plane shear with no gravity (column 1), plane shear with gravity (column 2), vertical chute (column 3), and inclined chute (column 4). Rows 1-3 show variables used to compute the segregation velocity.</div>\n<div class=\"imageCredit\">Yifei Deng</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp; &nbsp;Umbanhowar\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nGranular materials, such as beads, grains, and powders, are used in a wide range of industries including agriculture, food processing, chemical products, pharmaceuticals, and construction. When processing mixtures of particles that vary in size, small particles fall between larger ones during flow, thereby forcing the large particles upward. This process quickly results in de-mixing, or segregation, of particles into distinct regions of small and large particles. In many cases, this is problematic: for example, poorly mixed active and inactive ingredients in a pill can harm a patient with too much active ingredient causing an overdose or too little active ingredient to medically benefit the patient.\n\n\nUnlike fluids, such as water, where the flow is well understood and can be accurately modeled, flowing granular materials lack a comprehensive mathematical framework. Consequently, processes involving flowing granular media are often hampered by inefficiency and lack of product consistency, and scale-up of production is often quite difficult. To better understand and predict segregation of granular materials, this research focused on contact-induced forces acting on individual particles, which, once understood, can then be used in models to predict mixing and segregation of a wide range of granular materials under different flow conditions. Using a particle-by-particle simulation technique known as the Discrete Element Method (DEM), we characterized the particle-level segregation force, which is similar to the buoyancy force on a particle in a liquid, the drag force, which is analogous to the drag on an object in a flowing fluid, and the lift force, which is similar to the force that supports an airplane due to its motion through the air. These particle level forces were either never measured prior to this research or were only measured over a very narrow range of conditions.\n\n\nFour major advances were accomplished related to the Intellectual Merit of this research: to understand the fundamental physical mechanisms of segregation at the particle level. First, we characterized the forces due to a pressure gradient acting on a single intruder particle in uniform shear flow. This work detailed the proportionality between the segregation force and the pressure gradient and its dependence on the relative size of the intruder and bed particles.Second, we characterized the segregation force acting on the intruder particle due to shear rate gradients, showing that it acts additively with the pressure gradient. Third, we developed a model for the drag force on an intruder particle in a granular shear flow that, surprisingly, is nearly identical to that on a sphere moving through a fluid at low Reynolds numbers.Fourth, we measured the lift force on an intruder particle moving with a relative (slip) velocity in a granular flow (see Fig. 1), demonstrating that the lift force changes sign with slip velocity, a result that is very different from what occurs in a fluid. With these force models in hand, we then devised a means to accurately predict the segregation velocity of an intruder using a force balance between the segregation forces, the intruder weight, and the drag force under a variety of flow conditions.\n\n\nTwo further contributions are related to the Broader Impacts of this research: to develop a predictive segregation model. First, we characterized the segregation in mixtures of two particles differing in both size and density. This allows the prediction of how segregation forces can be balanced at different particle species concentrations to inhibit segregation. The practical implication is that this allows two properties of particles a mixture to be specified and the third free property to be adjusted to eliminate segregation, a result with broad implications in industrial processing of granular materials to assure that particles remain mixed. The second contribution extends the segregation and drag force results from a single intruder particle described above to characterize the forces acting on every particle in mixtures of particles of two sizes (see Fig. 2). Balancing the overall drag force, lift force, and weight yields the segregation flux for a wide range of flow conditions and mixture concentrations (see Fig. 3). This approach has broad impact on predicting and preventing segregation in many industrial processes related to granular materials as well as in geophysical flows like landslides.\n\n\nThe results of the project were communicated to the scientific community in ten papers and several conference presentations.\t\t\t\t\tLast Modified: 11/08/2024\n\n\t\t\t\t\tSubmitted by: RichardMLueptow\n"
 }
}