{
 "awd_id": "1929244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanics of Low Dimensional Materials Based Composites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7022924526",
 "po_email": "ksolanki@nsf.gov",
 "po_sign_block_name": "Kiran Solanki",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 354993.0,
 "awd_amount": 354993.0,
 "awd_min_amd_letter_date": "2019-08-17",
 "awd_max_amd_letter_date": "2024-07-21",
 "awd_abstract_narration": "Lightweight nanocomposites have tremendous application in many industries due to their superior mechanical, and unique thermal, electrical and magnetic properties. For all broad applications possible in industry, the quest for composites with high strength to weight ratio is desirable. This award supports fundamental research to further enhance the strength of lightweight nanocomposites and explore novel manufacturing methods for these composites. In the automobile industry, this class of composites can be used for door panels, engine covers and tires, thus improving gas mileage. In the energy and aerospace sectors, composites with high strength to weight ratio are desirable to make windmill blades and aircraft components, while in the biomedical area, lightweight composites are used as implants.  On the education side, this award will train graduate students in engineering who will further advance the field of lightweight composites. Moreover this award will train K-12 students in STEM by involving minority and under represented Marshallese American students in northwest Arkansas.\r\n\r\nThe challenge with enhancing lightweight nanocomposite strength lies with interface mechanics, which plays a critical role in the design and application of these composites. One-dimensional materials, which belong to the class of low dimensional materials, are an ideal candidate to meet this challenge due to their defect free structure and unique chemical bonding. Using an integrated multiscale computational model and experiments, this research aims to study the interface and mechanical properties of one-dimensional materials on metallic surfaces, which will lead to design and manufacturing of low dimensional materials based nanocomposites. As a step toward this goal, the research will utilize ab initio and multiscale methods, which will predict the mechanical and surface properties to determine how the length, size, orientation, bonding and shape of one-dimensional materials can be leveraged towards obtaining optimal and desired mechanical and surface properties. Computational modeling will determine the required design parameters and will guide the manufacturing of low dimensional materials based composites.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Nair",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Arun K Nair",
   "pi_email_addr": "Arun.Nair@afit.edu",
   "nsf_id": "000653932",
   "pi_start_date": "2019-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 354993.0
  }
 ],
 "por": null
}