{
 "awd_id": "1929580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: CORE: Medium: ADIDS: An Air-gapped Distributed Intrusion Detection System for the Power Grid",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2019-09-03",
 "awd_max_amd_letter_date": "2019-09-03",
 "awd_abstract_narration": "The power grid is a highly complex control system and one of the most impressive engineering feats of the modern era. Nearly every facet of modern society critically relies on the proper operation of the power grid such that long or even short interruptions can impose significant economic and social hardship on society. The current power grid is undergoing a transformation to a Smart Grid, that seeks to monitor and track diagnostic and operational information so as to enable a more efficient and resilient system. This significant transformation, however, has made the grid more susceptible to attacks by cybercriminals, as highlighted by several recent attacks on power grids that have exposed the vulnerabilities in modern power systems, especially power substations that form the backbone of electricity networks. Motivated by this, this project aims to develop practical solutions for securing the power system against sophisticated cyberattacks.\r\n\r\nSignificant effort has been invested to develop effective intrusion detection systems for power system substations to detect cyberattacks and/or reduce their damaging consequences. Existing techniques, however, require some level of trust from components on the supervisory control and data acquisition (SCADA) network, rendering them vulnerable to sophisticated attacks that could compromise the SCADA system. This research presents an air-gapped radio frequency based distributed intrusion detection system (ADIDS) that remains reliable even when the entire SCADA system is considered untrusted. The system has two inputs: SCADA network traffic, and the radio frequency signals emitted by substation components. The control actions in substations can be reliably inferred from the radio signals they generate. The integrity of the radio signals is provided by the verification of quasi-random lightning strikes embedded in the signals. When properly configured, ADIDS is able to verify the correctness of the SCADA network traffic without relying on the SCADA network itself.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raheem",
   "pi_last_name": "Beyah",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Raheem A Beyah",
   "pi_email_addr": "rbeyah@ece.gatech.edu",
   "nsf_id": "000262169",
   "pi_start_date": "2019-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Morris",
   "pi_last_name": "Cohen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Morris B Cohen",
   "pi_email_addr": "mcohen@gatech.edu",
   "nsf_id": "000656810",
   "pi_start_date": "2019-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lukas",
   "pi_last_name": "Graber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lukas Graber",
   "pi_email_addr": "lukas.graber@ece.gatech.edu",
   "nsf_id": "000693785",
   "pi_start_date": "2019-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The transformation of the power grid into a \"Smart Grid\" aims to enhance the system's flexibility and resilience through monitoring and tracking of diagnostic and operational information. Our project tackled the heightened risk of cyberattacks on the Smart Grid by introducing a groundbreaking diagnostic system equipped with radio receivers, suitable for both local and remote deployment. Over the span of four years, we probed various methods to safeguard the grid from complex cyberattacks, exemplified by the 2015 Ukrainian grid incident. The core intellectual merit of our work was to craft a system that substantially improved the security of power substations. This was achieved by observing their physical activities through trustworthy air-gapped side channel measurements, particularly those concerning low-frequency radio emissions. Our approach stood out from existing solutions, offering resistance to replay and spoofing attacks by incorporating a watermarking technique using the quasi-random patterns of global lightning in radio frequency signals.</p>\n<p>To independently verify substation emissions, we utilized low-frequency radio receivers as diagnostic instruments. We employed two strategies for positioning clusters of these receivers&mdash;close to and distant from substations&mdash;to keep tabs on side channel electromagnetic emissions. Our system was proven to confirm the accuracy of Supervisory Control and Data Acquisition (SCADA) network traces reliably, thereby providing an air-gapped and redundant monitoring system. It was capable of identifying multiple types of attacks and leveraged the quasi-random sequence of global lightning to authenticate collected data, making it exceedingly difficult for attackers to replicate low-frequency magnetic field data. Our multidisciplinary team, which included specialists in cybersecurity, high-power electric grids, and low-frequency electromagnetics, executed numerous real-world demonstrations, supported by our alliances with utility companies.</p>\n<p>The intrusion detection system (IDS) we developed was predicated on the assumption that all grid measurements could be compromised, even our own, yet it was still effective against advanced adversaries, even those with physical access to substations. The broader impacts of this project are the valuable insights generated that will contribute to the enhancement of the power grid's security and reliability, thereby affecting the safety of residential areas and vital infrastructures dependent on electricity, like food processing and manufacturing sectors. We fostered industry-university collaborations, disseminated our findings through scholarly articles and doctoral theses. Additionally, the project had wider implications, such as supporting graduate student roles and utilizing Georgia Tech's SURE program to provide internship opportunities to undergraduates from underrepresented demographics.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2023<br>\nModified by: Raheem&nbsp;A&nbsp;Beyah</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe transformation of the power grid into a \"Smart Grid\" aims to enhance the system's flexibility and resilience through monitoring and tracking of diagnostic and operational information. Our project tackled the heightened risk of cyberattacks on the Smart Grid by introducing a groundbreaking diagnostic system equipped with radio receivers, suitable for both local and remote deployment. Over the span of four years, we probed various methods to safeguard the grid from complex cyberattacks, exemplified by the 2015 Ukrainian grid incident. The core intellectual merit of our work was to craft a system that substantially improved the security of power substations. This was achieved by observing their physical activities through trustworthy air-gapped side channel measurements, particularly those concerning low-frequency radio emissions. Our approach stood out from existing solutions, offering resistance to replay and spoofing attacks by incorporating a watermarking technique using the quasi-random patterns of global lightning in radio frequency signals.\n\n\nTo independently verify substation emissions, we utilized low-frequency radio receivers as diagnostic instruments. We employed two strategies for positioning clusters of these receiversclose to and distant from substationsto keep tabs on side channel electromagnetic emissions. Our system was proven to confirm the accuracy of Supervisory Control and Data Acquisition (SCADA) network traces reliably, thereby providing an air-gapped and redundant monitoring system. It was capable of identifying multiple types of attacks and leveraged the quasi-random sequence of global lightning to authenticate collected data, making it exceedingly difficult for attackers to replicate low-frequency magnetic field data. Our multidisciplinary team, which included specialists in cybersecurity, high-power electric grids, and low-frequency electromagnetics, executed numerous real-world demonstrations, supported by our alliances with utility companies.\n\n\nThe intrusion detection system (IDS) we developed was predicated on the assumption that all grid measurements could be compromised, even our own, yet it was still effective against advanced adversaries, even those with physical access to substations. The broader impacts of this project are the valuable insights generated that will contribute to the enhancement of the power grid's security and reliability, thereby affecting the safety of residential areas and vital infrastructures dependent on electricity, like food processing and manufacturing sectors. We fostered industry-university collaborations, disseminated our findings through scholarly articles and doctoral theses. Additionally, the project had wider implications, such as supporting graduate student roles and utilizing Georgia Tech's SURE program to provide internship opportunities to undergraduates from underrepresented demographics.\n\n\n\t\t\t\t\tLast Modified: 12/13/2023\n\n\t\t\t\t\tSubmitted by: RaheemABeyah\n"
 }
}