{
 "awd_id": "1929934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution of a developmental gene regulatory network during a life history switch in Heliocidaris",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2024-07-25",
 "awd_abstract_narration": "Multicellular organisms exhibit an astonishing diversity of life history strategies, including a wide range of lifespan, time to first reproduction, lifetime fecundity, and maternal investment. Life history traits often evolve independently of adult morphology and are a major influence on how organisms interact with each other and adapt to their environment. A particularly striking life history change in animals is accelerated embryonic development, which is favored under a variety of conditions including high predation and limited resources. A mature body of theory provides insights into why such changes in life histories evolve, but far less is known about how. The central objective of this project is to identify the genetic and molecular basis for changes in specific traits during a substantive shift in life history. The study system is a group of sea urchin species that are very closely related yet highly divergent in terms of life history traits, including striking differences in fecundity, larval form, and rate of early development. This project uses cutting-edge technologies, including epigenetic assays, single-cell sequencing, and genome editing to identify changes in gene function that contributed to a suite of life history traits. These studies will provide basic insights into how life histories and developmental mechanisms evolve. Understanding how alterations in molecular mechanisms contribute to traits and to adaptation is fundamental science that has important applications in medicine, agriculture, and biotechnology.\r\n\r\nLife history traits are a major component of biological diversity and constitute a fundamental set of adaptations in multicellular organisms, but their developmental and genetic basis remains poorly understood, particularly in relation to morphology and physiology. This project seeks to identify changes in the genome and in developmental mechanisms that produced a dramatic life history transformation within the sea urchin genus Heliocidaris, namely from planktotrophy (small eggs, high fecundity, feeding larvae) and lecithotrophy (large eggs, low fecundity, nonfeeding larvae). This genus is well suited to addressing the motivating questions because it contains species with dramatically divergent life histories despite very close phylogenetic relationships, and because the ancestral developmental gene regulatory network (GRN) of sea urchins has been characterized in detail. The goals of the project are to learn how critical molecular mechanisms of early development were altered during the course of evolution so as to accelerate premetamorphic the lecithotroph, and how they did so without perturbing other traits. These goals will be achieved by comprehensively characterizing regulatory states during development to identify candidate regulatory molecules and interactions that have been conserved or altered during the origin of lecithotrophy; experimentally perturbing candidate proteins (nodes in the GRN) to learn about their developmental function, likely interactors, and contributions to the origin of lecithotrophy; and identifying and perturbing candidate gene regulatory elements that may mediate altered interactions (edges in the GRN) to understand their molecular function and contributions to the origin of lecithotrophy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Wray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Wray",
   "pi_email_addr": "gwray@duke.edu",
   "nsf_id": "000442726",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1080",
   "pgm_ref_txt": "EVOLUTION OF DEVELOP MECHANISM"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": null
}