{
 "awd_id": "1929593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Developing a multi-proxy approach for reconstructing deep-time silicate weathering",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922181",
 "po_email": "dkowalew@nsf.gov",
 "po_sign_block_name": "Douglas Kowalewski",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 246900.0,
 "awd_amount": 246900.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2020-06-08",
 "awd_abstract_narration": "Throughout Earth's history the amount of CO2 in the atmosphere has been influenced by reactions with different types of rocks at the surface. The CO2 erodes rocks such as basalt which releases elements into rivers and eventually these elements combine with seawater to form new rocks.  The variations in atmospheric CO2 content contribute to variations in the climate over tens or hundreds of millions of years. There is good evidence that 700 million years ago the Earth experienced the longest and most extreme glaciation in our planet's history and ice reached all the way to the equator. Unfortunately, we do not know what caused this glaciation or what the climate was like before the glaciers. This project will investigate the lead-up to the glaciation by examining specific elements in ancient rocks deposited in oceans using new advanced analytical methods.  By looking at the chemical composition of rocks that formed in the ancient oceans prior to the glaciation, Earth scientists can trace the changing ocean chemistry and then infer the ancient atmospheric conditions leading up to this glaciation. These investigations will help to train future Earth scientists and provide researchers with opportunities to communicate Earth history and climate science from a novel angle to a variety of audiences. The results from these studies will provide Earth scientists unique insights into the chemical evolution of our planet and oceans during an incredibly fascinating time period.\r\n\r\nThe Neoproterozoic Era (1000-539 Ma) witnessed the assembly and fragmentation of the Rodinia supercontinent, huge swings in geochemical cycles, biological firsts and innovations as well as extreme glaciations known as Snowball Earth events. Recent advances in our understanding of the interplay between these Snowball Earth events and the evolution of complex life have focused on the timing and duration of the glaciations and of the evolutionary events. Despite these advances very little progress has been made in understanding the drivers of the Snowball glaciations. The geology of Svalbard, Norway is host to a thick succession of pristine, low-grade sedimentary rocks that chart the lead-up and aftermath of these global glaciations and represents a unique setting to test a variety of hypotheses related to the causation of the glaciations and their impact on bio/geochemical cycles. This award supports two early-career Assistant Professors, a post-doctoral associate and a Masters student to conduct a detailed geochemical, sedimentological and geochronologic study of these sedimentary units. In particular, this research will couple numerous radiogenic and stable isotope systems tied to a robust stratigraphic and geochronologic framework to elucidate the mechanisms responsible for the Snowball Earth events and trace the chemical evolution of seawater prior to and immediately after the glaciations. Additionally, the project will provide two junior scholars the opportunity to work in the Arctic, gaining exposure to and experience of the logistical and environmental uniqueness of working in these regions. Although the project is specific to the Neoproterozoic, The new approach that couples a wide range of isotope systems will greatly benefit research in the Earth sciences across all timescales. In addition to the scientific research products that will result from this investigation, the PIs will collaborate with the Yale Peabody Museum of Natural History and Yale's pre-college \"Pathways to Science\" a program that operates within the New Haven public school system with direct opportunities to experience college and learn more about upper-level STEM education. Multiple undergraduate students at Dartmouth and Yale University will also be involved in sample processing, wet-lab chemistry and mass spectrometry as part of senior thesis projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Strauss",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Justin V Strauss",
   "pi_email_addr": "Justin.V.Strauss@dartmouth.edu",
   "nsf_id": "000713023",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "19 Fayerweather",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553716",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 140531.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 106369.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to address fundamental questions (and techniques) regarding ancient interactions between the breakdown of rocks, known as weathering, and global climate. Although many of our planned research activities were negatively affected or delayed by the COVID-19 pandemic, we still accomplished several important scientific goals. First, we assembled and processed hundreds of samples for geochemical analysis from Svalbard, Norway, that will enable us to explore regional and global silicate weathering patterns on million-year timescales prior to an episode of profound glaciation in the Neoproterozoic Era (~1,000-540 million years ago). In addition, we compiled these data into a large geochemical database to further explore global patterns in weathering during the same time period. Second, we developed a new way to explore the uncertainties in how basins accumulate sediment over geological timescales, an approach that will enable us to more accurately constrain how geological time is recorded in sedimentary rocks. Finally, we combined these research trajectories with the training of two PhD students, one postdoctoral scholar, three post-undergraduate students, and three undergraduate students at Dartmouth College. This student training was coupled with outreach activities at Dartmouth College and the greater K-12 educational community and public of the Upper Valley of New Hampshire and Vermont.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2022<br>\n\t\t\t\t\tModified by: Justin&nbsp;V&nbsp;Strauss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to address fundamental questions (and techniques) regarding ancient interactions between the breakdown of rocks, known as weathering, and global climate. Although many of our planned research activities were negatively affected or delayed by the COVID-19 pandemic, we still accomplished several important scientific goals. First, we assembled and processed hundreds of samples for geochemical analysis from Svalbard, Norway, that will enable us to explore regional and global silicate weathering patterns on million-year timescales prior to an episode of profound glaciation in the Neoproterozoic Era (~1,000-540 million years ago). In addition, we compiled these data into a large geochemical database to further explore global patterns in weathering during the same time period. Second, we developed a new way to explore the uncertainties in how basins accumulate sediment over geological timescales, an approach that will enable us to more accurately constrain how geological time is recorded in sedimentary rocks. Finally, we combined these research trajectories with the training of two PhD students, one postdoctoral scholar, three post-undergraduate students, and three undergraduate students at Dartmouth College. This student training was coupled with outreach activities at Dartmouth College and the greater K-12 educational community and public of the Upper Valley of New Hampshire and Vermont.\n\n\t\t\t\t\tLast Modified: 12/13/2022\n\n\t\t\t\t\tSubmitted by: Justin V Strauss"
 }
}