{
 "awd_id": "1929325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Role of endogenous carbon monoxide (CO) in hypoxia tolerant species",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 151265.0,
 "awd_amount": 151265.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2019-07-16",
 "awd_abstract_narration": "Often, carbon monoxide (CO) is thought of as a strictly toxic gas, but CO is also naturally produced in the body from the breakdown of heme, a key component of the primary oxygen-carrying protein (hemoglobin) found in red blood cells. Members of the research team recently discovered that certain species of deep-diving seals have moderately high concentrations of CO in their blood (similar to those measured in heavy cigarette smokers). Currently, these are the only species known to naturally produce such high levels of CO, which may elicit strong protective effects on tissues that experience low oxygen or reduced blood flow, as regularly occurs during diving. This project tests the hypothesis that deep-diving seals produce higher concentrations of CO as a potential adaptive mechanism to avoid injuries associated with their extreme diving behaviors. It will investigate the source of the high CO levels in the blood, how the production of CO is regulated, and the range of CO concentrations in blood and tissues from several species of air-breathing divers. Species shown to produce high concentrations of CO will be further examined to evaluate the potential protective properties associated with the gas. The research has potential applications that could assist in minimizing human reperfusion injuries (e.g., as a result of a stroke). The project is highly collaborative and includes three Early-Career Investigators, two female scientists, one post-doctoral researcher, and several graduate and undergraduate students. Several public education and outreach activities are planned, including contributions to public education at Ano Nuevo State Reserve in California.\r\n\r\nThe impact of endogenously produced gas molecules on the regulation of physiological processes is a rapidly expanding area of biological research. However, the interactions between these molecules and their biological targets, and the adaptive roles they play in wildlife, are currently unknown. This project investigates the genetic and physiological mechanisms driving CO production and the potential for the gas to elicit cytoprotective effects during hypoxia and/or ischemia in diving mammals. The project tests the hypothesis that higher CO concentrations result from elevated heme-protein stores and a high turnover rate of these stores via short erythrocyte lifespans. It will also test whether CO has beneficial effects in diving species, including cytoprotection, increased hemoglobin-oxygen affinity, and altered mitochondrial function. The results from this study will advance understanding of physiological adaptations for hypoxia tolerance (e.g., in diving, high-altitude, or burrowing species). This collaborative project supports three Early-Career Investigators and promotes research training and education for one post-doctoral researcher, four graduate students, and over 20 undergraduates across six institutions. Results from this study will be incorporated into courses taught by the investigators. Broader Impacts of the project include participation of underrepresented minority groups, enhanced infrastructure for research and education at six institutions, and broad dissemination of research and educational materials to enhance public understanding of key scientific concepts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Breen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen C Breen",
   "pi_email_addr": "ebreen@ucsd.edu",
   "nsf_id": "000109789",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 151265.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Some pinnipeds (i.e., seals, sea lions, fur seals) and cetaceans (i.e., dolphins, porpoises, and whales) can dive for extended periods of time. Of note, the northern elephant seal is one of the longest duration divers and can routinely perform repeated dives that range form 40-90 minutes. To perform long dives, marine mammals have modified the physiology and biochemistry of their cells and proteins to efficiently deliver and utilize available oxygen (O<sub>2</sub>) in blood and muscle. Part of the goal of our project was to evaluate the organization of the mitochondrial network in the elephant seal primary swimming muscle. Mitochondria are organelles in cells that use O<sub>2</sub>&nbsp;to produce energy (in the form of ATP) that is necessary for foraging and traveling to and from great depths. This information will complement other components of this project, which aim to measure the rate of O<sub>2</sub>&nbsp;consumption in mitochondria of elephant seal muscle fibers and to determine the role of carbon monoxide (CO) in regulating respiration. Elephant seals are specifically known for being one of only two species in the world that have naturally high levels of CO in their blood. This gas interferes with the ability of organisms to transport and use O<sub>2</sub>&nbsp;in mitochondria, highlighting the importance of studying the mitochondria and aspects of CO production in elephant seals. Specifically, CO outcompetes O<sub>2</sub>&nbsp;for binding sites on proteins in the body that serve to transport and store oxygen (e.g., hemoglobin and myoglobin). Therefore, another key measurement collected in our study was understanding the rate of O<sub>2&nbsp;</sub>transfer from hemoglobin in elephant seals red blood cells to an acceptor molecule, myoglobin. O<sub>2&nbsp;</sub>is typically transported in blood, bound to hemoglobin in red blood cells, and released at tissues. Because CO can interfere with this O<sub>2</sub>&nbsp;transport, it is important to first obtain measurements of normal O<sub>2</sub>&nbsp;transport rates. Myoglobin is the primary O<sub>2</sub>&nbsp;storage protein in skeletal muscle and is often in close association with mitochondria. It has also been suggested that myoglobin and the mitochondria of elephant seals, may serve as sources and sinks for CO production and storage.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Northern elephant seal skeletal muscle structure.</span>&nbsp;Small samples of the primary swimming muscle in elephant seals were collected from sedated animals. These samples were prepped immediately in the field, and then again in the laboratory to view at a very high resolution in three-dimensions and analyze the organization and connection between structures. The elephant seal muscle contains an extensive network of mitochondria. Interestingly, there were concentrations of mitochondria at the surface of the muscle near capillaries that were full of red blood cells. This subpopulation of mitochondria has been observed in human muscle and found to be more responsive to changes in energetic demands. In addition, smaller protrusions on the surface of the muscle were observed that contained 1-4 mitochondria. This surface organization of mitochondria may be unique to long duration diving pinnipeds. Both mitochondrial subpopulations near the muscle cell surface could facilitate exchange between oxygenated hemoglobin and muscle mitochondria.&nbsp;&nbsp;Another observation in these muscle preparations was the abundant stores of glycogen. This feature has previous been described in other pinnipeds and may provide a source of mitochondrial substrate during extended dives.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Measured rate of oxygen transport from hemoglobin within red blood cells to an extracellular acceptor myoglobin.</span>&nbsp;To accomplish this goal, we developed a new method based on a change in absorption spectroscopy as myoglobin accepts O<sub>2</sub>. Using this approach, we found a difference in the efficiency of O<sub>2</sub>&nbsp;transfer that is dependent on dive duration and species of &ldquo;elite&rdquo; diving mammal. Overall oxygen transfer was 74 percent greater in the cetaceans that we studied than the pinnipeds.&nbsp;This difference was more apparent in species with reported maximum dive durations greater than 20 minutes. The size of the red blood cell did not differ between pinnipeds and cetaceans, but the range of sizes was more variable in pinnipeds (8.99&nbsp;&plusmn;&nbsp;4.5 um) than cetaceans (6.25&nbsp;&plusmn;&nbsp;1.5 um). There are several steps that regulate the rate and amount of O<sub>2&nbsp;</sub>that is transferred from red blood cells to myoglobin. These include how tightly oxygen binds to hemoglobin, how much hemoglobin is packed into the cell, the size or length of the cell, and the composition of the outer membrane. Our measurement reflects the overall sum of these steps and suggest that cetacean red blood cells deliver oxygen more readily than pinnipeds. Thus, many steps in the peripheral oxygen transport system appear to be unique to marine mammals and allow these divers to efficiently use oxygen for extended periods of time in the underwater environment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2023<br>\n\t\t\t\t\tModified by: Ellen&nbsp;C&nbsp;Breen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSome pinnipeds (i.e., seals, sea lions, fur seals) and cetaceans (i.e., dolphins, porpoises, and whales) can dive for extended periods of time. Of note, the northern elephant seal is one of the longest duration divers and can routinely perform repeated dives that range form 40-90 minutes. To perform long dives, marine mammals have modified the physiology and biochemistry of their cells and proteins to efficiently deliver and utilize available oxygen (O2) in blood and muscle. Part of the goal of our project was to evaluate the organization of the mitochondrial network in the elephant seal primary swimming muscle. Mitochondria are organelles in cells that use O2 to produce energy (in the form of ATP) that is necessary for foraging and traveling to and from great depths. This information will complement other components of this project, which aim to measure the rate of O2 consumption in mitochondria of elephant seal muscle fibers and to determine the role of carbon monoxide (CO) in regulating respiration. Elephant seals are specifically known for being one of only two species in the world that have naturally high levels of CO in their blood. This gas interferes with the ability of organisms to transport and use O2 in mitochondria, highlighting the importance of studying the mitochondria and aspects of CO production in elephant seals. Specifically, CO outcompetes O2 for binding sites on proteins in the body that serve to transport and store oxygen (e.g., hemoglobin and myoglobin). Therefore, another key measurement collected in our study was understanding the rate of O2 transfer from hemoglobin in elephant seals red blood cells to an acceptor molecule, myoglobin. O2 is typically transported in blood, bound to hemoglobin in red blood cells, and released at tissues. Because CO can interfere with this O2 transport, it is important to first obtain measurements of normal O2 transport rates. Myoglobin is the primary O2 storage protein in skeletal muscle and is often in close association with mitochondria. It has also been suggested that myoglobin and the mitochondria of elephant seals, may serve as sources and sinks for CO production and storage.\n\n \n\nNorthern elephant seal skeletal muscle structure. Small samples of the primary swimming muscle in elephant seals were collected from sedated animals. These samples were prepped immediately in the field, and then again in the laboratory to view at a very high resolution in three-dimensions and analyze the organization and connection between structures. The elephant seal muscle contains an extensive network of mitochondria. Interestingly, there were concentrations of mitochondria at the surface of the muscle near capillaries that were full of red blood cells. This subpopulation of mitochondria has been observed in human muscle and found to be more responsive to changes in energetic demands. In addition, smaller protrusions on the surface of the muscle were observed that contained 1-4 mitochondria. This surface organization of mitochondria may be unique to long duration diving pinnipeds. Both mitochondrial subpopulations near the muscle cell surface could facilitate exchange between oxygenated hemoglobin and muscle mitochondria.  Another observation in these muscle preparations was the abundant stores of glycogen. This feature has previous been described in other pinnipeds and may provide a source of mitochondrial substrate during extended dives.\n\n \n\nMeasured rate of oxygen transport from hemoglobin within red blood cells to an extracellular acceptor myoglobin. To accomplish this goal, we developed a new method based on a change in absorption spectroscopy as myoglobin accepts O2. Using this approach, we found a difference in the efficiency of O2 transfer that is dependent on dive duration and species of \"elite\" diving mammal. Overall oxygen transfer was 74 percent greater in the cetaceans that we studied than the pinnipeds. This difference was more apparent in species with reported maximum dive durations greater than 20 minutes. The size of the red blood cell did not differ between pinnipeds and cetaceans, but the range of sizes was more variable in pinnipeds (8.99 &plusmn; 4.5 um) than cetaceans (6.25 &plusmn; 1.5 um). There are several steps that regulate the rate and amount of O2 that is transferred from red blood cells to myoglobin. These include how tightly oxygen binds to hemoglobin, how much hemoglobin is packed into the cell, the size or length of the cell, and the composition of the outer membrane. Our measurement reflects the overall sum of these steps and suggest that cetacean red blood cells deliver oxygen more readily than pinnipeds. Thus, many steps in the peripheral oxygen transport system appear to be unique to marine mammals and allow these divers to efficiently use oxygen for extended periods of time in the underwater environment.\n\n \n\n\t\t\t\t\tLast Modified: 08/23/2023\n\n\t\t\t\t\tSubmitted by: Ellen C Breen"
 }
}