{
 "awd_id": "1929788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: New Directions in Algorithmic Game Theory",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 295218.0,
 "awd_amount": 295218.0,
 "awd_min_amd_letter_date": "2019-06-14",
 "awd_max_amd_letter_date": "2019-06-14",
 "awd_abstract_narration": "The goal of this research project is to develop new results in theoretical computer science that are useful for reasoning about fundamental economic problems.  For example, consider the problem of selling items in an auction --- such as collectables on online auction websites, wireless spectrum to telecommunication companies in a government auction, or sponsored links to advertisers through a search engine auction.  How can a seller use past experience to design better auctions?  To what extent can simple and practical solutions substitute for complex but theoretically justified solutions? Another example of a fundamental economic problem is fair division (as seen, for example, when dividing an estate among its heirs).  What's the most sensible way of defining a \"fair outcome,\" and how much work is required to find one? This research project will develop theory to help answer all of these questions.  The research project also involves the mentoring of PhD students, innovation in graduate teaching, the dissemination of lecture videos and notes for graduate courses, and the teaching of algorithmic fundamentals through massive online open courses.\r\n\r\nThe specific goals of the project are divided into four categories.  The first set of goals seeks relatively simple solutions to economic design problems that provably approximate the theoretical optimum. The project includes two new directions for this area: the design of simple contracts for principal agent settings, and the design of resale-proof revenue-maximizing auctions.  The second set of goals investigates the question of how to best learn near-optimal auctions from data, focusing on the important but unresolved algorithmic and strategic issues of the problem.  The third set of goals develops complexity-theoretic barriers in economics, with specific applications to equilibria in markets with divisible goods, to extended formulations for the polytope of interim allocation rules, and to the inherent complexity of optimal prior-free digital goods auctions. The fourth set of goals concern fair division, where the goal is to distribute resources among competing players in a \"fair\" way, with a focus on the multi-party communication complexity of the problem with indivisible items.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Roughgarden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Roughgarden",
   "pi_email_addr": "tar2147@columbia.edu",
   "nsf_id": "000468922",
   "pi_start_date": "2019-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 295218.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The goal of this research project was to develop new results in algorithmic game theory to better understand the economic and game-theoretic aspects of different computer science applications.<span>&nbsp; </span>Specifically, the research focused on the design of simple and near-optimal economic designs (where the goal is relatively simple and practical solutions that provably approximate the theoretical optimum), the learning of near-optimal auctions from data (e.g., how to set the value of a reserve price in an auction, given the results of past auctions), complexity-theoretic barriers in economics (which, for example, illuminates a new computational barrier to efficient markets), and fair division (in the spirit of \"I divide, you choose,\" but for indivisible rather than divisible goods).<span>&nbsp; </span>Application domains in which the theoretical results can inform practice include auctions for online advertising, government auctions for wireless spectrum licenses, contract design (e.g., for employee compensation), and equitable resource allocation.</p>\n<p class=\"p1\">The research project also involved the mentoring of PhD students, innovation in graduate teaching, the writing of a number of books, the dissemination of several hundred pages of lecture notes for graduate courses, the teaching of algorithmic fundamentals through massive online open courses, and the organization of both traditional and new meetings for the presentation and discussion of cutting-edge research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2021<br>\n\t\t\t\t\tModified by: Tim&nbsp;Roughgarden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this research project was to develop new results in algorithmic game theory to better understand the economic and game-theoretic aspects of different computer science applications.  Specifically, the research focused on the design of simple and near-optimal economic designs (where the goal is relatively simple and practical solutions that provably approximate the theoretical optimum), the learning of near-optimal auctions from data (e.g., how to set the value of a reserve price in an auction, given the results of past auctions), complexity-theoretic barriers in economics (which, for example, illuminates a new computational barrier to efficient markets), and fair division (in the spirit of \"I divide, you choose,\" but for indivisible rather than divisible goods).  Application domains in which the theoretical results can inform practice include auctions for online advertising, government auctions for wireless spectrum licenses, contract design (e.g., for employee compensation), and equitable resource allocation.\nThe research project also involved the mentoring of PhD students, innovation in graduate teaching, the writing of a number of books, the dissemination of several hundred pages of lecture notes for graduate courses, the teaching of algorithmic fundamentals through massive online open courses, and the organization of both traditional and new meetings for the presentation and discussion of cutting-edge research.\n\n\t\t\t\t\tLast Modified: 12/13/2021\n\n\t\t\t\t\tSubmitted by: Tim Roughgarden"
 }
}