{
 "awd_id": "1929545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Open-Access, Controlled-Source Seismic Dataset Across the Cascadia Accretionary Wedge From Multi-Scale Regional OBS and Focused Large-N Nodal Arrays",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 904354.0,
 "awd_amount": 1084646.0,
 "awd_min_amd_letter_date": "2019-07-26",
 "awd_max_amd_letter_date": "2022-01-06",
 "awd_abstract_narration": "Geologic hazards such as large megathrust earthquakes and tsunamis occur at convergent margins where tectonic forces push and drag one tectonic plate beneath another. One example of a convergent margin is the Cascadia Subduction Zone off western North America, where the slow ongoing descent of the Juan de Fuca plate beneath coastal northern California, Oregon, Washington and British Columbia has generated large earthquakes and associated tsunamis in the past. Knowledge of the structural and physical properties of the sediments that are being scraped off the Juan de Fuca plate and pushed onto the North American plate is of great importance because the presence of thick sediments increases the potential for great megathrust earthquakes. The scraped off sediments along the Cascadia margin contain significant amounts of naturally occurring methane gas and other fluids. The presence and variations of these fluids along the margin have a large impact on how the seabed responds and shakes during an earthquake. This project will deploy sensors (ocean bottom seismometers and nodes) on the seabed along a series of lines extending from near the coastline out to ~100 miles offshore Oregon, Washington and British Columbia to record signals from human-made acoustic pulses as well as from naturally occurring seismicity. The data recorded by these sensors will allow researchers to document variations in earthquake shaking properties of the sediments off the US west coast. Such information is critical for predicting shaking along the western US under hypothetical scenarios of future large earthquake rupture and assessing tsunami and submarine landslide hazards caused by earthquakes. This project will be conducted in partnership with the USGS. The project leverages an already funded seismic reflection survey of the Cascadia margin, increasing the scientific return by enabling a whole new suite of scientific data to be collected and broadening the base of potential users for these complementary open-access data sets.\r\n\r\nThe goal of this project is to acquire an open-access, marine wide-angle seismic reflection/refraction dataset across the Cascadia accretionary wedge encompassing the full length of the margin. This survey will consist of the deployment and recovery of short-period multicomponent ocean bottom seismometers using standard free-fall and acoustic release techniques, and the deployment and recovery of large-N arrays of ocean bottom nodes leased from a commercial provider using a remotely operated vehicle. The sensors will record the controlled-source acoustic signals of a seismic reflection survey off the Cascadia margin planned for summer 2020. The data collected will be open-access and will be released to the community immediately after acquisition and checked for quality control. The data will be reduced to standard digital formats as well as provided as a raw continuous digital time series. The seismometer and nodal arrays will sample the seismic wavefields at different spatial scales, thus providing a data set that is optimal for obtaining seismic compressional- and shear-wave velocity models of the Cascadia accretionary wedge at three complementary scales: 1. A margin-scale model (~100-km lateral resolution) encompassing the full length of the subduction zone. 2. Regional, intermediate-resolution transects (~10-km lateral resolution) from the abyssal plain to the continental shelf. 3. Local, high-resolution models (hundreds-of-meters lateral resolution) across three transects representative of distinct accretionary wedge structural style and known structural heterogeneities. The project will provide much needed data to create accurate, multi-resolution models of the subsurface structure of the Cascadia accretionary prism, filling a critical knowledge gap for improving earthquake and tsunami hazard assessments for Cascadia. The data will enable researchers to develop models at complementary spatial scales using a variety of state-of-the-art methodologies, including multi-parameter 2-D elastic full waveform inversion, to address multiple scientific problems of high importance, such as: (a) Documenting variations in accretionary wedge site response, which is critical for predicting earthquake-triggered shaking along the western US and assessing tsunami/landslide hazards under hypothetical scenarios of future megathurst rupture, and to test proposed linkages between paleo great earthquakes and distribution of turbidites. (b) Determining accretionary sediment properties (Vp, Vs, density, porosity, and fluid pore pressure) indicative of fluid expulsion and/or retention, drainage networks, and their relation to structural style and seafloor fluid seepage.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan Pablo",
   "pi_last_name": "Canales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Pablo Canales",
   "pi_email_addr": "jcanales@whoi.edu",
   "nsf_id": "000101914",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lizarralde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Lizarralde",
   "pi_email_addr": "danl@whoi.edu",
   "nsf_id": "000255998",
   "pi_start_date": "2019-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "360 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 904354.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 180292.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cascadia convergent margin in western North America is of particular importance for geological hazards because the physical properties and thickness of incoming and accreted sediments are related to the potential for great megathrust earthquakes and submarine landslides, and associated tsunamis, in addition to influencing the earthquake shaking response of the accretionary wedge. The physical properties of the accretionary wedge are to a large extent affected by the presence of fluids derived from the downgoing plate, organic decomposition and dehydration due to mineral transformation, that migrate upward through the prism, eventually forming sub-seafloor methane hydrates and cold seeps at the seafloor.</p>\n<p>This project supported the acquisition of marine wide-angle seismic reflection/refraction datasets across the Cascadia accretionary wedge. The datasets consist of seismological data collected with 63 ocean bottom seismometers deployed along 10 transect quasi-regularly spaced along the Cascadia margin from northern Vancouver Island to southern Oregon, and a dense array of 107 ocean bottom nodes deployed off Central Oregon. These datasets will enable researchers to investigate a variety of subduction zone processes and structures such as: (A) Documenting variations in accretionary wedge site response, which is critical for predicting earthquake-triggered shaking along the western US and assessing tsunami/landslide hazards under hypothetical scenarios of future megathrust rupture, and to test proposed linkages between paleo great earthquakes and distribution of turbidites. (B) Determining accretionary sediment properties (elastic parameters, density, porosity, and fluid pore pressure) indicative of fluid expulsion and/or retention, drainage networks, and their relation to structural style and seafloor fluid seepage.</p>\n<p>&nbsp;The datasets were collected during a series of research cruises in 2021 and 2022: R<em>/V Marcus Langseth</em> cruises MGL2103 (May 24-28, 2021), MGL2104 (June 1-July 11, 2021), and MGL2201 (April 4-27, 2022), and <em>R/V Oceanus</em> cruise OC2106A (June 19-July 9, 2021). The datasets are open to the public and broader community (<a href=\"http://doi.org/10.7914/SN/YR_2021\">http://doi.org/10.7914/SN/YR_2021</a>). Geophysical models being derived from these datasets will form the backbone of a new three-dimensional seismic velocity models of the whole Cascadia margin that is needed for ground motion predictions in the event of a future large earthquake.</p>\n<p>&nbsp;This project serves the national interest in that the acquired dataset will help hazard assessment in the U.S. Northwest Pacific region.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2023<br>\n\t\t\t\t\tModified by: Juan Pablo&nbsp;Canales</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Cascadia convergent margin in western North America is of particular importance for geological hazards because the physical properties and thickness of incoming and accreted sediments are related to the potential for great megathrust earthquakes and submarine landslides, and associated tsunamis, in addition to influencing the earthquake shaking response of the accretionary wedge. The physical properties of the accretionary wedge are to a large extent affected by the presence of fluids derived from the downgoing plate, organic decomposition and dehydration due to mineral transformation, that migrate upward through the prism, eventually forming sub-seafloor methane hydrates and cold seeps at the seafloor.\n\nThis project supported the acquisition of marine wide-angle seismic reflection/refraction datasets across the Cascadia accretionary wedge. The datasets consist of seismological data collected with 63 ocean bottom seismometers deployed along 10 transect quasi-regularly spaced along the Cascadia margin from northern Vancouver Island to southern Oregon, and a dense array of 107 ocean bottom nodes deployed off Central Oregon. These datasets will enable researchers to investigate a variety of subduction zone processes and structures such as: (A) Documenting variations in accretionary wedge site response, which is critical for predicting earthquake-triggered shaking along the western US and assessing tsunami/landslide hazards under hypothetical scenarios of future megathrust rupture, and to test proposed linkages between paleo great earthquakes and distribution of turbidites. (B) Determining accretionary sediment properties (elastic parameters, density, porosity, and fluid pore pressure) indicative of fluid expulsion and/or retention, drainage networks, and their relation to structural style and seafloor fluid seepage.\n\n The datasets were collected during a series of research cruises in 2021 and 2022: R/V Marcus Langseth cruises MGL2103 (May 24-28, 2021), MGL2104 (June 1-July 11, 2021), and MGL2201 (April 4-27, 2022), and R/V Oceanus cruise OC2106A (June 19-July 9, 2021). The datasets are open to the public and broader community (http://doi.org/10.7914/SN/YR_2021). Geophysical models being derived from these datasets will form the backbone of a new three-dimensional seismic velocity models of the whole Cascadia margin that is needed for ground motion predictions in the event of a future large earthquake.\n\n This project serves the national interest in that the acquired dataset will help hazard assessment in the U.S. Northwest Pacific region.\n\n \n\n\t\t\t\t\tLast Modified: 09/05/2023\n\n\t\t\t\t\tSubmitted by: Juan Pablo Canales"
 }
}