{
 "awd_id": "1929651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Strain-Rate and Time-Dependent Plasticity of Metal Nanowires",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 269185.0,
 "awd_amount": 269185.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2019-08-07",
 "awd_abstract_narration": "Nanomaterials such as metal nanowires play a critical role in many device applications ranging from stretchable electronics to nanoelectromechanical systems. Understanding their time-dependent deformation and failure mechanisms is essential for characterizing their reliability, durability and life-cycle performance in device applications. However, due to both experimental and computational shortcomings, the reliability of nanowires, which depends on deformation and plasticity over multiple time scales or strain rates, and which is essential to predicting device performance over its lifespan, has not been widely investigated. This award supports fundamental research on how the mechanical properties and reliability of metal nanowires are controlled by rate-dependent plastic deformation mechanisms. This award also supports: outreach to introduce research through practical demonstrations and to provide research opportunities for middle school and high school students, and the enhancement of undergraduate mechanics courses at both Boston University and North Carolina State University.\r\n\r\nThis research will establish a fundamental understanding of how strain rate impacts the rate-dependent plasticity transitions, and thus the mechanical behavior and properties of metal nanowires across multiple time scales.  Quantitative in-situ TEM experiments will be carried out using a novel MEMS device with the strain rate ranging from 0.0001 to 100 /s. Strain rate effects on deformation will be characterized through stress-strain behavior, extraction of activation parameters, and in-situ TEM observation of defect dynamics. A key feature of this collaboration is that the experiments will be complemented by novel atomistic simulations that can access the time scales and strain rates that will be applied experimentally, which will elucidate the atomistic mechanisms underpinning the experimentally- measured mechanical properties and observed deformation mechanisms. Specifically, the simulations will be used to capture both diffusional events, as well as surface nucleation events to not only elucidate the mechanisms by which diffusion contributes to surface dislocation, but also the mechanisms that emerge when diffusive and displacive deformations are simultaneously operant. Finally, the simulations will characterize the localized (brittle) or distributive (ductile) plasticity that emerges from strain-rate-dependent deformation of nanowires containing twin boundaries. This understanding may transform the key technologies, i.e., stretchable electronics, NEMS, and optoelectronics, for which metal nanowires represent a fundamental building block.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harold Park",
   "pi_email_addr": "parkhs@bu.edu",
   "nsf_id": "000416619",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 269185.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanomaterials such as metal nanowires play a critical role in many device applications ranging from stretchable electronics to nanoelectromechanical systems.&nbsp; Understanding their time-dependent deformation and failure mechanisms is essential for characterizing their reliability, durability and life-cycle performance in device applications. However, due to both experimental and computational shortcomings, the reliability of nanowires, which depends on deformation and plasticity over multiple time scales or strain rates, and which is essential to predicting device performance over its lifespan, has not been widely investigated.&nbsp; This award supported fundamental research on how the mechanical properties and reliability of metal nanowires are controlled by rate-dependent plastic deformation mechanisms.</p>\n<p>&nbsp;</p>\n<p>Specifically, we have made two new findings related to the role of surface adatom diffusion on the yielding of metal nanowires, and also how surface adatom diffusion coupled with changing surface morphology with decreasing size strongly impacts the well-known &ldquo;smaller is stronger&rdquo; trend for nanomaterials.&nbsp; Our first new finding relates to the fact that understanding the time-dependent deformation and failure mechanisms of metallic nanostructures such as nanowires is essential for characterizing their reliability, durability and life-cycle performance in device applications.&nbsp; Recent experiments have found that the nanowire yield strength has a strong dependence on temperature, but a weak dependence on strain rate, with significant scatter in the measured nucleation strength with increasing temperature.&nbsp; While these behaviors have been established, the atomistic origins of these effects remain unresolved.&nbsp; We found that the incipient surface dislocation nucleation is driven by a stress-regulated surface adatom diffusion mechanism that promotes the preferential accumulation of diffusing atoms near nucleation sites, which explains the experimental observations of strong temperature but weak strain-rate dependence, as well as the temperature-dependent scatter of the nucleation strength.&nbsp; Overall, our model offers new mechanistic insights into how surface adatom diffusion directly impacts the incipient defect nucleation process, and resulting mechanical properties, of metal nanowires.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our second new finding relates to&nbsp; an important concept that has emerged in the past two decades with regards to the mechanical properties of nanomaterials, i.e. the well-known &ldquo;smaller is stronger&rdquo; phenomenon, where smaller nanostructures require more load to induce plastic deformation and subsequent failure.&nbsp; For nanostructures such as nanowires, the prevailing hypothesis explaining the observed &ldquo;smaller is stronger&rdquo; is that higher strength is observed at smaller sizes due to the statistical nature of having fewer potential defect sources in smaller structures.&nbsp; However, other mechanisms that impact surface dislocation nucleation in nanowires have recently been proposed.&nbsp; Specifically, an intriguing idea that has been proposed, but never validated, is that the incipient nucleation of surface dislocations, which is the strength-limiting factor in nanowires, occurs through the assistance of adatoms.&nbsp; Our model and results suggest a new mechanism -- that when surface dislocation nucleation is assisted by diffusing adatoms, the activation energy for dislocation nucleation is lowered much less for nanowires with blunted edges, which is much more likely as the diameter decreases -- to explain the ``smaller is stronger'' strengthening observed for metal nanowires.&nbsp; Overall, we provide a new explanation to support the idea that nanomaterials such as nanowires become stronger with smaller size.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/27/2023<br>\n\t\t\t\t\tModified by: Harold&nbsp;Park</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanomaterials such as metal nanowires play a critical role in many device applications ranging from stretchable electronics to nanoelectromechanical systems.  Understanding their time-dependent deformation and failure mechanisms is essential for characterizing their reliability, durability and life-cycle performance in device applications. However, due to both experimental and computational shortcomings, the reliability of nanowires, which depends on deformation and plasticity over multiple time scales or strain rates, and which is essential to predicting device performance over its lifespan, has not been widely investigated.  This award supported fundamental research on how the mechanical properties and reliability of metal nanowires are controlled by rate-dependent plastic deformation mechanisms.\n\n \n\nSpecifically, we have made two new findings related to the role of surface adatom diffusion on the yielding of metal nanowires, and also how surface adatom diffusion coupled with changing surface morphology with decreasing size strongly impacts the well-known \"smaller is stronger\" trend for nanomaterials.  Our first new finding relates to the fact that understanding the time-dependent deformation and failure mechanisms of metallic nanostructures such as nanowires is essential for characterizing their reliability, durability and life-cycle performance in device applications.  Recent experiments have found that the nanowire yield strength has a strong dependence on temperature, but a weak dependence on strain rate, with significant scatter in the measured nucleation strength with increasing temperature.  While these behaviors have been established, the atomistic origins of these effects remain unresolved.  We found that the incipient surface dislocation nucleation is driven by a stress-regulated surface adatom diffusion mechanism that promotes the preferential accumulation of diffusing atoms near nucleation sites, which explains the experimental observations of strong temperature but weak strain-rate dependence, as well as the temperature-dependent scatter of the nucleation strength.  Overall, our model offers new mechanistic insights into how surface adatom diffusion directly impacts the incipient defect nucleation process, and resulting mechanical properties, of metal nanowires. \n\n \n\nOur second new finding relates to  an important concept that has emerged in the past two decades with regards to the mechanical properties of nanomaterials, i.e. the well-known \"smaller is stronger\" phenomenon, where smaller nanostructures require more load to induce plastic deformation and subsequent failure.  For nanostructures such as nanowires, the prevailing hypothesis explaining the observed \"smaller is stronger\" is that higher strength is observed at smaller sizes due to the statistical nature of having fewer potential defect sources in smaller structures.  However, other mechanisms that impact surface dislocation nucleation in nanowires have recently been proposed.  Specifically, an intriguing idea that has been proposed, but never validated, is that the incipient nucleation of surface dislocations, which is the strength-limiting factor in nanowires, occurs through the assistance of adatoms.  Our model and results suggest a new mechanism -- that when surface dislocation nucleation is assisted by diffusing adatoms, the activation energy for dislocation nucleation is lowered much less for nanowires with blunted edges, which is much more likely as the diameter decreases -- to explain the ``smaller is stronger'' strengthening observed for metal nanowires.  Overall, we provide a new explanation to support the idea that nanomaterials such as nanowires become stronger with smaller size.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/27/2023\n\n\t\t\t\t\tSubmitted by: Harold Park"
 }
}