{
 "awd_id": "1929741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Sequence Selective Recognition of Double-Stranded Non-Coding RNA via Triplex Forming PNA",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922048",
 "po_email": "cachim@nsf.gov",
 "po_sign_block_name": "Catalina Achim",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 2353.0,
 "awd_amount": 22353.0,
 "awd_min_amd_letter_date": "2019-04-10",
 "awd_max_amd_letter_date": "2019-04-10",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program is funding a collaborative effort between Eriks Rozners of Binghamton University and Paul F. Agris at the University at Albany to develop new methods for the study of RNA molecules, specifically those termed non-coding. RNA is one of several major classes of biopolymers present in living systems where it plays important functions.  One of the best known functions is of information transfer from DNA to proteins in the translation step of gene expression. The RNAs used in this process are called coding (of proteins).  Recently many non-coding RNAs have been discovered although the function of these RNAs has not been identified yet.    The proposal of Rozners and Agris describes a method for the identification of non-coding RNAs that have a double helix structure using peptide nucleic acids (PNAs).  The proposal builds on the recent discovery made by the PIs that single stranded (ss) PNAs can form triplexes with double stranded (ds) RNA that are more stable than triplexes formed by PNA with DNA.  These structures can help reveal more details about RNA and its specific roles in metabolism and cell function and can have a broader impact in the development of new tools for biology and medicine. The project is having a further broad impact by providing balanced hands-on training to several graduate and undergraduate students in an interdisciplinary research area, thus preparing these students for technology-oriented future work.\r\n\r\nThe focus of the research is to develop PNAs, synthetic analogues of DNA, that bind double-stranded non-coding RNA with high sequence selectivity. Most non-coding RNAs fold in double-stranded conformations and molecular recognition of such structures is a difficult problem. Designing small molecules that selectively recognize RNA using hydrophobic or electrostatic interactions has been a challenging process. On the other hand, hydrogen bond mediated base pairing, which is a key feature of nucleic acids, has been underutilized in molecular recognition of RNA. Since the nucleobases of RNA are already base paired in the double helix, the most selective and straightforward sequence readout for ds RNA would be the major groove triple helix formation. Peptide nucleic acid, PNA, forms highly stable and sequence selective triple helices with double-stranded RNA at physiologically relevant conditions. The specific goals of this project are to: (1) study the triple helical recognition of mixed pyrimidine-purine tracts of RNA using nucleobase-modified PNA; (2) study the RNA binding and cellular uptake of PNA conjugated to cationic peptides; and (3) explore the molecular recognition of PNA-RNA triplexes with the goal of using the structural information for future rational design of new and better RNA binders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Agris",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Agris",
   "pi_email_addr": "paul.agris@duke.edu",
   "nsf_id": "000591686",
   "pi_start_date": "2019-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 West Main Street",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277084010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2353.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The award &ldquo;Collaborative Research: Sequence Selective Recognition of Double-Stranded Non-Coding RNA via Triplex Forming PNA&rdquo;, Federal Award ID:<strong>&nbsp;</strong>1929741, had to be altered because the collaboration broke down. NSF was informed in a prior report that the major goal, an anti-infective that bound an RNA target, was retained, but we advanced a small molecule product rather than a PNA. A small molecule was selected from 305,000 compounds and screened to an effective family of compounds, PKZ18, bound an RNA target selectively and inhibited only Gram-positive pathogen growth. The RNA target, tRNA-dependent, gene expression control is present in only Gram-positive organisms, and not in the human host. PKZ18 inhibited growth of lab and clinical isolates, drug resistant pathogens and abrogate drug resistance. PKZ18 family acted in synergy with common antibiotics. The compound and its family of derivatives are patented: US 10,266,527</p>\n<p>&nbsp;</p>\n<p>Ville Y. P. V&auml;re, Ryan F. Schneider, Haein Kim, Erica Lasek-Nesselquist, Kathleen A. McDonough, Paul F. Agris. Small-molecule antibiotics inhibiting tRNA regulated gene expression is a viable strategy for targeting Gram-positive bacteria. Antimicrob. Agents Chemother. doi:10.1128/AAC.01247-20.</p>\n<p>&nbsp;</p>\n<p>Additionally, PKZ18-22 a derivative of PKZ18 inhibits <em>Methicillin</em><em>-</em>resistant <em>Staphylococcus aureus </em>MRSA biofilm growth. The compound acts in synergy with common antibiotics.</p>\n<p>&nbsp;</p>\n<p class=\"MDPI13authornames\">Thorsten M. Seyler, Christina Moore, Haein Kim<sup> </sup>and Paul F. Agris. A single new anti-infective inhibits biofilm growth by targeting simultaneously a conserved RNA function that controls multiple genes. Antibiotics, in press pending revisions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2020<br>\n\t\t\t\t\tModified by: Paul&nbsp;F&nbsp;Agris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe award \"Collaborative Research: Sequence Selective Recognition of Double-Stranded Non-Coding RNA via Triplex Forming PNA\", Federal Award ID: 1929741, had to be altered because the collaboration broke down. NSF was informed in a prior report that the major goal, an anti-infective that bound an RNA target, was retained, but we advanced a small molecule product rather than a PNA. A small molecule was selected from 305,000 compounds and screened to an effective family of compounds, PKZ18, bound an RNA target selectively and inhibited only Gram-positive pathogen growth. The RNA target, tRNA-dependent, gene expression control is present in only Gram-positive organisms, and not in the human host. PKZ18 inhibited growth of lab and clinical isolates, drug resistant pathogens and abrogate drug resistance. PKZ18 family acted in synergy with common antibiotics. The compound and its family of derivatives are patented: US 10,266,527\n\n \n\nVille Y. P. V&auml;re, Ryan F. Schneider, Haein Kim, Erica Lasek-Nesselquist, Kathleen A. McDonough, Paul F. Agris. Small-molecule antibiotics inhibiting tRNA regulated gene expression is a viable strategy for targeting Gram-positive bacteria. Antimicrob. Agents Chemother. doi:10.1128/AAC.01247-20.\n\n \n\nAdditionally, PKZ18-22 a derivative of PKZ18 inhibits Methicillin-resistant Staphylococcus aureus MRSA biofilm growth. The compound acts in synergy with common antibiotics.\n\n \nThorsten M. Seyler, Christina Moore, Haein Kim and Paul F. Agris. A single new anti-infective inhibits biofilm growth by targeting simultaneously a conserved RNA function that controls multiple genes. Antibiotics, in press pending revisions.\n\n \n\n\t\t\t\t\tLast Modified: 12/04/2020\n\n\t\t\t\t\tSubmitted by: Paul F Agris"
 }
}