{
 "awd_id": "1929382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC:  CHANCE - understanding Compound flooding in the past, present and future for nortH AtlaNtic CoastlinEs",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 252243.0,
 "awd_amount": 252243.0,
 "awd_min_amd_letter_date": "2019-05-28",
 "awd_max_amd_letter_date": "2019-05-28",
 "awd_abstract_narration": "Many populated coastal regions are vulnerable to multiple types of flooding.  Storm surge and waves can impact coastal regions from the ocean and heavy precipitation can cause river and urban flooding.  These kinds of flooding events have generally been considered independently, but it is well known that the same storms can produce multiple types of flooding.  This project will address these multiple, coincidental flooding events, known as compound flooding.  The main societal impact of the award will be in the areas of weather forecasting and risk management.  The research team will engage other federal agencies, such as the Army Corps of Engineers and the US Geological Survey, to relay the results of the project to the infrastructure planning communities.  This project also represents an international collaboration between scientists from the US and the UK.\r\n\r\nThis project addresses the topic of compound flooding, where multiple flood drivers occur concurrently or in close succession.  Compound flooding is especially impactful along coastlines, where storm surges, waves, river flooding, and direct runoff can combine to exacerbate potential flooding situations.  The research team, including personnel from the UK and US, plan to conduct a variety of analyses, including dependence analyses, state-of-the-art weather typing approaches, multivariate extreme value analysis, and advanced ensemble hydrodynamic modelling to determine where and why compound flood events occur.  The specific goals of the proposal are to: 1) Determine relevant variables that can lead to compound events along coastlines on both sides of the North Atlantic and assess the spatial footprints of the individual drivers; 2) Assess which large-scale weather types and other conditions led to the identified compound events in the past and determine if and how the frequency of compound events has changed in the past and may change in the future; 3) Quantify the likelihood of the occurrence of compound events along different stretches of coastline including relevant variables and spatial footprints; and 4) Integrate the results to quantify the extent to which compounding effects from multiple flood sources exacerbate impacts to coastal communities.\r\n\r\nThis is a project that is jointly funded  by the National Science Foundation's Directorate of Geosciences (NSF/GEO) and the National  Environment Research Council (NERC) of the United Kingdom (UK) via the NSF/GEO-NERC Lead Agency Agreement. This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award, each Agency funds the proportion of the budget and the investigators associated with their own country.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Wahl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Wahl",
   "pi_email_addr": "t.wahl@ucf.edu",
   "nsf_id": "000731597",
   "pi_start_date": "2019-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4000 Central Florida Blvd.",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 252243.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;CHANCE - Understanding compound flooding in the past, present and future for North Atlantic coastlines&rdquo; was jointly funded by NSF and NERC with the overall aim to map, characterize, and predict past, present and future compound flood sources around the coastline of the North Atlantic. Compound flooding is an area of active research, as highlighted in a comprehensive literature review conducted as part of the project. The review analyzed &nbsp;&gt;270 studies and assessed them with regards to their local, regional, and global findings, identified gaps in the existing body of knowledge and provided recommendations for future compound flood research.</p>\n<p>The first objective of the CHANCE project was to identify the relevant variables that can lead to compound flooding along theNorth Atlantic seaboards of the U.S. and Europe and to assess the spatial footprints of the individual drivers. A rigorous analysis of the dependence strength and structure of coastal (storm surges and waves) and inland (river discharge and rainfall) flooding drivers identified where different combinations of these drivers can combine to create dangerous compound flooding events. Importantly, using different methods and metrics could lead to different results and hence our analysis included a range of techniques to assure that the results are robust against the choice of methodology.&nbsp; Hotspots of relatively higher compound flood potential for the U.S. were identified to be located along the Gulf of Mexico and U.S. southeast coast, and in Europe along the south-west coast and the northern coast of the Mediterranean Sea.</p>\n<p>The second and third objectives of CHANCE were to assess which large-scale weather types and other conditions (e.g., river catchment characteristics) led to the identified compound events in the past, quantify the likelihood of the compound events, and to determine if and how the frequency of compound events has changed in the past and may change in the future. In general, compound events are more frequent along the European North Atlantic coast compared to the U.S. East Coast. In both cases, however, compound events were associated with a few dominant weather patterns, which were successfully identified. For example, hotspots of compound flooding in Europe share the same weather patterns which represent the main pathways of storms that cross the North Atlantic. Past changes in compound flooding were identified using long observational records. First, it was shown that there are seasonal variations. Compounding effects are stronger, for example, during the hurricane season along the U.S. East Coast and in the Gulf of Mexico. At interannual to multi-decadal time scales observed changes could often be directly linked to large-scale climate modes such as El Nino Southern Oscillation (ENSO) or North Atlantic Oscillation (NAO) which are known to affect some of the flood drivers individually and as shown in our analysis, also jointly. Future projections of compound flooding from rainfall and storm surge along the European coast showed that there will likely be an increase in the joint probability for those two flood drivers to co-occur in the northwest and a decrease in most of the southwest of Europe.</p>\n<p>The fourth project objective was to quantify the extent to which compounding effects from multiple flood sources can exacerbate impacts to coastal communities. We used a hybrid modelling approach that combines multivariate statistical modelling, hydrodynamic modelling, and surrogate models to derive a large set of extreme water levels along the Potomac River. The results from this analysis were used as boundary conditions for a newly developed static inundation model to derive flood inundation maps for all the synthetic events. Comparing the results when accounting for flood driver dependence in the multivariate statistical modelling with those derived when assuming independence between the flood drivers showed where flood extent and depth can be underestimated when simplified assumptions are made.</p>\n<p>&nbsp;The last objective of CHANCE was to provide guidance to stakeholders on where compound flooding will be most significant and how it should be considered in flood forecasting, management and planning. We established fruitful and ongoing collaborations with a range of stakeholders in the UK and U.S. including federal (USACE, FEMA) and state (Water Management Districts) agencies who are interested in incorporating compound flooding to achieve their respective missions. The project team supports ongoing efforts of the American Society of Civil Engineers (ASCE) to develop a Manual of Practice on the topic of compound flooding. Methods developed in the CHANCE project were also prominently highlighted and recommended for use in a recent report by the White House Office of Science and Technology on &ldquo;Federal Flood Risk Management Standard Climate-Informed Science Approach (CISA) State of the Science Report&rdquo;.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/16/2024<br>\nModified by: Thomas&nbsp;Wahl</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project CHANCE - Understanding compound flooding in the past, present and future for North Atlantic coastlines was jointly funded by NSF and NERC with the overall aim to map, characterize, and predict past, present and future compound flood sources around the coastline of the North Atlantic. Compound flooding is an area of active research, as highlighted in a comprehensive literature review conducted as part of the project. The review analyzed 270 studies and assessed them with regards to their local, regional, and global findings, identified gaps in the existing body of knowledge and provided recommendations for future compound flood research.\n\n\nThe first objective of the CHANCE project was to identify the relevant variables that can lead to compound flooding along theNorth Atlantic seaboards of the U.S. and Europe and to assess the spatial footprints of the individual drivers. A rigorous analysis of the dependence strength and structure of coastal (storm surges and waves) and inland (river discharge and rainfall) flooding drivers identified where different combinations of these drivers can combine to create dangerous compound flooding events. Importantly, using different methods and metrics could lead to different results and hence our analysis included a range of techniques to assure that the results are robust against the choice of methodology. Hotspots of relatively higher compound flood potential for the U.S. were identified to be located along the Gulf of Mexico and U.S. southeast coast, and in Europe along the south-west coast and the northern coast of the Mediterranean Sea.\n\n\nThe second and third objectives of CHANCE were to assess which large-scale weather types and other conditions (e.g., river catchment characteristics) led to the identified compound events in the past, quantify the likelihood of the compound events, and to determine if and how the frequency of compound events has changed in the past and may change in the future. In general, compound events are more frequent along the European North Atlantic coast compared to the U.S. East Coast. In both cases, however, compound events were associated with a few dominant weather patterns, which were successfully identified. For example, hotspots of compound flooding in Europe share the same weather patterns which represent the main pathways of storms that cross the North Atlantic. Past changes in compound flooding were identified using long observational records. First, it was shown that there are seasonal variations. Compounding effects are stronger, for example, during the hurricane season along the U.S. East Coast and in the Gulf of Mexico. At interannual to multi-decadal time scales observed changes could often be directly linked to large-scale climate modes such as El Nino Southern Oscillation (ENSO) or North Atlantic Oscillation (NAO) which are known to affect some of the flood drivers individually and as shown in our analysis, also jointly. Future projections of compound flooding from rainfall and storm surge along the European coast showed that there will likely be an increase in the joint probability for those two flood drivers to co-occur in the northwest and a decrease in most of the southwest of Europe.\n\n\nThe fourth project objective was to quantify the extent to which compounding effects from multiple flood sources can exacerbate impacts to coastal communities. We used a hybrid modelling approach that combines multivariate statistical modelling, hydrodynamic modelling, and surrogate models to derive a large set of extreme water levels along the Potomac River. The results from this analysis were used as boundary conditions for a newly developed static inundation model to derive flood inundation maps for all the synthetic events. Comparing the results when accounting for flood driver dependence in the multivariate statistical modelling with those derived when assuming independence between the flood drivers showed where flood extent and depth can be underestimated when simplified assumptions are made.\n\n\nThe last objective of CHANCE was to provide guidance to stakeholders on where compound flooding will be most significant and how it should be considered in flood forecasting, management and planning. We established fruitful and ongoing collaborations with a range of stakeholders in the UK and U.S. including federal (USACE, FEMA) and state (Water Management Districts) agencies who are interested in incorporating compound flooding to achieve their respective missions. The project team supports ongoing efforts of the American Society of Civil Engineers (ASCE) to develop a Manual of Practice on the topic of compound flooding. Methods developed in the CHANCE project were also prominently highlighted and recommended for use in a recent report by the White House Office of Science and Technology on Federal Flood Risk Management Standard Climate-Informed Science Approach (CISA) State of the Science Report.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/16/2024\n\n\t\t\t\t\tSubmitted by: ThomasWahl\n"
 }
}