{
 "awd_id": "1929499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  The brood cell microbiome of solitary bees: origin, diversity, function, and vulnerability",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032922331",
 "po_email": "cbalakri@nsf.gov",
 "po_sign_block_name": "Christopher Balakrishnan",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 612961.0,
 "awd_amount": 612961.0,
 "awd_min_amd_letter_date": "2019-07-23",
 "awd_max_amd_letter_date": "2024-07-16",
 "awd_abstract_narration": "Bees are the single most important pollinators of flowering plants worldwide. Over 85% of the 325,000 flowering plant species on earth depend on animals for pollination, and the vast majority of pollination is carried out by bees. Annually, bees are estimated to contribute $15 billion to US crop production and $170 billion to global crop production. High-value bee-pollinated crops include apple and other early spring tree fruits, strawberries, blueberries, cherries, cranberries, squash and pumpkins, tomatoes, almonds, and many others. The economic viability of US agricultural production is dependent on stable and healthy wild and domesticated bee populations. However, bee populations are threatened by a variety of factors, including habitat loss, pathogen spillover, invasive plants and animals, and pesticide use, which can disrupt the normal microbial symbionts essential for bee larval development (the \"brood cell\" microbiome). This research project focuses on understanding what role microbes play in the larval nutrition in a wide variety of bee species. Previous research has documented a diverse community of bacteria and yeasts in the pollen and nectar diet of bees. As larvae consume these pollen/nectar provisions they are ingesting microbes, and our preliminary results indicate that these microbes form an essential component of the larval diet. This project has the potential to significantly modify how we view the 120 million-year-old partnership between bees and flowering plants, and will provide essential information for developing long-term bee conservation efforts. Project outreach efforts include educational activities on solitary bees for K-12 students and interactive demonstrations of bee-microbe-flower interactions for broad audiences.\r\n\t\r\nThe project will use cutting-edge methods to (1) document the microbial diversity in flowers and pollen provisions, (2) determine the nutritional role of microbes in larval development and health, and (3) understand how alterations in microbial community impact larval development. To document microbial diversity in both host-plant flowers and pollen provisions, the research team will use amplicon sequencing and microbial metagenomics. These methods will document the microbial species present in pollen provisions as well as the metabolic activities these microbes perform during pollen maturation. Screening the pollen and nectar of host-plant species will provide key insights into the source of the brood cell microbiome. To determine the nutritional role of the microbial community the research team will use two methods from trophic ecology: compound specific isotope analysis and neutral lipid fatty acid analysis. These analyses will permit the research team to track the origin (floral or microbial) of amino acids and fatty acids in the larval diet of 15 focal bee species. Finally, through manipulative laboratory experiments the research team will determine how modifications of the microbial communities impact larval development. Combining the results of these studies will provide a comprehensive understanding of how bees and flowering plants interact via their shared microbial partners. \r\n\r\nThis project is jointly funded by the Systematics and Biodiversity Sciences Cluster (Division of Environmental Biology) and the Symbiosis, Defense and Self-recognition Program (Division of Integrative Organismal Systems).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Danforth",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan N Danforth",
   "pi_email_addr": "bnd1@cornell.edu",
   "nsf_id": "000160112",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Steffan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn A Steffan",
   "pi_email_addr": "steffan@entomology.wisc.edu",
   "nsf_id": "000799242",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "129 Garden Ave.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1141",
   "pgm_ref_txt": "PHYSIOLOG & STRUCTURAL SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 612961.0
  }
 ],
 "por": null
}