{
 "awd_id": "1930497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Undergraduate Engineering Students' Degree Attainment Through Innovative Residential and Transfer Support",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 4009937.0,
 "awd_amount": 4009937.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2022-06-14",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need.  Specifically, the project will support engineering students at East Carolina University, Lenoir Community College, Pitt Community College, and Wayne Community College.  These institutions serve a rural region in Eastern North Carolina in which the poverty rate in many surrounding counties exceed 20%.  Over its five-year duration, this project will fund four-year scholarships to 80 students who are pursuing associate's and bachelor's degrees in engineering.  This project will reduce the financial burden of attending college, provide academic and social support, and guide students toward engineering careers to help develop the STEM workforce of eastern North Carolina.  This region has historically had difficulty attracting and retaining engineering professionals.  Project activities include a summer bridge program, a living-learning residential program, a textbook-lending program, tutoring, and career preparation activities. The activities that will be developed and implemented as part of this project are designed to be sustainable beyond the grant period.  As a result, the project has the potential to support future students, thus achieving persistent increases in engineering retention and graduation rates at each partnering institution. \r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. The project will recruit two cohorts of 40 students, drawing primarily from a ten-county region in eastern North Carolina. This project will adopt the Model of Co-Curricular Support, built upon Tinto's model of institutional departure.  It will conduct research to determine which elements of institutional support are most effective for attracting, retaining, and graduating low-income, high-achieving students. Specific research questions are: (1) How do community college transfer students experience academic, social, professional, and university integration at their community college, during transition between institutions, and at their transfer institution? (2) What effect does comprehensive co-curricular support have on academic, social, professional, and university integration for transfer and non-transfer students? (3) Do higher levels of academic, social, professional, and/or university integration result in improved degree progress, academic achievement, and/or career attainment than lower integration levels? The project will be evaluated by collecting both quantitative data (e.g., numbers of applicants; retention; graduation rates) and qualitative data (e.g., student perspectives of the value of support mechanisms).  Results of the project will be disseminated through conferences such as the American Society for Engineering Education annual conference the National Academic Advisors Association conference.  Results will be submitted for publication in education journals such as the IEEE Transactions on Education Journal, the Journal of Engineering Education, and the International Journal of Engineering Education.  This project is funded by NSF's Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricky",
   "pi_last_name": "Castles",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Ricky T Castles",
   "pi_email_addr": "castlesr@ecu.edu",
   "nsf_id": "000620382",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Venters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Venters",
   "pi_email_addr": "ventersc@ecu.edu",
   "nsf_id": "000666657",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mohamed",
   "pi_last_name": "Abdelrahman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamed Abdelrahman",
   "pi_email_addr": "maabdelrahman741@my.pittcc.edu",
   "nsf_id": "000772109",
   "pi_start_date": "2019-07-25",
   "pi_end_date": "2020-08-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Goodman",
   "pi_mid_init": "E",
   "pi_sufx_name": "III",
   "pi_full_name": "Charles E Goodman",
   "pi_email_addr": "cegoodman222@my.pittcc.edu",
   "nsf_id": "000772413",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sam",
   "pi_last_name": "Pouryoussefi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sam M Pouryoussefi",
   "pi_email_addr": "smpouryoussefi@waynecc.edu",
   "nsf_id": "000833231",
   "pi_start_date": "2020-08-19",
   "pi_end_date": "2022-06-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katina",
   "pi_last_name": "Davis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Katina P Davis",
   "pi_email_addr": "kdavis@waynecc.edu",
   "nsf_id": "000881057",
   "pi_start_date": "2022-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "2200 S. Charles Blvd STE 2900",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 4009937.0
  }
 ],
 "por": null
}