{
 "awd_id": "1930971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Technological Pedagogical Content Knowledge of Pre-Service Math Teachers by Enhancement of a Methods Course Using Instrumental Orchestration and Lesson Study Strategies",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 93218.0,
 "awd_amount": 93218.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest by establishing practices to help pre-service secondary mathematics teachers (PSTs) learn how to lead classroom discussions with interconnectivity technology.  The proposal's main goal is the development of PSTs' technological pedagogical content knowledge (TPACK).  To do this, the project will adapt Lesson Study, which employs a cycle of planning, teaching, and reflecting.  Thus, PSTs will learn to design technology-based lessons that support students' development of mathematical proficiency.  In addition, university teacher educators (TE), cooperating teachers (CTs = experienced in-service teachers with whom PSTs have their initial clinical experiences) and PSTs will work together utilizing Lesson Study in the service of advancing TPACK.  Thus, this project aims to grapple with a challenge that often exists in pre-service education, that is the relationship of what PSTs experience in methods courses to what happens in their clinical practice.  This TE, CT, PST collaboration in Lesson Study will thus create what this project refers to as a \"hybrid space\" in which the project acknowledges and leverages the knowledge that the PSTs, CTs, and TEs each bring to the instructional enterprise.  In doing so, it is intended that coherence will be brought between clinical experiences and methods courses.\r\n\r\nFaculty members at the University of Puerto Rico-Rio Piedras (UPRRP) and the University of Illinois at Urbana-Champaign are collaborating on this project.  It aims to revise one of the methods courses at UPRRP to integrate Lesson Study strategies and create a hybrid collaborative space to advance TPACK.  Interconnectivity technology allows students to share their work and represent mathematical ideas through multiple representations.  The methods course will target algebra and geometry concepts in the secondary mathematics curriculum using Desmos or GeoGebra.  Both are open source software packages with interconnectivity capabilities.  Desmos is an online graphing calculator and GeoGebra integrates algebra and dynamic geometry.  Through adaptation of Lesson Study, this project employs a theory of instrumental orchestration to promote PSTs' use of technology to develop students' mathematical proficiency.  Instrumental orchestration consists of three elements:  didactic configuration, mode of exploitation, and didactic performance.  PSTs will use the technology tools and tasks, which are part of the didactical configuration, and descriptions of the exploitation modes in the lessons.  The didactical performance will be the outcome of the planning and will be observed in the implementation phase of the Lesson Study.  It is expected that the hybrid space collaboration among the TE, CTs, and PSTs will support co-construction of new knowledge and skills in teaching through Lesson Study leveraging the mathematical technology tools for instruction.  The research questions the project will explore include the following.  In what ways do PSTs learn to apply the principles of instrumental orchestrations planning and implementing mathematics lessons for promoting students' mathematical proficiency? What supports from Coordinating Teachers enable PSTs to apply instrumental orchestrations in their lessons?   And, how does the modified Lesson Study model enable opportunities for creating hybrid spaces that connect methods courses and clinical experiences?  Through the analysis of videos, student journals, and interviews, the project will construct an evidence-based case that examines the integration of methods courses and clinical experiences.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloriana",
   "pi_last_name": "Gonzalez Rivera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gloriana Gonzalez Rivera",
   "pi_email_addr": "ggonzlz@illinois.edu",
   "nsf_id": "000624387",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 93218.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes</p>\n<p>&nbsp;</p>\n<p>The project was able to design and implement a lessons study innovation for preservice teachers to learn how to implement technology-based lessons in math classes. Mentor teachers in their field experiences led a total of 6 lesson study teams. The preservice teachers made significant connections between the math methods course and the field experiences, thus creating a hybrid space where the preservice teachers connected theoretical and practical knowledge. Specifically, the preservice teachers learned about the math proficiency framework and used the framework to design lessons for their students. During the lesson study cycles, the preservice teachers increased their agency in planning and teaching technology-based lessons. Moreover, the preservice teachers who had no prior knowledge and experiences using interactive technologies increased their capabilities for planning and teaching lessons. The project adapted the innovation to online instruction due to the pandemic which required remote learning instead of face-to-face courses and meetings. The project supported significant changes in the syllabus of a methods class for teaching math with technology, thus having an impact on learning experience of future preservice teachers in the program. A study group of the mentor teachers and the researchers allowed for creating new knowledge about ways to support preservice teachers in their adoption of new technologies and attention to student thinking. The new knowledge resulting from the project was disseminated in 2 peer-reviewed journals, 10 conference presentations, and a website with project materials. Additionally, one book chapter has been accepted for publication in a book about lesson study innovations with math and science teacher education programs. The project was able to test and develop an innovation in Puerto Rico, having a direct impact on 3 mentor teachers, 16 preservice teachers, 2 graduate students in education, and approximately 500 secondary math students who benefitted from high-quality lessons using interactive technology. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2022<br>\n\t\t\t\t\tModified by: Gloriana&nbsp;Gonzalez Rivera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOutcomes\n\n \n\nThe project was able to design and implement a lessons study innovation for preservice teachers to learn how to implement technology-based lessons in math classes. Mentor teachers in their field experiences led a total of 6 lesson study teams. The preservice teachers made significant connections between the math methods course and the field experiences, thus creating a hybrid space where the preservice teachers connected theoretical and practical knowledge. Specifically, the preservice teachers learned about the math proficiency framework and used the framework to design lessons for their students. During the lesson study cycles, the preservice teachers increased their agency in planning and teaching technology-based lessons. Moreover, the preservice teachers who had no prior knowledge and experiences using interactive technologies increased their capabilities for planning and teaching lessons. The project adapted the innovation to online instruction due to the pandemic which required remote learning instead of face-to-face courses and meetings. The project supported significant changes in the syllabus of a methods class for teaching math with technology, thus having an impact on learning experience of future preservice teachers in the program. A study group of the mentor teachers and the researchers allowed for creating new knowledge about ways to support preservice teachers in their adoption of new technologies and attention to student thinking. The new knowledge resulting from the project was disseminated in 2 peer-reviewed journals, 10 conference presentations, and a website with project materials. Additionally, one book chapter has been accepted for publication in a book about lesson study innovations with math and science teacher education programs. The project was able to test and develop an innovation in Puerto Rico, having a direct impact on 3 mentor teachers, 16 preservice teachers, 2 graduate students in education, and approximately 500 secondary math students who benefitted from high-quality lessons using interactive technology.  \n\n \n\n\t\t\t\t\tLast Modified: 10/06/2022\n\n\t\t\t\t\tSubmitted by: Gloriana Gonzalez Rivera"
 }
}