{
 "awd_id": "1930092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholarships and Learning Community to Build Academic Momentum in STEM Students who Transfer from a Community College to a Four Year University",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1557118.0,
 "awd_amount": 1557118.0,
 "awd_min_amd_letter_date": "2019-07-28",
 "awd_max_amd_letter_date": "2020-12-09",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need.  Specifically, this project will support students at Front Range Community College and Colorado State University. Front Range Community College is the largest community college in Colorado.  It has a diverse student body and is the largest source of transfer students to Colorado State University. Over the project's five-year duration, the project will provide up to four years of scholarship support for at least 150 STEM students.  These students will pursue associate's and bachelor's degrees in mathematics, life sciences, physical sciences, engineering, or computer sciences. A team of faculty and student success coaches will contribute to Scholars' success by: implementing Scholars' onboarding into a math and science learning community at both institutions; developing Scholars' knowledge and skills; ensuring transfer continuity through curriculum mapping and articulation; providing hands-on experiences; and mentoring the Scholars. This project is significant because it will integrate national best practices for improving student retention, transfer, and degree completion that are being adopted by community colleges nationwide. Broader impacts of this project include narrowing of educational gaps in Colorado and increasing the diversity of students completing STEM degrees. Its intellectual merit lies in a research study that will evaluate the use of near-term measures of student success (academic momentum) to predict and support long-term success.  \r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. Specifically, this project aims to increase the number of low-income, academically talented students from Front Range Community College who complete a STEM associate degree, transfer to Colorado State University, and complete a STEM baccalaureate degree. The specific aims are: 1) optimizing enrollment and persistence of low-income, academically talented students from Front Range Community College Math and Science Career and Academic Community; 2) increasing Scholar's STEM engagement, knowledge, and skills; and 3) improving continuity and articulation in the transfer process to increase student success. This project's research component will generate new knowledge about best practices for supporting baccalaureate degree completion of STEM students who begin their education at a two-year colleges.  The research project will measure the effect of scholarships and the project's activities on student self-efficacy, science identity, and academic momentum. The project expects that academic momentum metrics will provide actionable data that may be better suited for measuring success of interventions than retention/completion metrics. An external evaluator will measure the extent of implementation of the project's activities, who participated, and if the project's objectives are met using formative and summative mixed-method measures. This project's outcomes and research findings will be submitted for publication in peer-reviewed journals, posted on websites such as the Department of Education's \"What Works Clearinghouse,\" and presented at regional and national conferences. This project is funded by NSF's Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Malara",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine M Malara",
   "pi_email_addr": "katie.malara@frontrange.edu",
   "nsf_id": "000746372",
   "pi_start_date": "2019-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Lee",
   "pi_email_addr": "jennifer.lee@frontrange.edu",
   "nsf_id": "000703779",
   "pi_start_date": "2019-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shashikala",
   "pi_last_name": "Unnithan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shashikala Unnithan",
   "pi_email_addr": "shashi.unnithan@frontrange.edu",
   "nsf_id": "000715590",
   "pi_start_date": "2019-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Pitts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Pitts",
   "pi_email_addr": "Erin.Pitts@frontrange.edu",
   "nsf_id": "000747347",
   "pi_start_date": "2019-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Floyd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Floyd",
   "pi_email_addr": "kenneth.floyd@frontrange.edu",
   "nsf_id": "000772452",
   "pi_start_date": "2019-07-28",
   "pi_end_date": "2020-01-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Chaffee",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Chaffee",
   "pi_email_addr": "susan.chaffee@frontrange.edu",
   "nsf_id": "000818544",
   "pi_start_date": "2020-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Front Range Community College",
  "inst_street_address": "3645 W 112TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WESTMINSTER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034045481",
  "inst_zip_code": "800312105",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "FRONT RANGE COMMUNITY COLLEGE",
  "org_prnt_uei_num": "NYHECMHUJJH8",
  "org_uei_num": "NYHECMHUJJH8"
 },
 "perf_inst": {
  "perf_inst_name": "Front Range Community College",
  "perf_str_addr": "4616 S. Shields",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805263812",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1557118.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since 2019, Front Range Community College (FRCC), Colorado&rsquo;s largest community college serving Denver and Northern Colorado, and Colorado State University (CSU) have partnered to create and implement the Wolves to Rams (W2R) Scholars Program.&nbsp; The program is designed to increase participation of low-income, First-Generation, underrepresented students pursuing a career in STEM.</p>\r\n<p>Named after each institution&rsquo;s school mascot, W2R students are supported in building academic momentum, completing an Associate of Science at FRCC, then transferring and completing a Bachelor of Science at CSU. &nbsp;Our team of faculty and success coaches drive scholars' success by: 1) actively onboarding students into a Math &amp; Science Career and Academic Community, increasing students' engagement and commitment to a STEM academic pathway, 2) developing scholars' capacity (knowledge and skills) by building credit, gateway and program momentum, 3) ensuring continuity in transfer through a mapped, articulated curriculum, success/transfer coaching, faculty and near-peer mentoring, exploration of STEM careers and graduate school, and research/internship experiences, and 4) providing scholarships for academically talented students with financial need.&nbsp; The project awarded an average of 50 scholarships/year.</p>\r\n<p>Over the last five years, 190 students have earned scholarships and participated in the W2R program at FRCC, of which 94 have transferred to CSU and 33 have graduated.</p>\r\n<p>The W2R Scholars Program is based upon the academic momentum framework, adopted by the Guided Pathways initiative. &nbsp;Guided Pathways is an evidence-based national model, structured to provide all students with clear enrollment avenues, course-taking patterns, and support services. It is driving educational reform at community colleges nationwide, applied specifically to STEM two-year college students. It addresses obstacles faced by underrepresented students due to their socio-economic status and lack of academic acculturation that result in their inability to build academic momentum, develop as scientists and succeed.</p>\r\n<p>Overall, the W2R program has succeeded in maximizing the benefits of current legislation in Colorado aimed at reducing excess credit accumulation by transfer students, overall cost of education and attrition.&nbsp; Our study has affirmed the importance of building academic momentum in driving success of two-year students in STEM disciplines and the impact of targeted programming and scholarship support on students' academic momentum.&nbsp; Scholars enrolled in the W2R program have demonstrated improved student retention, vertical transfer, and degree completion through a cohort-based scholarship program focused on engagement, capacity building and ensuring continuity in STEM transfer programs.</p>\r\n<p>Broader impact of the W2R program include: an increase of diversity of CSU students to narrow educational gaps in Colorado, an increase in the completion of bachelor's degrees in STEM disciplines and policy change at CSU for creating dedicated learning communities to support all transfer students. The W2R framework will also be adaptable by Colorado's 15 community colleges and fourteen 4-year research institutions to support statewide initiatives to diversify representation in STEM educational pathways.&nbsp; Nationally, results of this project provide evidence and examples of how faculty from 2-year and 4-year colleges can collaborate to improve articulation agreements that are driven by state legislatures and/or institutional administrators. The research study has the potential to influence policies at the state and federal level that focus on increasing underrepresented groups in science.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/23/2025<br>\nModified by: Katherine&nbsp;M&nbsp;Malara</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSince 2019, Front Range Community College (FRCC), Colorados largest community college serving Denver and Northern Colorado, and Colorado State University (CSU) have partnered to create and implement the Wolves to Rams (W2R) Scholars Program. The program is designed to increase participation of low-income, First-Generation, underrepresented students pursuing a career in STEM.\r\n\n\nNamed after each institutions school mascot, W2R students are supported in building academic momentum, completing an Associate of Science at FRCC, then transferring and completing a Bachelor of Science at CSU. Our team of faculty and success coaches drive scholars' success by: 1) actively onboarding students into a Math & Science Career and Academic Community, increasing students' engagement and commitment to a STEM academic pathway, 2) developing scholars' capacity (knowledge and skills) by building credit, gateway and program momentum, 3) ensuring continuity in transfer through a mapped, articulated curriculum, success/transfer coaching, faculty and near-peer mentoring, exploration of STEM careers and graduate school, and research/internship experiences, and 4) providing scholarships for academically talented students with financial need. The project awarded an average of 50 scholarships/year.\r\n\n\nOver the last five years, 190 students have earned scholarships and participated in the W2R program at FRCC, of which 94 have transferred to CSU and 33 have graduated.\r\n\n\nThe W2R Scholars Program is based upon the academic momentum framework, adopted by the Guided Pathways initiative. Guided Pathways is an evidence-based national model, structured to provide all students with clear enrollment avenues, course-taking patterns, and support services. It is driving educational reform at community colleges nationwide, applied specifically to STEM two-year college students. It addresses obstacles faced by underrepresented students due to their socio-economic status and lack of academic acculturation that result in their inability to build academic momentum, develop as scientists and succeed.\r\n\n\nOverall, the W2R program has succeeded in maximizing the benefits of current legislation in Colorado aimed at reducing excess credit accumulation by transfer students, overall cost of education and attrition. Our study has affirmed the importance of building academic momentum in driving success of two-year students in STEM disciplines and the impact of targeted programming and scholarship support on students' academic momentum. Scholars enrolled in the W2R program have demonstrated improved student retention, vertical transfer, and degree completion through a cohort-based scholarship program focused on engagement, capacity building and ensuring continuity in STEM transfer programs.\r\n\n\nBroader impact of the W2R program include: an increase of diversity of CSU students to narrow educational gaps in Colorado, an increase in the completion of bachelor's degrees in STEM disciplines and policy change at CSU for creating dedicated learning communities to support all transfer students. The W2R framework will also be adaptable by Colorado's 15 community colleges and fourteen 4-year research institutions to support statewide initiatives to diversify representation in STEM educational pathways. Nationally, results of this project provide evidence and examples of how faculty from 2-year and 4-year colleges can collaborate to improve articulation agreements that are driven by state legislatures and/or institutional administrators. The research study has the potential to influence policies at the state and federal level that focus on increasing underrepresented groups in science.\r\n\n\n\t\t\t\t\tLast Modified: 04/23/2025\n\n\t\t\t\t\tSubmitted by: KatherineMMalara\n"
 }
}