{
 "awd_id": "1930828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Jitter-Tolerant Multi-Carrier ADC-Based Serial Link Architectures",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2019-08-19",
 "awd_abstract_narration": "The proposed multi-channel schemes in conjunction with the novel reconfigurable analog-to-digital-converter (ADC) architecture will lead to revolutionary relaxation of the clock variations and uncertainty caused by induced noise from the system electronics. The research will produce a broad and long lasting impact in the design and implementation of communication systems. The result will be a key to enable future transformative communications and signal processing applications such as portable fast imaging, wireless networks of handheld and wearable computing receivers, software-defined radios, cognitive radio spectrum sensing, millimeter-wave radios for safety (e.g., automotive collision avoidance radar), homeland security, and national defense. This project will include an interdisciplinary educational program involving training of graduate students and outreach activities to foster the representation of students from underrepresented groups. These activities will also include local, national, and international short courses and workshop presentations on topics related to the multidisciplinary research activities.  The results of the proposed research activities will be disseminated broadly in national and international conferences and publications, and locally via the Trans-Texas Videoconference Network, which is a system that serves numerous colleges including eleven campuses of Texas A&M University and K-12 school districts.\r\n\r\nThe ever-increasing data rates of modern serial link transceivers call for innovative architectures capable of overcoming several critical impairments, such as limited channel bandwidth and clock jitter, while complying with tight power budgets. Classical mixed-signal and ADC-based architectures took advantage of semiconductor technology scaling, but could only provide incremental improvements not able to satisfy the demand of much higher data rates in future wireline communication systems. This proposal will investigate a receiver architecture based on a frequency-domain ADC topology, a special class of analog-to-digital converters that makes an analog-domain transformation to frequency-domain before realizing quantization. Such transformation provides a simulated six-time relaxation in clock jitter requirements and a scalable solution that channelizes the receiver front end in analog domain. This allows easy reconfiguration to accommodate different data rates and modulation standards. Such a receiver architecture requires a well-matched transmitter topology to alleviate the impact of transmitter jitter across channels and modulation formats. The proposed ADC-based high-speed serial link design techniques aim to significantly improve jitter robustness and reduce ADC resolution and digital equalization complexity by utilizing a power-optimum frequency-channelized ADC-based receiver for symbol detection. The project will investigate three topics: (1) A novel energy-efficient multi-carrier transmitter architecture and a new serial link receiver architecture capable of providing baseband jitter robustness and coherent multi-tone modulation applications, based on the novel reconfigurable frequency-domain ADC. (2) Novel techniques to improve the speed and efficiency of a pipeline successive-approximation-register (SAR) sub-ADC, including a design that utilizes open-loop correlated level-shifting residue amplification to enable per-channel operation with a scalable resolution. (3) Efficient digital reconstruction, equalization, and inter-channel interference filters for symbol detection.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Hoyos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian Hoyos",
   "pi_email_addr": "hoyos@tamu.edu",
   "nsf_id": "000238734",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Palermo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Palermo",
   "pi_email_addr": "spalermo@ece.tamu.edu",
   "nsf_id": "000546838",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106E",
   "pgm_ref_txt": "Mixed signal technologies"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><span dir=\"ltr\">The</span><span dir=\"ltr\">&nbsp;explosion in cloud computing, artificial intelligence&nbsp;</span><span dir=\"ltr\">applications,</span><span dir=\"ltr\"> </span><span dir=\"ltr\">and</span><span dir=\"ltr\"> </span><span dir=\"ltr\">data</span><span dir=\"ltr\"> </span><span dir=\"ltr\">analytics</span><span dir=\"ltr\"> </span><span dir=\"ltr\">has</span><span dir=\"ltr\"> </span><span dir=\"ltr\">created</span><span dir=\"ltr\"> </span><span dir=\"ltr\">dramatic&nbsp;</span><span dir=\"ltr\">growth in data center traffic. Wireline transceiver per-lane&nbsp;</span><span dir=\"ltr\">data rates have been doubling every 3-4 years to support this.&nbsp;</span><span dir=\"ltr\">However, this is challenging due to the increased amount of&nbsp;</span><span dir=\"ltr\">frequency-dependent channel loss and tighter jitter budgets&nbsp;</span><span dir=\"ltr\">present as data rates scale.</span></p>\n<p style=\"text-align: left;\">Demand for increased data rates in serial link transceivers calls for innovative architectures capable of overcoming impairments such as channel bandwidth and stringent jitter specifications.</p>\n<p style=\"text-align: left;\">The project succesfully demostrated jitter tolerance up to 1.6psrms of a proposed multi-channel architecture up to a speed of 40 Gb/s. This work was presented&nbsp; in the 2022 IEEE Custom Integrated Circuits Conference (CICC 2022) and an invited journal paper is under review in the IEEE Journal of Solid-State Circuits. In addition, the ADC structure used in these receivers was also presented on a second conference paper at CICC 2022.&nbsp;</p>\n<p style=\"text-align: left;\">The main achievement is a receiver front-end architecture supporting multicarrier signaling that provides a ~3x relaxation in clock jitter requirements.</p>\n<p style=\"text-align: left;\">As the speed requirements continue to increase, the clock jitter tolerance of the proposed architecture and its ability to equalize high channel loss can become a game changer&nbsp;in the electrical serial links arena.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2023<br>\n\t\t\t\t\tModified by: Sebastian&nbsp;Hoyos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The explosion in cloud computing, artificial intelligence applications, and data analytics has created dramatic growth in data center traffic. Wireline transceiver per-lane data rates have been doubling every 3-4 years to support this. However, this is challenging due to the increased amount of frequency-dependent channel loss and tighter jitter budgets present as data rates scale.\nDemand for increased data rates in serial link transceivers calls for innovative architectures capable of overcoming impairments such as channel bandwidth and stringent jitter specifications.\nThe project succesfully demostrated jitter tolerance up to 1.6psrms of a proposed multi-channel architecture up to a speed of 40 Gb/s. This work was presented  in the 2022 IEEE Custom Integrated Circuits Conference (CICC 2022) and an invited journal paper is under review in the IEEE Journal of Solid-State Circuits. In addition, the ADC structure used in these receivers was also presented on a second conference paper at CICC 2022. \nThe main achievement is a receiver front-end architecture supporting multicarrier signaling that provides a ~3x relaxation in clock jitter requirements.\nAs the speed requirements continue to increase, the clock jitter tolerance of the proposed architecture and its ability to equalize high channel loss can become a game changer in the electrical serial links arena.\n \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2023\n\n\t\t\t\t\tSubmitted by: Sebastian Hoyos"
 }
}