{
 "awd_id": "1930744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium SICB 2020:  How plants vs. animals solve physical problems, Austin, Texas,  January 3-7, 2020",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2019-07-11",
 "awd_max_amd_letter_date": "2019-07-11",
 "awd_abstract_narration": "This award will help defray travel expenses for participants in a symposium and workshop at the annual meeting of the Society for Integrative and Comparative Biology in Austin, Texas, in January 2020. Plants and animals each have unique solutions for mechanical problems, including sticking to surfaces, folding, dispersal, and responding to mechanical loads. Several of these solutions have been sources for bio-inspiration, such as self-cleaning surfaces inspired by the lotus leaf. The symposium brings together plant and animal researchers that tackle similar problems in different systems under the unifying theme of \"biological solutions to mechanical problems that might lead to engineering applications.\" A diverse group of researchers will exchange ideas that cross scales at an exciting frontier of trans-disciplinary research. As part of this symposium, conference participants will have the opportunity to consult with science communication experts to showcase their research to the general public and other stakeholders through effective press releases and social media posts. Pre-conference and on-site meetings among the symposium presenters will facilitate collaborations and preparation of scientific manuscripts. This symposium will result in the publication of original research papers, research reviews, and perspectives in a special issue of a scientific journal. The special journal issue will be complemented by a lesson plan for college instructors to facilitate the use of symposium special issues as textbooks or supplementary instructional material in their courses.\r\n\r\nPlants and animals evolved often complex solutions to the same physical problems. Transferring those solutions into biomimetic materials and processes comes with new challenges, such as scalability. To understand and transfer biological solutions to physical problems, an inter-disciplinary approach that combines research in biology, engineering, and physics has been used. A road less travelled is to explicitly compare the evolved solutions of animals and plants, as well as the experimental approaches used by researchers in these fields, which are two goals of the symposium. The symposium will foster intellectual exchange among scientists who share a given research question, yet address it from different angles, using different model systems and approaches, with a focus on the topics of adhesion, locomotion and dispersal, and response to mechanical loads. The symposium offers a synthesis of ideas while highlighting the work of diverse, emerging investigators from the US and abroad. The symposium will include a workshop on public outreach, which will help scientists to promote their research to the public. Additional engagement opportunities will be provided during online breakout discussions and networking sessions. Professional networking and collaborations will be facilitated as scientists produce career-relevant deliverables, such as scientific publications (original articles, a more historical review article and a forward-looking perspective article focusing on remaining challenges and urgent areas of inquiry) and products that support dissemination to the public (press releases, blog posts, podcasts, social media posts). Additionally, the symposium organizers will collaborate with educational experts to develop an educational module based on using the symposium publications as a textbook or textbook supplement in courses on comparative physiology, comparative biomechanics, biomimetics, and integrative biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ulrike",
   "pi_last_name": "Muller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ulrike Muller",
   "pi_email_addr": "umuller@csufresno.edu",
   "nsf_id": "000078818",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University",
  "perf_str_addr": "",
  "perf_city_name": "Fresno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937400001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding from this award provided partial support for invited and complimentary presenters and co-presenters for the symposium &ldquo;Form, structure and function: How plants vs. animals solve physical problems&rdquo; and a workshop on science outreach, held at the Annual Meeting of the Society for Integrative and Comparative Biology (SICB) in Austin, TX.</p>\n<p>The symposium, complimentary presentations, and workshops allowed participants to share ideas and expertise on how organisms exploit mechanical principles to help animals and plants perform physical functions, such as dispersing, detecting odors plumes, catching prey, sticking to surfaces, or preventing others from sticking to their surfaces. &nbsp;The presentations compared and contrasted how animals and plants solve physical problems, and presented ways to use these solutions for bio inspiration and science education. The oral presentations and the on-site workshop were well attended, often near room capacity.</p>\n<p>The symposium resulted in 11 publications, with one publication submitted and another publication in preparation, plus educational resources in development.&nbsp; These publications involved 30 co-authors, including early-career researchers, graduate and undergraduate students, co-authors from non-PhD granting and minority-serving institutions, and from diverse gender, ethnic, and geographic backgrounds.&nbsp; The outreach workshop resulted in a large number of blog posts and tweets, helping researchers to disseminate their research to the general public.</p>\n<p>The report includes a photo taken during the science communication workshop, showing participants practicing their elevator pitch with each other in the hallway outside our meeting room at the conference center (the meeting room was too small for this activity).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2020<br>\n\t\t\t\t\tModified by: Ulrike&nbsp;Muller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1930744/1930744_10620142_1608166677073_p89KPpj8--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1930744/1930744_10620142_1608166677073_p89KPpj8--rgov-800width.jpg\" title=\"Practicing how to pitch your science to non-experts\"><img src=\"/por/images/Reports/POR/2020/1930744/1930744_10620142_1608166677073_p89KPpj8--rgov-66x44.jpg\" alt=\"Practicing how to pitch your science to non-experts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants of the Science Communication workshop practicing their elevator pitch with each other in the hallway outside our meeting room at the conference center (the meeting room was too small for this activity)</div>\n<div class=\"imageCredit\">Jason Macrander</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Ulrike&nbsp;Muller</div>\n<div class=\"imageTitle\">Practicing how to pitch your science to non-experts</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nFunding from this award provided partial support for invited and complimentary presenters and co-presenters for the symposium \"Form, structure and function: How plants vs. animals solve physical problems\" and a workshop on science outreach, held at the Annual Meeting of the Society for Integrative and Comparative Biology (SICB) in Austin, TX.\n\nThe symposium, complimentary presentations, and workshops allowed participants to share ideas and expertise on how organisms exploit mechanical principles to help animals and plants perform physical functions, such as dispersing, detecting odors plumes, catching prey, sticking to surfaces, or preventing others from sticking to their surfaces.  The presentations compared and contrasted how animals and plants solve physical problems, and presented ways to use these solutions for bio inspiration and science education. The oral presentations and the on-site workshop were well attended, often near room capacity.\n\nThe symposium resulted in 11 publications, with one publication submitted and another publication in preparation, plus educational resources in development.  These publications involved 30 co-authors, including early-career researchers, graduate and undergraduate students, co-authors from non-PhD granting and minority-serving institutions, and from diverse gender, ethnic, and geographic backgrounds.  The outreach workshop resulted in a large number of blog posts and tweets, helping researchers to disseminate their research to the general public.\n\nThe report includes a photo taken during the science communication workshop, showing participants practicing their elevator pitch with each other in the hallway outside our meeting room at the conference center (the meeting room was too small for this activity).\n\n\t\t\t\t\tLast Modified: 12/16/2020\n\n\t\t\t\t\tSubmitted by: Ulrike Muller"
 }
}