{
 "awd_id": "1930816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RoL: The rules of life were made to be broken -  Connecting physiology, evolutionary ecology, and mathematics to identify a Growth Rate Rule.",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2019-11-15",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 1599998.0,
 "awd_amount": 1599998.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2023-10-31",
 "awd_abstract_narration": "All organisms are made up of the same set of chemical elements such as carbon (C), nitrogen (N), and phosphorus (P), although there are differences in the proportions of these elements among species. Such diversity affects the roles organisms play in key ecosystem services such as carbon sequestration and nutrient cycling. However, scientists don't yet have a complete understanding of the biological rules that dictate the proportions of C, N, and P in living things. One hypothesis is that C:N:P proportions are a function of how fast an organism grows because, to grow fast, organisms must produce P-rich structures to drive rapid construction of cellular materials. While various data support this view, other studies do not and so researchers do not yet know when this \"growth rate rule\" holds and when it doesn't. This project will subject three species (a bacterium, an alga, and a crustacean) to a variety of environmental and evolutionary conditions to see when C:N:P proportions of each organism follow this \"growth rate rule\" and when they don't. The research team will also build mathematical models of these processes to predict what happens when organisms that do (or do not) follow the growth rate rule interact with each other. The proposed research will advance scientific understanding how food webs and ecosystems work and improve predictions of how they respond to perturbations, including increasing atmospheric carbon dioxide concentrations and inputs of nitrogen and phosphorus pollution from agriculture and sewage. Furthermore, to help develop a broadly trained scientific work force, the project will partner with local tribal communities to engage Native American undergraduate students in the research.\r\n\r\nThis project seeks to establish the conditions under which there is or is not a close coupling among growth rate, C:N:P ratios, and cellular allocation to P-rich ribosomes in three taxa: Pseudomonas putida (a heterotrophic bacterium), Chlamydomonas reinhardtii (a photosynthetic alga), and Daphnia pulicaria (a crustacean consumer). First, Pseudomonas, Chlamydomonas, and Daphnia will be grown under limitation by key non-substitutable resources (energy, N, P). Associations among growth, biomass, excretion and remineralization C:N:P stoichiometry, cellular RNA and protein contents, and metabolic rates will be quantified. These measurements will be used to develop mathematical models of these cellular processes. Next, the project will complete a series of evolution experiments, subjecting Pseudomonas, Chlamydomonas, and Daphnia to selection under limitation by different resources. The resulting descendants will be assessed as in the first component of the project. Then, the descendants will be used in ecological experiments to evaluate how evolutionary responses affect ecological processes. Finally, results from these experiments will be used to develop and test new mathematical models of ecological and evolutionary dynamics. The proposed work will produce several resources for use by the scientific community, including data on physiological and transcriptomic responses of three model organisms to ecological challenges as well as a repository of selected lines that will be shared with colleagues. The project will produce uniquely trained postdoctoral researchers, graduate students, and undergraduates with expertise in many disciplines, including genomics, physiology, ecology, evolution, and mathematics.  If successful, the project will advance our understanding of biological systems from genes to ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Elser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Elser",
   "pi_email_addr": "jim.elser@umontana.edu",
   "nsf_id": "000714990",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Church",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Church",
   "pi_email_addr": "matt.church@umontana.edu",
   "nsf_id": "000159062",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "Flathead Lake Biological Station, Univ. of Montana",
  "perf_str_addr": "32125 Bio Station Lane",
  "perf_city_name": "Polson",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598606815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1599998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4a851a70-7fff-4d96-9f39-4111fd7e7c5f\"> </span></p>\r\n<p dir=\"ltr\"><span>The elemental makeup of living organisms&mdash;particularly key chemical elements like carbon (C), nitrogen (N), and phosphorus (P)&mdash;plays a crucial role in shaping ecological dynamics. These elements influence species diversity, food web interactions, and the movement of nutrients through ecosystems. However, the physiological and evolutionary processes that determine this elemental composition remain poorly understood.</span></p>\r\n<p dir=\"ltr\"><span>To explain variations in the ratios of carbon, nitrogen, and phosphorus (C:N:P) in living organisms, scientists have proposed the \"Growth Rate Hypothesis\" (GRH). This hypothesis suggests that organisms with rapid growth tend to have lower C:P and N:P ratios because fast growth requires a significant investment in phosphorus-rich ribosomal RNA, which is essential to maintain high rates of protein synthesis. Despite its potential significance, it is unclear whether the GRH is a universal principle that applies broadly across different organisms and environmental conditions.</span></p>\r\n<p dir=\"ltr\"><span>This study aimed to identify the conditions under which relationships between growth rate, C:N:P ratios, and cellular allocation to phosphorus-rich RNA hold true&mdash;or break down&mdash;across three diverse species: </span><em>Pseudomonas putida</em><span> (a heterotrophic bacterium), </span><em>Chlamydomonas reinhardtii</em><span> (a photosynthetic alga), and </span><em>Daphnia pulicaria</em><span> (a small filter-feeding crustacean). The research also explored whether these relationships were influenced by evolutionary adaptation under growth limitation by nitrogen, phosphorus, or energy.</span></p>\r\n<h3 dir=\"ltr\"><span>Intellectual Merit</span></h3>\r\n<p dir=\"ltr\"><span>We conducted experiments under carefully controlled conditions using chemostats to establish growth limitation by key resources. This allowed us to measure changes in C:N:P ratios and biochemical composition (including protein, RNA, DNA, carbohydrates, and lipids) at both slow and fast growth rates in the bacterium and alga (while collaborators elsewhere studied the crustacean). Our findings supported the GRH in many scenarios, where phosphorus content, as well as C:P and N:P ratios, shifted with growth rate. However, under certain conditions, such as energy limitation, these patterns broke down.</span></p>\r\n<p dir=\"ltr\"><span>Additionally, we observed that the variation in the phosphorus and nitrogen contents of organisms could not be fully explained by the amounts present in nucleic acids or proteins, suggesting that nutrient storage may play a significant role. In our evolutionary experiment, populations of </span><em>Pseudomonas</em><span> populations adapted to selection under nitrogen limitation via a mutation in a gene that controls response to nitrogen stress while, under C-limitation, we identified increased prevalence of gene variants that are involved in polysaccharide production. In our </span><em>Chlamydomonas</em><span> experiment, populations evolved smaller cell sizes over 150 generations, regardless of the resource limitation type. Genetic, elemental, and biochemical data from this experiment are still being analyzed to assess other genetic changes that were favored under different resource limitations.</span></p>\r\n<h3 dir=\"ltr\"><span>Broader Impacts</span></h3>\r\n<p dir=\"ltr\"><span>This project contributed to education and workforce development at multiple levels, including undergraduate, graduate, postgraduate, and postdoctoral training. Participants gained advanced knowledge of ecological and evolutionary concepts while advancing their technical skills and communication abilities, thus enhancing their readiness for careers in STEM. Additionally, this work supported diversity in the STEM workforce by training women and an undergraduate Native American scientist.</span></p>\r\n<div><span><br /></span></div>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/24/2025<br>\nModified by: James&nbsp;Elser</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThe elemental makeup of living organismsparticularly key chemical elements like carbon (C), nitrogen (N), and phosphorus (P)plays a crucial role in shaping ecological dynamics. These elements influence species diversity, food web interactions, and the movement of nutrients through ecosystems. However, the physiological and evolutionary processes that determine this elemental composition remain poorly understood.\r\n\n\nTo explain variations in the ratios of carbon, nitrogen, and phosphorus (C:N:P) in living organisms, scientists have proposed the \"Growth Rate Hypothesis\" (GRH). This hypothesis suggests that organisms with rapid growth tend to have lower C:P and N:P ratios because fast growth requires a significant investment in phosphorus-rich ribosomal RNA, which is essential to maintain high rates of protein synthesis. Despite its potential significance, it is unclear whether the GRH is a universal principle that applies broadly across different organisms and environmental conditions.\r\n\n\nThis study aimed to identify the conditions under which relationships between growth rate, C:N:P ratios, and cellular allocation to phosphorus-rich RNA hold trueor break downacross three diverse species: Pseudomonas putida (a heterotrophic bacterium), Chlamydomonas reinhardtii (a photosynthetic alga), and Daphnia pulicaria (a small filter-feeding crustacean). The research also explored whether these relationships were influenced by evolutionary adaptation under growth limitation by nitrogen, phosphorus, or energy.\r\nIntellectual Merit\r\n\n\nWe conducted experiments under carefully controlled conditions using chemostats to establish growth limitation by key resources. This allowed us to measure changes in C:N:P ratios and biochemical composition (including protein, RNA, DNA, carbohydrates, and lipids) at both slow and fast growth rates in the bacterium and alga (while collaborators elsewhere studied the crustacean). Our findings supported the GRH in many scenarios, where phosphorus content, as well as C:P and N:P ratios, shifted with growth rate. However, under certain conditions, such as energy limitation, these patterns broke down.\r\n\n\nAdditionally, we observed that the variation in the phosphorus and nitrogen contents of organisms could not be fully explained by the amounts present in nucleic acids or proteins, suggesting that nutrient storage may play a significant role. In our evolutionary experiment, populations of Pseudomonas populations adapted to selection under nitrogen limitation via a mutation in a gene that controls response to nitrogen stress while, under C-limitation, we identified increased prevalence of gene variants that are involved in polysaccharide production. In our Chlamydomonas experiment, populations evolved smaller cell sizes over 150 generations, regardless of the resource limitation type. Genetic, elemental, and biochemical data from this experiment are still being analyzed to assess other genetic changes that were favored under different resource limitations.\r\nBroader Impacts\r\n\n\nThis project contributed to education and workforce development at multiple levels, including undergraduate, graduate, postgraduate, and postdoctoral training. Participants gained advanced knowledge of ecological and evolutionary concepts while advancing their technical skills and communication abilities, thus enhancing their readiness for careers in STEM. Additionally, this work supported diversity in the STEM workforce by training women and an undergraduate Native American scientist.\r\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 01/24/2025\n\n\t\t\t\t\tSubmitted by: JamesElser\n"
 }
}