{
 "awd_id": "1931045",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF INCLUDES Alliance: STEM Opportunities in Prison Settings (STEM-OPS)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922315",
 "po_email": "tosmith@nsf.gov",
 "po_sign_block_name": "Tori Rhoulac Smith",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 5229896.0,
 "awd_amount": 5295568.0,
 "awd_min_amd_letter_date": "2019-08-30",
 "awd_max_amd_letter_date": "2023-12-13",
 "awd_abstract_narration": "Potential STEM talent is lost each day for some of the most underserved and underrepresented populations in our nation's incarcerated men, women, and youth. With years devoid of quality STEM education and opportunities while in prison, incarcerated individuals are often significantly underprepared in STEM and for the STEM workforce. This educational debt exacerbates the pattern of marginalization for these vulnerable populations. Their STEM literacy, employability and potential for earning sustainable wages upon release are stifled. This deficit in opportunity is especially stark for underrepresented groups in the United States. Roughly 61% of the prison population is non-white, which far exceeds the national average of 35%. The U.S. also has the highest per capita incarceration rates in the world, incarcerating 698 men, women, and youth for every 100,000 people. Equally unsettling, for the first time in American history the population growth rate for incarcerated women has outpaced men by almost 2 to 1 for the past 25 years. While there are many contributing factors to the high rate of incarceration in the U.S., high quality prison STEM education programs have been shown to help counter socio-economic and education debts through greater STEM knowledge attainment, successful societal integration, and increased wage and advancement potential, which increase the likelihood that formerly incarcerated individuals and their children can live productive lives. The NSF INCLUDES STEM Opportunities in Prison Settings (STEM-OPS) Alliance endeavors to build a national network aimed at providing and supporting viable pathways to STEM for the incarcerated and formerly incarcerated. Using a collective impact approach, the Alliance will work collaboratively with key stakeholders and the target population to advance extant and untapped knowledge on high quality prison STEM education and opportunities. This work builds on efforts supported by the National Science Foundation, including exploratory work piloted by two NSF INCLUDES Design and Development Launch Pilots. If successful, this Alliance has the potential to significantly transform the face of the STEM workforce and the narrative regarding the incarcerated and formerly incarcerated and their potential to succeed in STEM.\r\n\r\nThe STEM-OPS Alliance is comprised of partner organizations committed to ensuring that STEM preparation during and post incarceration is commonplace and successful. During its first year, the Alliance will focus on establishing its national network through a shared vision and goals and a collective impact approach. It will conduct systems ecology mapping to inform the supports and resources needed for the target population to succeed in STEM. Focus groups and interviews will be conducted with incarcerated middle/high school aged youth to better understand their experiences in K-12 schools and with STEM education prior to and during incarceration. The results of the mapping and youth study will be used to inform the future work of the Alliance. Affordances the network endeavors to achieve include: (a) creating accessible STEM opportunities for the target populations through STEM courses, in-prison laboratories, research experiences for undergraduates (REUs), internships, and mentoring, (b) a culturally responsive platform to connect formerly incarcerated job seekers with STEM employment opportunities, (c) an evidence-based toolkit for effective STEM in-prison program design and implementation, (d) an annual convening of key stakeholders and representatives from the target populations to share learnings, disseminate findings and resources, and support the growth and development of the Alliance, and (d) leveraging connections to the greater NSF INCLUDES National Network. A formative and summative evaluation will be conducted by an external evaluator. Through its network, the STEM OPS Alliance is well poised to directly impact 700-880 incarcerated and formerly incarcerated men and women and reach a significant number of organizations working to improve STEM opportunities and outcomes within prison contexts. \r\n\r\nThis NSF INCLUDES Alliance is funded by NSF Inclusion across the Nation of Communities of Learners of Underrepresented Discoverers in Engineering and Science (NSF INCLUDES), a comprehensive national initiative to enhance U.S. leadership in discoveries and innovations by focusing on diversity, inclusion and broadening participation in STEM at scale. Significant co-funding has also been provided by the NSF Innovative Technology Experiences for Students and Teachers (ITEST) program and the NSF Advancing Informal STEM Learning Program (AISL).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eden",
   "pi_last_name": "Badertscher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eden M Badertscher",
   "pi_email_addr": "ebadertscher@edc.org",
   "nsf_id": "000608591",
   "pi_start_date": "2019-08-30",
   "pi_end_date": "2023-10-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Skudrzyk",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara H Skudrzyk",
   "pi_email_addr": "bskudrzyk@edc.org",
   "nsf_id": "000956703",
   "pi_start_date": "2023-10-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jannette",
   "pi_last_name": "Carey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jannette Carey",
   "pi_email_addr": "jcarey@princeton.edu",
   "nsf_id": "000301462",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rich",
   "pi_last_name": "Milner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rich Milner",
   "pi_email_addr": "rich.milner@vanderbilt.edu",
   "nsf_id": "000501593",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Eden",
   "pi_last_name": "Badertscher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eden M Badertscher",
   "pi_email_addr": "ebadertscher@edc.org",
   "nsf_id": "000608591",
   "pi_start_date": "2023-10-10",
   "pi_end_date": "2023-12-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Andrisse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley Andrisse",
   "pi_email_addr": "p2p@FromPrisonCellsToPhd.org",
   "nsf_id": "000783003",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "43 Foundry Avenue",
  "perf_city_name": "Waltham",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024538313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  },
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "031Z",
   "pgm_ref_txt": "Alliances INCLUDES"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0423",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 2073558.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 2098370.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 1123640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d6295299-7fff-c35c-2d2f-ef4f04ba0e87\"> </span></p>\n<p dir=\"ltr\"><span>The NSF Eddie Bernice Johnson INCLUDES Alliance titled STEM Opportunities in Prison Settings (STEM-OPS) </span><span>broadened participation in STEM by shifting learning opportunities in prisons and access for those directly impacted by the carceral system. The work of this project was guided by the vision that all persons impacted by the carceral system are able, and encouraged, to pursue a high-quality STEM education and career. </span></p>\n<p dir=\"ltr\">This project represented an important INCLUDES effort: the majority of men and women in prison represent the very populations that the INCLUDES network strives to include in STEM fields. While roughly 35% of the U.S. population is non-White, 61% of the prison population is non-White (Sawyer &amp; Wagner, 2019). The prison population growth rate for women has outpaced men by almost 2 to 1 for the past 25 years. More unsettling is that the U.S. has the highest per capita incarceration rates of any country in the world, incarcerating 698 men, women, and youth for every 100,000 people. A major contributor to the high rate of incarceration in the U.S. is the rate of people reoffending once released&mdash;the leading cause being the lack of opportunity caused by poverty, education, and unforgiving policies. By focusing on prison settings, STEM-OPS worked with a significant and diverse pipeline, advancing knowledge that will ensure that rigorous courses and programs advance opportunities for incarcerated and formerly incarcerated individuals, who can then build careers as scientists, mathematicians, computer scientists, or engineers, and thus contribute to the rich landscape of STEM in the United States.&nbsp;</p>\n<p dir=\"ltr\"><span>To achieve this vision, the Alliance brought together core partners, including Princeton University's Prison Teaching Initiative (PTI), From Prison Cells to PhD (P2P), the Initiative for Race Research and Justice at Vanderbilt University (RRJ), Operation Restoration (OR), and Education Development Center (EDC), and had the support if many other partners across the country. As STEM-OPS developed a national network, the Alliance invited that network to participate in research to understand the complex systems at play in STEM education in the carceral system, to build and extend fulfilling work for justice-impacted people, and to create toolkits to clarify and share project learning. Wide dissemination included over 100 publications across traditional research journals and conference presentations, popular press such as </span><span>Newsweek</span><span>, an entire special issue of a well-respected research journal, white papers, a podcast, a blog and guest posts on other widely read blogs, Youtube videos, and a national convening. Carefully planned dissemination ensured that researchers, stakeholders, and the general public would benefit from the knowledge generated by the STEM-OPS Alliance.&nbsp;</span></p>\n<p dir=\"ltr\"><span>STEM-OPS supported opportunities for justice-impacted people to engage in their own research in STEM and STEM education. A special throughline of the research and development of STEM-OPS drew on community-based system dynamics (CBSD), a process that allows communities of diverse stakeholders to take part in building understanding of the systems in which they take part, and to create maps to reflect the complexity of those systems, showing where both barriers and levers for change exist. STEM-OPS brought together a large group of stakeholders to engage in carefully structured activities designed to surface stories and experiences that illustrate variables and relationships in the carceral system, as well as many perspectives on barriers to participation in STEM education and careers, centering the expertise and experience of justice-impacted people to guide the development of the maps. Other stakeholders involved in developing the maps included departments of correction, representatives from institutes of higher education, re-entry service providers, family members, and other community members. The work informed STEM-OPS activities and also produced numerous conference presentations, multiple research and informal publications, and an extensive white paper detailing both the process and the outcomes.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The partnership engaged in various efforts to support increasing access to STEM for those impacted by the justice system: research experiences for undergraduates, training for STEM jobs, mentorship programs, internships, research tools, lab programs, and a speakers&rsquo; bureau of STEM professionals who are available to speak with a variety of organizations. Crucially, along with these efforts, STEM-OPS partners created toolkits: roadmaps based on research and on-the-ground experience, that allow others to create effective programmatic work. These toolkits&mdash;developed in partnership across many stakeholders&mdash;highlight the value of the STEM-OPS approach to bringing many stakeholders together: together they serve as an unparalleled set of resources for current and future programs aimed at creating STEM learning and career opportunities for those impacted by the justice system and thus broadening participation in STEM.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/18/2024<br>\nModified by: Barbara&nbsp;H&nbsp;Skudrzyk</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665465949_Reentry_Leaders_at_Princeton--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665465949_Reentry_Leaders_at_Princeton--rgov-800width.png\" title=\"Reentry leaders at Princeton University\"><img src=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665465949_Reentry_Leaders_at_Princeton--rgov-66x44.png\" alt=\"Reentry leaders at Princeton University\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Meeting at Princeton University with reentry leaders interested in implementing their own REU programs based on the toolkit developed by Princeton partners.</div>\n<div class=\"imageCredit\">Basia Skudryzk</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;H&nbsp;Skudrzyk\n<div class=\"imageTitle\">Reentry leaders at Princeton University</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665252814_SOP10--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665252814_SOP10--rgov-800width.jpg\" title=\"2022 Annual Convening Panel\"><img src=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665252814_SOP10--rgov-66x44.jpg\" alt=\"2022 Annual Convening Panel\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Terrell Blount of FICGN and EDC speaking as part of a panel at the 2022 STEM-OPS Annual Convening in St. Louis, MO</div>\n<div class=\"imageCredit\">STEM-OPS staff</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;H&nbsp;Skudrzyk\n<div class=\"imageTitle\">2022 Annual Convening Panel</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665356866_Chris_Etienne_Presenting_on_REUs--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665356866_Chris_Etienne_Presenting_on_REUs--rgov-800width.png\" title=\"Chris Etienne presenting the Internship toolkit to stakeholders at Princeton University\"><img src=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665356866_Chris_Etienne_Presenting_on_REUs--rgov-66x44.png\" alt=\"Chris Etienne presenting the Internship toolkit to stakeholders at Princeton University\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Chris Etienne presenting the Internship toolkit to stakeholders at Princeton University</div>\n<div class=\"imageCredit\">Basia Skudrzyk</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;H&nbsp;Skudrzyk\n<div class=\"imageTitle\">Chris Etienne presenting the Internship toolkit to stakeholders at Princeton University</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665154968_Howard_University_visit--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665154968_Howard_University_visit--rgov-800width.png\" title=\"Howard University Visit by STEM-OPS Partner P2P\"><img src=\"/por/images/Reports/POR/2024/1931045/1931045_10639264_1726665154968_Howard_University_visit--rgov-66x44.png\" alt=\"Howard University Visit by STEM-OPS Partner P2P\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">P2P scholars and leaders meet with NIH, Howard University, and Baltimore City College to Discuss STEM opportunities and training.</div>\n<div class=\"imageCredit\">Security guard at Howard University</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Barbara&nbsp;H&nbsp;Skudrzyk\n<div class=\"imageTitle\">Howard University Visit by STEM-OPS Partner P2P</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe NSF Eddie Bernice Johnson INCLUDES Alliance titled STEM Opportunities in Prison Settings (STEM-OPS) broadened participation in STEM by shifting learning opportunities in prisons and access for those directly impacted by the carceral system. The work of this project was guided by the vision that all persons impacted by the carceral system are able, and encouraged, to pursue a high-quality STEM education and career. \n\n\nThis project represented an important INCLUDES effort: the majority of men and women in prison represent the very populations that the INCLUDES network strives to include in STEM fields. While roughly 35% of the U.S. population is non-White, 61% of the prison population is non-White (Sawyer & Wagner, 2019). The prison population growth rate for women has outpaced men by almost 2 to 1 for the past 25 years. More unsettling is that the U.S. has the highest per capita incarceration rates of any country in the world, incarcerating 698 men, women, and youth for every 100,000 people. A major contributor to the high rate of incarceration in the U.S. is the rate of people reoffending once releasedthe leading cause being the lack of opportunity caused by poverty, education, and unforgiving policies. By focusing on prison settings, STEM-OPS worked with a significant and diverse pipeline, advancing knowledge that will ensure that rigorous courses and programs advance opportunities for incarcerated and formerly incarcerated individuals, who can then build careers as scientists, mathematicians, computer scientists, or engineers, and thus contribute to the rich landscape of STEM in the United States.\n\n\nTo achieve this vision, the Alliance brought together core partners, including Princeton University's Prison Teaching Initiative (PTI), From Prison Cells to PhD (P2P), the Initiative for Race Research and Justice at Vanderbilt University (RRJ), Operation Restoration (OR), and Education Development Center (EDC), and had the support if many other partners across the country. As STEM-OPS developed a national network, the Alliance invited that network to participate in research to understand the complex systems at play in STEM education in the carceral system, to build and extend fulfilling work for justice-impacted people, and to create toolkits to clarify and share project learning. Wide dissemination included over 100 publications across traditional research journals and conference presentations, popular press such as Newsweek, an entire special issue of a well-respected research journal, white papers, a podcast, a blog and guest posts on other widely read blogs, Youtube videos, and a national convening. Carefully planned dissemination ensured that researchers, stakeholders, and the general public would benefit from the knowledge generated by the STEM-OPS Alliance.\n\n\nSTEM-OPS supported opportunities for justice-impacted people to engage in their own research in STEM and STEM education. A special throughline of the research and development of STEM-OPS drew on community-based system dynamics (CBSD), a process that allows communities of diverse stakeholders to take part in building understanding of the systems in which they take part, and to create maps to reflect the complexity of those systems, showing where both barriers and levers for change exist. STEM-OPS brought together a large group of stakeholders to engage in carefully structured activities designed to surface stories and experiences that illustrate variables and relationships in the carceral system, as well as many perspectives on barriers to participation in STEM education and careers, centering the expertise and experience of justice-impacted people to guide the development of the maps. Other stakeholders involved in developing the maps included departments of correction, representatives from institutes of higher education, re-entry service providers, family members, and other community members. The work informed STEM-OPS activities and also produced numerous conference presentations, multiple research and informal publications, and an extensive white paper detailing both the process and the outcomes.\n\n\nThe partnership engaged in various efforts to support increasing access to STEM for those impacted by the justice system: research experiences for undergraduates, training for STEM jobs, mentorship programs, internships, research tools, lab programs, and a speakers bureau of STEM professionals who are available to speak with a variety of organizations. Crucially, along with these efforts, STEM-OPS partners created toolkits: roadmaps based on research and on-the-ground experience, that allow others to create effective programmatic work. These toolkitsdeveloped in partnership across many stakeholdershighlight the value of the STEM-OPS approach to bringing many stakeholders together: together they serve as an unparalleled set of resources for current and future programs aimed at creating STEM learning and career opportunities for those impacted by the justice system and thus broadening participation in STEM.\n\n\n\t\t\t\t\tLast Modified: 09/18/2024\n\n\t\t\t\t\tSubmitted by: BarbaraHSkudrzyk\n"
 }
}