{
 "awd_id": "1931150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Collaborative:  A REAL Approach to Investigating Bacterial Degradation of PET Plastic Waste",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 684353.0,
 "awd_amount": 684353.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "Reduce, reuse and recycle programs are important, but are not enough to address the massive plastic pollution problem facing our planet, and thus this research is focused on the biodegradation of plastics found in our environment. Toward creating a more circular plastic economy, the investigators previously isolated a consortium of bacterial species, five in total, that degrade polyethylene terephthalate (PET), the material used to make plastic water bottles. It was discovered that, collectively, the consortium grew faster on, and produced more plastic-degrading enzyme activity than individual consortia or species alone. This project entails determining the genetic and biochemical basis for these observations. The project provides undergraduate and high school students research opportunities aimed at accomplishing the goals of the research plan. First generation and underrepresented minority students are recruited for summer research and continued effort during the academic year. The genetic basis for bacterial degradation of PET also will be investigated in the laboratory portion of a general microbiology course, providing enrichment the curriculum. \r\n\r\nSynergistic degradation of PET plastic by soil bacteria is unexplored but has the potential to aid in the removal of a portion of the estimated 6.3 billion metric tons that currently exist in the environment. Three Pseudomonas and two Bacillus spp. were previously isolated from petroleum polluted soils near Houston, TX, by screening for lipase activity which is associated with plastic degradation. The consortium of five bacterial species were found to act synergistically, producing more lipase activity in degrading PET plastic faster than individual consortia or strains. This project investigates the mechanism of the bacterial degradation process by the consortium. With the assistance of the KEGG pathways database, the project involves mining the genomes of the five bacteria to understand the metabolic pathways necessary for biodegradation of PET. The project uses NMR techniques to determine the breakdown products of PET and related compounds in an effort to identify the enzymes and genetic pathways necessary for this decomposition process. Transposon mutagenesis, an unbiased approach, is used to identify genes encoding lipases, esterases and other enzymes involved in PET degradation. RNAseq analysis is used to determine the interactions between the regulatory networks of the consortia members and the genetic pathways necessary for PET degradation. With the use of RNA sequencing, the project investigates the genetic regulatory network of the consortium bacteria required for ester bond cleavage and the complete degradation of terephthalic acid and ethylene glycol.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Mellies",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jay L Mellies",
   "pi_email_addr": "melliesj@reed.edu",
   "nsf_id": "000620213",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Reed College",
  "inst_street_address": "3203 SE WOODSTOCK BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037711112",
  "inst_zip_code": "972028138",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OR03",
  "org_lgl_bus_name": "THE REED INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "CMNJCKH6LTK6"
 },
 "perf_inst": {
  "perf_inst_name": "Reed College",
  "perf_str_addr": "",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972028199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 684353.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We previously isolated five bacterial strains from petroleum polluted soils that degrade PET plastic, the material used to make plastic water bottles and other single-use containers. For the grant, titled RUI: Collaborative: A REAL Approach to Investigating Bacterial Degradation of PET Plastic Waste, lasting from 2019 to 2023, we investigated two main aims. The first was focused on the metabolic pathways necessary for the three <em>Pseudomonas</em> and two <em>Bacillus</em> species that are able to degrade PET. We used growth experiments, genetics and biochemical techniques to fulfill this aim. Once the draft genomes were available and had been annotated, we searched for hydrolytic enzymes that were associated with PET degradation. Ultimately, there were many lipases, carboxylesterases, and other members of the a/b-hydrolase family of enzymes most likely involved in the degradation. We also identified gene clusters encoding terephthalic acid and ethylene glycol metabolic enzymes and uptake systems. Both of these byproducts are known degradation products of PET. The second aim was to understand the synergy of the bacteria in their ability to degrade PET. Both by genomic analysis and growth experiments, we learned that all five bacteria possessed the ability to degrade ethylene glycol, but only the <em>Pseudomonas</em> species could degrade terephthalic acid. Enzymes secreted by the <em>Bacillus</em> species efficiently degraded BHET, to a greater extent than those from the <em>Pseudomonas</em> species. Thus, cross-feeding, in part, explained the observed synergy. These results appeared in the ASM journal mSphere, and was Editor?s Pick upon publication. A second publication in the International Journal of Molecular Sciences presented RNA sequencing data, noting previously identified gene, transporters and regulators most likely involved in PET degradation. One of these genes encodes EstB, which was characterized to be a novel PETase, and we have identified a putative MHETase, NlhH, a second secreted enzyme necessary for PET degradation. Our data do indicate that the <em>Pseudomonas nlhH</em> gene indeed encodes a MHETase. Using the Plastic Microbial Biodegradation Database, we discovered that the five-member bacterial consortium encode 250 enzymes associated with synthetic plastic polymers, biopolymers and plasticizers, revealing the potential for the biodegradation of mixed plastic waste. The IJMS article was one of the most downloaded articles for the journal in 2022.</p>\n<p>The broader impacts of the research included the following. First, the research showed how PET plastic can be degraded by bacteria in a cooperative manner in terrestrial environments. It also opened the door for the potential of biorecycling, using whole bacteria to harvest the building blocks of PET plastic, namely TPA, to produce new products in a more circular manner, reducing our reliance on fossil fuels. There is great interest around the world in this type of work: during the granting period the PI gave virtual talks at a college in New Delhi, India, at S?o Paulo State University, the International Horizons in Molecular Biology Symposium, in G?ttingen, Germany, and at the University of Glasgow, in addition to seminars in the local Portland area. URM students were recruited to work on the research through interacting with first-year students during orientation week prior to the start of each school year, and in our team-taught Introductory Biology course. Eleven students, including 6 women performed summer research on the topic over the granting period. An assessment survey of the students? overall research experience and professional development opportunities was formulated in consulting with the Office of Institutional Research at Reed, and the results found that the program had been impactful. Eight students performed their required senior thesis on the topic over the granting periods. Toward the end of the pandemic, when it became possible once again, students presented their work at ACS and ANTEC meetings, as well as ASM Microbe and our regional NW ASM Meeting. Three URM high school students, rising seniors, were engaged in the project. All were URM women. One performed a bioinformatic study, a second looked at growth of our bacterial strains, determining whether the bacteria could grow on different plastic types. The third student investigated whether fleece garments can be degraded by the group of bacteria. PET plastic is mostly downcycled, meaning that water bottles are turned into PET fibers and made into garments, one cycle, then they end up in landfill. Thus, it would be advantageous to be able to use bacteria to end downcycling of these materials.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2023<br>\n\t\t\t\t\tModified by: Jay&nbsp;L&nbsp;Mellies</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe previously isolated five bacterial strains from petroleum polluted soils that degrade PET plastic, the material used to make plastic water bottles and other single-use containers. For the grant, titled RUI: Collaborative: A REAL Approach to Investigating Bacterial Degradation of PET Plastic Waste, lasting from 2019 to 2023, we investigated two main aims. The first was focused on the metabolic pathways necessary for the three Pseudomonas and two Bacillus species that are able to degrade PET. We used growth experiments, genetics and biochemical techniques to fulfill this aim. Once the draft genomes were available and had been annotated, we searched for hydrolytic enzymes that were associated with PET degradation. Ultimately, there were many lipases, carboxylesterases, and other members of the a/b-hydrolase family of enzymes most likely involved in the degradation. We also identified gene clusters encoding terephthalic acid and ethylene glycol metabolic enzymes and uptake systems. Both of these byproducts are known degradation products of PET. The second aim was to understand the synergy of the bacteria in their ability to degrade PET. Both by genomic analysis and growth experiments, we learned that all five bacteria possessed the ability to degrade ethylene glycol, but only the Pseudomonas species could degrade terephthalic acid. Enzymes secreted by the Bacillus species efficiently degraded BHET, to a greater extent than those from the Pseudomonas species. Thus, cross-feeding, in part, explained the observed synergy. These results appeared in the ASM journal mSphere, and was Editor?s Pick upon publication. A second publication in the International Journal of Molecular Sciences presented RNA sequencing data, noting previously identified gene, transporters and regulators most likely involved in PET degradation. One of these genes encodes EstB, which was characterized to be a novel PETase, and we have identified a putative MHETase, NlhH, a second secreted enzyme necessary for PET degradation. Our data do indicate that the Pseudomonas nlhH gene indeed encodes a MHETase. Using the Plastic Microbial Biodegradation Database, we discovered that the five-member bacterial consortium encode 250 enzymes associated with synthetic plastic polymers, biopolymers and plasticizers, revealing the potential for the biodegradation of mixed plastic waste. The IJMS article was one of the most downloaded articles for the journal in 2022.\n\nThe broader impacts of the research included the following. First, the research showed how PET plastic can be degraded by bacteria in a cooperative manner in terrestrial environments. It also opened the door for the potential of biorecycling, using whole bacteria to harvest the building blocks of PET plastic, namely TPA, to produce new products in a more circular manner, reducing our reliance on fossil fuels. There is great interest around the world in this type of work: during the granting period the PI gave virtual talks at a college in New Delhi, India, at S?o Paulo State University, the International Horizons in Molecular Biology Symposium, in G?ttingen, Germany, and at the University of Glasgow, in addition to seminars in the local Portland area. URM students were recruited to work on the research through interacting with first-year students during orientation week prior to the start of each school year, and in our team-taught Introductory Biology course. Eleven students, including 6 women performed summer research on the topic over the granting period. An assessment survey of the students? overall research experience and professional development opportunities was formulated in consulting with the Office of Institutional Research at Reed, and the results found that the program had been impactful. Eight students performed their required senior thesis on the topic over the granting periods. Toward the end of the pandemic, when it became possible once again, students presented their work at ACS and ANTEC meetings, as well as ASM Microbe and our regional NW ASM Meeting. Three URM high school students, rising seniors, were engaged in the project. All were URM women. One performed a bioinformatic study, a second looked at growth of our bacterial strains, determining whether the bacteria could grow on different plastic types. The third student investigated whether fleece garments can be degraded by the group of bacteria. PET plastic is mostly downcycled, meaning that water bottles are turned into PET fibers and made into garments, one cycle, then they end up in landfill. Thus, it would be advantageous to be able to use bacteria to end downcycling of these materials.\n\n \n\n\t\t\t\t\tLast Modified: 09/23/2023\n\n\t\t\t\t\tSubmitted by: Jay L Mellies"
 }
}