{
 "awd_id": "1931937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Collaborative Research: Advancing wastewater treatment resiliency and sustainability goals in the face of climate change",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 113767.0,
 "awd_amount": 113767.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "Wastewater treatment plants are increasingly challenged by extreme weather. Such events will only become more frequent and intense in a changing climate. At the same time, much of the Nation's wastewater infrastructure is past or near the end of its design life. Many new treatment technologies have been proposed to enhance the sustainability and efficacy of these aging treatment facilities. The proposed research is focused on addressing the challenge of improving sustainability in the face of increasing demands on service. This will be achieved by addressing three specific objects. First, researchers will identify factors that make wastewater treatment plants more resilient to extreme weather. The objective will determine which technologies can improve resiliency, sustainability, and treatment performance. The final objective will be to build models to facilitate decisions on where to invest in infrastructure improvement to maximize resiliency. Successful completion of this research will have broad impacts on industry and society. These include improving treatment performance, reducing plant downtime following extreme weather, and reducing the need for overdesigned infrastructure. Added benefits to society include potential improvements in public health and reductions in economic and environmental costs associated with sewage pollution. In addition, the project will create opportunities for underrepresented groups to work on nationally relevant engineering challenges in major urban areas and engage directly with industry and utilities via hands-on training. \r\n\r\nThe proposed work advances fundamental engineering and science related to resiliency of wastewater treatment plants (WWTPs). The objectives of the proposed research are to: i) quantify the resiliency of a suite of full-scale WWTPs in Houston, TX and Washington, DC to wet weather events and identify features of a resilient system; ii) quantify the resiliency of emerging technologies using modeling and pilot-scale studies; and iii) evaluate the impact of upgrading individual WWTPs on community-wide resiliency as a function of scale, configuration, and connectivity. Measures of resiliency account for both the magnitude of performance reduction and the time to recover performance. Full-scale WWTP sampling will be performed to quantify resiliency metrics for a range of systems, and pilot-scale testing of emerging biofilm-based treatment strategies will be performed to understand how process configuration and biofilm geometry impacts resiliency. A priori, biofilm-based systems are expected to be more resilient to wet weather events because the microbes carrying out the treatment are immobilized and not prone to \"wash out\" compared to suspended-growth systems ubiquitous to most urban WWTPs. Results from the pilot- and full-scale resiliency assessments will be used as input to a systems-level model to identify candidates for WWTP process intensification to enhance community-wide resiliency. The proposed research is the first to perform a quantitative assessment of resiliency for a range of WWTPs. Successful completion of this research will lay the foundation for incorporating resiliency metrics in the design, evaluation, and planning of future wastewater infrastructure to ensure that advances in process intensification do not come at the expense of process resiliency. Insights gained will inform best practices for the enhancement of wastewater infrastructure resiliency in the face of climate change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Ymele-Leki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Ymele-Leki",
   "pi_email_addr": "patrick.ymeleleki@howard.edu",
   "nsf_id": "000646434",
   "pi_start_date": "2023-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeseth",
   "pi_last_name": "Delgado Vela",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeseth Delgado Vela",
   "pi_email_addr": "jeseth.delgadovela@duke.edu",
   "nsf_id": "000756121",
   "pi_start_date": "2019-07-30",
   "pi_end_date": "2023-08-31"
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2300 Sixth St NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200591015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 113767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As extreme weather events become more common, understanding our infrastructure resiliency is an important metric for future technology implementation.&nbsp; New wastewater treatment technologies should enhance both resiliency and sustainability.&nbsp; The goal of this research is to develop quantifiable metrics for resiliency and determine the resiliency of different full-scale wastewater treatment projects to wet-weather. In addition, this research aims to determine the relationship between biofilm geometry and wet-weather resilience via modeling and pilot-scale experimental studies to assess resiliency of emerging technologies. Finally, the impact of biofilm technologies on system-wide resilience will be assessed using a community-wide model to assess future climate change scenarios. This portion of the collaborative research project was focused on assessing resiliency in full-scale treatment plants in the DC metropolitan region, and developing a modeling framework that could integrate process modeling, climate predictions, and resiliency calculations.</p>\n<p>We applied three primary measures of resiliency: recovery time, maximum performance reduction, and time-equivalent performance reduction. Our results show that across all three of these measures of resiliency, nitrogen-based resiliency was not directly correlated with rainfall intensity during the analysis period. This was based on sensor-based measurements of ammonia and NOx monitoring of a DC wastewater treatment plant.</p>\n<p>During the process modeling development, we realized that treatment plants do not typically measure influent quality at high temporal resolution. For this reason, we collected data to develop a machine learning model to elucidate the relationship between influent quality and flow. To this end, we applied methods for data pre-processing for model training. We compared baseline models to models trained with a resampled dataset with an increased prevalence of rare events. SHapley Additive exPlanation (SHAP) analysis was applied to the trained models to provide explanations to the model predictions. In general terms, the results of the study demonstrate that all of the models tested (including statistical models) are sensitive to data imbalance and suggest that when predictions of rare events are needed, the application of resampling to is crucial to improve model performance. Among the candidate machine learning algorithms tested, XGBoost (XGB) presented the best performance at baseline, but XGB performance (R2) increased by 14.3% and 11.8% for two distinct plants when XGB was trained on resampled data. These results suggest that combining modeling strategies has the potential to significantly improve the modeling of high flows at plants served by either combined or separate sewers. We also successfully demonstrated the potential for ML models to elucidate relationships between different water quality parameters and flow.</p>\n<p>Broader impacts objectives were achieved for this project and included dissemination of project findings to practitioners through industry-oriented conferences (Water Environment Federation) and to local practitioners through several professional organizations (Chesapeake Water Environment Association, and the North Capital Section of the Environmental &amp; Water Resources Institute). The research integrated several utilities in the DC region. The project therefore provided training opportunities for a PhD student to interact with and present research findings to diverse audiences (engineering practitioners and technology manufactures). Over the course of the project period, the research engaged 3 undergraduate researchers (all underrepresented minorities and 2 female engineering students). Two of these undergraduate researchers attended the national WEFTEC conference through the WEF InFLOW program.</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Patrick&nbsp;Ymele-Leki</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs extreme weather events become more common, understanding our infrastructure resiliency is an important metric for future technology implementation. New wastewater treatment technologies should enhance both resiliency and sustainability. The goal of this research is to develop quantifiable metrics for resiliency and determine the resiliency of different full-scale wastewater treatment projects to wet-weather. In addition, this research aims to determine the relationship between biofilm geometry and wet-weather resilience via modeling and pilot-scale experimental studies to assess resiliency of emerging technologies. Finally, the impact of biofilm technologies on system-wide resilience will be assessed using a community-wide model to assess future climate change scenarios. This portion of the collaborative research project was focused on assessing resiliency in full-scale treatment plants in the DC metropolitan region, and developing a modeling framework that could integrate process modeling, climate predictions, and resiliency calculations.\n\n\nWe applied three primary measures of resiliency: recovery time, maximum performance reduction, and time-equivalent performance reduction. Our results show that across all three of these measures of resiliency, nitrogen-based resiliency was not directly correlated with rainfall intensity during the analysis period. This was based on sensor-based measurements of ammonia and NOx monitoring of a DC wastewater treatment plant.\n\n\nDuring the process modeling development, we realized that treatment plants do not typically measure influent quality at high temporal resolution. For this reason, we collected data to develop a machine learning model to elucidate the relationship between influent quality and flow. To this end, we applied methods for data pre-processing for model training. We compared baseline models to models trained with a resampled dataset with an increased prevalence of rare events. SHapley Additive exPlanation (SHAP) analysis was applied to the trained models to provide explanations to the model predictions. In general terms, the results of the study demonstrate that all of the models tested (including statistical models) are sensitive to data imbalance and suggest that when predictions of rare events are needed, the application of resampling to is crucial to improve model performance. Among the candidate machine learning algorithms tested, XGBoost (XGB) presented the best performance at baseline, but XGB performance (R2) increased by 14.3% and 11.8% for two distinct plants when XGB was trained on resampled data. These results suggest that combining modeling strategies has the potential to significantly improve the modeling of high flows at plants served by either combined or separate sewers. We also successfully demonstrated the potential for ML models to elucidate relationships between different water quality parameters and flow.\n\n\nBroader impacts objectives were achieved for this project and included dissemination of project findings to practitioners through industry-oriented conferences (Water Environment Federation) and to local practitioners through several professional organizations (Chesapeake Water Environment Association, and the North Capital Section of the Environmental & Water Resources Institute). The research integrated several utilities in the DC region. The project therefore provided training opportunities for a PhD student to interact with and present research findings to diverse audiences (engineering practitioners and technology manufactures). Over the course of the project period, the research engaged 3 undergraduate researchers (all underrepresented minorities and 2 female engineering students). Two of these undergraduate researchers attended the national WEFTEC conference through the WEF InFLOW program.\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: PatrickYmele-Leki\n"
 }
}