{
 "awd_id": "1931393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Frameworks: An open source software ecosystem for plasma physics",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 187240.0,
 "awd_amount": 187240.0,
 "awd_min_amd_letter_date": "2019-09-07",
 "awd_max_amd_letter_date": "2019-09-07",
 "awd_abstract_narration": "Software is crucial to all areas of modern plasma physics research.  Plasma physicists use software for activities such as analyzing data from laboratory experiments and simulating the behavior of plasmas.  Research groups often use software developed independently within their own group, which leads to unnecessary duplication of functionality and a lack of interoperability between different software packages. The lack of interoperability is compounded by different groups writing software using different coding styles and conventions.  Much of the research software in plasma physics is not openly available to the public, which makes it harder for other scientists to reproduce scientific results. The team will develop PlasmaPy: a community-wide open source software package for plasma physics research and education.  PlasmaPy will be written using the freely available Python programming language which is commonly used in related fields like astronomy.  PlasmaPy itself will contain the general functionality needed by most plasma physicists, whereas community-developed affiliated software packages will contain more specialized functionality.  The team will seek feedback from plasma physicists, hold annual workshops, and actively support new users and contributors.\r\n\r\nThe research team will lead the development of PlasmaPy and affiliated packages to foster the creation of an open source software ecosystem for plasma physics.  The PlasmaPy core package will contain functionality needed by plasma physicists across disciplines, whereas affiliated package will contain more specialized functionality. At the beginning of the project, the research team will formalize the software architecture, refactor existing code, improve tests, and improve base data structures to provide a solid foundation for future development. Subsequent code development priorities  include a dispersion relation solver for plasma waves and instabilities, the groundwork for a flexible framework for plasma simulation, time series turbulence analysis tools, classes for the analysis of plasma diagnostics, and tools to provide access to atomic and physical data.  They will make base data structures compatible with open source packages for data science to enable future data science studies. The research team will actively seek feedback from the plasma physics community, and adjust code development priorities based on this feedback. The team will hold workshops each year and actively support new users and contributors to grow PlasmaPy into a self-sustaining project.\r\n\r\nThis project is supported by the Office of Advanced Cyberinfrastructure in the Directorate for Computer & Information Science & Engineering, the Division of Physics in the Directorate of Mathematical and Physical Sciences, and the Division of Atmospheric and Geospace Sciences in the Directorate for Geosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Schaffner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Schaffner",
   "pi_email_addr": "dschaffner@brynmawr.edu",
   "nsf_id": "000735191",
   "pi_start_date": "2019-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bryn Mawr College",
  "inst_street_address": "101 N MERION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRYN MAWR",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105265496",
  "inst_zip_code": "190102899",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "BRYN MAWR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K6QTMYRRT6S5"
 },
 "perf_inst": {
  "perf_inst_name": "Bryn Mawr College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190102899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 187240.0
  }
 ],
 "por": null
}