{
 "awd_id": "1931445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Elements: Development of MuST, A Multiple Scattering Theory based Computational Software for First Principles Approach to Disordered Materials",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 194898.0,
 "awd_amount": 194898.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2019-09-19",
 "awd_abstract_narration": "The effect of disorder in materials is of great fundamental and technological interest. Disorder disrupts the periodic arrangement of atoms in perfect materials. It profoundly affects materials properties and can provide a valuable tool in changing and controlling their physical properties. The best-known example is the transistor and other silicon components which are controlled through the introduction of disorder. Quantum mechanical states in semiconductors induced by introducing impurities and disorder can dramatically increase the efficiency of solar cells. There are many other materials of potential technological interest, such as high entropy alloys, dilute magnetic semiconductors, and topological insulators where disorder plays an essential role. Being able to understand, control, and predict the disorder effects in real physical systems is essential for the development of new structural and functional materials for future technological applications. This project involves building computer software that is aimed to enable the study of disorder effects using the principles of quantum mechanics and to accelerate the discovery of materials essential for industry and information technology applications. The creation of a large community of users and developers who will accelerate this process is envisioned. This project supports interdisciplinary training and education of undergraduate and graduate students in the fields of theoretical condensed matter physics and computational materials sciences. The user community of this software will be supported through webinars, discussion groups on social media, and online tutorial materials. This award supports various training and outreach efforts, including an annual \"Beowulf Boot Camp\" and \"Quantum Day\" for high-school students, and undergraduate and graduate research opportunities. \r\n\r\nThe PIs will build upon and unify decades of development of research codes for the first-principles investigation of disordered materials. These codes include the Korringa-Kohn-Rostoker Coherent Potential Approximation, which is the first principles code for the study of random alloys, and the Locally Self-consistent Multiple Scattering code, which can enable the study of extremely large disordered systems from first principles using the largest parallel supercomputers available. Strong disorder effects and Anderson localization have been studied on the model Hamiltonian level using the Typical Medium Dynamical Cluster Approximation (TMDCA). To enable the study the strong disorder effects in real system within the first-principles Locally Self-consistent Multiple Scattering formalism with cluster embedding, the project team will use the typical medium analysis of TMDCA. The software product of this project, MuST, will be made available on GitHub as a self-contained open source package with detailed online documentations. MuST will create a scalable approach for first principles studies of quantum materials that efficiently utilizes petascale and future high-performance computing resources. It will expand the user community by enabling researchers within academia and industry to perform calculations that are presently out of reach for most users. MuST will provide a computational framework for the investigation of phase transitions and electron localization in the presence of disorder in real materials and will also enable the computational study of local chemical correlation effects on the magnetic structure, phase stability, and mechanical properties of high entropy alloys and other disordered structures.\r\n\r\nThis award is jointly supported by the NSF Office of Advanced Cyberinfrastructure and the Division of Materials Research within the NSF Directorate of Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Jarrell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Jarrell",
   "pi_email_addr": "mjarrell@lsu.edu",
   "nsf_id": "000215230",
   "pi_start_date": "2019-08-22",
   "pi_end_date": "2019-09-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ka Ming",
   "pi_last_name": "Tam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ka Ming Tam",
   "pi_email_addr": "kmtam@lsu.edu",
   "nsf_id": "000809529",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 194898.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-49b67eb2-7fff-c626-da67-bca51a893ff4\"> </span></p>\r\n<p dir=\"ltr\"><span>The density functional theory (DFT) is the backbone of computational materials science. With the advances in exchange-correlation functional development, highly accurate results can be obtained for systems ranging from molecules to solids. However, the method has a limitation when applied to solid-state systems with random disorder. Studying materials with random disorder is an important topic. There is some inevitable random disorder in the fabrication of materials. This disorder occurs in different forms, such as substitutional disorder or interstitial impurities. In most cases, the existence of imperfect crystal structures is the norm, and how to estimate their effects is often non-trivial. In addition, disorder can be intentionally introduced to alter materials properties. For example, the properties of semiconductors are highly sensitive to the amount of doping, which acts as disorder impurities in the silicon background. Another notable example is high-entropy alloys, in which multiple metallic elements are mixed in near-equal proportions to form a crystal structure, exhibiting various interesting properties such as high strength, and high corrosion and wear resistance. All these examples highlight the importance of an efficient first-principles simulation method for studying materials with random disorders.</span></p>\r\n<p dir=\"ltr\"><span>The difficulty of handling random disorder in numerical simulations arises because standard plane-wave-based methods, or their modifications, assume translational invariance. Introducing disorder in the calculations requires increasing the basic unit cell size (supercell size) so that all the effects from the disorder are contained within one supercell. Since the computational cost scales approximately with the cube of the supercell size, random disorder significantly increases the computational time of the calculations. A powerful method for handling random disorder is the coherent potential approximation (CPA). It has been widely and successfully used in condensed matter physics. The CPA is a Green's function-based method. A Green's function is a function of two spacetime points; it characterizes the effect at one of the spacetime points if a perturbation is applied at the other spacetime point. It contains all the information required for single-particle quantities, which include the density of states and the spectral function. It also plays an important role in the calculation of conductivity, an important quantity for characterizing a material.</span></p>\r\n<p dir=\"ltr\"><span>The multiple scattering method we have been developing, supported by this award, is a Green's function-based method. Instead of calculating the wavefunctions and the energy levels from the Kohn-Sham equation in DFT, the single-particle Green's function is calculated directly in the multiple scattering method. This allows the multiple scattering method to be naturally combined with the CPA for studying materials with random disorder. This has proven to be a very fruitful direction, which allows us to tackle the effect of random disorder directly relevant to real materials instead of toy models. While there are many different packages, including numerous open-source codes, for DFT, there are no publicly available open-source packages for the multiple scattering method. This lack of open-source options has limited the accessibility and wider adoption of this powerful technique. The award enabled us to develop and release the first open-source package, MuST (</span><a href=\"https://github.com/mstsuite/MuST\"><span>https://github.com/mstsuite/MuST</span></a><span>). Making MuST open-source will foster collaboration and accelerate research in this field.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Building on this foundation, over the past few years, we have updated the package and incorporated new features, including the calculation of conductivity and electron-phonon coupling. We have demonstrated that the package is an excellent tool for simulating metal alloys. In particular, we have benchmarked it against other widely adopted computational materials science methods, for simulating high-entropy alloys. The next step in the development of this package is to include the capability to connect with methods suitable for systems with strong correlation. This will open a new direction of study, allowing us to handle random disorder and strong correlation simultaneously. Multiple scattering is DFT-based, and DFT is notoriously challenging for studying systems with strong correlation. This includes a plethora of important systems containing d-band and f-band electrons. To address this challenge, our near-term goal is to implement a more sophisticated exchange-correlation functional, such as the recently proposed SCAN functional. In addition to improving the exchange-correlation functional, we plan to integrate MuST with dynamical mean-field theory (DMFT), enabling the study of strongly correlated systems, including technologically important materials such as high-temperature superconductors.</span></p>\r\n<p dir=\"ltr\">During this project, we ran four summer tutorials, training over 50 students and postdocs in the use of the MuST package. We also established a YouTube channel (<!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><a rel=\"noopener\" href=\"https://www.youtube.com/@MuST-Program\" target=\"_blank\">https://www.youtube.com/@MuST-Program</a><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!---->)&nbsp; that now boasts 750 subscribers with 49 videos. The videos explain the basics of multiple scattering theory and computational materials science, as well as cutting-edge research topics. This award supported the research leading to the publication of seven papers. Two PhD students were sponsored by this award. One has since graduated and is now a postdoc at Oak Ridge National Laboratory, while the other is expected to graduate within the next year.</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Ka Ming&nbsp;Tam</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThe density functional theory (DFT) is the backbone of computational materials science. With the advances in exchange-correlation functional development, highly accurate results can be obtained for systems ranging from molecules to solids. However, the method has a limitation when applied to solid-state systems with random disorder. Studying materials with random disorder is an important topic. There is some inevitable random disorder in the fabrication of materials. This disorder occurs in different forms, such as substitutional disorder or interstitial impurities. In most cases, the existence of imperfect crystal structures is the norm, and how to estimate their effects is often non-trivial. In addition, disorder can be intentionally introduced to alter materials properties. For example, the properties of semiconductors are highly sensitive to the amount of doping, which acts as disorder impurities in the silicon background. Another notable example is high-entropy alloys, in which multiple metallic elements are mixed in near-equal proportions to form a crystal structure, exhibiting various interesting properties such as high strength, and high corrosion and wear resistance. All these examples highlight the importance of an efficient first-principles simulation method for studying materials with random disorders.\r\n\n\nThe difficulty of handling random disorder in numerical simulations arises because standard plane-wave-based methods, or their modifications, assume translational invariance. Introducing disorder in the calculations requires increasing the basic unit cell size (supercell size) so that all the effects from the disorder are contained within one supercell. Since the computational cost scales approximately with the cube of the supercell size, random disorder significantly increases the computational time of the calculations. A powerful method for handling random disorder is the coherent potential approximation (CPA). It has been widely and successfully used in condensed matter physics. The CPA is a Green's function-based method. A Green's function is a function of two spacetime points; it characterizes the effect at one of the spacetime points if a perturbation is applied at the other spacetime point. It contains all the information required for single-particle quantities, which include the density of states and the spectral function. It also plays an important role in the calculation of conductivity, an important quantity for characterizing a material.\r\n\n\nThe multiple scattering method we have been developing, supported by this award, is a Green's function-based method. Instead of calculating the wavefunctions and the energy levels from the Kohn-Sham equation in DFT, the single-particle Green's function is calculated directly in the multiple scattering method. This allows the multiple scattering method to be naturally combined with the CPA for studying materials with random disorder. This has proven to be a very fruitful direction, which allows us to tackle the effect of random disorder directly relevant to real materials instead of toy models. While there are many different packages, including numerous open-source codes, for DFT, there are no publicly available open-source packages for the multiple scattering method. This lack of open-source options has limited the accessibility and wider adoption of this powerful technique. The award enabled us to develop and release the first open-source package, MuST (https://github.com/mstsuite/MuST). Making MuST open-source will foster collaboration and accelerate research in this field.\r\n\n\nBuilding on this foundation, over the past few years, we have updated the package and incorporated new features, including the calculation of conductivity and electron-phonon coupling. We have demonstrated that the package is an excellent tool for simulating metal alloys. In particular, we have benchmarked it against other widely adopted computational materials science methods, for simulating high-entropy alloys. The next step in the development of this package is to include the capability to connect with methods suitable for systems with strong correlation. This will open a new direction of study, allowing us to handle random disorder and strong correlation simultaneously. Multiple scattering is DFT-based, and DFT is notoriously challenging for studying systems with strong correlation. This includes a plethora of important systems containing d-band and f-band electrons. To address this challenge, our near-term goal is to implement a more sophisticated exchange-correlation functional, such as the recently proposed SCAN functional. In addition to improving the exchange-correlation functional, we plan to integrate MuST with dynamical mean-field theory (DMFT), enabling the study of strongly correlated systems, including technologically important materials such as high-temperature superconductors.\r\n\n\nDuring this project, we ran four summer tutorials, training over 50 students and postdocs in the use of the MuST package. We also established a YouTube channel (https://www.youtube.com/@MuST-Program) that now boasts 750 subscribers with 49 videos. The videos explain the basics of multiple scattering theory and computational materials science, as well as cutting-edge research topics. This award supported the research leading to the publication of seven papers. Two PhD students were sponsored by this award. One has since graduated and is now a postdoc at Oak Ridge National Laboratory, while the other is expected to graduate within the next year.\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: Ka MingTam\n"
 }
}