{
 "awd_id": "1931088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "P-type Oxides for CMOS Devices: Thermodynamics-based In-situ Synthesis and In-Situ Integration",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2019-01-02",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 252289.0,
 "awd_amount": 268289.0,
 "awd_min_amd_letter_date": "2019-05-23",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Nontechnical:\r\nSilicon metal oxide semiconductors have been the industry standard in electronic devices for decades. However, new non-silicon thin film semiconducting metal oxides have gained prominence in recent years. They are a promising new technology for electronic devices, particularly next generation displays. Oxide electronics have high carrier mobility, allowing them to conduct current efficiently, and can be fabricated at low-temperatures. This makes them compatible with flexible electronics. Doped semiconductors are n-type or p-type, depending upon if the majority charge carriers are electrons or holes. The vast majority of thin film oxide semiconductors are n-type, which limits their applications to unipolar devices. The development of more sophisticated circuits using complementary metal-oxide-semiconductor (CMOS) technology requires both p- and n-type devices. The goal of this project is to resolve the scientific questions that prevent the realization of high performance p- and n-type oxide semiconductors. This in turn will enable the development of low-temperature processed flexible CMOS inverters and other circuits. Fundamental device physics together with thermodynamic and kinetic considerations are the key components to enable in-situ synthesis of the oxides and fabrication of CMOS devices. The combination of fundamental materials processing and device fabrication has educational impacts in and out of the classroom at Baylor University. Low cost metal oxide technology is ideal for a prototype fabrication lab in an undergraduate course on electronic materials and devices. Strong connections between the PI and local industry will further enhance the value of the professional training experience for students. The project also includes outreach to local schools, such as The Annual Central Texas Science and Engineering Fair for middle and high school students.\r\n\r\nTechnical:\r\nThe recent development of several wide bandgap oxide semiconductors and the fabrication of basic thin film transistor (TFT) structures have garnered attention for applications in flexible electronics and high performance TFTs.  However, research efforts of these oxide TFT devices are currently limited to n-type oxide TFTs.  Recently, promising p-type oxides have emerged providing the opportunity to explore applications in oxide-based complementary metal-oxide-semiconductor (CMOS) devices.  The development of reproducible p-type oxide semiconductors and their TFT devices will greatly accelerate flexible electronics and will pioneer the development of new oxide CMOS devices. A simple binary oxide (SnOx, 1<x<2) is an emerging candidate for a p-type semiconductor due to the possible formation of ns2 hybrid orbitals.  However, the growth conditions for p-type SnOx are believed to be narrow, due to the formation of SnO2 (n-type) and the precipitation of metallic Sn.  This research suggests reproducible approaches to synthesize p-type oxide semiconductors at low temperatures (T) below 200 ?C.  Low-T (<200 ?C) in-situ synthesis of p-type SnOx (1<x<2) is a consequence of the thermodynamic instability of the metallization material in contact with SnO2.  The same metallization material must be thermodynamically stable with n-type In(Ga)ZnO.  This unique in-situ approach offers simple solutions to the complex challenges of synthesizing p-type oxides: the metallization of both p- and n-type oxide TFTs, and the low-T annealing processes (necessary for improving TFT performance). As a result, oxide CMOS devices will be fabricated in situ. This project also contains strategies for controlling hole carrier densities. The use of high pressure oxidation relates carrier density to the oxygen fugacity (i.e., effective reactivity), and the results will identify the defect-based doping mechanisms for p-oxides.  The information obtained from these investigations will be carefully correlated with TFT and CMOS device performance in order to understand the relations between synthesis, composition, material properties and device characteristics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sunghwan",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunghwan Lee",
   "pi_email_addr": "sunghlee@purdue.edu",
   "nsf_id": "000708796",
   "pi_start_date": "2019-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 S Grant Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 83359.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 84088.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100842.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oxide electronics have garnered significant attention in recent years, emerging as a forefront technology for the next generation of electronic and optoelectronic devices, including UHD displays and information processing devices. The heightened interest in oxide electronics is principally attributed to their elevated carrier mobilities and their amenability to low-temperature fabrication. However, the prevailing majority of oxide semiconductors exhibit n-type characteristics, confining current applications to unipolar devices and impeding the progress of oxide-based bipolar devices such as oxide p-n diodes and CMOSs. This limitation stems primarily from the formidable technical challenges associated with synthesizing p-type oxide semiconductors. Hence, it is crucial to secure p-type oxides that can be processed through a facile synthetic route and whose properties can be systematically engineered for subsequent applications in devices, such as oxide-based p-n diodes and CMOS devices.</p>\n<p>The research endeavors of this project entail identifying the underlying factors influencing both the structural and electrical properties of non-stoichiometric p-type SnOx and achieving the development of high-performance oxide-based bipolar devices. The intellectual outcomes of this project encompass four key facets:</p>\n<p>(1) Synthetic Approaches: Two distinct synthetic approaches, thermodynamic-based and metal cation-oxygen reactive methods, were demonstrated for p-type SnOx. These methodologies employed low thermal budgeting processing (&le;300 degC).</p>\n<p>(2) Doping Mechanisms: Intrinsic and extrinsic mechanisms were delineated to manipulate the carrier density of p-SnOx, thereby influencing the performance of both unipolar devices (e.g., TFTs) and bipolar devices (p-n heterojunctions and CMOSs). The role of hydrogen as a defect complex in the doping of p-SnOx was experimentally verified using Time-of-Flight Secondary Ion Mass Spectrometry (ToF-SIMS) and theoretically confirmed through Density Functional Theory (DFT) calculations.</p>\n<p>(3) Encapsulation Strategies: Multifunctional encapsulation strategies were established to enhance off-state current behaviors and exert control over the carrier concentration in the TFT channel, as well as the defect/trap density for oxide-based TFT and CMOS devices.</p>\n<p>(4) Oxide-based Bipolar Devices: Oxide-based bipolar devices, integrating the developed p-type SnOx with n-type In2O3-based oxides, were demonstrated for p-n heterostructures and CMOSs by manipulating surface/channel/interfacial defect states, band alignment, and carrier densities.</p>\n<p>Beyond its scientific contributions, this project actively promotes diversity, inclusion, and education across various academic levels. Collaborative efforts involving graduate and undergraduate students, especially those from underrepresented minority groups, play a pivotal role in the project's success, with the potential to inspire future generations in the fields of science and engineering. Research activities have been seamlessly integrated into multiple courses, with a particular emphasis on thin film materials and oxide semiconductors within a specialized one-semester Purdue course-based undergraduate research experiences (CUREs) program. Over 20 students actively participated and excelled in the course. Graduate students underwent a systematic training process, addressing challenges, formulating hypotheses based on scientific rationale, and conducting objective evaluations. This comprehensive training equipped them with the skills and knowledge necessary for producing journal publications and presenting their work at national and international conferences, workshops, and exhibitions. Importantly, more than nine students from underrepresented minority groups actively engaged in and benefited from the research and educational activities facilitated by the project.</p><br>\n<p>\n Last Modified: 12/27/2023<br>\nModified by: Sunghwan&nbsp;Lee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOxide electronics have garnered significant attention in recent years, emerging as a forefront technology for the next generation of electronic and optoelectronic devices, including UHD displays and information processing devices. The heightened interest in oxide electronics is principally attributed to their elevated carrier mobilities and their amenability to low-temperature fabrication. However, the prevailing majority of oxide semiconductors exhibit n-type characteristics, confining current applications to unipolar devices and impeding the progress of oxide-based bipolar devices such as oxide p-n diodes and CMOSs. This limitation stems primarily from the formidable technical challenges associated with synthesizing p-type oxide semiconductors. Hence, it is crucial to secure p-type oxides that can be processed through a facile synthetic route and whose properties can be systematically engineered for subsequent applications in devices, such as oxide-based p-n diodes and CMOS devices.\n\n\nThe research endeavors of this project entail identifying the underlying factors influencing both the structural and electrical properties of non-stoichiometric p-type SnOx and achieving the development of high-performance oxide-based bipolar devices. The intellectual outcomes of this project encompass four key facets:\n\n\n(1) Synthetic Approaches: Two distinct synthetic approaches, thermodynamic-based and metal cation-oxygen reactive methods, were demonstrated for p-type SnOx. These methodologies employed low thermal budgeting processing (300 degC).\n\n\n(2) Doping Mechanisms: Intrinsic and extrinsic mechanisms were delineated to manipulate the carrier density of p-SnOx, thereby influencing the performance of both unipolar devices (e.g., TFTs) and bipolar devices (p-n heterojunctions and CMOSs). The role of hydrogen as a defect complex in the doping of p-SnOx was experimentally verified using Time-of-Flight Secondary Ion Mass Spectrometry (ToF-SIMS) and theoretically confirmed through Density Functional Theory (DFT) calculations.\n\n\n(3) Encapsulation Strategies: Multifunctional encapsulation strategies were established to enhance off-state current behaviors and exert control over the carrier concentration in the TFT channel, as well as the defect/trap density for oxide-based TFT and CMOS devices.\n\n\n(4) Oxide-based Bipolar Devices: Oxide-based bipolar devices, integrating the developed p-type SnOx with n-type In2O3-based oxides, were demonstrated for p-n heterostructures and CMOSs by manipulating surface/channel/interfacial defect states, band alignment, and carrier densities.\n\n\nBeyond its scientific contributions, this project actively promotes diversity, inclusion, and education across various academic levels. Collaborative efforts involving graduate and undergraduate students, especially those from underrepresented minority groups, play a pivotal role in the project's success, with the potential to inspire future generations in the fields of science and engineering. Research activities have been seamlessly integrated into multiple courses, with a particular emphasis on thin film materials and oxide semiconductors within a specialized one-semester Purdue course-based undergraduate research experiences (CUREs) program. Over 20 students actively participated and excelled in the course. Graduate students underwent a systematic training process, addressing challenges, formulating hypotheses based on scientific rationale, and conducting objective evaluations. This comprehensive training equipped them with the skills and knowledge necessary for producing journal publications and presenting their work at national and international conferences, workshops, and exhibitions. Importantly, more than nine students from underrepresented minority groups actively engaged in and benefited from the research and educational activities facilitated by the project.\t\t\t\t\tLast Modified: 12/27/2023\n\n\t\t\t\t\tSubmitted by: SunghwanLee\n"
 }
}