{
 "awd_id": "1931332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Permafrost Carbon Network: Synthesizing flux observations for benchmarking model projections of permafrost carbon exchange",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 434563.0,
 "awd_amount": 434563.0,
 "awd_min_amd_letter_date": "2019-08-09",
 "awd_max_amd_letter_date": "2019-08-09",
 "awd_abstract_narration": "Permafrost is ground that is frozen all year round for two or more years.  Permafrost contains carbon from the remnants of plants, microbes, and animals that have accumulated over thousands of years.  Present estimates suggest that permafrost currently holds twice as much carbon as the atmosphere, which are released as carbon dioxide and methane gas as the permafrost degrades in response to climate warming.  Release of just a fraction of this frozen carbon could have significant impacts on the global carbon cycle that may dramatically increase the rate of future global climate warming and accelerate sea-level rise, extreme weather, droughts, and impacts on agriculture at rates beyond those currently projected by models. Most climate models do not yet fully include the feedback loops that cause northern regions to emit additional carbon dioxide and methane to the atmosphere, so the level of risk to society is uncertain. This proposal supports the Permafrost Carbon Network, formed to link biological carbon cycle research with well-developed networks in the physical sciences focused on the thermal state of permafrost. The Permafrost Carbon Network produces new knowledge by synthesizing a wide range of research results into a more coherent circumpolar view of the role of permafrost carbon in driving future climate change.\r\n\r\nThis proposal supports the activities of the Permafrost Carbon Network to: 1) expand networking opportunities that engage the community and enable new science synthesis ideas to arise through the activities of working groups, 2) synthesize permafrost zone carbon flux data from US and international sites to produce a unified time series of ecosystem-atmosphere carbon exchange that can be updated as new data become available, and 3) benchmark the recently completed Permafrost Carbon Network model inter-comparison experiment using new and past data synthesis and experimental results. This combination of research and networking activities gives scientists and decision makers an annually updated view of changing Arctic carbon emissions to the atmosphere in relation to Earth System Model forecasts, while also helping to prioritize and implement improvements to climate models. The new research activities and expanded networking build upon past Permafrost Carbon Network momentum as a foundation to increase, distill, and communicate our understanding of change in this remote region with its important consequences for society.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lawrence",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lawrence",
   "pi_email_addr": "dlawren@ucar.edu",
   "nsf_id": "000513883",
   "pi_start_date": "2019-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "NCAR",
  "perf_str_addr": "1850 Table Mesa Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 434563.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Award Title:</strong>&nbsp;Collaborative Research: Permafrost Carbon Network: Synthesizing flux observations for benchmarking model projections of permafrost carbon exchange</p>\r\n<p>&nbsp;</p>\r\n<p>Carbon release from the Arctic is a wildcard that could alter the future trajectory of climate change, a potential tipping point in the global carbon cycle that could accelerate sea-level rise, extreme weather, droughts, fires, and impacts on agriculture, at rates beyond those currently projected by models. The central hypothesis is that net transfer of carbon to the atmosphere will occur because of permafrost thaw and the microbial decomposition of organic carbon. Permafrost may act as an accelerating feedback to climate change if a significant amount of the old carbon that forms the bulk of the soil pool is respired to the atmosphere following permafrost thaw.</p>\r\n<p><strong>&nbsp;</strong></p>\r\n<p><strong>Intellectual Merit:</strong> This project supported three main activities: <strong>1)</strong> Expansion of the Permafrost Carbon Network as an international community of researchers producing new knowledge through data synthesis. The Permafrost Carbon Network is a highly successful grassroots network producing synthesis science publications and communicating science findings to the public and to carbon cycle science decision makers. New knowledge was generated using an interrelated sequence of meetings and working groups designed to synthesize existing permafrost carbon research and map out the forefront of knowledge. Synthesis science results were communicated through peer-reviewed synthesis papers that informed other publications and scientific reports. <strong>2) </strong>Synthesis of historical and contemporary carbon flux observations to update a 30-year time series of permafrost region carbon exchange.<strong> </strong>Estimates of future permafrost carbon release must be constrained by carbon cycle observations. Measurements of ecosystem-atmosphere carbon flux remains the best ground truth for changes in high latitude ecosystem plant and soil carbon pools over the time and spatial scales relevant to carbon-climate feedbacks. A sustained synthesis effort using organized workshops and a working group comprised of flux data creators and data users along with other funded projects expanded this time series. <strong>3)</strong> Use of synthesis results to evaluate and benchmark Earth System Model projections of permafrost carbon-climate feedbacks and to inform model structural improvements. Two unique synthesis datasets were employed: a carbon flux time series synthesized across key permafrost region ecosystem types (see above); data from ecosystem warming experiments conducted in permafrost ecosystems worldwide. Confronting models with observational data revealed individual and collective model strengths and weaknesses pointing the way forward for model structural improvements to better represent carbon exchange in high-latitude ecosystems. Data from these activities has been published in peer-reviewed scientific journals, contributed to regional science synthesis activities and publications, and archived for public use in widely-available databases.</p>\r\n<p><strong>Broader Impacts:</strong> The Permafrost Carbon Network has integrated knowledge-transfer activities that link results to the broader scientific community, as well as to the wider public. Data synthesis and modeling activities were used to generate peer-reviewed publications. In turn, these science synthesis activities and publications have been linked to outreach publications and science reports aimed at broader audiences. As one example, for the first time ever we were able to include a 2024 Arctic carbon update in NOAA&rsquo;s Arctic Report Card, to communicate how a changing Arctic influences local and global society. In this way, the Permafrost Carbon Network has connected primary data collection with synthesis science and broader outreach in the service of increasing, distilling, and communicating our understanding of change in this remote region with its important consequences for global climate and society.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/06/2025<br>\nModified by: David&nbsp;Lawrence</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAward Title:Collaborative Research: Permafrost Carbon Network: Synthesizing flux observations for benchmarking model projections of permafrost carbon exchange\r\n\n\n\r\n\n\nCarbon release from the Arctic is a wildcard that could alter the future trajectory of climate change, a potential tipping point in the global carbon cycle that could accelerate sea-level rise, extreme weather, droughts, fires, and impacts on agriculture, at rates beyond those currently projected by models. The central hypothesis is that net transfer of carbon to the atmosphere will occur because of permafrost thaw and the microbial decomposition of organic carbon. Permafrost may act as an accelerating feedback to climate change if a significant amount of the old carbon that forms the bulk of the soil pool is respired to the atmosphere following permafrost thaw.\r\n\n\n\r\n\n\nIntellectual Merit: This project supported three main activities: 1) Expansion of the Permafrost Carbon Network as an international community of researchers producing new knowledge through data synthesis. The Permafrost Carbon Network is a highly successful grassroots network producing synthesis science publications and communicating science findings to the public and to carbon cycle science decision makers. New knowledge was generated using an interrelated sequence of meetings and working groups designed to synthesize existing permafrost carbon research and map out the forefront of knowledge. Synthesis science results were communicated through peer-reviewed synthesis papers that informed other publications and scientific reports. 2) Synthesis of historical and contemporary carbon flux observations to update a 30-year time series of permafrost region carbon exchange. Estimates of future permafrost carbon release must be constrained by carbon cycle observations. Measurements of ecosystem-atmosphere carbon flux remains the best ground truth for changes in high latitude ecosystem plant and soil carbon pools over the time and spatial scales relevant to carbon-climate feedbacks. A sustained synthesis effort using organized workshops and a working group comprised of flux data creators and data users along with other funded projects expanded this time series. 3) Use of synthesis results to evaluate and benchmark Earth System Model projections of permafrost carbon-climate feedbacks and to inform model structural improvements. Two unique synthesis datasets were employed: a carbon flux time series synthesized across key permafrost region ecosystem types (see above); data from ecosystem warming experiments conducted in permafrost ecosystems worldwide. Confronting models with observational data revealed individual and collective model strengths and weaknesses pointing the way forward for model structural improvements to better represent carbon exchange in high-latitude ecosystems. Data from these activities has been published in peer-reviewed scientific journals, contributed to regional science synthesis activities and publications, and archived for public use in widely-available databases.\r\n\n\nBroader Impacts: The Permafrost Carbon Network has integrated knowledge-transfer activities that link results to the broader scientific community, as well as to the wider public. Data synthesis and modeling activities were used to generate peer-reviewed publications. In turn, these science synthesis activities and publications have been linked to outreach publications and science reports aimed at broader audiences. As one example, for the first time ever we were able to include a 2024 Arctic carbon update in NOAAs Arctic Report Card, to communicate how a changing Arctic influences local and global society. In this way, the Permafrost Carbon Network has connected primary data collection with synthesis science and broader outreach in the service of increasing, distilling, and communicating our understanding of change in this remote region with its important consequences for global climate and society.\r\n\n\n\t\t\t\t\tLast Modified: 01/06/2025\n\n\t\t\t\t\tSubmitted by: DavidLawrence\n"
 }
}