{
 "awd_id": "1931122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  The Rules of Predation: Linking Biomechanics and Ecology in the Bat-Insect Arms Race",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 114634.0,
 "awd_amount": 114634.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "How a predator pursues its prey may be one of the most important aspects of its behavior. Predation success determines survival for nearly all animals, be they predator or potential prey. We know little, however, about the specific movement abilities of predators and prey in nature and how they determine the outcomes of life-or-death encounters. It is difficult to study natural predation; these events are rare and difficult to anticipate. Predators use a variety of movement strategies to hunt prey: striking with great speed, sneaking up stealthily, and maneuvering quickly and repeatedly during pursuit, to name a few. This research will address how bats hunt insects using different predation strategies, dissecting the physiology and anatomy that underlie the abilities of particular species to select their form of pursuit. This research will provide rich learning opportunities for teams of students in biology, engineering and computer science. It will develop a science communication internship program at Brown University where students will transform research videos of bats hunting insects into media that will be distributed globally and that highlight the importance of bats and insects to our ecosystems.\r\n\r\nThis project uses the model system of bats and insects to link detailed understanding of the mechanistic basis of locomotion with experiments and simulations that examine how movement abilities influence predator-prey interactions. Bats and insects are highly diverse groups that have co-evolved for millions of years. The researchers will use emerging video-recording and computer vision technologies to quantify with high precision the movement abilities of several bat species as they hunt insects under natural conditions. These field studies will be complemented by studies of bats flying in a custom flight arena that allow measurement of bat flight movements in greater detail. Flight and predator-prey computer simulations will be used to test hypotheses regarding what determines bat flight abilities and how movement abilities affect predator-prey outcomes. This will lead to open-access computer software that will help scientists studying a variety of animals to predict flight abilities and the outcomes of predator-prey interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hamid",
   "pi_last_name": "Vejdani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hamid Vejdani",
   "pi_email_addr": "hvejdanin@ltu.edu",
   "nsf_id": "000754224",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lawrence Technological University",
  "inst_street_address": "21000 W 10 MILE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTHFIELD",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2482042103",
  "inst_zip_code": "480751051",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "MI12",
  "org_lgl_bus_name": "LAWRENCE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "PF53FKHZST32"
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence Technological University",
  "perf_str_addr": "210000 West Ten Mile Rd,",
  "perf_city_name": "Southfield",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "480751058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "MI12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 114634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--StartFragment-->\r\n<p>This project aimed to further our understanding of predator-prey interaction through the lens of bats, hunting insects. We combined simulations, experimental studies, and fieldwork to uncover how predator dynamics impact predation strategies and how bats&rsquo; specialized wing movements enable unmatched maneuverability. These findings advance our understanding of predation mechanics while offering insights relevant to robotics and aerodynamics.</p>\r\n<p><strong>Findings</strong></p>\r\n<p>One of the key discoveries of this project was the critical role of predator dynamics in determining the success of a pursuit, including the delays imposed by the internal inertia of the body and wings. We conducted two types of simulations: one modeled bat movement from a distance, treating the bat and prey as point masses in 3D space, while the other provided a detailed, close-up analysis of bat dynamics, incorporating intricate wing mechanics and body movement.</p>\r\n<p>In the first round, we focused on&nbsp;pursuit strategy, where bats and prey were modeled as point masses moving in 3D space. These simulations revealed how bats optimize their trajectories during pursuit, showing how they combine different pursuit strategies to maximize prey capture. The second simulation effort explored the&nbsp;effects of wing movements on bat maneuverability, illustrating how adjustments in wing kinematics enhance agility and precision during flight. These simulations provide critical insights into the biomechanical underpinnings of bat flight control and their influence on predation success.</p>\r\n<p>Our study showed that bats rely on a combination of sophisticated wing kinematics to achieve precise maneuverability. These movements include elements known to engineering comparable to the control systems of airplanes (fixed-wing flight) and helicopters (rotor-based adjustments) but turned out to be far more sophisticated. Bats manipulate their wing motions allowing them to execute sharp turns, rapid acceleration, and deceleration with unmatched precision.</p>\r\n<p>Perhaps most strikingly, bats&rsquo; flapping wing systems enable maneuvers that are impossible for conventional aircraft or drones. These systems allow for complex flight paths, including sudden direction changes, hovering-like pauses, and vertical loops, all of which are essential for tracking and capturing evasive prey. This research highlights the untapped potential of bioinspired flight systems, where mimicking bats' kinematics could lead to the development of next-generation drones capable of similarly agile movements.</p>\r\n<p>To complement these modeling efforts, we developed a cutting-edge method for tracking bats' 3D flight movements using neural network-aided deep learning. This markerless tracking system enabled us to process flight data from 15 bat species, generating an extensive dataset on bat turning maneuvers and uncovering remarkable details about wing movements during pursuit. This dataset represents a valuable resource that will continue to yield insights for years to come, serving as the foundation for many future discoveries.</p>\r\n<p><strong>Broader impact</strong></p>\r\n<p>This project provided transformative learning experiences for undergraduate, graduate, and postdoctoral students from biology and engineering disciplines. Students actively participated and were deeply involved in fieldwork and computational modeling, gaining valuable hands-on research experience. For many, this marked their first exposure to field-based research. The findings from this project have sparked new research directions in bioinspired robotics and advanced flight technologies. Moreover, the results motivated engineering students to apply insights from these discoveries to enhance collision avoidance techniques in autonomous vehicles and to innovated in the design and control of flapping-wing robots.</p>\r\n<p><strong>Conclusion</strong></p>\r\n<p>This project underscores the profound influence of predator dynamics on pursuit performance, showcasing how bats leverage their unique flapping-wing systems for unmatched agility. Bats achieve maneuvers that exceed the capabilities of conventional aerial technologies. These findings provide critical insights into the biomechanics of flight while offering a foundation for designing agile, bioinspired drones. The integration of simulation, modeling, and field research has deepened our understanding of predator-prey interactions and advanced the broader fields of biomechanics, aerial vehicles, and robotics.</p>\r\n<!--EndFragment-->\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2024<br>\nModified by: Hamid&nbsp;Vejdani</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\r\n\n\nThis project aimed to further our understanding of predator-prey interaction through the lens of bats, hunting insects. We combined simulations, experimental studies, and fieldwork to uncover how predator dynamics impact predation strategies and how bats specialized wing movements enable unmatched maneuverability. These findings advance our understanding of predation mechanics while offering insights relevant to robotics and aerodynamics.\r\n\n\nFindings\r\n\n\nOne of the key discoveries of this project was the critical role of predator dynamics in determining the success of a pursuit, including the delays imposed by the internal inertia of the body and wings. We conducted two types of simulations: one modeled bat movement from a distance, treating the bat and prey as point masses in 3D space, while the other provided a detailed, close-up analysis of bat dynamics, incorporating intricate wing mechanics and body movement.\r\n\n\nIn the first round, we focused onpursuit strategy, where bats and prey were modeled as point masses moving in 3D space. These simulations revealed how bats optimize their trajectories during pursuit, showing how they combine different pursuit strategies to maximize prey capture. The second simulation effort explored theeffects of wing movements on bat maneuverability, illustrating how adjustments in wing kinematics enhance agility and precision during flight. These simulations provide critical insights into the biomechanical underpinnings of bat flight control and their influence on predation success.\r\n\n\nOur study showed that bats rely on a combination of sophisticated wing kinematics to achieve precise maneuverability. These movements include elements known to engineering comparable to the control systems of airplanes (fixed-wing flight) and helicopters (rotor-based adjustments) but turned out to be far more sophisticated. Bats manipulate their wing motions allowing them to execute sharp turns, rapid acceleration, and deceleration with unmatched precision.\r\n\n\nPerhaps most strikingly, bats flapping wing systems enable maneuvers that are impossible for conventional aircraft or drones. These systems allow for complex flight paths, including sudden direction changes, hovering-like pauses, and vertical loops, all of which are essential for tracking and capturing evasive prey. This research highlights the untapped potential of bioinspired flight systems, where mimicking bats' kinematics could lead to the development of next-generation drones capable of similarly agile movements.\r\n\n\nTo complement these modeling efforts, we developed a cutting-edge method for tracking bats' 3D flight movements using neural network-aided deep learning. This markerless tracking system enabled us to process flight data from 15 bat species, generating an extensive dataset on bat turning maneuvers and uncovering remarkable details about wing movements during pursuit. This dataset represents a valuable resource that will continue to yield insights for years to come, serving as the foundation for many future discoveries.\r\n\n\nBroader impact\r\n\n\nThis project provided transformative learning experiences for undergraduate, graduate, and postdoctoral students from biology and engineering disciplines. Students actively participated and were deeply involved in fieldwork and computational modeling, gaining valuable hands-on research experience. For many, this marked their first exposure to field-based research. The findings from this project have sparked new research directions in bioinspired robotics and advanced flight technologies. Moreover, the results motivated engineering students to apply insights from these discoveries to enhance collision avoidance techniques in autonomous vehicles and to innovated in the design and control of flapping-wing robots.\r\n\n\nConclusion\r\n\n\nThis project underscores the profound influence of predator dynamics on pursuit performance, showcasing how bats leverage their unique flapping-wing systems for unmatched agility. Bats achieve maneuvers that exceed the capabilities of conventional aerial technologies. These findings provide critical insights into the biomechanics of flight while offering a foundation for designing agile, bioinspired drones. The integration of simulation, modeling, and field research has deepened our understanding of predator-prey interactions and advanced the broader fields of biomechanics, aerial vehicles, and robotics.\r\n\r\n\n\n\t\t\t\t\tLast Modified: 11/28/2024\n\n\t\t\t\t\tSubmitted by: HamidVejdani\n"
 }
}