{
 "awd_id": "1932940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Approach to Evaluate Student Learning Outcomes Resulting From Participation in Remotely Operated Vehicle Competitions",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Davis",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 348450.0,
 "awd_amount": 348450.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "There is a growing national demand for students with the content knowledge and skills needed to enter college level technician education programs and the skilled technical workforce.  Robotics competitions are popular venues for engaging students in STEM disciplines.  Such competitions can connect students, mentors, and institutions to a variety of successful and engaging technology-based programs. The Marine Advanced Technology Education Center (MATE) has supported the Remotely Operated Vehicle (ROV) Competition since 2001.  The goals of the ROV competition include sparking student interest in STEM, helping them develop 21st Century workplace skills, and enabling them to envision themselves on STEM career pathways. This project will support the ability of participating students to identify the knowledge and skills they need to gain through this activity, to see clearly the areas where they need to improve, and to use this knowledge to their advantage as they continue their education and/or prepare to enter the workforce. The project focus includes high school, community college, and college/university students who participate in national or international ROV competitions.  This project builds upon and extends findings obtained using comprehensive post-competition surveys that support the value of the ROV competitions for participating students, and is aligned with the goals of the NSF ATE program. In addition to the MATE Center at Monterey Peninsula College, the project brings together the State University of New York College at Buffalo, and the technical resources available through the Science Education Resource Center at Carleton College.  \r\n \r\nThis project builds on a successful approach for evaluating of undergraduate research developed at SUNY Buffalo State. This approach, Evaluate Undergraduate Research (EvaluateUR), assesses desirable student outcomes, including both content knowledge and workplace skills, such as communication skills, creativity, autonomy, an ability to overcome obstacles, critical thinking, and problem-solving skills. EvaluateUR also helps students develop metacognition skills, which in turn promote student understanding of their academic strengths and weaknesses.  The project will adapt EvaluateUR to serve students participating in MATE's regional and international ROV competitions, support faculty advisors as they mentor students who are designing and building ROVs, and provide reliable feedback to MATE about the academic value of the competitions.  The following objectives will be supported: 1) Ensure that all students involved in the competitions know at the outset of their participation what specific knowledge and skills they should be mastering to prepare for additional education and/or the workplace; 2) Measure more precisely how much growth each student participate has demonstrated toward achieving such mastery; 3) Accomplish these goals in a way that strengthens student metacognitive abilities; and 4) Use data from all institutions involved in the competition to create a database of reliable, statistically validated findings showing student growth on specific knowledge and skills. It is also anticipated that other robotics competitions, such as FIRST, VEX, Botball, and the Association of Unmanned Vehicle System International's suite of land, air, and sea programs, represent potential users of this methodology.  Dissemination of project results will include these robotics communities as well as other national associations and the NSF ATE community.  This project is funded by the NSF Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Zande",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jill M Zande",
   "pi_email_addr": "jzande@marinetech.org",
   "nsf_id": "000172029",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Monterey Peninsula College",
  "inst_street_address": "980 FREMONT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "MONTEREY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8316463081",
  "inst_zip_code": "939404799",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "MONTEREY PENINSULA COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "DKY5XQG5CZL1"
 },
 "perf_inst": {
  "perf_inst_name": "Monterey Peninsula College",
  "perf_str_addr": "980 Fremont St., MPC/MATE",
  "perf_city_name": "Monterey",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939404704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 207752.0
  }
 ],
 "por": null
}