{
 "awd_id": "1932788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Periodic Binding Energy Modulation for Electrochemical Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2019-05-22",
 "awd_max_amd_letter_date": "2019-05-22",
 "awd_abstract_narration": "Catalysts are materials that accelerate chemical reactions and thereby reduce the cost, energy consumption, and capital equipment demands of chemical manufacturing processes.  Most catalyst research focuses on discovering combinations of materials that are optimal for accelerating the targeted reaction.   Fundamental limitations exist, however, regarding the extent to which materials alone can accelerate reactions.  The study will side-step such materials limitations by introducing dynamic perturbations to the catalyst's operating conditions at the timescale of reaction events.  The radically new concept will be demonstrated on the water splitting reaction - an important reaction for generating hydrogen by renewable means.  Preliminary theoretical analysis has suggested that reaction rates can be increased by orders of magnitude via the dynamic perturbations, while also opening the door to less expensive catalysts for a wide range of chemical reactions.\r\n  \r\nThe catalytic activity of materials is dictated by the binding energetics of key reaction intermediates, described through energy scaling relationships, which predicts a maximum in the catalytic activity - characterized by the well-known Sabatier principle - achievable through only material design. The electrochemical splitting of water to produce renewable hydrogen suffers from this limitation, where rates of hydrogen evolution reactions are dictated by the binding energy of hydrogen. The problem is further exacerbated by the fact that optimal hydrogen binding energies are found on precious metal catalysts, placing strain on an already economically challenging process. The study will investigate the extent to which the application of periodic oscillations in applied potential, on the timescale of turnover events, can alter the binding energetics of hydrogen on the electrode surface. Operating catalysts under a constantly oscillating applied potential, where binding energetics of reaction intermediates are constantly changing, allows a single catalyst to mimic the performance of multiple materials in a periodic fashion. This will allow for the design of catalysts that break past the current limitations imposed by scaling relationships, to reach unprecedented levels of catalytic activity. Implementing this transformative method of operation is currently limited by our experimental ability to alter binding energetics on catalytic materials with precision under reaction conditions.  Specifically, the project will explore the use of alternating potentials in standard electrochemical cells for efficient water splitting. This experimental design will also be used to investigate coupling thermocatalysis with electrochemical systems that serve as a binding energy modulation platform.  The approach is potentially applicable to a broad range of catalytic reactions of commercial and environmental importance.  The dynamic catalysis concept will also be introduced to graduate students via an elective course developed by the principal investigator.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Omar",
   "pi_last_name": "Abdelrahman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Omar A Abdelrahman",
   "pi_email_addr": "abdel@umass.edu",
   "nsf_id": "000790169",
   "pi_start_date": "2019-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "686 N pleasant st.",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The dynamic operation of catalytic systems, oscillation between two distinct energy states, has been thoerized to accelerate the rate of catalytic reactions. By oscillating between energetic states the favor distinct portions of the catalytic cycle, the effective rate of reaction was hypothesized to excced achievable values through material design of a catalyst alone. The faradaic oxdation of formic acid in electrocatalytic systems, relevant to the operation of fuel cell technologies, was investigated as a model reaction to experimentally validate the hypothesis of dynamic catalysis.&nbsp;</p>\n<p>Through the research in this proposal, the rate of formic acid oxidation was demonstrated to be rapidly accelerated as a result of oscillations in the applied electrochemical potential. At lower applied potentials, the intial portion of the catalytic cycle was favored, while higher applied potentials favored the later stages of the formic acid oxidation catalytic cycle. By continuously oscillating between the two distinct regimes in electrochemical potential, the overall rate of formic acid oxidation was accelerated as a result of balancing the kinetic and thermodynamic requiredments of the various portions of the catalytic cycle. The frequency at which the appleid potential oscillations were conducted was found to be highly consequential to the overall acceleration in the catalytic rate, where a band of resonance oscillation frequnecies were identified as maximizing the acceleration in the rate of formic acid oxidation. The model system of formic acid oxidation in electrochemical sytems demonstrated the experimental feasibility of the dynamic catalysis approach, and it's applicability to real life systems of technological interest.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2022<br>\n\t\t\t\t\tModified by: Omar&nbsp;A&nbsp;Abdelrahman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe dynamic operation of catalytic systems, oscillation between two distinct energy states, has been thoerized to accelerate the rate of catalytic reactions. By oscillating between energetic states the favor distinct portions of the catalytic cycle, the effective rate of reaction was hypothesized to excced achievable values through material design of a catalyst alone. The faradaic oxdation of formic acid in electrocatalytic systems, relevant to the operation of fuel cell technologies, was investigated as a model reaction to experimentally validate the hypothesis of dynamic catalysis. \n\nThrough the research in this proposal, the rate of formic acid oxidation was demonstrated to be rapidly accelerated as a result of oscillations in the applied electrochemical potential. At lower applied potentials, the intial portion of the catalytic cycle was favored, while higher applied potentials favored the later stages of the formic acid oxidation catalytic cycle. By continuously oscillating between the two distinct regimes in electrochemical potential, the overall rate of formic acid oxidation was accelerated as a result of balancing the kinetic and thermodynamic requiredments of the various portions of the catalytic cycle. The frequency at which the appleid potential oscillations were conducted was found to be highly consequential to the overall acceleration in the catalytic rate, where a band of resonance oscillation frequnecies were identified as maximizing the acceleration in the rate of formic acid oxidation. The model system of formic acid oxidation in electrochemical sytems demonstrated the experimental feasibility of the dynamic catalysis approach, and it's applicability to real life systems of technological interest. \n\n\t\t\t\t\tLast Modified: 11/10/2022\n\n\t\t\t\t\tSubmitted by: Omar A Abdelrahman"
 }
}