{
 "awd_id": "1932130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Medium: Collaborative Research: Towards optimal robot locomotion in fluids through physics-informed learning with distributed sensing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2019-09-13",
 "awd_max_amd_letter_date": "2019-09-13",
 "awd_abstract_narration": "Fishes are masters of locomotion in fluids owing to their highly integrated biological sensing, computing and motor systems. They are adept at collecting and exploiting rich information from the surrounding fluids for underwater sensing and locomotion control. Inspired and informed by fish swimming, this research aims to develop a novel bio-inspired cyber-physical system (CPS) that integrates the \"physical\" robot fish and fluid environment with the \"cyber\" robot control & machine learning algorithms. Specifically, this CPS system includes i) a pressure sensory skin with distributed sensing capability to collect flow information, ii) control and learning algorithms that compute robot motor signals, output by central pattern generators (CPGs) which receive pressure sensory feedback, iii) a robot fish platform to implement and validate the CPS framework for underwater sensing and control tasks, and iv) experimental and computational methods to investigate and model the underlying fluid physics. This CPS system will have immediate impacts on the core CPS research areas such as design, control, data analytics, autonomy, and real-time systems. It will also significantly impact a wide range of engineering applications which demand distributed sensing, control and adaptive actuation. Examples include human-machine interactions, medical robots, unmanned aerial/underwater vehicles, drug dosing, medical therapeutics, and space deployable structures among others. Leveraging the multidisciplinary nature of this research, this award will support a variety of educational and outreach activities. In particular, a list of activities in broadening participation in engineering will be carried out.\r\n\r\nThis research project integrates multiple CPS technologies to develop bio-inspired technologies for swarm control of fish. These include innovation in sensing modality via a stretchable, pressure sensitive skin, physics inspired learning and swarm control. The project will first develop a distributed pressure sensitive synthetic skin, which will be installed on robotic fishes to map the pressure distribution on their body and caudal-fin surfaces. The distributed pressure information will then be used in a feedback control policy that modulates CPGs to produce caudal-fin motion patterns of the robotic fishes. The control policy and the caudal-fin motion patterns will be optimized via reinforcement learning first in a surrogate fluid environment and then in the true fluid environment. The surrogate fluid environment will be developed using data-driven non-parametric models informed by physics-based hydrodynamic models of fish swimming, trained using combined experimental and Computational Fluid Dynamics (CFD) simulation data. The above control-learning methods will also be used to achieve efficient schooling in a group of robotic fishes, individually controlled by a CPG, which interacts with each other through surrounding fluids and pressure sensory feedback. The optimized swimming/schooling performance of robotic fishes and the underlying physics will be studied using CFD simulation. Together, this research will advance CPS knowledge on: 1) the design and creation of electronic and sensor materials and devices for robot skin applications; 2) the development of data-efficient, physics-informed learning methods for robotic systems that operate in complex environments, especially leveraging the recent progress on deep learning to exploit the spatial and temporal richness of the pressure data for underwater sensing and robot control; and 3) the flow physics and modeling of fish swimming.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Cheng",
   "pi_email_addr": "buc10@psu.edu",
   "nsf_id": "000700006",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Asok",
   "pi_last_name": "Ray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asok Ray",
   "pi_email_addr": "axr2@psu.edu",
   "nsf_id": "000101594",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State University",
  "perf_str_addr": "011-013 Reber BLDG",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>In this NSF CPS project, we developed a novel fish-inspired Cyber-Physical System (CPS) to investigate the form, function, and performance of robotic locomotion in fluids. This CPS system includes modular designs of a robotic swimmer named MUBots, mathematical models, and simulations of MUBots, a water-tank platform for robot swimming experiments and motion tracking, and a control system for gait generation and reinforcement learning of swimming behaviors. Here, the \"physical\" part of the CPS includes the robotic swimmer (i.e., controlled soft and rigid robot structures), fluid environments, and the experimental platform; the \"cyber\" part of the CPS includes the bio-inspired control (e.g., central pattern generators, motor primitives), modeling, simulation, system identification of MUBots, and robot learning. Using this CPS system, we developed diverse forms of MUBots and optimized their motor control for various swimming behaviors (e.g., forward and backward swimming and zero-radius turning). We showed various gaits of MUBot emerged from robot learning, which also revealed embodied properties of the motor-controlled fluid-structure interaction that characterized the MUBot swimming. For example, we showed the Body-Caudal-Fin (BCF) Strouhal number of MUBot remained invariant among all swimming gaits, which further revealed two fundamental classes of swimming in both biological and robotic fishes. The MUBot actuators were also demonstrated to function as motors, virtual springs, and virtual masses. </span></p>\n<p><span>We designed MUBot 2.0 as an autonomous modular swimming robot with onboard computing, sensing, and power and demonstrated its disturbance rejection and path tracking capabilities. We also developed a mathematical model of MUBot and estimated its parameters using system identification based on data from the experiments; using simulation based on the identified model, we revealed the roles of reactive and resistive fluid force in diverse gait generation. In addition, we investigated the effects of caudal fin stiffness on optimized forward swimming and turning maneuvers of MUBots; we showed that optimal performance for both behaviors share identical caudal fin stiffness. Finally, we used Particle Image Velocimetry (PIV) to measure the wake structures of MUBot swimming at different gaits and showed that MUBots can use distinct thrust generation mechanisms based on added-mass force or pressure force. In summary, using MUBots, we have advanced the knowledge in the biomechanical design, neuromechanical control, and physics of fish and fish-inspired swimming. </span></p>\n<p><span>The MUBot developed in this project has the potential for underwater surveillance, rescue and recovery, environmental and disaster monitoring (e.g., seaquakes and pollution), as well as for cleaning and repairing water supply and sanitation systems. This research had broader impacts on both engineering and biology communities. This project advanced the knowledge in fish swimming biology, evolution, and biomechanics, as well as biological control principles. This project provided interdisciplinary training and research opportunities for the next generation of interdisciplinary researchers, including graduate, undergraduate, and high school students. This research allowed the PIs to introduce locomotion principles in both biological and robotic systems through visually appealing robotic swimming experiments, creating educational tools for STEM students of different ages. This project has enabled the PIs to develop new course materials, sponsor multiple capstone senior design projects for educational experiences, workforce development, and broadening participation.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/30/2024<br>\nModified by: Bo&nbsp;Cheng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this NSF CPS project, we developed a novel fish-inspired Cyber-Physical System (CPS) to investigate the form, function, and performance of robotic locomotion in fluids. This CPS system includes modular designs of a robotic swimmer named MUBots, mathematical models, and simulations of MUBots, a water-tank platform for robot swimming experiments and motion tracking, and a control system for gait generation and reinforcement learning of swimming behaviors. Here, the \"physical\" part of the CPS includes the robotic swimmer (i.e., controlled soft and rigid robot structures), fluid environments, and the experimental platform; the \"cyber\" part of the CPS includes the bio-inspired control (e.g., central pattern generators, motor primitives), modeling, simulation, system identification of MUBots, and robot learning. Using this CPS system, we developed diverse forms of MUBots and optimized their motor control for various swimming behaviors (e.g., forward and backward swimming and zero-radius turning). We showed various gaits of MUBot emerged from robot learning, which also revealed embodied properties of the motor-controlled fluid-structure interaction that characterized the MUBot swimming. For example, we showed the Body-Caudal-Fin (BCF) Strouhal number of MUBot remained invariant among all swimming gaits, which further revealed two fundamental classes of swimming in both biological and robotic fishes. The MUBot actuators were also demonstrated to function as motors, virtual springs, and virtual masses. \n\n\nWe designed MUBot 2.0 as an autonomous modular swimming robot with onboard computing, sensing, and power and demonstrated its disturbance rejection and path tracking capabilities. We also developed a mathematical model of MUBot and estimated its parameters using system identification based on data from the experiments; using simulation based on the identified model, we revealed the roles of reactive and resistive fluid force in diverse gait generation. In addition, we investigated the effects of caudal fin stiffness on optimized forward swimming and turning maneuvers of MUBots; we showed that optimal performance for both behaviors share identical caudal fin stiffness. Finally, we used Particle Image Velocimetry (PIV) to measure the wake structures of MUBot swimming at different gaits and showed that MUBots can use distinct thrust generation mechanisms based on added-mass force or pressure force. In summary, using MUBots, we have advanced the knowledge in the biomechanical design, neuromechanical control, and physics of fish and fish-inspired swimming. \n\n\nThe MUBot developed in this project has the potential for underwater surveillance, rescue and recovery, environmental and disaster monitoring (e.g., seaquakes and pollution), as well as for cleaning and repairing water supply and sanitation systems. This research had broader impacts on both engineering and biology communities. This project advanced the knowledge in fish swimming biology, evolution, and biomechanics, as well as biological control principles. This project provided interdisciplinary training and research opportunities for the next generation of interdisciplinary researchers, including graduate, undergraduate, and high school students. This research allowed the PIs to introduce locomotion principles in both biological and robotic systems through visually appealing robotic swimming experiments, creating educational tools for STEM students of different ages. This project has enabled the PIs to develop new course materials, sponsor multiple capstone senior design projects for educational experiences, workforce development, and broadening participation.\n\n\n\t\t\t\t\tLast Modified: 04/30/2024\n\n\t\t\t\t\tSubmitted by: BoCheng\n"
 }
}