{
 "awd_id": "1932991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Guiding Chaotic Swarm Dynamics in Evolving Networks of Agents with Privacy and Fairness Considerations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922949",
 "po_email": "atalkach@nsf.gov",
 "po_sign_block_name": "Alena Talkachova",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 551335.0,
 "awd_amount": 551335.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2022-08-31",
 "awd_abstract_narration": "Swarming systems are composed of many independent agents (robots, humans, insects) that act in a coordinated fashion to accomplish common goals. Robotic swarms now mimic the behavior of social insects or flocking birds, while artificially intelligent agents interact in social networks. With the continuing rise of multi-agent networked systems, such as commercial drones and autonomous vehicles, swarming behaviors in the physical and cyber worlds will become commonplace. Consequently, there is an increasing need to develop methods for understanding and controlling the dynamics of swarming behavior. Agent interactions dominate swarm dynamics, so it is critical to understand the effects of network connectedness and whether it can cause or control chaos in the swarm. Additionally, some agents will prefer to maintain information privacy, or value fairness, which will affect swarm control protocols. This project is concerned with developing and studying the dynamics of guided networked evolutionary games for controlling swarming behavior. Applications include controlling microscopic robot swarms in medical applications and managing online social phenomena to decrease negative behaviors. The project provides valuable interdisciplinary training for young researchers, and targeted outreach activities towards high school students and undergraduates.\r\n\r\nThis project investigates the complex chaotic behaviors that can emerge as a result of evolutionary dynamics on networks, develops techniques for dynamic control, and studies the problems associated with privacy and fairness among agents in these systems. The work focuses on semi-autonomous agents that interact with each other in a network and alter their instantaneous mixed strategies through evolutionary dynamics, with an emphasis on flocking and consensus dynamics. Connections will be made systematically between microscopic, agent-based behaviors, and macroscopic, evolutionary equations, such as the network replicator and other alternatives. Control of the population is accomplished by periodic actuation of the game matrix governing the network-based interactions. The dynamics of control systems that take agent privacy into consideration will also be considered. While qualitatively similar to non-observability in classical control, agent privacy is distinct because privacy affects the dynamic evolution among agents rather than the high-level control inputs. A similar approach will be taken to the fair allocation or contribution of resources among agents. The goals of this project are to establish the control-theoretic preliminaries necessary to allow equilibrium shaping in order to control populations of agents interacting in a network, to determine the theoretical limits of control in this setting, and to understand the impact agent privacy has on system evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Griffin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher H Griffin",
   "pi_email_addr": "cxg286@psu.edu",
   "nsf_id": "000214931",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Belmonte",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew L Belmonte",
   "pi_email_addr": "andrew.belmonte@gmail.com",
   "nsf_id": "000312084",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Squicciarini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Squicciarini",
   "pi_email_addr": "asquicciarini@ist.psu.edu",
   "nsf_id": "000501590",
   "pi_start_date": "2019-07-25",
   "pi_end_date": "2022-08-31"
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 551335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Real and artificial networked systems are ubiquitous, and the dynamics of these systems are governed both by their internal rules and by the influence of their peers within the network. A crucial question in understanding and controlling the dynamics of both man-made and naturally occurring networked dynamic systems is understanding the impact the network structure itself has on the evolution of the system. A primary goal of this project was the development of a mathematical framework for understanding the impact that network structure has on the dynamics of these systems and how hidden (private) information can impact these dynamics. Work in this project led to several new research advances.</p>\r\n<p>&nbsp;</p>\r\n<p>Drawing on previous work in consensus dynamics on networks, we showed conditions under which consensus can be achieved on networks even when agents have hidden information (i.e., maintain privacy). This provides a nice connection between agent privacy, as studied by computer scientists, and dynamics on networks. As a by product, this work has the potential to inform new methods for allowing information systems to maintain private information, while at the same time allowing (e.g. health) researchers to extract bulk statistics that can be used to inform public health questions. In addition to this work, we studied novel machine learning approaches to controlling the evolution of dynamics given by evolutionary games and networked evolutionary games. Extending work in colocation methods, we showed how to use optimization in Fourier space to derive control approximations that varied in both time and state. This technique allowed us to approximate controllers in a way similar to solving the Hamilton-Jacob-Bellman equation, the usual way of finding a general controller, without needing to solve this difficult partial differential equation. This work formed the basis of the Ph.D. dissertation completed under this effort. That student is now an assistant professor at Missouri S&amp;T.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>We believe our most important work was in the further development of the theory of integrable systems and conserved quantities in evolutionary games and Lotka-Volterra dynamics. Our project began by developing a novel formulation for the replicator dynamics on networks. The replicator dynamic is a system of differential equations that describe the evolution of interacting species (strategies) under the assumption that they do not mutate. The network replicator extends this model to scenarios where agents are modeled as nodes in a network and each agent&rsquo;s strategy profile updates according to a replicator. In this context, we showed that simple two-strategy games produce inherently simple dynamics on even complex networks. However, the introduction of a third strategy has the potential to lead to chaotic behavior on networks with three or more agents. Interestingly, it was the network effect itself that generated this chaotic dynamic. As a consequence of this, we observed that these systems admitted several conserved quantities (i.e., a kind of energy). Drawing on this observation, and prior work, we investigated the (ordinary) replicator dynamics that emerge from zero-sum games. We showed that all such games admit similar conserved quantities by nature of their special structure: they are all generated by a nonlinear Poisson bracket. In essence, they behave like complex oscillators (possibly with damping). Interestingly, every zero-sum game is related to its own network structure. We have found special rules governing the network structures that allow us to determine when the resulting replicator equations will be integrable. That is, admit special structure. The results we have found suggest a type of classification scheme for integrable zero-sum replicator dynamics similar in spirit to the classification of the finite simple groups. &nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Near the final year of this project, in collaboration with colleagues in statistical genetics, we realized that pairwise interactions as encoded by simple networks may be insufficient for modeling biological systems. We generalized our prior models and developed results on hyper-networks involving interactions between three or more species in the classic replicator. Using this approach, we showed that these interactions can stabilize finite population sizes during spatial interactions, including admitting biologically realistic traveling wave solutions. This work, along with our work on integrable systems, is being used by our colleagues in biology and statistical genetics to help explain some origins of disease as changes in network interaction orientations, leading to altered dynamics of gene (or protein) expression. Thus, our work has the potential to have a very real impact on real-world health.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/21/2024<br>\nModified by: Christopher&nbsp;H&nbsp;Griffin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nReal and artificial networked systems are ubiquitous, and the dynamics of these systems are governed both by their internal rules and by the influence of their peers within the network. A crucial question in understanding and controlling the dynamics of both man-made and naturally occurring networked dynamic systems is understanding the impact the network structure itself has on the evolution of the system. A primary goal of this project was the development of a mathematical framework for understanding the impact that network structure has on the dynamics of these systems and how hidden (private) information can impact these dynamics. Work in this project led to several new research advances.\r\n\n\n\r\n\n\nDrawing on previous work in consensus dynamics on networks, we showed conditions under which consensus can be achieved on networks even when agents have hidden information (i.e., maintain privacy). This provides a nice connection between agent privacy, as studied by computer scientists, and dynamics on networks. As a by product, this work has the potential to inform new methods for allowing information systems to maintain private information, while at the same time allowing (e.g. health) researchers to extract bulk statistics that can be used to inform public health questions. In addition to this work, we studied novel machine learning approaches to controlling the evolution of dynamics given by evolutionary games and networked evolutionary games. Extending work in colocation methods, we showed how to use optimization in Fourier space to derive control approximations that varied in both time and state. This technique allowed us to approximate controllers in a way similar to solving the Hamilton-Jacob-Bellman equation, the usual way of finding a general controller, without needing to solve this difficult partial differential equation. This work formed the basis of the Ph.D. dissertation completed under this effort. That student is now an assistant professor at Missouri S&T.\r\n\n\n\r\n\n\nWe believe our most important work was in the further development of the theory of integrable systems and conserved quantities in evolutionary games and Lotka-Volterra dynamics. Our project began by developing a novel formulation for the replicator dynamics on networks. The replicator dynamic is a system of differential equations that describe the evolution of interacting species (strategies) under the assumption that they do not mutate. The network replicator extends this model to scenarios where agents are modeled as nodes in a network and each agents strategy profile updates according to a replicator. In this context, we showed that simple two-strategy games produce inherently simple dynamics on even complex networks. However, the introduction of a third strategy has the potential to lead to chaotic behavior on networks with three or more agents. Interestingly, it was the network effect itself that generated this chaotic dynamic. As a consequence of this, we observed that these systems admitted several conserved quantities (i.e., a kind of energy). Drawing on this observation, and prior work, we investigated the (ordinary) replicator dynamics that emerge from zero-sum games. We showed that all such games admit similar conserved quantities by nature of their special structure: they are all generated by a nonlinear Poisson bracket. In essence, they behave like complex oscillators (possibly with damping). Interestingly, every zero-sum game is related to its own network structure. We have found special rules governing the network structures that allow us to determine when the resulting replicator equations will be integrable. That is, admit special structure. The results we have found suggest a type of classification scheme for integrable zero-sum replicator dynamics similar in spirit to the classification of the finite simple groups. \r\n\n\n\r\n\n\nNear the final year of this project, in collaboration with colleagues in statistical genetics, we realized that pairwise interactions as encoded by simple networks may be insufficient for modeling biological systems. We generalized our prior models and developed results on hyper-networks involving interactions between three or more species in the classic replicator. Using this approach, we showed that these interactions can stabilize finite population sizes during spatial interactions, including admitting biologically realistic traveling wave solutions. This work, along with our work on integrable systems, is being used by our colleagues in biology and statistical genetics to help explain some origins of disease as changes in network interaction orientations, leading to altered dynamics of gene (or protein) expression. Thus, our work has the potential to have a very real impact on real-world health.\r\n\n\n\t\t\t\t\tLast Modified: 12/21/2024\n\n\t\t\t\t\tSubmitted by: ChristopherHGriffin\n"
 }
}