{
 "awd_id": "1932196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS:Medium:Collaborative Research: High-Fidelity High-Resolution and Secure Monitoring and Control of Future Grids: a synergy of AI, data science, and hardware security",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Kuh",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "The increasing presence of renewable generations and distributed energy resources in transmission systems heightens the need for fast-timescale situational awareness for system reliability, resiliency, and both the operational and cyber security.  Despite the invention of phasor measurement units that promised close-to-real-time monitoring of the system states, the limited deployment of phasor measurement units had hampered the ability of the system operator to uncover trends of instability, react to system contingencies, and detect malicious attacks on the power grid. \r\n  \r\nThis research develops new hardware and software solutions for high-fidelity, high-resolution, and secure monitoring and control of the future grid.  By harnessing and exploiting the increasingly abundant and diverse data sources and through novel applications of machine learning and artificial intelligence, this research advances the state-of-the-art monitoring of cyber-physical systems in three fronts.  First, this research develops machine learning approaches to high-resolution state estimation for power systems that are unobservable by existing phasor measurement units.  Second, this research offers new solutions to detecting and mitigating data anomaly caused by malfunctions of sensors, communications systems, and cyber attacks by adversarial agents.  Third, this research develops a new hardware architecture and prototypes for future digital substations that provide hardware-based security. \r\n \r\nThis research has broader impacts on enhancing national security in critical infrastructures, promoting economic competitiveness through accelerated adoption of phasor measurement technology, and broadening participation of women and under-represented minority groups in science, technology, engineering, and mathematics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meng Wang",
   "pi_email_addr": "wangm7@rpi.edu",
   "nsf_id": "000634592",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Chow",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Joe H Chow",
   "pi_email_addr": "chowj@rpi.edu",
   "nsf_id": "000387088",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project develops high-resolution high-fidelity and secure monitoring and control of a future grid as a highly dynamic cyber-physical system. In particular, machine learning and AI techniques are deployed to achieve state estimation for a power grid at the fast timescale of phasor measurement units (PMUs), that provide voltage and current phasor measurements directly at various locations. This project has developed data-driven methods for high-fidelity processing of PMU data that may be corrupted by noise, commutation errors, or cyber data attacks. The developed methods can recover missing data and correct errors for consecutive and simulation data issues across time and across channels. These methods do not require power system models and demonstrate resilience to power system disturbance. This project has also developed machine learning methods to estimate and forecast renewable generation from netload measurements that contain load and renewables. These results enhance situational awareness in the distribution systems.</p>\n<p>&nbsp;</p>\n<p>Moreover, this proposal focuses on reducing the computational costs of the machine learning methods from the aspects of neural network architecture selection, learning method improvement and dataset selection.&nbsp; In parallel, the project establishes analytical performance guarantees for these machine learning methods, contributing to both the practical efficiency and theoretical robustness of the proposed advancements.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/01/2023<br>\nModified by: Meng&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative project develops high-resolution high-fidelity and secure monitoring and control of a future grid as a highly dynamic cyber-physical system. In particular, machine learning and AI techniques are deployed to achieve state estimation for a power grid at the fast timescale of phasor measurement units (PMUs), that provide voltage and current phasor measurements directly at various locations. This project has developed data-driven methods for high-fidelity processing of PMU data that may be corrupted by noise, commutation errors, or cyber data attacks. The developed methods can recover missing data and correct errors for consecutive and simulation data issues across time and across channels. These methods do not require power system models and demonstrate resilience to power system disturbance. This project has also developed machine learning methods to estimate and forecast renewable generation from netload measurements that contain load and renewables. These results enhance situational awareness in the distribution systems.\n\n\n\n\n\nMoreover, this proposal focuses on reducing the computational costs of the machine learning methods from the aspects of neural network architecture selection, learning method improvement and dataset selection. In parallel, the project establishes analytical performance guarantees for these machine learning methods, contributing to both the practical efficiency and theoretical robustness of the proposed advancements.\n\n\n\t\t\t\t\tLast Modified: 12/01/2023\n\n\t\t\t\t\tSubmitted by: MengWang\n"
 }
}