{
 "awd_id": "1932932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mixed Traffic Dynamics Under Disturbances: Impact of Multi-Class Connected and Automated Vehicles",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shen",
 "awd_eff_date": "2019-11-01",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 203449.0,
 "awd_amount": 203449.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2019-08-07",
 "awd_abstract_narration": "Connected and Automated Vehicle (CAV) technologies have garnered huge interest across private industry, academia, government, and the public. A wide range of benefits are predicted when these ground-breaking technologies become mature, including higher road efficiency, improved safety, and better energy consumption and emissions. However, these benefits will be open to question until the technologies sufficiently mature. Specifically, a major uncertainty in benefits lies in mixed traffic of CAVs and human-driven vehicles (HDVs), where interactions between them remain largely unknown. Therefore, in the foreseeable future, traffic will likely be mixed with multiple classes of CAVs and HDVs. This project will aim to better understand the anticipated behavior of this mixed traffic system, and its impact on traffic in order to help fully utilize the potentials of the CAV technology. The results will guide the development of traffic management strategies, policies, and long-term planning for the future transportation system. This project will also engage in a range of integrated research, educational and outreach activities that will extend the knowledge obtained from this research to a broader audience, including developing simulation-based educational modules, organizing workshops, sharing simulation platform for mixed traffic, and engaging undergraduate and graduate students, particularly underrepresented groups, in the research and education.\r\n\r\nThis research aims to understand how HDVs and different classes of CAVs will interact under traffic disturbances that cause (momentary) reductions in speed and affect traffic flow performance. Specifically, this project will aim to (1) characterize discernable differences in the car-following behavior of HDVs and CAVs of different classes under disturbances; and (2) elucidate their effects on traffic flow throughput and traffic flow stability. To this end, this research will develop a systematic method to bring together different control modeling paradigms for CAVs into a unifying framework to unveil their individual and collective impacts on traffic flow throughput and stability. Three CAV control paradigms will be considered in this study: linear control, model predictive control (MPC), and artificial-intelligence-based control. The vehicle-level investigation of complex interactions among CAVs and HDVs will unveil the interaction mechanisms and elucidate how they scale up to the collective behavior of traffic stream, which will inspire new modeling paradigms to describe mixed traffic flow dynamics and control CAVs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soyoung",
   "pi_last_name": "Ahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soyoung Ahn",
   "pi_email_addr": "sue.ahn@wisc.edu",
   "nsf_id": "000324555",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "College of Engineering",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 203449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Automated Vehicle (AV) technologies have garnered huge interest across private industry, academia, government, and the public. A wide range of benefits are predicted when these ground-breaking technologies become mature, including higher road efficiency, improved safety, and better energy consumption and emissions. These benefits obviously depend on how AVs are designed. Human-driven vehicle (HDV) traffic is highly heterogeneous by nature. AV technologies add another dimension of heterogeneity to this picture. There exist a wide range of AV control modeling paradigms, which may lead to highly heterogeneous traffic. Moreover, these modeling paradigms differ from how HDV behavior has been modeled in traffic science literature, further adding complexity to the behavior of mixed AV and HDV traffic. Notably, heterogeneity of mixed traffic lies in a combination of the systematic, deliberate differences in how AVs are controlled (through control algorithm and user setting), and human factors governing HDVs. This research investigated how the heterogeneity in AV control models may undermine traffic flow throughput and stability, and give rise to phenomena unique to mixed traffic.</p>\n<p>This project has contributed in four major aspects: (1) development of a stochastic, unifying framework to analyze different types of AV, (2) numerical and empirical analysis of car-following behavior of AVs and its traffic level implications, (3) development of a data-driven predictive model for AV behavior, and (4) design frameworks for AV control based on dynamic monitoring of performance and knowledge sharing that take into account heterogeneity of behavior and preference. For (1), this research developed the extended asymmetric behavior (EAB) model, which can approximate the car-following behavior of different types of AVs as well as HDVs in a unifying framework. The model parameters were calibrated in a data-driven, stochastic fashion to capture various uncertainties including approximation errors. For (2), based on the analysis framework from (1), AV car-following behaviors of different control modeling paradigms were analyzed using numerical simulations. Further, an empirical analysis was performed using open-source experimental data of several SAE Level 2 AVs and naturalistic data of Waymo vehicles and HDVs. These investigations revealed how commercially-available AVs behave differently among themselves and from HDVs. The results elucidated the individual and collective impacts (when scaled up) that these heterogenous vehicles have on traffic flow, particularly well-known traffic phenomena. Further, this study revealed what control settings promote traffic stream stability, what settings are not conducive for stability, and how constraints such as maximum acceleration affect the car-following behavior of AVs. For (3), we have developed a Multivariate Gaussian Processing (MGP) model that outputs a parameterized EAB model, taking the control parameter setting and lead vehicle trajectory as inputs. For (4), the above findings inspired an AV control design that aims to preserve desired vehicle and traffic-level performance through real-time estimation and monitoring of control parameters that enable strategic decision of parameter adjustment. More broadly, the project has developed a federated learning technique to allow different AVs to collaboratively learn a driver model by sharing knowledge (model parameters) while retaining a personalized model tailored to the vehicle&rsquo;s unique desired behavior, all while circumventing the need to share raw data between vehicles.</p>\n<p>The results of this research have been disseminated through publications in high impact journals and presentations at conferences and academic institutions. One of the publications led to a best paper award, the Greenshields Prize given by ACP50 Traffic Flow Theory and Characteristics Committee of Transportation Research Board (TRB). One paper was presented at the International Symposium on Traffic and Transportation Theory (ISTTT), a prestigious symposium in the field of traffic flow theory. The analysis methods, data, and results from this research have also been incorporated into two undergraduate and graduate courses. This project has funded and trained two graduate students, one of whom has successfully completed his doctoral dissertation. Another student is continuing her dissertation research, incorporating the work from this project.</p>\n<p>The outcome of this project is expected to have important societal impacts. Understanding the behavior of AVs is critical in guiding future AV design, traffic management, roadway design, and long-term transportation planning. Further, the knowledge from this research can guide how an AV should be designed to benefit the system, as well as individual vehicles. Finally, the knowledge sharing framework developed in this research could be a key to overcoming the data limitation in training AV. All these are important for promoting safe and sustainable AV adoption and bringing societal benefits.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2023<br>\n\t\t\t\t\tModified by: Soyoung&nbsp;Ahn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAutomated Vehicle (AV) technologies have garnered huge interest across private industry, academia, government, and the public. A wide range of benefits are predicted when these ground-breaking technologies become mature, including higher road efficiency, improved safety, and better energy consumption and emissions. These benefits obviously depend on how AVs are designed. Human-driven vehicle (HDV) traffic is highly heterogeneous by nature. AV technologies add another dimension of heterogeneity to this picture. There exist a wide range of AV control modeling paradigms, which may lead to highly heterogeneous traffic. Moreover, these modeling paradigms differ from how HDV behavior has been modeled in traffic science literature, further adding complexity to the behavior of mixed AV and HDV traffic. Notably, heterogeneity of mixed traffic lies in a combination of the systematic, deliberate differences in how AVs are controlled (through control algorithm and user setting), and human factors governing HDVs. This research investigated how the heterogeneity in AV control models may undermine traffic flow throughput and stability, and give rise to phenomena unique to mixed traffic.\n\nThis project has contributed in four major aspects: (1) development of a stochastic, unifying framework to analyze different types of AV, (2) numerical and empirical analysis of car-following behavior of AVs and its traffic level implications, (3) development of a data-driven predictive model for AV behavior, and (4) design frameworks for AV control based on dynamic monitoring of performance and knowledge sharing that take into account heterogeneity of behavior and preference. For (1), this research developed the extended asymmetric behavior (EAB) model, which can approximate the car-following behavior of different types of AVs as well as HDVs in a unifying framework. The model parameters were calibrated in a data-driven, stochastic fashion to capture various uncertainties including approximation errors. For (2), based on the analysis framework from (1), AV car-following behaviors of different control modeling paradigms were analyzed using numerical simulations. Further, an empirical analysis was performed using open-source experimental data of several SAE Level 2 AVs and naturalistic data of Waymo vehicles and HDVs. These investigations revealed how commercially-available AVs behave differently among themselves and from HDVs. The results elucidated the individual and collective impacts (when scaled up) that these heterogenous vehicles have on traffic flow, particularly well-known traffic phenomena. Further, this study revealed what control settings promote traffic stream stability, what settings are not conducive for stability, and how constraints such as maximum acceleration affect the car-following behavior of AVs. For (3), we have developed a Multivariate Gaussian Processing (MGP) model that outputs a parameterized EAB model, taking the control parameter setting and lead vehicle trajectory as inputs. For (4), the above findings inspired an AV control design that aims to preserve desired vehicle and traffic-level performance through real-time estimation and monitoring of control parameters that enable strategic decision of parameter adjustment. More broadly, the project has developed a federated learning technique to allow different AVs to collaboratively learn a driver model by sharing knowledge (model parameters) while retaining a personalized model tailored to the vehicle’s unique desired behavior, all while circumventing the need to share raw data between vehicles.\n\nThe results of this research have been disseminated through publications in high impact journals and presentations at conferences and academic institutions. One of the publications led to a best paper award, the Greenshields Prize given by ACP50 Traffic Flow Theory and Characteristics Committee of Transportation Research Board (TRB). One paper was presented at the International Symposium on Traffic and Transportation Theory (ISTTT), a prestigious symposium in the field of traffic flow theory. The analysis methods, data, and results from this research have also been incorporated into two undergraduate and graduate courses. This project has funded and trained two graduate students, one of whom has successfully completed his doctoral dissertation. Another student is continuing her dissertation research, incorporating the work from this project.\n\nThe outcome of this project is expected to have important societal impacts. Understanding the behavior of AVs is critical in guiding future AV design, traffic management, roadway design, and long-term transportation planning. Further, the knowledge from this research can guide how an AV should be designed to benefit the system, as well as individual vehicles. Finally, the knowledge sharing framework developed in this research could be a key to overcoming the data limitation in training AV. All these are important for promoting safe and sustainable AV adoption and bringing societal benefits.\n\n\t\t\t\t\tLast Modified: 08/23/2023\n\n\t\t\t\t\tSubmitted by: Soyoung Ahn"
 }
}