{
 "awd_id": "1933583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Bifurcations in High-Dimensional Dynamical Systems Using Isostable Reduction Methods",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 320483.0,
 "awd_amount": 384579.0,
 "awd_min_amd_letter_date": "2019-08-12",
 "awd_max_amd_letter_date": "2020-07-07",
 "awd_abstract_narration": "This grant will support research that will promote progress in the physical, chemical, and biological sciences thereby enhancing national health and prosperity.  Over the past quarter century rapid progress of supercomputing capabilities has resulted in an explosion in the size and complexity of computational models.  Model reduction is an imperative preliminary step in the mathematical analysis and subsequent implementation of active control strategies in these complex and high-dimensional systems.  Unfortunately, existing reduction strategies are ill-equipped to understand the mechanisms governing qualitative changes in dynamical behavior, particularly when the underlying behavior is dominated by system nonlinearities.  This award supports fundamental research that will develop mathematical reduction strategies that can be used to anticipate and engineer desired changes in the behavior of high-dimensional, nonlinear dynamical systems.  These new methods will find use in a wide variety of applications such as cardiac electrophysiology, neural networks, and fluid flows with resulting benefits to national health and security.  Important research findings will be incorporated into educational programs that benefit students from underrepresented backgrounds.\r\n\r\nThe goal of this project is to study how a newly developed isostable reduction framework can be used to predict and engineer bifurcations in high-dimensional, nonlinear dynamical systems.  The isostable reduction approach explicitly incorporates dominant system nonlinearities while retaining analytical tractability; as such it replicates system behaviors that well-established linear reduction strategies cannot.  As part of this research, novel nonfeedback control frameworks will be created that can be used to stabilize chaotic and unstable dynamical systems of arbitrarily high dimension.   Additionally, mathematical frameworks will be created to anticipate bifurcations that lead to the onset of spontaneous synchronization in strongly coupled oscillator networks.  Strategies will also be developed to infer the necessary terms of isostable reduced equations in experimental applications which will allow for the implementation of these reduction strategies in systems for which the underlying model equations are not explicitly known.   The primary applications in this project will be to models of cardiac and neural electrophysiology in pursuit of better disease treatment options.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Wilson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Dan D Wilson",
   "pi_email_addr": "dwilso81@utk.edu",
   "nsf_id": "000703247",
   "pi_start_date": "2019-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "091Z",
   "pgm_ref_txt": "Data Initiatives"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 320483.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 64096.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to investigate and develop model order reduction techniques to address the need for greater understanding of complex computational models that have arisen to describe dynamical systems in the physical, chemical, and biological sciences.&nbsp; Current mathematical analysis techniques are often ill-suited to handle models in these applications, particularly when the underlying system behavior is dominated by highly nonlinear dynamics.&nbsp;</p>\n<p>This award supported research in the development of general strategies for model order reduction of high-dimensional, nonlinear dynamical systems.&nbsp; These techniques allow for the consideration of a complex dynamical system in a transformed coordinate framework that is more amenable for mathematical analysis and subsequent implementation of nonlinear control strategies.&nbsp; The mathematical methods developed as part of this project provide new avenues for investigation of dynamical systems that were not previously possible.&nbsp; Related strategies were developed for implementing these model order reduction approaches using data from experimental measurements.&nbsp; The model order reduction frameworks developed as part of this award were considered in a variety of biological applications.&nbsp; Findings from this research represent preliminary steps in the development of new treatments for diseases stemming from pathological neural oscillations (such as Parkinson&rsquo;s disease and epilepsy), cardiac arrhythmias (such as alternans, tachycardia, and fibrillation), and circadian rhythm disorders (such as jet lag and shift work sleep disorder) with resulting benefits to national health.&nbsp; Findings from this project have significantly advanced understanding coupled oscillator theory by allowing for the analysis and characterization of qualitative changes in aggregate behavior that emerge as the result of strong coupling.&nbsp;</p>\n<p>Between 2020-2022, this project supported participation in the High School Introduction to Engineering Systems for Twelfth Graders (HITES12) program coordinated and funded by the Office of Diversity Programs within the University of Tennessee's College of Engineering. The HITES12 program provides rising 12th graders with an opportunity to participate in hands-on engineering design projects.&nbsp;&nbsp; The principal investigator led a group of high school students in week-long projects related to the spread of infectious diseases.&nbsp; This award supported the education of three graduate students working towards PhD degrees.&nbsp; This research also resulted in the publication of two review articles on model order reduction for oscillatory systems which give a high-level overview of many of the techniques developed as part of this project. &nbsp;Detailed results of the techniques developed as part of this project have been published as archival journals and have been presented at national conferences by the principal investigator and graduate students.&nbsp; &nbsp;</p><br>\n<p>\n Last Modified: 04/30/2024<br>\nModified by: Dan&nbsp;D&nbsp;Wilson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to investigate and develop model order reduction techniques to address the need for greater understanding of complex computational models that have arisen to describe dynamical systems in the physical, chemical, and biological sciences. Current mathematical analysis techniques are often ill-suited to handle models in these applications, particularly when the underlying system behavior is dominated by highly nonlinear dynamics.\n\n\nThis award supported research in the development of general strategies for model order reduction of high-dimensional, nonlinear dynamical systems. These techniques allow for the consideration of a complex dynamical system in a transformed coordinate framework that is more amenable for mathematical analysis and subsequent implementation of nonlinear control strategies. The mathematical methods developed as part of this project provide new avenues for investigation of dynamical systems that were not previously possible. Related strategies were developed for implementing these model order reduction approaches using data from experimental measurements. The model order reduction frameworks developed as part of this award were considered in a variety of biological applications. Findings from this research represent preliminary steps in the development of new treatments for diseases stemming from pathological neural oscillations (such as Parkinsons disease and epilepsy), cardiac arrhythmias (such as alternans, tachycardia, and fibrillation), and circadian rhythm disorders (such as jet lag and shift work sleep disorder) with resulting benefits to national health. Findings from this project have significantly advanced understanding coupled oscillator theory by allowing for the analysis and characterization of qualitative changes in aggregate behavior that emerge as the result of strong coupling.\n\n\nBetween 2020-2022, this project supported participation in the High School Introduction to Engineering Systems for Twelfth Graders (HITES12) program coordinated and funded by the Office of Diversity Programs within the University of Tennessee's College of Engineering. The HITES12 program provides rising 12th graders with an opportunity to participate in hands-on engineering design projects. The principal investigator led a group of high school students in week-long projects related to the spread of infectious diseases. This award supported the education of three graduate students working towards PhD degrees. This research also resulted in the publication of two review articles on model order reduction for oscillatory systems which give a high-level overview of many of the techniques developed as part of this project. Detailed results of the techniques developed as part of this project have been published as archival journals and have been presented at national conferences by the principal investigator and graduate students. \t\t\t\t\tLast Modified: 04/30/2024\n\n\t\t\t\t\tSubmitted by: DanDWilson\n"
 }
}