{
 "awd_id": "1933976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Holistic Analysis and Control of High-Dimensional Dynamical Systems via Operator-Theoretic and Data-Driven Approaches",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924588",
 "po_email": "yuewang@nsf.gov",
 "po_sign_block_name": "Yue Wang",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 488811.0,
 "awd_amount": 488811.0,
 "awd_min_amd_letter_date": "2019-08-19",
 "awd_max_amd_letter_date": "2019-08-19",
 "awd_abstract_narration": "The rapid increase in availability of affordable ubiquitous computing power and measurement data in the age of Big Data and Internet of Things is presenting unprecedented opportunities for novel control engineering and automation solutions for a wide range of dynamic systems in nature and engineering. This project will conduct fundamental research that will contribute new knowledge on how to best utilize these recent advances in data acquisition and computing technologies to significantly enhance the performance, as well as broaden the scope of, control engineering design methodologies and principles. New formulations and frameworks pioneered in this project will allow for a more holistic understanding and treatment of increasingly complicated and high-dimensional dynamical systems that escape the scope of state-of-the-art approaches. This will also provide a solid and rigorous basis for more abstractly defined and widely encompassing high-level tasks, such as \"modelling or controlling the dynamics in the brain\", to be tackled in a systematic manner. The investigation in this project draws from and promises new contributions to a variety of different disciplines, such as, systems and control, data science and engineering, cell biology, brain science, and healthcare, and will in turn enhance the infrastructure for research and education across these disciplines. Concerted effort will be made to attract underrepresented groups in this multi-disciplinary research program and to engage the general public and pre-college K-12 students in scientific research through the Institute of School Partnerships at Washington University.\r\n\r\nThis project will initiate a fundamental, theory-driven investigation aimed at enabling holistic analysis and control methodologies for high-dimensional nonlinear systems via merging advanced operator-theoretic and density-based approaches with differential geometric and algebraic geometric techniques. Specifically, the research team will investigate and leverage Koopman operators to establish a novel data-integrated framework for transforming nonlinear control systems defined on a on a finite-dimensional manifold to linear systems defined on a higher dimensional, possibly infinite-dimensional, vector space. The study of the dual problem using density-based system descriptions and moment-based representations will enable a data-driven framework that facilitates a more holistic control design methodology. The feasibility of the theoretical and computational advances in this project will be highlighted in diverse cutting-edge areas in science and engineering, such as in the study of brain dynamics in neuroscience and cancer treatment in cell biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shen",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shen Zeng",
   "pi_email_addr": "s.zeng@wustl.edu",
   "nsf_id": "000759688",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jr-Shin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jr-Shin Li",
   "pi_email_addr": "jsli@seas.wustl.edu",
   "nsf_id": "000104918",
   "pi_start_date": "2019-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "One Brookings Drive, Campus Box",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 488811.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With computing power and measurement data becoming ever more ubiquitous and affordable in the age of Big Data, unprecedented opportunities have presented themselves for novel control engineering and automation solutions for a wide range of dynamic systems in nature and engineering. In the area of systems and control engineering, the advent of the new Big Data and Artificial Intelligence paradigms have ushered in a shift from the purely analytic study of moderately complex models obtained from first principles to more phenomenological and computational considerations for more complex and high-dimensional system models that are possibly directly formed from measurement data.</p>\n<p>This project conducted fundamental research that contributed new knowledge on how to best utilize recent advances in data acquisition and computing technologies to significantly enhance the performance, as well as broaden the scope of control engineering design methodologies and principles. New formulations and frameworks pioneered in this project have allowed for a more holistic understanding and treatment of increasingly complicated and high-dimensional dynamical systems that escape the scope of state-of-the-art approaches. The exploration of new data-centric concepts and data-integrated control analysis and control design tools broadened the range of the theoretical and computational advancement for understanding the mechanisms of modeling and controlling complex higher-level tasks on a holistic level.</p>\n<p>Beyond the novel developments in systems and control theory, the project made connections with a variety of different disciplines, such as data science and engineering, cell biology, brain science, and healthcare. The project has provided new contributions in these areas as well, thereby enhancing the infrastructure for research and education across these disciplines. These efforts led to advanced methods and innovative techniques for medical imaging, cancer treatments, and clinical neurostimulation.</p>\n<p>Several workshops, mini-symposia, as well as invited sessions in international conferences on the topics of data-driven and learning-based approaches for dynamical systems have been organized by the co-PIs in the control systems and applied mathematics societies. Efforts have been made to engage and include under-represented minorities and women to the research program. Two courses on special topics of control, computation, and learning of high-dimensional large-scale systems have been created and taught by both co-PIs at Washington University in St. Louis. The outreach effort is also continued to actively engage the general public and pre-college K-12 students in scientific research through the university&rsquo;s science outreach and summer research programs.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/08/2024<br>\nModified by: Shen&nbsp;Zeng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWith computing power and measurement data becoming ever more ubiquitous and affordable in the age of Big Data, unprecedented opportunities have presented themselves for novel control engineering and automation solutions for a wide range of dynamic systems in nature and engineering. In the area of systems and control engineering, the advent of the new Big Data and Artificial Intelligence paradigms have ushered in a shift from the purely analytic study of moderately complex models obtained from first principles to more phenomenological and computational considerations for more complex and high-dimensional system models that are possibly directly formed from measurement data.\n\n\nThis project conducted fundamental research that contributed new knowledge on how to best utilize recent advances in data acquisition and computing technologies to significantly enhance the performance, as well as broaden the scope of control engineering design methodologies and principles. New formulations and frameworks pioneered in this project have allowed for a more holistic understanding and treatment of increasingly complicated and high-dimensional dynamical systems that escape the scope of state-of-the-art approaches. The exploration of new data-centric concepts and data-integrated control analysis and control design tools broadened the range of the theoretical and computational advancement for understanding the mechanisms of modeling and controlling complex higher-level tasks on a holistic level.\n\n\nBeyond the novel developments in systems and control theory, the project made connections with a variety of different disciplines, such as data science and engineering, cell biology, brain science, and healthcare. The project has provided new contributions in these areas as well, thereby enhancing the infrastructure for research and education across these disciplines. These efforts led to advanced methods and innovative techniques for medical imaging, cancer treatments, and clinical neurostimulation.\n\n\nSeveral workshops, mini-symposia, as well as invited sessions in international conferences on the topics of data-driven and learning-based approaches for dynamical systems have been organized by the co-PIs in the control systems and applied mathematics societies. Efforts have been made to engage and include under-represented minorities and women to the research program. Two courses on special topics of control, computation, and learning of high-dimensional large-scale systems have been created and taught by both co-PIs at Washington University in St. Louis. The outreach effort is also continued to actively engage the general public and pre-college K-12 students in scientific research through the universitys science outreach and summer research programs.\n\n\n\t\t\t\t\tLast Modified: 03/08/2024\n\n\t\t\t\t\tSubmitted by: ShenZeng\n"
 }
}