{
 "awd_id": "1933739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Alabama ADVANCE Partnership for Achieving Gender Equity in STEM",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1250000.0,
 "awd_amount": 1250000.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "The Alabama ADVANCE Partnership for Achieving Gender Equity in STEM will build on prior NSF ADVANCE work at the University of Alabama at Birmingham and other research and literature concerning gender, racial and ethnic equity.  The partnership includes the University of Alabama at Birmingham, the University of Alabama in Huntsville, Alabama A&M University, Miles College and Oakwood University.  The project will implement institutional changes at the partner institutions in practices and policies to enhance gender equity and inclusion for STEM faculty in STEM departments.  Activities include unconscious bias seminars and workshops with STEM faculty and administrators, training for search and promotion committees, and annual state-wide conferences on gender equity bringing provosts and STEM deans together to discuss strategies that work to enhance equity and inclusion. \r\n\r\nThe partnership will implement evidence-based activities that have been adapted to the context of the partnering institutions designed to lead to new policies or policy changes that promote gender equity for STEM faculty in the academic workplace.  The ADVANCE Partnership builds on existing relationships between the Alabama institutions and will coordinate with two Louis Stokes Alliances for Minority Participation programs in Alabama and an NSF INCLUDES project lead by Auburn University.  The Auburn INCLUDES project is focused on increasing the quantity and excellence of persons with disabilities in STEM via a regional alliance of twenty-one institutions in the southeast.  These strategic partnerships will enhance the sharing of information and result in the establishment of a community of ADVANCE universities in the state and region. \r\n\r\nThe NSF ADVANCE program is designed to foster gender equity through a focus on the identification and elimination of organizational barriers that impede the full participation and advancement of diverse faculty in academic institutions.  Organizational barriers that inhibit equity may exist in policies, processes, practices, and the organizational culture and climate.  ADVANCE \"Partnership\" awards provide support to collaborations among STEM professional societies and academic and non-academic non-profit organizations designed to broaden the implementation of evidence-based equity strategies and have a national or regional reach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulette",
   "pi_last_name": "Dilworth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulette Dilworth",
   "pi_email_addr": "ppddei@uab.edu",
   "nsf_id": "000745958",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Dale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louis Dale",
   "pi_email_addr": "ldale@uab.edu",
   "nsf_id": "000352157",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Braswell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Braswell",
   "pi_email_addr": "cbraswel@uab.edu",
   "nsf_id": "000353122",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Benoit",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela J Benoit",
   "pi_email_addr": "benoit@uab.edu",
   "nsf_id": "000800557",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016y00",
   "pgm_ele_name": "ADVANCE"
  },
  {
   "pgm_ele_code": "016Y00",
   "pgm_ele_name": "ADVANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "7650",
   "pgm_ref_txt": "ADVANCE PLAN IHE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Alabama ADVANCE Partnership for Gender Equity in STEM program includes five higher education institutions across Birmingham and Huntsville Alabama. The Alabama ADVANCE Partnership utilized an <span><span>intersectionality</span></span> approach to design activities that could support females and other under- represented groups within STEM faculty. Brief descriptions for each partnership institution follows:<strong> Alabama A&amp;M U<span>niversity</span> </strong>(AAMU). <span>AAMU</span> is a public HBCU and a traditional 1890 land- grant institution in Huntsville, AL. AAMU provides more than 60 undergraduate, graduate and certificate programs with a student population of around 6,000.&nbsp;<strong> Miles College </strong>(MC). MC is a senior, private, liberal arts HBCU in Birmingham, AL with roots in the Christian Methodist Episcopal Church. MC offers 29 bachelor's degree programs in 6 academic divisions with a student population of around 1,650. <strong>Oakwood University</strong> (<span><span>OU</span></span>). <span><span>OU</span></span> is a private <span>HBCU</span>, Seventh-day Adventist institution in Huntsville, AL. <span><span>OU</span></span> offers a number of degree programs with a student population around 1,700. <strong>University of Alabama at Birmingham </strong>(<span><span>UAB</span></span>). <span><span>UAB</span></span> is an internationally renowned, public, doctoral research university and academic health center in Birmingham, AL. <span><span>UAB</span></span> offers undergraduate, graduate, and doctoral degrees across 12 programs with a student population of around 20,900. <strong>University of Alabama&nbsp;&nbsp;Huntsville,</strong> . <span><span>UAH</span></span> offers 89 degree programs of study at the undergraduate a graduate level with a student population of around 9,100. University of Alabama at Huntsville (<span><span>UAH</span></span>). <span><span>UAH</span></span> is a public national University.</p>\n<p><strong>Project Outcomes:&nbsp;</strong><span><span>Webinars</span></span>, seminars, workshops, showcases, panel discussions and luncheons were all utilized to address key barriers to gender equity with members within and across ADVANCE partnership institutions. For simplicity, all ADVANCE events (other than symposiums and meetings) will be referenced here forth as seminars. During the grant award, the ADVANCE partnership institutions hosted a total of 119 seminars. While events were initiated and envisioned to occur in-person across the five campuses; the <span><span>Covid</span></span> 19 national health pandemic resulted in a need to utilize virtual platforms such as zoom, <span><span>YouTube</span></span> and <span><span>Facebook</span></span> to sponsor seminars during this period. Each seminar was categorized into a single seminar topic in order to understand the focus of seminars across the grant period. However, it is important to note that seminars addressed multiple topics and barriers to gender equity.&nbsp;These seminars were also used to support the following ADVANCE activities: lunch and learn meetings to discuss policies affecting gender equity, search committee and promotion committee training / guidelines that eliminate unconscious biases, unconscious bias seminars, balancing work and family seminars, spouse/partner relocation policies, and career development mentoring programs.&nbsp;&nbsp;Many of these seminars were offered mid-afternoon and could be considered lunch and learn meetings.&nbsp;Five seminars with search committee indicated as the primary topic were hosted by the partnership over the course of the grant. Of the 119 seminars hosted across the ADVANCE partnership, 11 seminars had a primary topic for promotion and tenure,&nbsp; Fifteen seminars that focused on strategies to eliminate unconscious bias were hosted across the partnership and 79.4% of seminars with post-surveys (27 of 34) indicated that the topic was addressed across ADVANCE sponsored events&nbsp; Fifteen seminars on balancing work and family were hosted across the partnership, and 67.6% of seminars with post-surveys (23 of 34) indicated that the work-life balance topic was addressed across ADVANCE.&nbsp;Spousal/Partner relocation policies are informally implemented across the partnership institutions.&nbsp; Mentoring can be a critical component of professional development for junior faculty and has been identified as a useful mechanism for integrating faculty into departments and the broader profession.&nbsp;&nbsp;A total of 12 events sponsored across partnership institutions included career development and mentoring as the primary focal topic,</p>\n<p>. The program hosted four state-wide conferences/symposiums on gender equity and inclusion over the course of the grant . Each symposium featured guest speakers who provided expertise on topics of gender equity and inclusion ,</p>\n<p>September 24, 2020 -<strong>Dr. Shirley Malcolm</strong> (<span><span>AAAS</span></span>)</p>\n<p>March04, 2021 -<strong> Dr. Freeman <span><span>Hraboski</span></span> </strong>(<span><span>UMBC</span></span>)</p>\n<p>April 14, 2022 - <strong>Dr. Jesse <span><span>Dearo</span></span> </strong>(NSF) and Dr. <strong>Devon W. <span><span>Carbado</span></span></strong> (UCLA)</p>\n<p>February 18-19 2023 - <strong>Dr. Viola <span><span>Acoff</span></span> </strong>(Ole Miss) and <strong><span><span>Lakiesha</span></span> Hawkins</strong> (NASA) .</p>\n<p>The partnership was successful in bringing majority institutions and <span><span>HBCU's</span></span> together to address&nbsp;racial and gender inequities in STEM.&nbsp; Some issues were solved but not others.&nbsp; The&nbsp; vast differences in financial support may be the cause of some problems, but not all.&nbsp; <span><span>Unconsciencious</span></span> biases still prevail in some institutions.</p>\n<p>&nbsp;However, the Partnership successfully:</p>\n<ul>\n<li>Developed and clearly communicated ADVANCE goals at STEM department levels in recruiting and supporting a diverse faculty;</li>\n<li>Defined and clearly communicated criteria to be used during recruitment, promotion and tenure processes and retention that reflect&nbsp; ADVANCE goals;</li>\n</ul>\n<ul>\n<li>Provided in-person and virtual workshops to assist faculty and department chairs in developing and implementing ADVANCE goals and objectives;</li>\n<li>Monitored the application of these criteria to the processes of faculty&nbsp; recruitment and advancement via data collection;</li>\n</ul><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Louis&nbsp;Dale</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Alabama ADVANCE Partnership for Gender Equity in STEM program includes five higher education institutions across Birmingham and Huntsville Alabama. The Alabama ADVANCE Partnership utilized an intersectionality approach to design activities that could support females and other under- represented groups within STEM faculty. Brief descriptions for each partnership institution follows: Alabama A&M University (AAMU). AAMU is a public HBCU and a traditional 1890 land- grant institution in Huntsville, AL. AAMU provides more than 60 undergraduate, graduate and certificate programs with a student population of around 6,000. Miles College (MC). MC is a senior, private, liberal arts HBCU in Birmingham, AL with roots in the Christian Methodist Episcopal Church. MC offers 29 bachelor's degree programs in 6 academic divisions with a student population of around 1,650. Oakwood University (OU). OU is a private HBCU, Seventh-day Adventist institution in Huntsville, AL. OU offers a number of degree programs with a student population around 1,700. University of Alabama at Birmingham (UAB). UAB is an internationally renowned, public, doctoral research university and academic health center in Birmingham, AL. UAB offers undergraduate, graduate, and doctoral degrees across 12 programs with a student population of around 20,900. University of AlabamaHuntsville, . UAH offers 89 degree programs of study at the undergraduate a graduate level with a student population of around 9,100. University of Alabama at Huntsville (UAH). UAH is a public national University.\n\n\nProject Outcomes:Webinars, seminars, workshops, showcases, panel discussions and luncheons were all utilized to address key barriers to gender equity with members within and across ADVANCE partnership institutions. For simplicity, all ADVANCE events (other than symposiums and meetings) will be referenced here forth as seminars. During the grant award, the ADVANCE partnership institutions hosted a total of 119 seminars. While events were initiated and envisioned to occur in-person across the five campuses; the Covid 19 national health pandemic resulted in a need to utilize virtual platforms such as zoom, YouTube and Facebook to sponsor seminars during this period. Each seminar was categorized into a single seminar topic in order to understand the focus of seminars across the grant period. However, it is important to note that seminars addressed multiple topics and barriers to gender equity.These seminars were also used to support the following ADVANCE activities: lunch and learn meetings to discuss policies affecting gender equity, search committee and promotion committee training / guidelines that eliminate unconscious biases, unconscious bias seminars, balancing work and family seminars, spouse/partner relocation policies, and career development mentoring programs.Many of these seminars were offered mid-afternoon and could be considered lunch and learn meetings.Five seminars with search committee indicated as the primary topic were hosted by the partnership over the course of the grant. Of the 119 seminars hosted across the ADVANCE partnership, 11 seminars had a primary topic for promotion and tenure, Fifteen seminars that focused on strategies to eliminate unconscious bias were hosted across the partnership and 79.4% of seminars with post-surveys (27 of 34) indicated that the topic was addressed across ADVANCE sponsored events Fifteen seminars on balancing work and family were hosted across the partnership, and 67.6% of seminars with post-surveys (23 of 34) indicated that the work-life balance topic was addressed across ADVANCE.Spousal/Partner relocation policies are informally implemented across the partnership institutions. Mentoring can be a critical component of professional development for junior faculty and has been identified as a useful mechanism for integrating faculty into departments and the broader profession.A total of 12 events sponsored across partnership institutions included career development and mentoring as the primary focal topic,\n\n\n. The program hosted four state-wide conferences/symposiums on gender equity and inclusion over the course of the grant . Each symposium featured guest speakers who provided expertise on topics of gender equity and inclusion ,\n\n\nSeptember 24, 2020 -Dr. Shirley Malcolm (AAAS)\n\n\nMarch04, 2021 - Dr. Freeman Hraboski (UMBC)\n\n\nApril 14, 2022 - Dr. Jesse Dearo (NSF) and Dr. Devon W. Carbado (UCLA)\n\n\nFebruary 18-19 2023 - Dr. Viola Acoff (Ole Miss) and Lakiesha Hawkins (NASA) .\n\n\nThe partnership was successful in bringing majority institutions and HBCU's together to addressracial and gender inequities in STEM. Some issues were solved but not others. The vast differences in financial support may be the cause of some problems, but not all. Unconsciencious biases still prevail in some institutions.\n\n\nHowever, the Partnership successfully:\n\nDeveloped and clearly communicated ADVANCE goals at STEM department levels in recruiting and supporting a diverse faculty;\nDefined and clearly communicated criteria to be used during recruitment, promotion and tenure processes and retention that reflect ADVANCE goals;\n\n\nProvided in-person and virtual workshops to assist faculty and department chairs in developing and implementing ADVANCE goals and objectives;\nMonitored the application of these criteria to the processes of faculty recruitment and advancement via data collection;\n\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: LouisDale\n"
 }
}