{
 "awd_id": "1933837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing extraterrestrial 3He as a Plio-Pleistocene constant flux proxy",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032925081",
 "po_email": "emestes@nsf.gov",
 "po_sign_block_name": "Emily Estes",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 477004.0,
 "awd_amount": 477004.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2024-02-29",
 "awd_abstract_narration": "Deposition flux records of windblown dust, biologic material, and hydrothermal minerals preserved in seafloor sediments yield valuable constraints with which to investigate atmospheric, oceanographic, biogeochemical, and solid Earth responses to past climate conditions. However, such records can be complicated because of the redistribution of sediments on the seafloor.  Constant flux proxies (CFPs) are required for the reliable construction and interpretation of such sedimentary records of past climate variability. To date, however, there are no CFPs calibrated for the examination of the climate system prior to 500,000 years ago. In this project, investigators will evaluate and calibrate extraterrestrial helium-3 (3HeET) for use as a CFP over the past 5 million years of Earth history, known as the Plio-Pleistocene. The Plio-Pleistocene includes many major transitions in the global climate system as well as multiple episodes of warmer than modern climate conditions. This research will develop a new method that could have broad applications in helping to understand past climate change and predicting future climate system responses to a warming world. Funding supports an early career researcher with no prior NSF support, and will engage students from underrepresented groups through the Lamont-Doherty Secondary School Field Research Program.\r\n\r\nConstant flux proxies are an integral part of paleoceanography because CFP-derived mass accumulation rates are independent of the lateral sediment transport biases that can confound traditional age model-derived mass accumulation rate records. 3HeET has the potential to serve as a Plio-Pleistocene CFP, but current applications of this method are limited by the lack of constraints on the global 3HeET influx over this time period. This project will develop the first constant flux proxy for Plio-Pleistocene oceanography by calibrating the global 3HeET influx over the past 5 Myr using sedimentary beryllium-10 (10Be). Investigators will constrain the global 3HeET influx by generating three 10Be-based 3HeET influx records spanning 0.5 to 5 Ma in existing sediment cores from low particle flux ocean regions, where Plio-Pleistocene variations in 10Be deposition rates are expected to be minimal. Anticipated results will enable the community to employ 3HeET in Plio-Pleistocene applications spanning a wide range of dynamic depositional environments and thus enable new frontiers in a variety of topics in marine geology and geophysics, including: paleoceanography, paleoclimate, marine sedimentology and sediment transport, as well long-term interactions between submarine volcanology and climate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Middleton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Middleton",
   "pi_email_addr": "jennym@ldeo.columbia.edu",
   "nsf_id": "000801312",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gisela",
   "pi_last_name": "Winckler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gisela Winckler",
   "pi_email_addr": "winckler@ldeo.columbia.edu",
   "nsf_id": "000160411",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observator",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 477004.0
  }
 ],
 "por": null
}