{
 "awd_id": "1933072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Fully water-soluble bioelectronics with skin-conforming galactomannan",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 67500.0,
 "awd_amount": 142124.0,
 "awd_min_amd_letter_date": "2019-05-30",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "This EAGER project aims to realize the biodegradable epidermal devices by fabricating fully water-soluble zinc sensors on a water-soluble and ultra-smooth galactomannan substrate that is obtained from seeds with an environmentally-friendly aqueous extraction method.  While there has been increasing attention to exploring biocompatible and biodegradable materials for implantable monitors and disposable epidermal sensors, the substrates are often associated with poor biodegradability, high surface roughness, lack of conformability, and expensive chemical synthesis approaches.  In this project, various zinc sensors on the nature-derived galactomannan substrate will be fabricated, characterized, and benchmarked.  The resulting disposable electronics can be programmed to dissolve in water, and further produce environmentally benign end-products, which can be used for alkaline soil amendments.  Considering the numerous human health benefits such as reducing blood glucose and low-density lipoprotein cholesterol levels of the water-soluble galactomannan, the results from this study will also enable the future development of biomedical implants.  Additionally, the research will be tightly coupled with a comprehensive educational program that will expose undergraduate and underrepresented students to interdisciplinary technologies through early engagement and research training on the design and fabrication of fully water-soluble sensors.  \r\n\r\nSignificant efforts have been devoted to reducing the bending stiffness of epidermal devices to improve the contact quality at the device-skin interface and to yield high-quality sensing data.  As the bending stiffness of the device is primarily affected by the modulus and thickness of each device layer, successful demonstrations include the use of low-modulus substrate or exploration of thin device structures.  However, the materials are limited in the former, and low-cost fabrication is challenging in the latter.  Additionally, non-water-soluble properties of both classes create electronic waste streams, posing environmental concerns.  An innovative, fully water-soluble bioelectronic device is proposed in which zinc sensors are fabricated on the galactomannan substrate through a low-cost fabrication process.  The objective of this project is to carry out a feasibility study that water-soluble bioelectronics on a skin-conforming galactomannan film can form a conformal contact with the hierarchically textured skin surface and reduce the contact impedance.  Two research tasks are proposed to accomplish the feasibility study: (1) fabricating capacitive zinc electrodes and temperature sensors on the skin-conforming galactomannan films, and (2) characterizing water-soluble zinc sensors to benchmark their performance, particularly against motion artifacts.  By following arbitrary skin deformations without mechanical failure, the new class of fully disposable, high-performance, and low-cost electronic devices can significantly improve the contact quality at the device-skin interface and reduce the susceptibility to motion artifacts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huanyu",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huanyu Cheng",
   "pi_email_addr": "huc24@psu.edu",
   "nsf_id": "000702097",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "212 EES Building",
  "perf_city_name": "University Pk",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 67500.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 74624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this proposal is to carry out a feasibility study that water-soluble bioelectronics on a skin-conforming film can form a conformal contact with the hierarchically textured skin surface and reduce the contact impedance.&nbsp; At the onset of this research, we have fabricated capacitive Zn electrodes and temperature sensors on the galactomannan films.&nbsp; Further investigation has led to a new fabrication approach that explores xenon light-induced transport of Zn nanoparticles (Zn NPs) through a shadow mask to deliver the Zn patterns on both planar and complicated 3D geometries with a simple setup. &nbsp;The intense pulsed xenon light can locally raise the temperature of Zn NPs to cause evaporation. &nbsp;Lamination of a kirigami-patterned soft semi-transparent polymer film with Zn NPs conforming to a 3D surface results in condensation of Zn NPs to form conductive yet degradable Zn patterns onto a 3D freeform surface for constructing transient electronics.&nbsp; The fabricated conductive Zn pattern can be used as conductive traces, interdigitated electrodes, sensing components, or antennas as building blocks for transient electronics on 3D freeform surfaces. &nbsp;Functional circuits with integrated sensors and a wireless communication component on 3D glass beakers and seashells with complex surface geometries demonstrate the viability of this manufacturing strategy.</p>\n<p>Meanwhile, we have also explored a water-soluble adhesive layer that can robustly couple the sensors to the skin for enhanced performance.&nbsp; This water-soluble adhesive layer as a novel sintering aid layer enables printing and room-temperature sintering of the metal NPs on paper/fabric for flexible printed circuit boards and directly on the human skin for on-body sensors.&nbsp; Consisting of polyvinyl alcohol paste and nanoadditives in the water, the sintering aid layer reduces the sintering temperature of metal NPs. &nbsp;Together with the significantly decreased surface roughness, it allows for the integration of a submicron-thick conductive pattern with enhanced electromechanical performance.&nbsp; As a result, the reported universal fabrication scheme can integrate on-body sensors for physiological signal monitoring and circuit boards for signal conditioning/readout and wireless transmission to yield a soft body area sensor network.&nbsp;</p>\n<p>In addition, we have investigated the feasibility of a self-powered wireless sensing platform created by a low-cost, scalable, and facile manufacturing approach based on laser-induced graphene foams. &nbsp;The integration of a triboelectric nanogenerator and power management circuits with micro-supercapacitor arrays can efficiently harvest intermittent mechanical energy from body movements into stable power output. &nbsp;3D foams and their composites patterned into various geometries conveniently create various deformable sensors on large scale at low cost. &nbsp;The generated stable, yet high, power with adjustable voltage and current outputs drives various stretchable sensors and wireless transmission modules to wirelessly measure pulse, strain, temperature, electrocardiogram, blood pressure, and blood oxygen. &nbsp;The self-powered, wireless, wearable sensing platform paves the way to wirelessly detect clinically relevant biophysical and biochemical signals for early disease diagnostics and healthy aging.&nbsp; New opportunities are further opened up with strategies to decouple simultaneously applied multiple input signals and the design concepts for self-healing, reconfigurable, thermal-switching device platforms.&nbsp;</p>\n<p>The PI and his students along with collaborators have demonstrated high-performance skin-interfaced bioelectronics for non-invasive and long-term monitoring of various biophysical and biochemical signals.&nbsp; The research team involved in the project has been exposed to interdisciplinary problems where knowledge from different fields of study converges to allow for these unusual design concepts and technology demonstrations.&nbsp; The project has provided training and research development for multiple undergraduate and graduate students, who successfully moved on to successful careers in academia or industry.&nbsp; Many students also went through NSF I-Corps short course and the PA Ben Franklin TechCelerator programs to learn the potential commercialization opportunity on our recently developed technology supported by this project for turning a tech-business idea into a tech startup. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2023<br>\n\t\t\t\t\tModified by: Huanyu&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of this proposal is to carry out a feasibility study that water-soluble bioelectronics on a skin-conforming film can form a conformal contact with the hierarchically textured skin surface and reduce the contact impedance.  At the onset of this research, we have fabricated capacitive Zn electrodes and temperature sensors on the galactomannan films.  Further investigation has led to a new fabrication approach that explores xenon light-induced transport of Zn nanoparticles (Zn NPs) through a shadow mask to deliver the Zn patterns on both planar and complicated 3D geometries with a simple setup.  The intense pulsed xenon light can locally raise the temperature of Zn NPs to cause evaporation.  Lamination of a kirigami-patterned soft semi-transparent polymer film with Zn NPs conforming to a 3D surface results in condensation of Zn NPs to form conductive yet degradable Zn patterns onto a 3D freeform surface for constructing transient electronics.  The fabricated conductive Zn pattern can be used as conductive traces, interdigitated electrodes, sensing components, or antennas as building blocks for transient electronics on 3D freeform surfaces.  Functional circuits with integrated sensors and a wireless communication component on 3D glass beakers and seashells with complex surface geometries demonstrate the viability of this manufacturing strategy.\n\nMeanwhile, we have also explored a water-soluble adhesive layer that can robustly couple the sensors to the skin for enhanced performance.  This water-soluble adhesive layer as a novel sintering aid layer enables printing and room-temperature sintering of the metal NPs on paper/fabric for flexible printed circuit boards and directly on the human skin for on-body sensors.  Consisting of polyvinyl alcohol paste and nanoadditives in the water, the sintering aid layer reduces the sintering temperature of metal NPs.  Together with the significantly decreased surface roughness, it allows for the integration of a submicron-thick conductive pattern with enhanced electromechanical performance.  As a result, the reported universal fabrication scheme can integrate on-body sensors for physiological signal monitoring and circuit boards for signal conditioning/readout and wireless transmission to yield a soft body area sensor network. \n\nIn addition, we have investigated the feasibility of a self-powered wireless sensing platform created by a low-cost, scalable, and facile manufacturing approach based on laser-induced graphene foams.  The integration of a triboelectric nanogenerator and power management circuits with micro-supercapacitor arrays can efficiently harvest intermittent mechanical energy from body movements into stable power output.  3D foams and their composites patterned into various geometries conveniently create various deformable sensors on large scale at low cost.  The generated stable, yet high, power with adjustable voltage and current outputs drives various stretchable sensors and wireless transmission modules to wirelessly measure pulse, strain, temperature, electrocardiogram, blood pressure, and blood oxygen.  The self-powered, wireless, wearable sensing platform paves the way to wirelessly detect clinically relevant biophysical and biochemical signals for early disease diagnostics and healthy aging.  New opportunities are further opened up with strategies to decouple simultaneously applied multiple input signals and the design concepts for self-healing, reconfigurable, thermal-switching device platforms. \n\nThe PI and his students along with collaborators have demonstrated high-performance skin-interfaced bioelectronics for non-invasive and long-term monitoring of various biophysical and biochemical signals.  The research team involved in the project has been exposed to interdisciplinary problems where knowledge from different fields of study converges to allow for these unusual design concepts and technology demonstrations.  The project has provided training and research development for multiple undergraduate and graduate students, who successfully moved on to successful careers in academia or industry.  Many students also went through NSF I-Corps short course and the PA Ben Franklin TechCelerator programs to learn the potential commercialization opportunity on our recently developed technology supported by this project for turning a tech-business idea into a tech startup.  \n\n \n\n\t\t\t\t\tLast Modified: 07/20/2023\n\n\t\t\t\t\tSubmitted by: Huanyu Cheng"
 }
}