{
 "awd_id": "1933409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Relationship Between an Intelligent Trunk Exoskeleton and Its Wearer as a Basis for Improved Assistance and Rehabilitation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2021-11-30",
 "tot_intn_awd_amt": 524940.0,
 "awd_amount": 524940.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "Low back pain (LBP) is a leading cause of disability and a significant contributor to reduced work productivity and wage loss. Intelligent, adaptive trunk exoskeletons are a novel class of wearable robotic systems that reduce or redistribute the load on the spine and trunk muscles, thereby offering a nonsurgical and nonpharmaceutical LBP intervention that may be more effective that standard spinal orthoses because intelligent exoskeletons will have the capability to adapt their mechanical support to the changing activities and needs of the wearer. The research objective of this project is to characterize the bidirectional adaptations that will promote useful and comfortable interactions between an intelligent trunk exoskeleton and its wearer. The project offers three \"work packages\", which will develop fundamental knowledge about the effects a trunk exoskeleton has on human movement and physiology in a variety of activities performed in and out of the research lab. The project will also increase knowledge about how intelligent exoskeletons can adapt themselves to the wearer in an activity-specific manner, and how the wearer's exoskeleton usage patterns evolve over time. The project will promote the nation's health and prosperity by advancing the effective design and deployment of trunk exoskeletons, which will have broad impact on human health and productivity. For example, intelligent trunk exoskeletons could help workers in occupations like agriculture and materials handling to lift heavier loads with lower risk of injury. Broader impacts of the project include the integration of project technology and results into undergraduate and graduate courses, as well as outreach to K-12 and community college students, individuals with low back pain, and to the general public.\r\n\r\nThe project's Intellectual Merit is advanced through three sets of human subject experiments organized into \"work packages\". The first determines the effects of the exoskeleton's compression and stiffness on various aspects of the wearer's trunk biomechanics, metabolic load, task completion strategy, and perceived comfort during low-intensity, high-intensity, and unpredictable laboratory-based activities. The results will provide insight into how exoskeleton compression and stiffness can be adjusted to enhance task performance and comfort. The second work package integrates sensors and actuators into the exoskeleton, thereby allowing an intelligent algorithm to infer the wearer's posture and intended task, and to reconfigure the exoskeleton's fit in a task-appropriate manner. Additionally, a smartphone app will let users manually adjust the exoskeleton's configuration using a simple user interface. The automatic and manual approaches will be compared in lab-based experiments involving participants with and without LBP. The third work package performs a 2-week, home-based, unsupervised evaluation of the adaptive trunk exoskeleton to examine how the user?s relationship with the exoskeleton evolves over time, such as whether users develop new usage strategies as they gain experience with the device. Supervised laboratory evaluations will be performed before, during, and after the 2-week evaluation period to determine how extended experience with the exoskeleton affects its effectiveness.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vesna",
   "pi_last_name": "Novak",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Vesna D Novak",
   "pi_email_addr": "novakdn@ucmail.uc.edu",
   "nsf_id": "000681834",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Boyi",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boyi Dai",
   "pi_email_addr": "bdai@uwyo.edu",
   "nsf_id": "000801078",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Ave.",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "058Y00",
   "pgm_ele_name": "M3X - Mind, Machine, and Motor"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "070E",
   "pgm_ref_txt": "INTEG OF HUMAN & COGNITIVE"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 301588.0
  }
 ],
 "por": null
}