{
 "awd_id": "1933291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Epigenetic regulation of developmental phase transition",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Becraft",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 603908.0,
 "awd_amount": 603908.0,
 "awd_min_amd_letter_date": "2019-07-30",
 "awd_max_amd_letter_date": "2019-07-30",
 "awd_abstract_narration": "The polycomb repressive complex 2 (PRC2) is an important regulator of gene expression and development. PRC2 proteins are conserved in fungi, worm, fly, mammals and many plant species. In the model plant, Arabidopsis thaliana, PRC2 controls the development of  the endosperm, the tissue in the seed that provides nutrients for the embryo. In monocots, like maize the endosperm constitutes the major volume of mature seeds and it the bulk of the edible kernel. Because the endosperm is a major constituent of seeds, an understanding of endosperm development has critical implications for agriculture. In many dicots, endosperm proliferation is the major determinant of mature seed size as has been shown in Arabidopsis thaliana and the related crop plant, canola. Endosperm proliferation in these dicots provides nutrient supplies for the subsequent embryo development. The aim of this award is to better understand how PRC2 regulates endosperm formation. This project augments the research and education missions of NSF. Researchers at different stages of their career development are trained in the fields of genetics, molecular biology and biochemistry. Students and trainees are mentored in the areas of career development, teaching, communication and interpersonal skills and professional development. Vigorous outreach activities foster scientific literacy and public engagement with science.\r\n\r\nIn angiosperms, double fertilization leads to the formation of a diploid embryo and a triploid endosperm. In many dicots, seed development involves an early endosperm proliferation to form a large embryo sac followed by a second phase in which the embryo grows to replace most of the endosperm at maturity. The expression of a few genes critical for endosperm proliferation such as MINI3 and IKU2 is activated after fertilization. At 4 days after pollination (DAP), the endosperm proliferation genes are repressed for a transition to embryo development. PRC2s play important roles in developmental phase transition. Of the three PRC2 complexes, Fertilization Independent Seed (FIS)-PRC2 silences the endosperm proliferation genes through histone methylation. None of the PRC2 subunits bind DNA in a sequence-specific fashion, and the knowledge of how PRC2s are recruited to a particular genomic locus is limited. MEA is the histone methyltransferase of the FIS-PRC2 complex and accumulates 4 DAP. Parallel to MEA accumulation, two AGAMOUS-LIKE (AGL) MADS-box genes are actively transcribed 4 DAP. The two AGL proteins bind the IKU2 promoter and interact with MEA. Therefore, the dynamic accumulation of MEA regulates the duration of endosperm proliferation, and the two AGLs are the readers to recruit MEA histone writer to the IKU2 and other potential loci. Their co-action facilitates a phase transition to embryo development. In this project, the dynamic MEA accumulation in relation to histone modification at the IKU2 locus and the recruitment of MEA to the IKU2 and other loci is explored.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Min",
   "pi_last_name": "Ni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Min Ni",
   "pi_email_addr": "nixxx008@umn.edu",
   "nsf_id": "000343184",
   "pi_start_date": "2019-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "Univerwity of Minnesota-Twin Cities",
  "perf_str_addr": "1445 Gortner Avnue",
  "perf_city_name": "St. Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551081095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 603908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:&nbsp;</strong>Double fertilization in angiosperms leads to the formation of a triploid endosperm and a diploid embryo. In many dicots, seed development involves an early endosperm proliferation to form a large embryo sac at 4 to 5&nbsp;days after pollination (DAP)&nbsp;followed by a second phase in which the embryo grows to replace the endosperm. The expression of many genes critical for&nbsp;endosperm proliferation&nbsp;are activated after fertilization by a nuclear protein,&nbsp;SHORT HYPOCOTYL UNDER BLUE1 (SHB1). At&nbsp;4 to 5&nbsp;DAP, an array of endosperm proliferation genes are&nbsp;turned off&nbsp;for a transition from endosperm proliferation to embryo development.&nbsp;Polycomb&nbsp;repressive complex 2 (PRC2) regulates the expression of many key genes involved in developmental phase transition in various organisms through histone trimethylation. Of three Arabidopsis PRC2 complexes,&nbsp;Fertilization Independent Seed&nbsp;(FIS)-PRC2 likely silences the key endosperm proliferation genes after endosperm proliferation is complete. MEA is&nbsp;the histone methyltransferase&nbsp;of&nbsp;the&nbsp;FIS-PRC2 complex. How FIS-PRC2 recognizes the key endosperm proliferation loci remains largely unknown. Our studies reveal that two MADS-box transcription factors, AGL9 and AGL15, recruit FIS-PRC2 the key genomic loci. Although MEA&nbsp;accumulates constantly at various DAP, it is only&nbsp;associated with the two key endosperm loci&nbsp;after 4 to 5 DAP near the end of endosperm proliferation. In contrast, AGL9 and AGL15 accumulate after 4 to 5 DAP, recruit FIS-PCR2 and regulate the&nbsp;duration of endosperm proliferation. Mutations in&nbsp;<em>AGL9</em>&nbsp;and&nbsp;<em>AGL15</em>&nbsp;significantly impact endosperm proliferation and seed development. Through large-scale analysis with histone trimethylation marks and expression changes, we identified a set of genomic loci potentially targeted by AGL9, AGL15 and MEA to promote this developmental phase transition.&nbsp;This tightly regulated gene expression case&nbsp;by histonemodification makes it a very important research model.&nbsp;SHB1 and MEA homologs exist in&nbsp;many other plant species and eukaryotic organisms. A novel mechanism by which FIS-PRC2 is recruited to a specific genomic locus&nbsp;may well have parallels and significant implications for other developmental systems.&nbsp;With the support of this grant, we published two research articles in Molecular Plant (Wu et al., 2022, Zhang et al., 2024). Graduate student, Shen Zhang, is the leading author for the second&nbsp;research article. Our group also presented talks and posters at several national and international scientific conferences.</p>\n<p><strong>Broader Impacts:&nbsp;</strong>This project brought researchers at different stages of their career development,&nbsp;including several undergraduates and one graduate student, two postdoctoral associates, and one research scientist.&nbsp;They have developed their ability to critically analyze and solve scientific problems.&nbsp;Postdoctoral associates were mentored in the areas of career development and awareness, teaching and presentation effectiveness, communication and interpersonal skills, and professional experiences. We trained undergraduates during the regular semesters and in the summer months. Dane Bowles, Samuel Menge, Alexander Augustyn and Elena Gierke worked in our lab during their sophomore or junior year as undergraduate research assistants in the regular semesters from 2020 to 2024. Samuel Menge also completed a 3 hr directed research credits and a graduation thesis in 2022. In addition, my laboratory served as a harbor for a summer undergraduate research program supported by NSF at the University of Minnesota. This retention and academic enhancement program is for high-achieving undergraduates from underrepresented minority groups to pursue an academic major in biological sciences. I served primarily as a research advisor, interacted closely with the students of female and color, and provided career development guides. The PI also participated in a 3-day summer Nature of life program for first-year students before they attend our school. The PI leads activities of two sections and organizes a research module and a literature discussion module.&nbsp;This NSF support also&nbsp;allowed us to explore and conduct rigorous outreach plans. We practiced fostering scientific literacy&nbsp;and public engagement with science&nbsp;for all ages&nbsp;through exhibits on various topics. Our group also attempted participating in in&nbsp;Market Science, which involves scientists around the Twin Cities to share science to kids, market goers and their communities. We made efforts to provide summer research activities&nbsp;for&nbsp;junior high school students&nbsp;from the St. Paul school district after Covid-19 in 2022. We explored new initiatives to reach out for more high school students and attract them to the professional and research career of science and engineering.&nbsp;For broad society impact,&nbsp;endosperm constitutes the major components of mature seeds in monocots and some dicots.&nbsp;In other dicots, endosperm proliferation enforces a space limitation as&nbsp;a major determinant of mature seed size. Endosperm proliferation in those dicots also&nbsp;provides nutrient supplies for the subsequent embryo development. Therefore,&nbsp;the initial endosperm proliferation in many dicots is closely correlated with the mature seed size.&nbsp;<em>IKU2,&nbsp;</em>a key endosperm proliferation gene<em>&nbsp;</em>in dicots, is also conserved in monocots such as&nbsp;<em>Brachypodium</em>&nbsp;and rice.&nbsp;The proposed studies should create long-term impacts on food production by both dicot and monocot crops.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/04/2024<br>\nModified by: Min&nbsp;Ni</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:Double fertilization in angiosperms leads to the formation of a triploid endosperm and a diploid embryo. In many dicots, seed development involves an early endosperm proliferation to form a large embryo sac at 4 to 5days after pollination (DAP)followed by a second phase in which the embryo grows to replace the endosperm. The expression of many genes critical forendosperm proliferationare activated after fertilization by a nuclear protein,SHORT HYPOCOTYL UNDER BLUE1 (SHB1). At4 to 5DAP, an array of endosperm proliferation genes areturned offfor a transition from endosperm proliferation to embryo development.Polycombrepressive complex 2 (PRC2) regulates the expression of many key genes involved in developmental phase transition in various organisms through histone trimethylation. Of three Arabidopsis PRC2 complexes,Fertilization Independent Seed(FIS)-PRC2 likely silences the key endosperm proliferation genes after endosperm proliferation is complete. MEA isthe histone methyltransferaseoftheFIS-PRC2 complex. How FIS-PRC2 recognizes the key endosperm proliferation loci remains largely unknown. Our studies reveal that two MADS-box transcription factors, AGL9 and AGL15, recruit FIS-PRC2 the key genomic loci. Although MEAaccumulates constantly at various DAP, it is onlyassociated with the two key endosperm lociafter 4 to 5 DAP near the end of endosperm proliferation. In contrast, AGL9 and AGL15 accumulate after 4 to 5 DAP, recruit FIS-PCR2 and regulate theduration of endosperm proliferation. Mutations inAGL9andAGL15significantly impact endosperm proliferation and seed development. Through large-scale analysis with histone trimethylation marks and expression changes, we identified a set of genomic loci potentially targeted by AGL9, AGL15 and MEA to promote this developmental phase transition.This tightly regulated gene expression caseby histonemodification makes it a very important research model.SHB1 and MEA homologs exist inmany other plant species and eukaryotic organisms. A novel mechanism by which FIS-PRC2 is recruited to a specific genomic locusmay well have parallels and significant implications for other developmental systems.With the support of this grant, we published two research articles in Molecular Plant (Wu et al., 2022, Zhang et al., 2024). Graduate student, Shen Zhang, is the leading author for the secondresearch article. Our group also presented talks and posters at several national and international scientific conferences.\n\n\nBroader Impacts:This project brought researchers at different stages of their career development,including several undergraduates and one graduate student, two postdoctoral associates, and one research scientist.They have developed their ability to critically analyze and solve scientific problems.Postdoctoral associates were mentored in the areas of career development and awareness, teaching and presentation effectiveness, communication and interpersonal skills, and professional experiences. We trained undergraduates during the regular semesters and in the summer months. Dane Bowles, Samuel Menge, Alexander Augustyn and Elena Gierke worked in our lab during their sophomore or junior year as undergraduate research assistants in the regular semesters from 2020 to 2024. Samuel Menge also completed a 3 hr directed research credits and a graduation thesis in 2022. In addition, my laboratory served as a harbor for a summer undergraduate research program supported by NSF at the University of Minnesota. This retention and academic enhancement program is for high-achieving undergraduates from underrepresented minority groups to pursue an academic major in biological sciences. I served primarily as a research advisor, interacted closely with the students of female and color, and provided career development guides. The PI also participated in a 3-day summer Nature of life program for first-year students before they attend our school. The PI leads activities of two sections and organizes a research module and a literature discussion module.This NSF support alsoallowed us to explore and conduct rigorous outreach plans. We practiced fostering scientific literacyand public engagement with sciencefor all agesthrough exhibits on various topics. Our group also attempted participating in inMarket Science, which involves scientists around the Twin Cities to share science to kids, market goers and their communities. We made efforts to provide summer research activitiesforjunior high school studentsfrom the St. Paul school district after Covid-19 in 2022. We explored new initiatives to reach out for more high school students and attract them to the professional and research career of science and engineering.For broad society impact,endosperm constitutes the major components of mature seeds in monocots and some dicots.In other dicots, endosperm proliferation enforces a space limitation asa major determinant of mature seed size. Endosperm proliferation in those dicots alsoprovides nutrient supplies for the subsequent embryo development. Therefore,the initial endosperm proliferation in many dicots is closely correlated with the mature seed size.IKU2,a key endosperm proliferation genein dicots, is also conserved in monocots such asBrachypodiumand rice.The proposed studies should create long-term impacts on food production by both dicot and monocot crops.\n\n\n\t\t\t\t\tLast Modified: 08/04/2024\n\n\t\t\t\t\tSubmitted by: MinNi\n"
 }
}