{
 "awd_id": "1933660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Systems analysis of the interplay between oxygenic photosynthesis and nitrogen fixation in a unicellular cyanobacterium",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 836072.0,
 "awd_amount": 836072.0,
 "awd_min_amd_letter_date": "2019-08-02",
 "awd_max_amd_letter_date": "2019-08-02",
 "awd_abstract_narration": "Modern agriculture is critically dependent on fertilizers as the source of biologically available nitrogen. Chemical synthesis of fertilizers is energy intensive, and the process generates greenhouse gases that are a major driver of climate change. Moreover, application of fertilizers invariably leads to run-off related issues that are detrimental to the environment. One potential solution is development of nitrogen-fixing crop plants. This is a grand challenge in biology, since oxygen is a potent inhibitor of nitrogenase, the enzyme that catalyzes nitrogen fixation. Oxygenic photosynthetic organisms are the primary producers of oxygen in the biosphere. Among them, some cyanobacterial strains can also fix nitrogen using the energy captured during photosynthesis. The central objective of this project is to develop a deep understanding of the biological system in cyanobacteria that accommodates the two antagonistic processes, photosynthesis and nitrogen fixation. Success in these efforts will unravel design principles to develop nitrogen-fixing crop plants and will have far reaching implications in basic biology as well as biotechnology. The project activities also include (i) providing training for local and international undergraduate students and (ii) outreach activities for scientifically underprivileged individuals, organized by the International Center for Energy, Environment and Sustainability at Washington University.\r\n\r\nUnicellular diazotrophic cyanobacteria are the only cellular platforms in which oxygenic photosynthesis and  nitrogen fixation coexist. These microbes have developed sophisticated strategies to perform these antagonistic processes in the same cell by temporally separating them. Cyanobacteria are the only prokaryotes with a well characterized circadian clock that is thought to coordinate these two processes. However, a detailed understanding of the molecular mechanisms by which these organisms adjust their metabolism to accommodate both nitrogen fixation and photosynthesis is lacking. The plan is to use a recently developed genetic modification system for the unicellular diazotrophic strain Cyanothece sp. ATCC 51142 to strategically probe these questions. During this project, a systems biology approach is deployed to dissect the regulatory hierarchies that coordinate photosynthesis and nitrogen fixation. Overall, these studies help unlock the puzzle of the integration of photosynthesis and nitrogen fixation in a single cell. They provide a quantitative map of the highly orchestrated changes occurring during the day-night diel cycle informing how regulatory events affect metabolism as well as how the products of metabolism reset regulation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Himadri",
   "pi_last_name": "Pakrasi",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Himadri B Pakrasi",
   "pi_email_addr": "Pakrasi@wustl.edu",
   "nsf_id": "000143684",
   "pi_start_date": "2019-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "Campus Box 1054",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 836072.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><span>Carbon and nitrogen fixation are two fundamental biochemical processes that make life possible on<span>&nbsp;</span>this<span>&nbsp;</span>planet.<span>&nbsp;</span>The<span>&nbsp;</span>processes<span>&nbsp;</span>areantagonistic<span>&nbsp;</span>in<span>&nbsp;</span>nature,<span>&nbsp;</span>with<span>&nbsp;</span>oxygen,<span>&nbsp;</span>a<span>&nbsp;</span>product<span>&nbsp;</span>of<span>&nbsp;</span>photosynthesis, being detrimental to nitrogenase, the enzyme involved in the energy intensive nitrogen fixation reaction. Unicellular diazotrophic cyanobacteria are a fascinating class of microbes that exhibit rich metabolic diversity and inhabit diverse ecological niches, contributing significantly to the global carbon and nitrogen cycle. These microbes have evolved the enigmatic ability to accommodate photosynthesis and nitrogen fixation in the same cellular platform, utilizing solar energy to drive the nitrogen fixation reaction. Despite decades of effort directed towards unravelling<span>&nbsp;</span>this<span>&nbsp;</span>enigma,<span>&nbsp;</span>manyparts<span>&nbsp;</span>of<span>&nbsp;</span>the<span>&nbsp;</span>puzzle<span>&nbsp;</span>remain<span>&nbsp;</span>unsolved.<span>&nbsp;</span>This<span>&nbsp;</span>project<span>&nbsp;</span>addressed<span>&nbsp;</span>several long standing questions about the underlying principles governing the intricate functioning of unicellular diazotrophic cyanobacteria.</span></p>\n<p>In an endeavor to deepen our understanding of the regulation of carbon and nitrogen metabolism in these microbes, several targeted gene perturbations were introduced into our model strain&nbsp;<em>Cyanothece sp.&nbsp;</em>ATCC 51142, using CRISPR and conventional techniques. This suite of genetic tools was explored to gain insights into regulation of photosynthesis and nitrogen fixation under different environmental conditions.</p>\n<p>&nbsp;</p>\n<p>In one study, the role of PsbA4, a protein hypothesized to be involved in the regulation of photosynthesis&nbsp;during&nbsp;nitrogen&nbsp;fixation,was&nbsp;investigated&nbsp;by&nbsp;generating&nbsp;a&nbsp;strain&nbsp;lacking&nbsp;the&nbsp;<em>psbA4&nbsp;</em>gene. The study revealed that under nitrogen sufficient and deficient conditions over a day/night cycle,&nbsp;common&nbsp;changes&nbsp;to&nbsp;light&nbsp;harvesting&nbsp;and&nbsp;photosynthetic&nbsp;electron&nbsp;transport&nbsp;occur&nbsp;during&nbsp;the dark&nbsp;in+&nbsp;N&nbsp;and&nbsp;&minus;N&nbsp;conditions.&nbsp;These&nbsp;modifications&nbsp;were&nbsp;found&nbsp;to&nbsp;occur&nbsp;in&nbsp;both&nbsp;diazotrophic&nbsp;and non-diazotrophic cyanobacteria. Nitrogen availability increased PSII titer when cells transitioned from&nbsp;dark&nbsp;to&nbsp;light&nbsp;and&nbsp;promoted&nbsp;growth.&nbsp;Under&nbsp;&minus;N&nbsp;conditions,&nbsp;deletion&nbsp;of PsbA4&nbsp;modified&nbsp;charge recombination in dark and regulation of PSII titer during dark to light transition. The study concluded that darkness impacts the acceptor-side modifications to PSII and photosynthetic electron&nbsp;transport&nbsp;in&nbsp;cyanobacteria&nbsp;independently&nbsp;of&nbsp;thenitrogen-fixing&nbsp;status&nbsp;and&nbsp;the&nbsp;presence&nbsp;of&nbsp;PsbA4.</p>\n<p>Another study assessed the role of carbon and nitrogen storage granules in diazotrophic cyanobacteria. The function of storage granules in bacteria that fix carbon and nitrogen on demand is underexplored. The enzyme cyanophycin synthetase, encoded by the cphA gene, synthesizes cyanophycin from the amino acids aspartate and arginine. This study probed the consequences of the inability to synthesize cyanophycin on the physiology of Cyanothece 51142 in a cphA deletion strain (&Delta;cphA). Under continuous high light and N2-fixing conditions, the &Delta;cphA strain exhibited a growth defect and phycobilisome degradation, implying nitrogen starvation. Interestingly, under low light, the nitrogen starvation phenotype was not observed. This suggested a critical role for the nitrogen storage bodies in maintaining an optimal cellular carbon/nitrogen balance, especially under conditions in which the cellular nitrogen fixing machinery cannot match high levels of carbon fixation. Thus, when photosynthetic efficiency is high, the cyanophycin storage granules act as a readily available nitrogen source that ensures optimal metabolism and growth. This study illustrated the essential role of cyanophycin under rapid growth conditions and these findings can be leveraged for establishing unicellular nitrogen-fixing cyanobacteria as production chassis for biomanufacturing, an idea gaining rapid momentum.</p>\n<p>Most&nbsp;organisms&nbsp;on&nbsp;this&nbsp;planet&nbsp;rely&nbsp;on&nbsp;the&nbsp;circadian&nbsp;clock&nbsp;for&nbsp;effective&nbsp;functioning.&nbsp;In&nbsp;a&nbsp;first&nbsp;of&nbsp;its kind study, this project investigated the function of the clock in unicellular nitrogen fixing cyanobacteria. The study revealed that&nbsp;<em>kaiA</em>, a clock component found only in cyanobacteria among all prokaryotes, plays an essential role in maintaining intracellular oxygen dynamics, a phenomenon that provides a stringently controlled cellular environment. This is an absolute necessity for unicellular cyanobacteria to be able to perform both photosynthesis and nitrogen fixation&nbsp;in&nbsp;anotherwise&nbsp;oxygen&nbsp;rich&nbsp;platform.&nbsp;Deletion&nbsp;of&nbsp;<em>kaiA&nbsp;</em>abolishes&nbsp;the&nbsp;oscillations&nbsp;in&nbsp;cellular oxygen&nbsp;levels&nbsp;and&nbsp;negativelyimpacts&nbsp;nitrogen&nbsp;fixation&nbsp;rates,&nbsp;which&nbsp;can&nbsp;be&nbsp;revived&nbsp;under&nbsp;anaerobic conditions. Our findings suggest that a&nbsp;<em>kaiA-</em>controlled circadian clock is essential for optimal growth under diazotrophic conditions, and that such a clock likely evolved as nitrogen-fixing cyanobacteria transitioned from an anaerobic to an aerobic atmosphere.&nbsp;The study also suggested a different mechanism of clock-mediated regulation of processes in unicellular diazotrophic cyanobacteria,unique&nbsp;from&nbsp;the&nbsp;model&nbsp;<em>Synechococcus&nbsp;</em>strain.&nbsp;Elucidation&nbsp;of&nbsp;these&nbsp;novel&nbsp;regulatory mechanisms&nbsp;will&nbsp;reveal&nbsp;unknownfacets&nbsp;of&nbsp;circadian&nbsp;biology,&nbsp;impacting&nbsp;research&nbsp;in&nbsp;various&nbsp;sectors including agriculture and health.</p>\n<p>The work supported by this project was published in five high impact factor journals and more manuscripts&nbsp;are&nbsp;underreview&nbsp;or&nbsp;being&nbsp;developed.&nbsp;Several&nbsp;graduate,&nbsp;undergraduate&nbsp;and&nbsp;high&nbsp;school students, and postdocs were trained in various aspects of cyanobacterial biology, bioinformatics, computational modelling and synthetic biology as part of this project. This project helped train students from underrepresented groups in STEM to develop their research and communication skills. The project also provided guidance to faculty members at undergraduate research institutions and high school students conducting AP research work.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: Himadri&nbsp;B&nbsp;Pakrasi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCarbon and nitrogen fixation are two fundamental biochemical processes that make life possible onthisplanet.Theprocessesareantagonisticinnature,withoxygen,aproductofphotosynthesis, being detrimental to nitrogenase, the enzyme involved in the energy intensive nitrogen fixation reaction. Unicellular diazotrophic cyanobacteria are a fascinating class of microbes that exhibit rich metabolic diversity and inhabit diverse ecological niches, contributing significantly to the global carbon and nitrogen cycle. These microbes have evolved the enigmatic ability to accommodate photosynthesis and nitrogen fixation in the same cellular platform, utilizing solar energy to drive the nitrogen fixation reaction. Despite decades of effort directed towards unravellingthisenigma,manypartsofthepuzzleremainunsolved.Thisprojectaddressedseveral long standing questions about the underlying principles governing the intricate functioning of unicellular diazotrophic cyanobacteria.\n\n\nIn an endeavor to deepen our understanding of the regulation of carbon and nitrogen metabolism in these microbes, several targeted gene perturbations were introduced into our model strainCyanothece sp.ATCC 51142, using CRISPR and conventional techniques. This suite of genetic tools was explored to gain insights into regulation of photosynthesis and nitrogen fixation under different environmental conditions.\n\n\n\n\n\nIn one study, the role of PsbA4, a protein hypothesized to be involved in the regulation of photosynthesisduringnitrogenfixation,wasinvestigatedbygeneratingastrainlackingthepsbA4gene. The study revealed that under nitrogen sufficient and deficient conditions over a day/night cycle,commonchangestolightharvestingandphotosyntheticelectrontransportoccurduringthe darkin+NandNconditions.Thesemodificationswerefoundtooccurinbothdiazotrophicand non-diazotrophic cyanobacteria. Nitrogen availability increased PSII titer when cells transitioned fromdarktolightandpromotedgrowth.UnderNconditions,deletionof PsbA4modifiedcharge recombination in dark and regulation of PSII titer during dark to light transition. The study concluded that darkness impacts the acceptor-side modifications to PSII and photosynthetic electrontransportincyanobacteriaindependentlyofthenitrogen-fixingstatusandthepresenceofPsbA4.\n\n\nAnother study assessed the role of carbon and nitrogen storage granules in diazotrophic cyanobacteria. The function of storage granules in bacteria that fix carbon and nitrogen on demand is underexplored. The enzyme cyanophycin synthetase, encoded by the cphA gene, synthesizes cyanophycin from the amino acids aspartate and arginine. This study probed the consequences of the inability to synthesize cyanophycin on the physiology of Cyanothece 51142 in a cphA deletion strain (cphA). Under continuous high light and N2-fixing conditions, the cphA strain exhibited a growth defect and phycobilisome degradation, implying nitrogen starvation. Interestingly, under low light, the nitrogen starvation phenotype was not observed. This suggested a critical role for the nitrogen storage bodies in maintaining an optimal cellular carbon/nitrogen balance, especially under conditions in which the cellular nitrogen fixing machinery cannot match high levels of carbon fixation. Thus, when photosynthetic efficiency is high, the cyanophycin storage granules act as a readily available nitrogen source that ensures optimal metabolism and growth. This study illustrated the essential role of cyanophycin under rapid growth conditions and these findings can be leveraged for establishing unicellular nitrogen-fixing cyanobacteria as production chassis for biomanufacturing, an idea gaining rapid momentum.\n\n\nMostorganismsonthisplanetrelyonthecircadianclockforeffectivefunctioning.Inafirstofits kind study, this project investigated the function of the clock in unicellular nitrogen fixing cyanobacteria. The study revealed thatkaiA, a clock component found only in cyanobacteria among all prokaryotes, plays an essential role in maintaining intracellular oxygen dynamics, a phenomenon that provides a stringently controlled cellular environment. This is an absolute necessity for unicellular cyanobacteria to be able to perform both photosynthesis and nitrogen fixationinanotherwiseoxygenrichplatform.DeletionofkaiAabolishestheoscillationsincellular oxygenlevelsandnegativelyimpactsnitrogenfixationrates,whichcanberevivedunderanaerobic conditions. Our findings suggest that akaiA-controlled circadian clock is essential for optimal growth under diazotrophic conditions, and that such a clock likely evolved as nitrogen-fixing cyanobacteria transitioned from an anaerobic to an aerobic atmosphere.The study also suggested a different mechanism of clock-mediated regulation of processes in unicellular diazotrophic cyanobacteria,uniquefromthemodelSynechococcusstrain.Elucidationofthesenovelregulatory mechanismswillrevealunknownfacetsofcircadianbiology,impactingresearchinvarioussectors including agriculture and health.\n\n\nThe work supported by this project was published in five high impact factor journals and more manuscriptsareunderrevieworbeingdeveloped.Severalgraduate,undergraduateandhighschool students, and postdocs were trained in various aspects of cyanobacterial biology, bioinformatics, computational modelling and synthetic biology as part of this project. This project helped train students from underrepresented groups in STEM to develop their research and communication skills. The project also provided guidance to faculty members at undergraduate research institutions and high school students conducting AP research work.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: HimadriBPakrasi\n"
 }
}