{
 "awd_id": "1933984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Introductory Physics for Life-Science Students through a Biomedically Relevant Multimedia Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eleanor Sayre",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 165318.0,
 "awd_amount": 165318.0,
 "awd_min_amd_letter_date": "2019-08-02",
 "awd_max_amd_letter_date": "2019-08-02",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this project aims to serve the national interest by improving physics instruction for life science and pre-health students.   These physics courses are generally taught by physics departments.  As a result, the courses often seem less relevant to these students unless the instructor and curricular materials explicitly connect to themes in the students' chosen majors. This project is a collaborative effort by Portland State University and Rockhurst University to develop a full year of modular, multimedia, biomedically-relevant educational material for use in physics courses. It addresses the important need to improve pre-health and life science physics curricula, with the aim of helping pre-health students appreciate the study of physics as both necessary and relevant to future biomedical careers. Design of the multimedia curricula will be accomplished through collaboration with biomedical professionals. The videos and supplementary materials adopt an active learning model based on real world applications to enhance interdisciplinary efforts and provide significant potential for increasing the learning that occurs in undergraduate physics. The significance of this project lies in addressing the need for future biomedical professionals to be well-versed in fundamental physics principles. These principles are involved in every aspect of analyzing functions of the human body, as well as the detection, diagnosis, and treatment of illnesses.  If successful, the project will contribute to a better prepared generation of healthcare professionals.\r\n\r\nThis project aims to transform Introductory Physics for Life Sciences education by filling two main needs. First, it will provide students with a curriculum that stresses the importance of physics as a basic science that is integral to medicine. Second, it will provide faculty with a coherent physics curriculum that can be implemented in multiple educational environments. These materials will be especially valuable to faculty members unfamiliar with biomedically-related interdisciplinary content. Curriculum materials developed in this project will include videos of interviews with biomedical experts, as related to the key ideas covered in an Introductory Physics for Life Sciences course. It will also include a written manuscript that will explicitly integrate videos with physics principles, and provide conceptual and quantitative pre/post class problems as well as formative and summative assessments.  To enhance use of the curriculum materials, the project will study their transferability to multiple educational environments. It will also examine the implementation of the curriculum with active learning pedagogies in introductory physics classrooms at both a large public university (Portland State University) and a small, liberal arts university (Rockhurst University). The project is designed to assess student content learning and attitudes toward learning physics.  Formative and summative assessment will be conducted through logging clickstream data, pre-post content assessment, attitudinal assessment, and focus group exit interviews.  The materials will be available to undergraduate physics teaching and education research communities without cost, for use on different digital learning platforms that enable students to complete assignments online, or in printed form for classroom or lab use.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralf",
   "pi_last_name": "Widenhorn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralf Widenhorn",
   "pi_email_addr": "ralfw@pdx.edu",
   "nsf_id": "000558858",
   "pi_start_date": "2019-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "Po Box 751",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 165318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-955be4b7-7fff-1795-03cb-75e52403eb5d\"> </span></p>\n<p dir=\"ltr\"><span>Project Title</span><span>: </span><span>Collaborative Research: Improving Introductory Physics for Life-Science Students through a Biomedically Relevant Multimedia Curriculum</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The work done on the \"Improving Introductory Physics for Life-Science Students through a Biomedically Relevant Multimedia Curriculum\" grant was a collaborative effort by physics educators, physics education researchers, and experts in the biomedical sciences. As part of the project, Portland State University (PSU) and Rockhurst University (RU) developed, implemented, and assessed new biomedically relevant physics multimedia curricular modules for a full year of introductory physics instruction for pre-health and life science students.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The physics topics covered in the curriculum include all fields typically taught in introductory physics courses: mechanics, thermodynamics, electromagnetism, optics, and waves. The physics topics are connected with applications relevant to students with career goals in the biomedical field. Biomedical applications introduced in the curriculum include examples like biomechanics, mechanical advantage in the human body, orthodontic tooth movement, oxygen exchange in lungs, electric activity of the heart, electroreception in animals, medical imaging, nerve conduction, pacemakers, defibrillators, harmonic scalpels, laser eye surgery, endoscopy, body temperature measurement, and thermoregulation.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The curriculum aids physics instructors unfamiliar with biomedical concepts in making connections between physics and biomedical applications through videos, simulations, curricular texts,&nbsp; homework, in-class activities, and assessment questions. The material is modular to allow for instructor flexibility and is designed to engage pre-health students as physics content is presented in a context relevant to their career interests. The curriculum supports multiple active learning pedagogies and was implemented in different learning environments at RU, a small liberal arts university, and PSU, a large public university. Though initially envisioned to be used exclusively in conjunction with an in-person active learning environment, the three years of curricular use and assessment included online, in-person, and hybrid settings due to the COVID-19 pandemic. As a result, instructors can integrate the curricular modules in different instructional settings.&nbsp;</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>The multimedia educational curriculum includes videos containing interviews with biomedical experts related to the key ideas covered in the introductory physics course (e.g. on balance disorder, neural activity, electroencephalograms, or orthodontics), written manuscripts to integrate videos with physics principles, simulations with physics concepts highlighted in a biomedical context (e.g. torques on an elbow joint),&nbsp; as well as qualitative conceptual and quantitative in-class and homework assessment questions.&nbsp; At PSU, the project led to the creation of a new full-year algebra-based introductory physics course for pre-health and life science students. Course assessments included studying the effect of the curriculum on student learning and attitude during implementation in online, hybrid, and in-person instruction.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Intellectual Merit</span></p>\n<p dir=\"ltr\"><span>The intellectual merits of the project lie in the potential for transformation of the introductory physics curriculum and enhancing the ability of physics faculty without an extensive biomedical background to use our materials even without access to experts in the biomedical field. The team collaborating on this grant was able to draw on the infrastructure and knowledge base of a wide network of collaborators in physics, education research, and the biomedical community. Data from the project contribute to the STEM body of knowledge on content learning and student attitude in different educational settings.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Broader Impacts</span></p>\n<p dir=\"ltr\"><span>The broader impacts of the project relate to its transformative nature of integrating physics principles with biomedical professions, providing relevance for students and the needed biomedical information to support pre-health physics instructors&rsquo; implementation of the curriculum. The multimedia pre-lecture instruction with biomedical expert videos makes physics instructional activities more approachable for students. The format of our multimedia modules is portable and allows us to reach a broader community of educators and give more students access to our educational teaching materials. Dissemination efforts including the posting of the curriculum on the Living Physics Portal, videos on YouTube, and simulations on Geogebra are designed to realize the sustainability of the project. Curricular materials and results were also shared with the physics community throughout the project through multiple presentations, posters, and workshops at the American Association of Physics Teachers national meetings. The project supports efforts that lead to a better-prepared generation of healthcare providers well-versed in an understanding of the role of physics in biomedicine.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Ralf&nbsp;Widenhorn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nProject Title: Collaborative Research: Improving Introductory Physics for Life-Science Students through a Biomedically Relevant Multimedia Curriculum\n\n\n\n\n\nThe work done on the \"Improving Introductory Physics for Life-Science Students through a Biomedically Relevant Multimedia Curriculum\" grant was a collaborative effort by physics educators, physics education researchers, and experts in the biomedical sciences. As part of the project, Portland State University (PSU) and Rockhurst University (RU) developed, implemented, and assessed new biomedically relevant physics multimedia curricular modules for a full year of introductory physics instruction for pre-health and life science students.\n\n\n\n\n\nThe physics topics covered in the curriculum include all fields typically taught in introductory physics courses: mechanics, thermodynamics, electromagnetism, optics, and waves. The physics topics are connected with applications relevant to students with career goals in the biomedical field. Biomedical applications introduced in the curriculum include examples like biomechanics, mechanical advantage in the human body, orthodontic tooth movement, oxygen exchange in lungs, electric activity of the heart, electroreception in animals, medical imaging, nerve conduction, pacemakers, defibrillators, harmonic scalpels, laser eye surgery, endoscopy, body temperature measurement, and thermoregulation.\n\n\n\n\n\nThe curriculum aids physics instructors unfamiliar with biomedical concepts in making connections between physics and biomedical applications through videos, simulations, curricular texts, homework, in-class activities, and assessment questions. The material is modular to allow for instructor flexibility and is designed to engage pre-health students as physics content is presented in a context relevant to their career interests. The curriculum supports multiple active learning pedagogies and was implemented in different learning environments at RU, a small liberal arts university, and PSU, a large public university. Though initially envisioned to be used exclusively in conjunction with an in-person active learning environment, the three years of curricular use and assessment included online, in-person, and hybrid settings due to the COVID-19 pandemic. As a result, instructors can integrate the curricular modules in different instructional settings.\n\n\n\n\n\nThe multimedia educational curriculum includes videos containing interviews with biomedical experts related to the key ideas covered in the introductory physics course (e.g. on balance disorder, neural activity, electroencephalograms, or orthodontics), written manuscripts to integrate videos with physics principles, simulations with physics concepts highlighted in a biomedical context (e.g. torques on an elbow joint), as well as qualitative conceptual and quantitative in-class and homework assessment questions. At PSU, the project led to the creation of a new full-year algebra-based introductory physics course for pre-health and life science students. Course assessments included studying the effect of the curriculum on student learning and attitude during implementation in online, hybrid, and in-person instruction.\n\n\n\n\n\nIntellectual Merit\n\n\nThe intellectual merits of the project lie in the potential for transformation of the introductory physics curriculum and enhancing the ability of physics faculty without an extensive biomedical background to use our materials even without access to experts in the biomedical field. The team collaborating on this grant was able to draw on the infrastructure and knowledge base of a wide network of collaborators in physics, education research, and the biomedical community. Data from the project contribute to the STEM body of knowledge on content learning and student attitude in different educational settings.\n\n\n\n\n\nBroader Impacts\n\n\nThe broader impacts of the project relate to its transformative nature of integrating physics principles with biomedical professions, providing relevance for students and the needed biomedical information to support pre-health physics instructors implementation of the curriculum. The multimedia pre-lecture instruction with biomedical expert videos makes physics instructional activities more approachable for students. The format of our multimedia modules is portable and allows us to reach a broader community of educators and give more students access to our educational teaching materials. Dissemination efforts including the posting of the curriculum on the Living Physics Portal, videos on YouTube, and simulations on Geogebra are designed to realize the sustainability of the project. Curricular materials and results were also shared with the physics community throughout the project through multiple presentations, posters, and workshops at the American Association of Physics Teachers national meetings. The project supports efforts that lead to a better-prepared generation of healthcare providers well-versed in an understanding of the role of physics in biomedicine.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: RalfWidenhorn\n"
 }
}