{
 "awd_id": "1934153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: PrimaryAI: Integrating Artificial Intelligence into Upper Elementary Science with Immersive Problem-Based Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 985585.0,
 "awd_amount": 985585.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2019-08-07",
 "awd_abstract_narration": "Artificial intelligence has emerged as a foundational technology that is profoundly reshaping society. With rapid advances in a wide array of AI and machine learning capabilities, these technologies are quickly finding broad application in every sector of the economy. The growing recognition of the demand for an AI-literate workforce highlights the urgent need to develop a deep understanding of how to introduce K-12 students to AI and how to support K-12 teachers in this endeavor. Because the elementary grades are a critical time for developing students? positive perceptions and dispositions toward STEM, creating engaging AI learning experiences for elementary grade students is of paramount importance. Similarly, developing disciplinary core ideas in life science in the elementary grades is important for creating enduring understanding of and interest in STEM for diverse learners. However, AI has been conspicuously absent from elementary education, and there has been limited research examining AI learning and teaching at the elementary level. A key open question for AI elementary education is how can students be introduced to the fundamentals of AI in the context of its application to solving core science problems? This question poses significant challenges because addressing it entails developing a socio-cognitive account of student learning processes and outcomes that can be used to inform the design of an integrated AI and science curriculum. By embedding AI in elementary life science education, researchers of this project will investigate how to meet the demand for targeted AI education while simultaneously creating innovative approaches to robust life science learning at the elementary level. This project is funded by the STEM + Computing (STEM+C) program that supports research and development to understand the integration of computing and computational thinking in STEM learning.\r\n\r\nThe project will address three research questions: 1) How can we create engaging learning experiences integrating artificial intelligence and life science for upper elementary students by leveraging immersive problem-based learning? 2) How can we design a teacher professional development model for integrating artificial intelligence and life science in upper elementary classrooms? and 3) In what ways does engagement with immersive problem-based learning support upper elementary students' learning artificial intelligence and life science? To address the first research question, the project team will iteratively design, develop, and refine PrimaryAI, an integrated AI-science curriculum and immersive learning environment that will introduce AI concepts including perception, planning, robotics, and machine learning, as well as AI ethics, into upper elementary science classrooms. PrimaryAI will enable students to collaboratively learn about artificial intelligence by using age-appropriate AI tools to solve ecology problems in science adventures as they engage in argument from evidence, analyze and interpret data, develop models, and construct explanations. To address the second research question, the project team will create the PrimaryAI professional development model. The model will prepare teachers to use PrimaryAI with fidelity within their classrooms. It will take the form of a community of practice designed around three key elements: teacher professional learning, coaching, and an online community. Teacher learning will center on mentoring and participatory co-design of the immersive problem-based learning environment to ensure deep teacher knowledge of AI-infused life science education. To address the third research question, the project team will conduct design-based research to investigate how PrimaryAI improves students' understanding of computing centered around AI concepts, and of disciplinary life science content and practices. Student learning and engagement will be assessed using 1) video analysis and interaction analysis, 2) focus groups, including thematic analyses, 3) interviews with students to pilot prototypes and measures, 4) cross-case analyses of implementations, including student engagement rubric coding, 5) pre-post measures on artificial intelligence and life science content. To assess the professional development model, teacher classroom practice will be measured with 1) video analysis and interaction analysis of co-design and implementation, and 2) analyses of teacher lesson plans, journals, materials, notes, and reflections, including fidelity and adaptation, engagement coding, heuristic case studies, and interaction analyses. The deliverables of the project will include the PrimaryAI curricula, the PrimaryAI immersive problem-based learning environment, the PrimaryAI professional development model and its associated materials, and the PrimaryAI online community portal. The outcome of this project will build knowledge on the design and development of AI-infused life science learning environments and teaching models for upper elementary grades.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lester",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Lester",
   "pi_email_addr": "lester@csc.ncsu.edu",
   "nsf_id": "000365555",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Mott",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford W Mott",
   "pi_email_addr": "bwmott@ncsu.edu",
   "nsf_id": "000534787",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "911 Oval Drive",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 985585.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f1b330f1-7fff-6d79-52f2-854d3e6c1993\"> </span></p>\r\n<p dir=\"ltr\"><strong>Intellectual Merit</strong></p>\r\n<p dir=\"ltr\"><span>Integrating AI concepts and practices into elementary education offers significant potential to enhance interdisciplinary learning and prepare young students for a rapidly evolving technological landscape. The PrimaryAI project developed innovative educational experiences that integrated AI concepts with life science education for upper elementary students. This project addressed a critical need to introduce AI education to young learners in ways that are meaningful and developmentally appropriate. A collaborative team of teachers and researchers co-designed and developed an immersive problem-based learning environment complemented by unplugged resources. The project also contributed validated assessments to measure student learning of AI applied to life science learning and provide insights into student progress. PrimaryAI enables learners to tackle real-world ecological challenges, such as understanding and conserving animal populations, through the application of AI technologies. Through activities such as programming an autonomous robotic penguin to collect data and visually recognize images, the curriculum integrates AI concepts, including computer vision, machine learning, and planning, with ecological principles such as carrying capacity and environmental impact. Designed to align with standards that incorporate science and computational thinking, the activities scaffold student understanding of AI tools while reinforcing life science content.</span></p>\r\n<p dir=\"ltr\"><strong>Broader Impacts</strong></p>\r\n<p dir=\"ltr\"><span>The PrimaryAI project made meaningful contributions to advancing elementary AI education by creating a replicable model for integrating AI into K-12 science curricula for implementation that includes an immersive problem-based learning environment, learning activities, pacing guides, teacher resources, and validated assessments. To ensure success, the project also created a comprehensive professional development model for teachers, many of whom had no prior experience teaching AI. Through workshops, co-design sessions, and iterative classroom implementations, teachers were equipped to facilitate the curriculum effectively and adapt it to local contexts. These efforts not only strengthened teacher confidence and expertise but also supported the refinement of the curriculum based on classroom feedback. Classroom implementations achieved significant learning gains, with students developing critical reasoning skills about AI and a deeper understanding of AI and ethical implications. The project also addressed educational equity by ensuring that the curriculum was accessible to underrepresented groups in STEM, such as girls and students in rural communities. Based on pedagogies from game-based and problem-based learning, the experiences empowered students to engage with AI tools while reinforcing ideas about ecosystems and conservation and building problem-solving skills. These contributions can serve as a foundation for future efforts to enhance STEM engagement and prepare students for an increasingly AI-driven world.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2024<br>\nModified by: James&nbsp;C&nbsp;Lester</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nIntellectual Merit\r\n\n\nIntegrating AI concepts and practices into elementary education offers significant potential to enhance interdisciplinary learning and prepare young students for a rapidly evolving technological landscape. The PrimaryAI project developed innovative educational experiences that integrated AI concepts with life science education for upper elementary students. This project addressed a critical need to introduce AI education to young learners in ways that are meaningful and developmentally appropriate. A collaborative team of teachers and researchers co-designed and developed an immersive problem-based learning environment complemented by unplugged resources. The project also contributed validated assessments to measure student learning of AI applied to life science learning and provide insights into student progress. PrimaryAI enables learners to tackle real-world ecological challenges, such as understanding and conserving animal populations, through the application of AI technologies. Through activities such as programming an autonomous robotic penguin to collect data and visually recognize images, the curriculum integrates AI concepts, including computer vision, machine learning, and planning, with ecological principles such as carrying capacity and environmental impact. Designed to align with standards that incorporate science and computational thinking, the activities scaffold student understanding of AI tools while reinforcing life science content.\r\n\n\nBroader Impacts\r\n\n\nThe PrimaryAI project made meaningful contributions to advancing elementary AI education by creating a replicable model for integrating AI into K-12 science curricula for implementation that includes an immersive problem-based learning environment, learning activities, pacing guides, teacher resources, and validated assessments. To ensure success, the project also created a comprehensive professional development model for teachers, many of whom had no prior experience teaching AI. Through workshops, co-design sessions, and iterative classroom implementations, teachers were equipped to facilitate the curriculum effectively and adapt it to local contexts. These efforts not only strengthened teacher confidence and expertise but also supported the refinement of the curriculum based on classroom feedback. Classroom implementations achieved significant learning gains, with students developing critical reasoning skills about AI and a deeper understanding of AI and ethical implications. The project also addressed educational equity by ensuring that the curriculum was accessible to underrepresented groups in STEM, such as girls and students in rural communities. Based on pedagogies from game-based and problem-based learning, the experiences empowered students to engage with AI tools while reinforcing ideas about ecosystems and conservation and building problem-solving skills. These contributions can serve as a foundation for future efforts to enhance STEM engagement and prepare students for an increasingly AI-driven world.\r\n\n\n\t\t\t\t\tLast Modified: 12/29/2024\n\n\t\t\t\t\tSubmitted by: JamesCLester\n"
 }
}