{
 "awd_id": "1934387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Uncovering the role of altered cryptic interactions in driving the demographic success of a range-expanding species",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032928935",
 "po_email": "ksegrave@nsf.gov",
 "po_sign_block_name": "Kari Segraves",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 207317.0,
 "awd_amount": 207317.0,
 "awd_min_amd_letter_date": "2019-06-18",
 "awd_max_amd_letter_date": "2023-11-02",
 "awd_abstract_narration": "Ecological communities are composed of closely interacting species. As species that make up these communities are unlikely to be synchronous in their responses to changing environments, species moving into new areas may leave interacting species behind or may pick up new associations along the way. Understanding the outcomes of these changing relationships is important because species are shifting their distributions at unprecedented rates, and because these changes may impact ecosystems and human well-being. This study uses oak wasps that are expanding their ranges to examine how these changes influence their interactions with competitors, predators and their host plants. Understanding these changing relationships may explain recent outbreaks of these wasps.  Information from this project will contribute to understanding the outcomes of range expansions and how to effectively manage outbreaking species. This project will also provide educational and outreach opportunities to students and the public regarding the importance of insects to ecosystems and society. \r\n\r\nTo examine the community dynamics of short-distance range expansions, this project leverages a uniquely tractable study system of an oak gall-forming wasp that recently expanded its range northward in western oak savanna ecosystems. This species reaches higher densities on oaks in its expanded range compared to its native range. These population outbreaks are likely due to changes in its interactions with the ecological community in its expanded range, including a different population of its host plants and different suites of enemies (parasitoid wasps) and competitors (co-occurring oak gall-forming wasps). This project tests several hypotheses of how altered interactions facilitate outbreaks, including the importance of differences in the susceptibility of host plant populations, and interactions with competitors and shared parasitoid enemies. The most powerful way to test how altered interactions facilitate outbreaks in response to range expansions is to compare the strength of interactions in the native and expanded range. Conducting experiments at this biogeographical scale is challenging and risky, especially in a new study system, but this recent expansion provides an early opportunity to understanding the immediate consequences of range expansions. A common garden experiment will test for differences in host plant resistance across both ranges. In addition, eDNA (environmental DNA) techniques will be used to compare adaptive mismatches in parasitoid-gall former interactions in both regions. This research will result in novel insights into the community dynamics of short-distance range expansions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirsten",
   "pi_last_name": "Prior",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirsten Prior",
   "pi_email_addr": "kprior@binghamton.edu",
   "nsf_id": "000517640",
   "pi_start_date": "2019-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "PO Box 6000",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 207317.0
  }
 ],
 "por": null
}