{
 "awd_id": "1934668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Knowledge Guided Machine Learning: A Framework for Accelerating Scientific Discovery",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 399745.0,
 "awd_amount": 399745.0,
 "awd_min_amd_letter_date": "2019-09-15",
 "awd_max_amd_letter_date": "2020-07-02",
 "awd_abstract_narration": "The success of machine learning (ML) in many applications where large-scale data is available has led to a growing anticipation of similar accomplishments in scientific disciplines. The use of data science is particularly promising in scientific problems involving processes that are not completely understood. However, a purely data-driven approach to modeling a physical process can be problematic. For example, it can create a complex model that is neither generalizable beyond the data on which it was trained nor physically interpretable. This problem becomes worse when there is not enough training data, which is quite common in science and engineering domains.  A machine learning model that is grounded by explainable theories stands a better chance at safeguarding against learning spurious patterns from the data that lead to non-generalizable performance. This is especially important when dealing with problems that are critical and associated with high risks (e.g., extreme weather or collapse of an ecosystem).  Hence, neither an ML-only nor a scientific knowledge-only approach can be considered sufficient for knowledge discovery in complex scientific and engineering applications. This project is developing novel techniques to explore the continuum between knowledge-based and ML models, where both scientific knowledge and data are integrated synergistically. Such integrated methods have the potential for accelerating discovery in a range of scientific and engineering disciplines. This project will train interdisciplinary scientists who are well versed in such methods and will disseminate results of the project via peer-reviewed publications, open-source software, and a series of workshops to engage the broader scientific community.\r\n\r\nThis project aims to develop a framework that uses the unique capability of data science models to automatically learn patterns and models from data, without ignoring the treasure of accumulated scientific knowledge. Specifically, the project builds the foundations of knowledge-guided machine learning (KGML) by exploring several ways of bringing scientific knowledge and machine learning models together using pilot applications from four domains: aquatic ecodynamics, climate and weather, hydrology, and translational biology. These pilot applications were selected because they are at tipping points where knowledge-guided machine learning can have a transformative effect.  KGML has the potential for providing scientists and engineers with new insights into their domains of interest and will require the development of innovative new machine learning approaches and architectures that can incorporate scientific principles. Scientific knowledge, KGML methods, and software developed in this project could potentially be extended to a wide range of scientific applications where mechanistic (also known as process-based) models are used.\r\n\r\nThis project is part of the National Science Foundation's Harnessing the Data Revolution (HDR) Big Idea activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Imme",
   "pi_last_name": "Ebert-Uphoff",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Imme R Ebert-Uphoff",
   "pi_email_addr": "iebert@colostate.edu",
   "nsf_id": "000652880",
   "pi_start_date": "2019-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Barnes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Barnes",
   "pi_email_addr": "eabarnes@bu.edu",
   "nsf_id": "000658619",
   "pi_start_date": "2019-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 West Lake Street",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "099y00",
   "pgm_ele_name": "HDR-Harnessing the Data Revolu"
  },
  {
   "pgm_ele_code": "099Y00",
   "pgm_ele_name": "HDR-Harnessing the Data Revolu"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 202627.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 197118.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e9fe6500-7fff-cbfa-82ad-6ec0a6da5930\"> </span></p>\n<p dir=\"ltr\"><strong>Collaborative Research: Knowledge Guided Machine Learning: A Framework for Accelerating Scientific Discovery</strong></p>\n<p dir=\"ltr\"><span>Award # 1934668</span></p>\n<p dir=\"ltr\"><span>09/01/2019-12/31/2022</span></p>\n<p dir=\"ltr\"><span>PI: Imme Ebert-Uphoff.&nbsp; Co-PI:&nbsp; Elizabeth Barnes. Colorado State University.</span></p>\n<p dir=\"ltr\"><span>NSF Org:&nbsp; Office of Advanced Cyberinfrastructure (OAC)</span></p>\n<p dir=\"ltr\"><span>This project is part of the NSF's Harnessing the Data Revolution (HDR) Big Idea activity.</span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><strong>Knowledge Guided Machine Learning for Weather and Climate Applications</strong></p>\n<p dir=\"ltr\"><span>Machine learning (ML), also referred to as Artificial Intelligence (AI), has provided advances in many highly visible applications, from algorithms for voice/face recognition to ChatGPT for text generation.&nbsp; These advances raise the question whether similar advances can be achieved in scientific disciplines. Can machine learning be used to better understand or predict physical processes in weather and climate applications?&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>A purely data-driven approach to modeling a physical process can be problematic, namely creating models that do not generalize well beyond the data on which they were trained and that are not transparent.&nbsp; The lack of transparency can be particularly troubling in high-risk applications, such as forecasting severe weather events or informing policy decisions that can affect the future of our planet?s climate.&nbsp; These problems are compounded by the small amount of training data typically available. The CSU team thus studied the development of responsible methods for </span><span>Knowledge Guided Machine Learning (KGML),</span><span> i.e., approaches that utilize scientific knowledge and machine learning, for weather and climate applications.&nbsp; Significant results obtained by the CSU team are described below with focus on the two primary topics.</span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><strong>A) Proper Use of Explainable AI for weather and climate applications<br /></strong><span>Key idea:&nbsp; We explored how XAI methods developed for typical computer science applications can be applied to weather and climate tasks, and how the results should be interpreted.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We developed several benchmarks to analyze what XAI methods can do for weather and climate applications.&nbsp; These benchmarks yielded several insights: </span><span><br /></span><span>(1) Different XAI algorithms yield very different results and we explored and documented the assumptions and properties underlying the different XAI algorithms.&nbsp; This work allows researchers to wisely choose XAI algorithms to address a specific science question and to interpret the results accordingly. </span><span><br /></span><span>(2) The interpretation of the XAI results also heavily depends on the so-called </span><span>baseline</span><span> employed by any XAI algorithm.&nbsp; The baseline is implicit for some XAI algorithms, and can be explicitly chosen for others.&nbsp; It is crucial for researchers to pay special attention to this baseline in order to properly apply XAI.&nbsp; </span><span><br /></span><span>(3) AI algorithms, paired with XAI, can be used for science discovery, i.e. to learn about underlying atmospheric processes.</span></p>\n<p dir=\"ltr\">Citations (over the entire project period):</p>\n<ul>\n<li><span>Mamalakis, Antonios, Elizabeth A. Barnes, and Imme Ebert-Uphoff. \"Carefully choose the baseline: Lessons learned from applying XAI attribution methods for regression tasks in geoscience.\" </span><span>Artificial Intelligence for the Earth Systems</span><span>, Jan 2023. </span><a href=\"https://doi.org/10.1175/AIES-D-22-0058.1\"><span>https://doi.org/10.1175/AIES-D-22-0058.1</span></a><span>&nbsp;</span></li>\n<li><span>Mamalakis, A., Barnes, E.A. and Ebert-Uphoff, I., 2022. Investigating the fidelity of explainable artificial intelligence methods for applications of convolutional neural networks in geoscience. </span><span>Artificial Intelligence for the Earth Systems</span><span>, Sept 2022. </span><a href=\"https://doi.org/10.1175/AIES-D-22-0012.1\"><span>https://doi.org/10.1175/AIES-D-22-0012.1</span></a><span>&nbsp;</span></li>\n<li><span>Mamalakis, A., Ebert-Uphoff, I. and Barnes, E.A., 2022. Neural network attribution methods for problems in geoscience: A novel synthetic benchmark dataset. </span><span>Environmental Data Science</span><span>, June 2022. </span><a href=\"https://doi.org/10.1017/eds.2022.7\"><span>https://doi.org/10.1017/eds.2022.7</span></a><span>&nbsp;&nbsp;</span></li>\n<li><span>Mamalakis, A., Ebert-Uphoff, I. and Barnes, E.A., 2022, April. Explainable artificial intelligence in meteorology and climate science: Model fine-tuning, calibrating trust and learning new science.</span><span> In xxAI-Beyond Explainable AI, </span><span>Springer International Publishing.</span></li>\n</ul>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><strong>B) Use of Topological Data Analysis for meteorological imagery</strong></p>\n<p dir=\"ltr\"><span>Key idea:&nbsp; Topological data analysis (TDA) is a tool from mathematics that can extract information, such as texture, from imagery.&nbsp; We explored the opportunities and limitations of TDA to extract meteorological information from satellite imagery:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>We provided an intuitive and understandable introduction to tools from TDA, consisting of a journal paper with accompanying code.&nbsp; It provides a bridge that allows the meteorological community to integrate TDA tools into their work.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The TDA + ML approach was demonstrated for the classification of the meso-scale organization of clouds from satellite data, highlighting opportunities and limitations.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>By applying TDA to satellite imagery first to extract specific features, we showed that one can use simpler, more transparent machine learning methods, which results in simpler, more transparent algorithms.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The biggest advantage of this approach is that it can be used when there are very few labeled samples available for training, since TDA is a mathematical transformation not requiring any training that results in dimensionality reduction.&nbsp; In other words, using TDA </span><span>plus</span><span> a ML algorithm expands the use of ML methods to new applications using satellite imagery.&nbsp;</span></p>\n</li>\n</ul>\n<p dir=\"ltr\">Citation:</p>\n<ul>\n<li><span>Ver Hoef, L., Adams, H., King, E.J. and Ebert-Uphoff, I., 2022. A Primer on Topological Data Analysis to Support Image Analysis Tasks in Environmental Science. </span><span>Artificial Intelligence for the Earth Systems</span><span>, Jan 2023.&nbsp; &#8203;&#8203;</span><a href=\"https://doi.org/10.1175/AIES-D-22-0039.1\"><span>https://doi.org/10.1175/AIES-D-22-0039.1</span></a></li>\n</ul>\n<p><br /><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2023<br>\n\t\t\t\t\tModified by: Imme&nbsp;R&nbsp;Ebert-Uphoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nCollaborative Research: Knowledge Guided Machine Learning: A Framework for Accelerating Scientific Discovery\nAward # 1934668\n09/01/2019-12/31/2022\nPI: Imme Ebert-Uphoff.  Co-PI:  Elizabeth Barnes. Colorado State University.\nNSF Org:  Office of Advanced Cyberinfrastructure (OAC)\nThis project is part of the NSF's Harnessing the Data Revolution (HDR) Big Idea activity.\n \nKnowledge Guided Machine Learning for Weather and Climate Applications\nMachine learning (ML), also referred to as Artificial Intelligence (AI), has provided advances in many highly visible applications, from algorithms for voice/face recognition to ChatGPT for text generation.  These advances raise the question whether similar advances can be achieved in scientific disciplines. Can machine learning be used to better understand or predict physical processes in weather and climate applications?  \nA purely data-driven approach to modeling a physical process can be problematic, namely creating models that do not generalize well beyond the data on which they were trained and that are not transparent.  The lack of transparency can be particularly troubling in high-risk applications, such as forecasting severe weather events or informing policy decisions that can affect the future of our planet?s climate.  These problems are compounded by the small amount of training data typically available. The CSU team thus studied the development of responsible methods for Knowledge Guided Machine Learning (KGML), i.e., approaches that utilize scientific knowledge and machine learning, for weather and climate applications.  Significant results obtained by the CSU team are described below with focus on the two primary topics.\n \nA) Proper Use of Explainable AI for weather and climate applications\nKey idea:  We explored how XAI methods developed for typical computer science applications can be applied to weather and climate tasks, and how the results should be interpreted. \nWe developed several benchmarks to analyze what XAI methods can do for weather and climate applications.  These benchmarks yielded several insights: \n(1) Different XAI algorithms yield very different results and we explored and documented the assumptions and properties underlying the different XAI algorithms.  This work allows researchers to wisely choose XAI algorithms to address a specific science question and to interpret the results accordingly. \n(2) The interpretation of the XAI results also heavily depends on the so-called baseline employed by any XAI algorithm.  The baseline is implicit for some XAI algorithms, and can be explicitly chosen for others.  It is crucial for researchers to pay special attention to this baseline in order to properly apply XAI.  \n(3) AI algorithms, paired with XAI, can be used for science discovery, i.e. to learn about underlying atmospheric processes.\nCitations (over the entire project period):\n\nMamalakis, Antonios, Elizabeth A. Barnes, and Imme Ebert-Uphoff. \"Carefully choose the baseline: Lessons learned from applying XAI attribution methods for regression tasks in geoscience.\" Artificial Intelligence for the Earth Systems, Jan 2023. https://doi.org/10.1175/AIES-D-22-0058.1 \nMamalakis, A., Barnes, E.A. and Ebert-Uphoff, I., 2022. Investigating the fidelity of explainable artificial intelligence methods for applications of convolutional neural networks in geoscience. Artificial Intelligence for the Earth Systems, Sept 2022. https://doi.org/10.1175/AIES-D-22-0012.1 \nMamalakis, A., Ebert-Uphoff, I. and Barnes, E.A., 2022. Neural network attribution methods for problems in geoscience: A novel synthetic benchmark dataset. Environmental Data Science, June 2022. https://doi.org/10.1017/eds.2022.7  \nMamalakis, A., Ebert-Uphoff, I. and Barnes, E.A., 2022, April. Explainable artificial intelligence in meteorology and climate science: Model fine-tuning, calibrating trust and learning new science. In xxAI-Beyond Explainable AI, Springer International Publishing.\n\n \nB) Use of Topological Data Analysis for meteorological imagery\nKey idea:  Topological data analysis (TDA) is a tool from mathematics that can extract information, such as texture, from imagery.  We explored the opportunities and limitations of TDA to extract meteorological information from satellite imagery:\n\n\nWe provided an intuitive and understandable introduction to tools from TDA, consisting of a journal paper with accompanying code.  It provides a bridge that allows the meteorological community to integrate TDA tools into their work.\n\n\nThe TDA + ML approach was demonstrated for the classification of the meso-scale organization of clouds from satellite data, highlighting opportunities and limitations.\n\n\nBy applying TDA to satellite imagery first to extract specific features, we showed that one can use simpler, more transparent machine learning methods, which results in simpler, more transparent algorithms. \n\n\nThe biggest advantage of this approach is that it can be used when there are very few labeled samples available for training, since TDA is a mathematical transformation not requiring any training that results in dimensionality reduction.  In other words, using TDA plus a ML algorithm expands the use of ML methods to new applications using satellite imagery. \n\n\nCitation:\n\nVer Hoef, L., Adams, H., King, E.J. and Ebert-Uphoff, I., 2022. A Primer on Topological Data Analysis to Support Image Analysis Tasks in Environmental Science. Artificial Intelligence for the Earth Systems, Jan 2023.  &#8203;&#8203;https://doi.org/10.1175/AIES-D-22-0039.1\n\n\n\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/20/2023\n\n\t\t\t\t\tSubmitted by: Imme R Ebert-Uphoff"
 }
}