{
 "awd_id": "1934928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER:  Reprogramming to the Totipotent State",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2019-07-16",
 "awd_max_amd_letter_date": "2020-07-17",
 "awd_abstract_narration": "Non-Technical Paragraph\r\n\tReprogramming somatic or differentiated cells into embryonic-like stem cells represents a major technical breakthrough in stem cell biology. Overexpression of four-defined factors in fibroblasts revealed that lineage-committed cells can revert to an embryonic-like ground state. These reprogrammed cells or induced pluripotent stem cells (iPSCs) have attributes similar to naturally-occurring embryonic stem cells (ESCs); and therefore, have the remarkable capacity to produce all tissue-types in the embryo and self-renew. However, cells with an even greater developmental potential exists during a narrow time window between fertilization and ESC formation. These cells are termed totipotent for their capacity to generate both embryonic and non-embryonic tissues, such as the placenta. Currently, the totipotent state can be achieved by natural fertilization, cloning, or genetic manipulation of ESCs or iPSCs. These approaches are impeded by low efficiency rates and a host of molecular barriers that have yet be identified. Furthermore, totipotent cells are unable to self-renew and propagate; thus, limiting large scale applications. This EAGER grant will test a simple, single-gene manipulation strategy to transform iPSCs or somatic cells entirely into totipotent cells that are capable of self-renewing. Success of the research plan will provide a novel reprogramming strategy that can pave the way to understand a molecular hierarchy regulating the totipotent state and the potential to generate the entire mammalian organism. Capitalizing on this novel technical innovation, freshmen and sophomore students will be recruited from introductory biology courses to learn basic techniques in stem cell biology. This hands-on-student training exercise is part of larger strategy to ultimately enhance retention and graduation rates at a minority-serving institution aspiring for tier-one research status. \r\n\r\nTechnical Paragraph\r\n\tTotipotent cells have the remarkable capacity to generate both embryonic and extraembryonic tissues, such as the placenta. Totipotent cells are therefore a defining feature that contributed to the propagation of the nearly 4,000 placental mammals. During preimplantation embryonic development, totipotent cells are present transiently between fertilization and prior to formation of the inner cell mass (ICM) of the blastocyst. In addition to natural fertilization, totipotent cells can be acquired artificially by somatic nuclear transfer (cloning) or by eliminating epigenetic regulators in ICM-derived embryonic stem cells (ESCs) or induced pluripotent stem cells (iPSCs). However, the efficiency of these approaches is relatively low, and require the presence and/or elimination of a myriad of factors that establish barriers to the totipotent state. Strategies to fully-reprogram pluripotent stem or somatic cells to the totipotent state with defined factors therefore remain a challenge. This EAGER grant addresses this challenge, and will test a single-gene manipulation strategy that fully-reprograms iPSCs or somatic cells into totipotent cells. Specifically, totipotent cells acquired by this approach will be challenged with the mouse chimera assay. This rigorous approach will determine whether newly-acquired totipotent cells have the potential to generate both embryonic and extraembryonic tissues. Successful completion of this research program will profoundly impact the scientific community by providing an alternative reprogramming strategy, insight into a molecular hierarchy regulating totipotency and preimplantation embryonic development. As part of the Broader Impacts of this grant, undergraduate students will be recruited to the lab to engage in basic methodologies in stem cell biology. Targeting freshmen and sophomores is part of a larger strategy to help retain and enhance graduate rates at a minority-serving institution striving for tier-one research status.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Gaufo",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Gary O Gaufo",
   "pi_email_addr": "gary.gaufo@utsa.edu",
   "nsf_id": "000801848",
   "pi_start_date": "2019-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "one UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>How Stem Cells Mirror Early Mammalian Development</strong></p>\r\n<p><strong></strong><strong>Overview of Research Goals</strong>. The project, titled \"Reprogramming to the Totipotent State,\" explored the regulation of a small population of totipotent-like cells in cultured induced pluripotent stem cells (iPSCs). We used advanced techniques to study the transcriptional and chromatin landscape of these cells at single-cell resolution, comparing them to natural mouse preimplantation embryos. This comparison helped us understand the specific genomic changes in Morf4l1-deficient iPSCs and the transition from 2-cell-like totipotent cells to the pluripotent state, which resembles the inner cell mass of the mouse blastocyst (See Attached Image).</p>\r\n<p><strong>Importance of Transitions in Mammalian Preimplantation Development.</strong>&nbsp;During early mammalian development, the embryo undergoes key transitions, with one of the most critical being the maternal-to-zygotic transition (MZT). The shift from maternal RNA and proteins to the embryo&rsquo;s own zygotic genome includes embryonic genome activation (EGA), which is vital for the embryo's progression from a totipotent state (capable of forming all tissues, including the placenta) to a pluripotent state (restricted to forming only embryonic tissues).</p>\r\n<p><strong>Significance of Discovering an Intermediate Cell Type.</strong>&nbsp;A major discovery in our research was the identification of an intermediate cell type that mimics the 4-cell embryo stage. This cell state bridges the gap between the totipotent 2-cell stage and the pluripotent state, offering new insights into the early stages of embryonic development. This intermediate state is regulated by the gene&nbsp;<em>Morf4l1</em>, which is conserved from yeast to humans. In the absence of&nbsp;<em>Morf4l1</em>&nbsp;in iPSCs, the transition to the totipotent 2-cell state is blocked, providing a unique model to study EGA in reverse.</p>\r\n<p><strong>Enhancing Reprogramming Strategies.</strong>&nbsp;One of the major discoveries of the grant was that in the absence of Morf4l1, the transcription factor Obox6, part of the mammalian-specific ETCHbox (Eutherian Totipotent Cell Homeobox) gene family, was upregulated along with pluripotency transcription factors. This combination of factors mirrors the molecular signature of 4-cell embryos. Importantly, this combination enhances the reprogramming of adult or somatic cells to iPSCs. Thus, the intermediate cell state we discovered bridges the gap in vitro by repressing the 2-cell-like EGA or totipotent state and promoting the transition to the pluripotent state. These 4-cell-embryo-like cells have greater developmental potential than traditional iPSCs, although less than 2-cell-embryo-like cells, and can self-renew or be amplified like traditional iPSCs. This enhanced developmental potential makes them a valuable tool for advancing stem cell research and regenerative medicine.</p>\r\n<p><strong>Junk DNA at Work.</strong>&nbsp;We also uncovered that \"junk DNA\"&mdash;specifically long terminal repeats (LTRs)&mdash;play an essential role in regulating the activation of 2-cell or EGA genes. These regions, once thought to be non-functional, are now recognized for their regulatory roles. About 42% of the human genome consists of transposable elements, including LTRs, which suggests they are integral to genome regulation. We hypothesize that LTRs contribute to a self-regulatory network that controls developmental processes, with&nbsp;<em>Morf4l1</em>&nbsp;being a key player. Our data show that&nbsp;<em>Morf4l1</em>-deficient iPSCs exhibit a suppressed 2-cell-like genomic landscape, a finding with significant implications for understanding developmental regulation.</p>\r\n<p><strong>Bridging Early and Late Stages of Development.</strong>&nbsp;Our discovery of an intermediate cell state is crucial because it fills a gap between the early and late stages of development. While current in vitro models have successfully replicated the early and late stages of preimplantation development, the transition between these stages has remained a challenge. Our intermediate cells offer a way to study this critical phase of embryonic development in the lab. By understanding this transition, we can better investigate the mechanisms behind cell fate decisions from EGA at the 2-cell stage to the pluripotent inner cell mass (ICM) of the blastocyst.</p>\r\n<p><strong>Impact of the Research.</strong>&nbsp;This research enhances our understanding of stem cell biology and has potential applications in reprogramming strategies and the study of developmental diseases. Our in vitro model is valuable for human development studies, as it avoids the ethical and practical issues associated with using human embryos. These advancements have broad implications for stem cell research, regenerative medicine, and understanding the evolution of the human genome.</p>\r\n<p><strong>Contribution to Doctoral and Master&rsquo;s Training</strong>.&nbsp;This project supported a doctoral student, who contributed significantly to the research and completed a PhD in 2022. The student&rsquo;s thesis, titled&nbsp;<em>Identifying Reprogramming Barriers to Totipotency</em>, led to a postdoctoral position at the Children&rsquo;s Hospital of Philadelphia. The student also mentored a Master's student, further emphasizing the educational and collaborative impact of the project.</p>\r\n<p><strong>Future Directions.</strong>&nbsp;Looking ahead, we aim to develop an in vitro model of human preimplantation development to further explore the processes driving early cell fate decisions. This scalable model will help address ethical concerns associated with human embryos and provide a powerful platform for studying early human development. It will deepen our understanding of how genetic elements regulate development and may lead to new approaches in stem cell biology and regenerative medicine.</p><br>\n<p>\n Last Modified: 12/12/2024<br>\nModified by: Gary&nbsp;O&nbsp;Gaufo</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1934928/1934928_10621497_1734058960751_NSF_Project_Outcomes_Figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1934928/1934928_10621497_1734058960751_NSF_Project_Outcomes_Figure--rgov-800width.jpg\" title=\"Summary of Embryonic Development and Reprogramming Process\"><img src=\"/por/images/Reports/POR/2024/1934928/1934928_10621497_1734058960751_NSF_Project_Outcomes_Figure--rgov-66x44.jpg\" alt=\"Summary of Embryonic Development and Reprogramming Process\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure shows embryonic development from 1-cell to blastocyst, reprogramming of adult somatic cells to iPSCs using OSKM Morf4l1-/-, and the generation of chimeric mice and yolk sac cells. It highlights an intermediate 4-cell-embryo-like state between totipotent 2-cell and pluripotent blastocyst.</div>\n<div class=\"imageCredit\">Gary O. Gaufo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gary&nbsp;O&nbsp;Gaufo\n<div class=\"imageTitle\">Summary of Embryonic Development and Reprogramming Process</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nHow Stem Cells Mirror Early Mammalian Development\r\n\n\nOverview of Research Goals. The project, titled \"Reprogramming to the Totipotent State,\" explored the regulation of a small population of totipotent-like cells in cultured induced pluripotent stem cells (iPSCs). We used advanced techniques to study the transcriptional and chromatin landscape of these cells at single-cell resolution, comparing them to natural mouse preimplantation embryos. This comparison helped us understand the specific genomic changes in Morf4l1-deficient iPSCs and the transition from 2-cell-like totipotent cells to the pluripotent state, which resembles the inner cell mass of the mouse blastocyst (See Attached Image).\r\n\n\nImportance of Transitions in Mammalian Preimplantation Development.During early mammalian development, the embryo undergoes key transitions, with one of the most critical being the maternal-to-zygotic transition (MZT). The shift from maternal RNA and proteins to the embryos own zygotic genome includes embryonic genome activation (EGA), which is vital for the embryo's progression from a totipotent state (capable of forming all tissues, including the placenta) to a pluripotent state (restricted to forming only embryonic tissues).\r\n\n\nSignificance of Discovering an Intermediate Cell Type.A major discovery in our research was the identification of an intermediate cell type that mimics the 4-cell embryo stage. This cell state bridges the gap between the totipotent 2-cell stage and the pluripotent state, offering new insights into the early stages of embryonic development. This intermediate state is regulated by the geneMorf4l1, which is conserved from yeast to humans. In the absence ofMorf4l1in iPSCs, the transition to the totipotent 2-cell state is blocked, providing a unique model to study EGA in reverse.\r\n\n\nEnhancing Reprogramming Strategies.One of the major discoveries of the grant was that in the absence of Morf4l1, the transcription factor Obox6, part of the mammalian-specific ETCHbox (Eutherian Totipotent Cell Homeobox) gene family, was upregulated along with pluripotency transcription factors. This combination of factors mirrors the molecular signature of 4-cell embryos. Importantly, this combination enhances the reprogramming of adult or somatic cells to iPSCs. Thus, the intermediate cell state we discovered bridges the gap in vitro by repressing the 2-cell-like EGA or totipotent state and promoting the transition to the pluripotent state. These 4-cell-embryo-like cells have greater developmental potential than traditional iPSCs, although less than 2-cell-embryo-like cells, and can self-renew or be amplified like traditional iPSCs. This enhanced developmental potential makes them a valuable tool for advancing stem cell research and regenerative medicine.\r\n\n\nJunk DNA at Work.We also uncovered that \"junk DNA\"specifically long terminal repeats (LTRs)play an essential role in regulating the activation of 2-cell or EGA genes. These regions, once thought to be non-functional, are now recognized for their regulatory roles. About 42% of the human genome consists of transposable elements, including LTRs, which suggests they are integral to genome regulation. We hypothesize that LTRs contribute to a self-regulatory network that controls developmental processes, withMorf4l1being a key player. Our data show thatMorf4l1-deficient iPSCs exhibit a suppressed 2-cell-like genomic landscape, a finding with significant implications for understanding developmental regulation.\r\n\n\nBridging Early and Late Stages of Development.Our discovery of an intermediate cell state is crucial because it fills a gap between the early and late stages of development. While current in vitro models have successfully replicated the early and late stages of preimplantation development, the transition between these stages has remained a challenge. Our intermediate cells offer a way to study this critical phase of embryonic development in the lab. By understanding this transition, we can better investigate the mechanisms behind cell fate decisions from EGA at the 2-cell stage to the pluripotent inner cell mass (ICM) of the blastocyst.\r\n\n\nImpact of the Research.This research enhances our understanding of stem cell biology and has potential applications in reprogramming strategies and the study of developmental diseases. Our in vitro model is valuable for human development studies, as it avoids the ethical and practical issues associated with using human embryos. These advancements have broad implications for stem cell research, regenerative medicine, and understanding the evolution of the human genome.\r\n\n\nContribution to Doctoral and Masters Training.This project supported a doctoral student, who contributed significantly to the research and completed a PhD in 2022. The students thesis, titledIdentifying Reprogramming Barriers to Totipotency, led to a postdoctoral position at the Childrens Hospital of Philadelphia. The student also mentored a Master's student, further emphasizing the educational and collaborative impact of the project.\r\n\n\nFuture Directions.Looking ahead, we aim to develop an in vitro model of human preimplantation development to further explore the processes driving early cell fate decisions. This scalable model will help address ethical concerns associated with human embryos and provide a powerful platform for studying early human development. It will deepen our understanding of how genetic elements regulate development and may lead to new approaches in stem cell biology and regenerative medicine.\t\t\t\t\tLast Modified: 12/12/2024\n\n\t\t\t\t\tSubmitted by: GaryOGaufo\n"
 }
}