{
 "awd_id": "1934122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interphase and Penetration Dynamics for Stable Alkali Metal Anodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 397214.0,
 "awd_amount": 397214.0,
 "awd_min_amd_letter_date": "2019-09-06",
 "awd_max_amd_letter_date": "2019-09-06",
 "awd_abstract_narration": "A prosperous society with a sustainable energy future relies on advanced energy storage technologies. While lithium (Li)-ion batteries have changed lives through electronic devices, portable power tools and electric cars, further increasing the state of the art for energy storage has been difficult. One approach is to replace the bulky graphite anode with an ultrathin film of Li metal anode to nearly double the energy density of the battery. However, this type of battery material is subjected to formation of finger-like dendritic growths of lithium metal on the anode.  These can grow into the electrolyte and separator components and cause an electrical short circuit that can destroy the battery and present a safety hazard. Suppressing this root cause of electrical short circuits is an urgent need, especially at higher current densities when fast recharge is required for high-capacity next-generation batteries. This fundamental research project addresses the study of formation of the component flaws (e.g. the dendrites and electrode coatings) that cause a potential short circuit and also loss in energy capacity. This project will generate new understanding that will enable superior designs of electrodes that will lead to safer, high energy density batteries. The project will also benefit the education of graduate, undergraduate and K-12 students. A summer program will be establish that will target underrepresented high school age students and high school teachers using engineering concepts of metal-based batteries.\r\n\r\nThis study focuses on the interphase and metal penetration dynamics of lithium, sodium, and potassium metal anodes, investigating (1) how the dynamics of the macroscopic electrode-separator instability will naturally select just a few disparate pores for metal penetration, at low current densities and areal capacities, regardless of the uniformity of deposition; (2) the actual metal growth mechanisms in the selected pores; and (3) the in situ formation dynamics of the SEI microstructures and the impact on the macroscopic and microscopic dynamics in (1) and (2). It is intended to be the first study to establish a quantitative understanding of pore-selection and in-pore growth dynamics during alkali metal penetration through porous separators. Unique transparent capillary cells will be monitored operando under optical microscope. Advanced characterization and imaging technologies at atomic and nanoscales, such as cryo-transmission electron microscopy, will be used to confirm the characteristic lengths of SEI microstructures in the lateral direction. Through the intimately combined experimental and theoretical investigation, a new theoretical framework that can seamlessly connect the domain experiments will be developed to guide the holistic design of stable alkali metal anodes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Bai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Bai",
   "pi_email_addr": "pbai@wustl.edu",
   "nsf_id": "000795099",
   "pi_start_date": "2019-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "CAMPUS BOX 1054",
  "perf_city_name": "Saint Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 397214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f054affb-7fff-a5c6-ab8e-d0e95751e0da\"> </span></p>\n<p dir=\"ltr\"><span>This NSF project aims to understand the fundamental mechanisms of dendrite penetration in next-generation batteries using alkali metal anodes. We completed the proposed research tasks of developing a quantitative yet predictive understanding of (1) the &ldquo;pore selection&rdquo; dynamics at the macroscopic interface between the porous separator and the lithium metal anode, and (2) the &ldquo;in-pore penetration&rdquo; dynamics within the selected microscopic pores of the separator, in lithium (Li), sodium (Na), and potassium (K) metal batteries. The theoretical understandings have been developed into two new mathematical models, namely the critical Young-Laplace overpotential equation for the pore-selection dynamics and the geometry-dependent Sand&rsquo;s time equation for the in-pore penetration dynamics. The experimental efforts associated with the fundamental research enabled us to develop the anode-free sodium metal battery that achieved a record-high capacity retention.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project offered research opportunities for 2 full-time doctoral students, 2 master students, 3 undergraduate students, and 3 high school teachers. New knowledge discovered in this project has been shared in undergraduate and graduate level courses at Washington University in St. Louis, at multiple national conferences, and with K-12 students via local student organizations and the Academy of Science of St. Louis (https://www.youtube.com/watch?v=5xoF8kDRyWA). At the conclusion of this project, 7 peer-reviewed scientific journal papers, 1 invited book chapter, 1 invited opinion article, and 1 invited preview article have been published.</span></p>\n<p dir=\"ltr\"><span>While the attached figure displays only the three most important papers to illustrate how fundamental research led to high-performance devices, all publications mentioned above presented results and insights that are new and important to the research community and our society.&nbsp;</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Peng&nbsp;Bai</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1934122/1934122_10640390_1701362504147_Outcome_figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1934122/1934122_10640390_1701362504147_Outcome_figure--rgov-800width.jpg\" title=\"Key outcomes of NSF project 1934122\"><img src=\"/por/images/Reports/POR/2023/1934122/1934122_10640390_1701362504147_Outcome_figure--rgov-66x44.jpg\" alt=\"Key outcomes of NSF project 1934122\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure illustrates that the fundamental research on the pore-selection dynamics and the in-pore penetration dynamics led to the development of the anode-free sodium metal battery .</div>\n<div class=\"imageCredit\">Peng Bai</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peng&nbsp;Bai\n<div class=\"imageTitle\">Key outcomes of NSF project 1934122</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThis NSF project aims to understand the fundamental mechanisms of dendrite penetration in next-generation batteries using alkali metal anodes. We completed the proposed research tasks of developing a quantitative yet predictive understanding of (1) the pore selection dynamics at the macroscopic interface between the porous separator and the lithium metal anode, and (2) the in-pore penetration dynamics within the selected microscopic pores of the separator, in lithium (Li), sodium (Na), and potassium (K) metal batteries. The theoretical understandings have been developed into two new mathematical models, namely the critical Young-Laplace overpotential equation for the pore-selection dynamics and the geometry-dependent Sands time equation for the in-pore penetration dynamics. The experimental efforts associated with the fundamental research enabled us to develop the anode-free sodium metal battery that achieved a record-high capacity retention.\n\n\nThe project offered research opportunities for 2 full-time doctoral students, 2 master students, 3 undergraduate students, and 3 high school teachers. New knowledge discovered in this project has been shared in undergraduate and graduate level courses at Washington University in St. Louis, at multiple national conferences, and with K-12 students via local student organizations and the Academy of Science of St. Louis (https://www.youtube.com/watch?v=5xoF8kDRyWA). At the conclusion of this project, 7 peer-reviewed scientific journal papers, 1 invited book chapter, 1 invited opinion article, and 1 invited preview article have been published.\n\n\nWhile the attached figure displays only the three most important papers to illustrate how fundamental research led to high-performance devices, all publications mentioned above presented results and insights that are new and important to the research community and our society.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: PengBai\n"
 }
}