{
 "awd_id": "1934566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:Collaborative Research:Innovating technologies to inform synthetic plant metabolism through a new understanding of the cellular protein machinery",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2019-08-14",
 "awd_max_amd_letter_date": "2023-07-12",
 "awd_abstract_narration": "Plant metabolism is a high priority target for synthetic biology, with significant potential to address global challenges ranging from food production to energy and the environment. However, the successful application of synthetic biology strategies in complex eukaryotes faces unique challenges. In particular, large gaps remain in the knowledge of how cellular processes are controlled at the nanoscale, which is an essential component of engineering design. The project will develop new electron microscopy-based strategies to visualize and create structural models of labile protein complexes captured from plant cells. Ultra-sensitive methods will be established to rigorously identify the protein components of these complexes using advanced proteomics and in planta validation techniques. This will establish a critical new framework for synthetic metabolism. The project will also create a unique interdisciplinary/inter-institution training environment at Virginia Tech and Pennsylvania State University that will engage students at all levels of education.\r\n\r\nThis interdisciplinary project will enable the study of dynamic multi-enzyme complexes in plants. A new integrated platform will be established for characterizing protein assemblies in the act of performing their biological functions in the uniquely-complex cellular environment of the plant cell. This suite of technologies will integrate advanced electron microscopy, proteomics, and 3D modeling capabilities to enable the nanoscale-level interrogation and understanding of the large, dynamic assemblies of proteins that define cellular biochemistry, and ultimately physiological function. The plant specialized pathway leading to flavonoids, a long-standing target for synthetic biology, will serve as the experimental model. This will generate outcomes that can be readily validated in planta and serve as a template the study of other biochemical systems. Altogether, the work will create a powerful new capability to address a critical information gap in current synthetic biology design.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Winkel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda S Winkel",
   "pi_email_addr": "winkel@vt.edu",
   "nsf_id": "000258416",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Helm",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Richard F Helm",
   "pi_email_addr": "helmrf@vt.edu",
   "nsf_id": "000160266",
   "pi_start_date": "2019-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "970 Washington St.",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit.</span> The aim of this project was to generate a new platform for characterizing protein assemblies in plant cells to address a significant knowledge gap in efforts to engineer the complex biochemistry of plant systems for synthetic biology. Feasibility studies were centered on flavonoid metabolism, a ubiquitous pathway of long-standing interest for metabolic engineering, using <em>Arabidopsis thaliana</em> as the plant model. The Virginia Tech group established methods to coordinately produce as many as six enzymes of Arabidopsis core flavonoid metabolism in a transient tobacco leaf expression system and optimized methods for mass spectrometric analysis of the Arabidopsis proteome. This work laid the foundation for retrieving native macromolecular complexes from plant cells using a tunable microchip approach developed by the Penn State co-PI, followed by analysis using advanced proteomic and cryo-EM technologies.</p>\r\n<p>The main objective of the project, establishing a new platform to study the dynamic architecture of plant metabolism, was not achieved due to hurdles encountered with the microchip technology, followed by loss of access to facilities at the Center for Structural Oncology at Penn State in the final year of the project. Few if any of the funds allocated to the Penn State co-PI were used. In the meantime, the Virginia Tech group used the proteomics capabilities at the VT Mass Spectrometry Incubator to establish the first flavonoid-protein interactome in plants. These data are providing unexpected insights into the role of these key phytochemicals in plant cells and significant leads for future investigation. Two examples are the highly-conserved peroxiredoxin A and B, which play key roles in maintaining homeostasis of reactive oxygen species in eukaryotic cells. Interaction with flavonoids may be related to the group&rsquo;s recent discovery of the influence of these phytochemicals on the plant circadian clock. Furthermore, parallels of these flavonoids targets and others identified in the interactome with those found in mammals may inform our understanding of the role of plant biochemistry in the co-evolution of plants with other organisms. As a result, a number of impactful, if unplanned, outcomes have been realized under the intellectual merit of this project.</p>\r\n<p><span style=\"text-decoration: underline;\">Broader Impacts.</span> The project supported the professional development of a research scientist, now a full-time member of the VT Mass Spectrometry Incubator, and three undergraduate students, two of whom co-authored a manuscript and are now pursuing graduate degrees at George Washington University and the University of North Carolina, and one who is working as a full-time technician in a plant genomics laboratory at Virginia Tech and aiming to pursue a graduate degree in the future. A graduate student and two African-American undergraduates were tangentially involved in the project. The Winkel group has participated in a variety of outreach efforts to expand the understanding and appreciation of plants by the general public, particularly young children and their parents.</p><br>\n<p>\n Last Modified: 12/03/2024<br>\nModified by: Brenda&nbsp;S&nbsp;Winkel</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1934566/1934566_10633353_1733258586383_Picture2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1934566/1934566_10633353_1733258586383_Picture2--rgov-800width.png\" title=\"Experimental evidence for binding of the flavonol, quercetin, to recombinant AtPrxA.\"><img src=\"/por/images/Reports/POR/2024/1934566/1934566_10633353_1733258586383_Picture2--rgov-66x44.png\" alt=\"Experimental evidence for binding of the flavonol, quercetin, to recombinant AtPrxA.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A. Expression and purification of AtPrxA in E. coli; CL=cell lysate, U=unbound, W1,2=washes, E1-3=eluted protein; B. ITC of 1 mM quercetin titrated into buffer; C. ITC of 500 uM quercetin titrated into 20 uM AtPrxA. D. Molecular d</div>\n<div class=\"imageCredit\">Brenda Winkel and Anne Brown</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Brenda&nbsp;S&nbsp;Winkel\n<div class=\"imageTitle\">Experimental evidence for binding of the flavonol, quercetin, to recombinant AtPrxA.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1934566/1934566_10633353_1733258853668_Picture3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1934566/1934566_10633353_1733258853668_Picture3--rgov-800width.png\" title=\"Outreach Activities.\"><img src=\"/por/images/Reports/POR/2024/1934566/1934566_10633353_1733258853668_Picture3--rgov-66x44.png\" alt=\"Outreach Activities.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Visitors engaging with integrated plant and animal circadian clock activities at the SEEDS Nature Center (left) and Science Festival (right).</div>\n<div class=\"imageCredit\">Brenda Winkel</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Brenda&nbsp;S&nbsp;Winkel\n<div class=\"imageTitle\">Outreach Activities.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit. The aim of this project was to generate a new platform for characterizing protein assemblies in plant cells to address a significant knowledge gap in efforts to engineer the complex biochemistry of plant systems for synthetic biology. Feasibility studies were centered on flavonoid metabolism, a ubiquitous pathway of long-standing interest for metabolic engineering, using Arabidopsis thaliana as the plant model. The Virginia Tech group established methods to coordinately produce as many as six enzymes of Arabidopsis core flavonoid metabolism in a transient tobacco leaf expression system and optimized methods for mass spectrometric analysis of the Arabidopsis proteome. This work laid the foundation for retrieving native macromolecular complexes from plant cells using a tunable microchip approach developed by the Penn State co-PI, followed by analysis using advanced proteomic and cryo-EM technologies.\r\n\n\nThe main objective of the project, establishing a new platform to study the dynamic architecture of plant metabolism, was not achieved due to hurdles encountered with the microchip technology, followed by loss of access to facilities at the Center for Structural Oncology at Penn State in the final year of the project. Few if any of the funds allocated to the Penn State co-PI were used. In the meantime, the Virginia Tech group used the proteomics capabilities at the VT Mass Spectrometry Incubator to establish the first flavonoid-protein interactome in plants. These data are providing unexpected insights into the role of these key phytochemicals in plant cells and significant leads for future investigation. Two examples are the highly-conserved peroxiredoxin A and B, which play key roles in maintaining homeostasis of reactive oxygen species in eukaryotic cells. Interaction with flavonoids may be related to the groups recent discovery of the influence of these phytochemicals on the plant circadian clock. Furthermore, parallels of these flavonoids targets and others identified in the interactome with those found in mammals may inform our understanding of the role of plant biochemistry in the co-evolution of plants with other organisms. As a result, a number of impactful, if unplanned, outcomes have been realized under the intellectual merit of this project.\r\n\n\nBroader Impacts. The project supported the professional development of a research scientist, now a full-time member of the VT Mass Spectrometry Incubator, and three undergraduate students, two of whom co-authored a manuscript and are now pursuing graduate degrees at George Washington University and the University of North Carolina, and one who is working as a full-time technician in a plant genomics laboratory at Virginia Tech and aiming to pursue a graduate degree in the future. A graduate student and two African-American undergraduates were tangentially involved in the project. The Winkel group has participated in a variety of outreach efforts to expand the understanding and appreciation of plants by the general public, particularly young children and their parents.\t\t\t\t\tLast Modified: 12/03/2024\n\n\t\t\t\t\tSubmitted by: BrendaSWinkel\n"
 }
}