{
 "awd_id": "1935841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Collaborative - Magnetoelectric Nanodevices for Wireless Repair of Neural Circuits Deep in the Brain",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2019-03-28",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 431545.0,
 "awd_amount": 439545.0,
 "awd_min_amd_letter_date": "2019-06-07",
 "awd_max_amd_letter_date": "2020-05-26",
 "awd_abstract_narration": "The GOALI project at the intersection of engineering and medicine aims to address the following gap in the broad area of neurodegenerative diseases. Stimulation of the neural network by electric fields can repair the abnormal neural activity responsible for various neurodegenerative diseases such as Alzheimer's Disease (AD) and many others. Further, recently it has been shown that electric fields have fundamental effects on cell fate and neurogenesis. However, the existing approaches such as (1) direct deep-brain stimulation (DBS) by establishing direct electrical contact to the neural network and (2) less-invasive indirect transcranial magnetic stimulation (TMS) don't provide spatial and temporal resolutions required for adequate control of the neural network at the cellular level to effectively cure these diseases using electricity, without causing any devastating side effects. This project fills this gap by implementing a nanotechnology approach, according to which magnetoelectric nanoparticles (MENs) are used to combine the main advantages of electric and magnetic fields to enable wirelessly controlled high-efficacy, high-specificity and high-selectivity stimulation of selective regions in the brain to treat specific neurodegenerative diseases without any side effects.  The potential applications are far-reaching into engineering electromagnetic and multiferroic nanoparticle-driven systems which could impact the emerging field of personalized precision medicine, cognitive neuroscience, neuroimaging, clinical neurology, and psychiatry. The proposed system can help reverse engineer the brain and thus open a pathway to fundamental understanding of the brain. An important component of the project is to motivate underrepresented minorities to pursue cross-disciplinary degrees at the intersection of engineering and medicine.  A special emphasis will be made to attract local K-12 and undergraduate students to continue their research at FIU and Indiana University.\r\n\r\nThe GOALI proposal aims to conduct comprehensive studies to engineer magnetoelectric nanoparticles (MENs) based system for wireless stimulation of local regions deep in the brain to repair disease specific impediments. MENs can bridge local intrinsic electric fields deep in the brain with magnetic fields and thus enable an external control of local electric stimulation for repairing neural circuits locally. Like traditional magnetic nanoparticles, MENs can be used as image contrast agents in magnetic resonance imaging and navigated across the blood-brain barrier via application of magnetic field gradients.  In addition, unlike traditional nanoparticles, MENs display an entirely new property due to the presence of a non-zero magnetoelectric (ME) effect. The ME effect, which exists due to coupled magnetostrictive and piezoelectric components, allows to efficiently couple intrinsic electric fields deep in the brain to magnetic fields which in turn can be wirelessly controlled from outside the skull. Thus, MENs allow to use d.c. and a.c magnetic fields for separating the two functions, (i) application of a d.c. magnetic field gradient for image-guided navigation of MENs across BBB and into a disease-specific local region(s) and (ii) application of an a.c. magnetic field to stimulate this local region(s) locally via inducing local a.c. electric fields, respectively. Based on the physics of metastable systems, using a system of electromagnets, the nanoparticles can be effectively maintained in a quasi-diamagnetic state and thus moved to any point deep in the brain for further local electric stimulation via application of a.c. magnetic fields. Due to the ME effect, the image provided by MENs not only contains structural information but also reflects a local electric field due to the neuronal activity. All these effects will be studied in vitro and in vivo using animal models to understand field-controlled local effects of MENs on the underlying mechanisms of activation of neurons and synapses, the cortical neuronal activity, neuronal excitability, and synaptic transmission.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sakhrat",
   "pi_last_name": "Khizroev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sakhrat Khizroev",
   "pi_email_addr": "skhizroev@Miami.edu",
   "nsf_id": "000484202",
   "pi_start_date": "2019-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami School of Medicine",
  "inst_street_address": "1320 S DIXIE HWY STE 1200",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462926",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "F8THLJQSAF93"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 S. Dixie Highway",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 431543.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>INTELLECTUAL MERITS:</em></strong></p>\n<p><strong><em>(1). Surface functionalization of MENPs. </em></strong>One of the most important findings of this year was the significance to ensure adequate dispersion of the nanoparticles during administration into cells and animals. If not properly dispersed, the nanoparticles get agglomerated, thus losing their main advantage of the nanoscale physics because of the increased surface-to-volume effects in the sub-100-nm size range. A detailed recipe of the required surface treatment including thermal treatment, sonication, and conjugation with biocompatible compounds such as PEG, poly-L-lysine (PLL), poly-D-lysine (PDL), glycerol mono-oleate (GMO), and others are described in detail in the publication we just submitted [1]. By improving the dispersion and uniformity of the nanoparticles via gravity filtering, we managed to significantly increase the number of sub-100-nm agglomerates (individual nanoparticles are about 30 nm in diameter). As a result, we reduced the required concentration of nanoparticles (to trigger field-controlled firing) by more than 2 orders of magnitude (~&lt; 0.5 ug/100K neurons in a 3.5-cm dish). The detailed recipe of the nanoparticles has been described in our recent peer-reviewed publications [2-4].</p>\n<p>&nbsp;</p>\n<p><strong><em>(2). In vitro studies to (for the first) demonstrate robust field-controlled MENPs-based stimulation of single neurons. E</em></strong>xperiments were performed with 20-nm MENPs of the default core-shell composition CoFe<sub>2</sub>O<sub>4</sub>-BaTiO<sub>3</sub> we developed, with the magnetostrictive core CoFe<sub>2</sub>O<sub>4</sub> and the piezoelectric shell BaTiO<sub>3</sub>.&nbsp; These experiments has for the first time demonstrated a wirelessly controlled firing of individual neurons (selected by magnetic fields) (Fig. 1)<strong>. H</strong>ippocampus cell cultures were used to test neuronal firing capability due to the MENPs-based stimulation and all the control stimulation methods under study, including positive controls such as electric stimulation via physical microelectrodes and negative controls such as no nanoparticles, low-coercivity nanoparticles or sodium ion channel blocker TTX. To detect firing events, Ca<sup>2+</sup> ion channel imaging was performed on the cells using Cal520 fluorescent dye. The default dose of the administrated nanoparticles was approximately 5 ug per dish, added to the cell media in a 5 ul DI water solution. <strong><em>&nbsp;</em></strong></p>\n<p><strong><em>&nbsp;</em></strong></p>\n<p><strong>(3). Demonstrate the technology through in vivo studies (in collaboration with our partners at CNMI and the Miami Project To Cure Paralysis). </strong>In collaboration with CNMI and the Miami Project to Cure Paralysis, we have conducted two types of experiments to test the new technology under study in vivo (rats). (1). ?Fixed animals?: MENPs were surgically implanted into different relatively small (&lt;1mm^3) regions in the brain, including cuneiform nucleus (CNF) and sub-regions in the M1 region of the cortex. In this case we have conducted ?fixed? state experiments to understand the locomotor response to application of a magnetic field. When MENPs were injected into the left CNF site, the right limb would start to continuously move as a result of the MENPs? based magnetic stimulation. &nbsp;(2). ?Free-running animals?: MENPs were administrated into the brain intranasally through inhalation with consequent pulling of the nanoparticles across the BBB via application of a magnetic field gradient (&gt;1000 Oe/cm). Through traditional behavioral studies using different test benches, e.g., Y-maze, T-maze, and 1D runway, we saw a distinct response, e.g., teeth chattering, paw clenching, whisker twitching, and others, to application of a magnetic field. Details of the experiments are being described in a paper we are currently preparing for publication [5].<strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impacts</em></strong></p>\n<p>(1).<span style=\"text-decoration: underline;\">Undergraduate Students</span>: This year, we have a new undergraduate student join our effort. It is a junior at the Department of Biomedical Engineering of the University of Miami, Aidan Mathew Scott-Vandeusen.&nbsp; Now, with Isadora Takako Smith, we had two undergraduate students: Isadora is a co-author on a peer-reviewed paper we just published in Nano Letters and a co-author on the new paper on in vitro experiments. She is also the first author on an invited review paper to discuss medical applications of MENPs in Elsevier?s WIREs Nanomedicine and Nanobiotechnology. Isadora, who is graduating this semester, is currently applying to continue her studies in the field of neuroengineering as a graduate student.</p>\n<p>(2) <span style=\"text-decoration: underline;\">Diversity outreach</span>: The PhD Graduate Student Brayan Navarrete is Hispanic American. Brayan graduated with his PhD last Fall. He immediately found a high-paid Senior Engineer job at Seagate, Minneapolis, MN. One undergraduate student, Isadora Takako Smith, is a female student. Recently (September 2021). This semester, another female graduate student, Victoria Marie Andre, joined our laboratory, she will continue as a PhD Student. Our 3<sup>rd</sup> woman student is Yagmur Akin Yildirim. Yagmur is a PhD Graduate Student.</p>\n<p>(3) High-school Students: (1) Luke Yang (Palmetto High, Miami, FL), Luke is a co-author in a peer-reviewed paper on in vitro studies. (2) Giancarlo Ramos, a 12<sup>th</sup> grader at MAST Academy, joined our research. Next semester, he is starting as a freshman at the University of Miami.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Sakhrat&nbsp;Khizroev</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1935841/1935841_10583533_1640833174160_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1935841/1935841_10583533_1640833174160_Figure1--rgov-800width.jpg\" title=\"Wireless neuronal firing with MENPs\"><img src=\"/por/images/Reports/POR/2021/1935841/1935841_10583533_1640833174160_Figure1--rgov-66x44.jpg\" alt=\"Wireless neuronal firing with MENPs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ca2+ signal spikes in hippocampus cell cultures with MENPs, tagged with Cal520 fluorescent dye, in response to contactless magnetic and electrode-based electric stimulation pulses. (A) With MENPs, (B) Without MENPs, (C) With MENPs after sodium ion channel Blocker TTX.</div>\n<div class=\"imageCredit\">Elric Zhang</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sakhrat&nbsp;Khizroev</div>\n<div class=\"imageTitle\">Wireless neuronal firing with MENPs</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nINTELLECTUAL MERITS:\n\n(1). Surface functionalization of MENPs. One of the most important findings of this year was the significance to ensure adequate dispersion of the nanoparticles during administration into cells and animals. If not properly dispersed, the nanoparticles get agglomerated, thus losing their main advantage of the nanoscale physics because of the increased surface-to-volume effects in the sub-100-nm size range. A detailed recipe of the required surface treatment including thermal treatment, sonication, and conjugation with biocompatible compounds such as PEG, poly-L-lysine (PLL), poly-D-lysine (PDL), glycerol mono-oleate (GMO), and others are described in detail in the publication we just submitted [1]. By improving the dispersion and uniformity of the nanoparticles via gravity filtering, we managed to significantly increase the number of sub-100-nm agglomerates (individual nanoparticles are about 30 nm in diameter). As a result, we reduced the required concentration of nanoparticles (to trigger field-controlled firing) by more than 2 orders of magnitude (~&lt; 0.5 ug/100K neurons in a 3.5-cm dish). The detailed recipe of the nanoparticles has been described in our recent peer-reviewed publications [2-4].\n\n \n\n(2). In vitro studies to (for the first) demonstrate robust field-controlled MENPs-based stimulation of single neurons. Experiments were performed with 20-nm MENPs of the default core-shell composition CoFe2O4-BaTiO3 we developed, with the magnetostrictive core CoFe2O4 and the piezoelectric shell BaTiO3.  These experiments has for the first time demonstrated a wirelessly controlled firing of individual neurons (selected by magnetic fields) (Fig. 1). Hippocampus cell cultures were used to test neuronal firing capability due to the MENPs-based stimulation and all the control stimulation methods under study, including positive controls such as electric stimulation via physical microelectrodes and negative controls such as no nanoparticles, low-coercivity nanoparticles or sodium ion channel blocker TTX. To detect firing events, Ca2+ ion channel imaging was performed on the cells using Cal520 fluorescent dye. The default dose of the administrated nanoparticles was approximately 5 ug per dish, added to the cell media in a 5 ul DI water solution.  \n\n \n\n(3). Demonstrate the technology through in vivo studies (in collaboration with our partners at CNMI and the Miami Project To Cure Paralysis). In collaboration with CNMI and the Miami Project to Cure Paralysis, we have conducted two types of experiments to test the new technology under study in vivo (rats). (1). ?Fixed animals?: MENPs were surgically implanted into different relatively small (&lt;1mm^3) regions in the brain, including cuneiform nucleus (CNF) and sub-regions in the M1 region of the cortex. In this case we have conducted ?fixed? state experiments to understand the locomotor response to application of a magnetic field. When MENPs were injected into the left CNF site, the right limb would start to continuously move as a result of the MENPs? based magnetic stimulation.  (2). ?Free-running animals?: MENPs were administrated into the brain intranasally through inhalation with consequent pulling of the nanoparticles across the BBB via application of a magnetic field gradient (&gt;1000 Oe/cm). Through traditional behavioral studies using different test benches, e.g., Y-maze, T-maze, and 1D runway, we saw a distinct response, e.g., teeth chattering, paw clenching, whisker twitching, and others, to application of a magnetic field. Details of the experiments are being described in a paper we are currently preparing for publication [5]. \n\n \n\nBroader Impacts\n\n(1).Undergraduate Students: This year, we have a new undergraduate student join our effort. It is a junior at the Department of Biomedical Engineering of the University of Miami, Aidan Mathew Scott-Vandeusen.  Now, with Isadora Takako Smith, we had two undergraduate students: Isadora is a co-author on a peer-reviewed paper we just published in Nano Letters and a co-author on the new paper on in vitro experiments. She is also the first author on an invited review paper to discuss medical applications of MENPs in Elsevier?s WIREs Nanomedicine and Nanobiotechnology. Isadora, who is graduating this semester, is currently applying to continue her studies in the field of neuroengineering as a graduate student.\n\n(2) Diversity outreach: The PhD Graduate Student Brayan Navarrete is Hispanic American. Brayan graduated with his PhD last Fall. He immediately found a high-paid Senior Engineer job at Seagate, Minneapolis, MN. One undergraduate student, Isadora Takako Smith, is a female student. Recently (September 2021). This semester, another female graduate student, Victoria Marie Andre, joined our laboratory, she will continue as a PhD Student. Our 3rd woman student is Yagmur Akin Yildirim. Yagmur is a PhD Graduate Student.\n\n(3) High-school Students: (1) Luke Yang (Palmetto High, Miami, FL), Luke is a co-author in a peer-reviewed paper on in vitro studies. (2) Giancarlo Ramos, a 12th grader at MAST Academy, joined our research. Next semester, he is starting as a freshman at the University of Miami.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Sakhrat Khizroev"
 }
}