{
 "awd_id": "1935049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  ProteoCell: The Fat-Free Cell",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 710763.0,
 "awd_amount": 710763.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "This project seeks to build functional, lipid-free, 'living' cells by using proteins to create multi-compartment 'ProteoCells' that can self-generate, house reactions to produce products, interact with other ProteoCells, and in total, define a new type of cell-like structure with fundamentally novel properties. Cells are the most basic unit defining living systems, yet despite years of study, it remains unclear why nature chose to use lipids as its hallmark compartment-formers, and how compartmentalization enables a complex 'soup' of biological molecules to function as an autonomous and self-sustainable unit. This project addresses these questions by using engineering principles to design new protein synthesis reactions, new compartment-forming proteins, and new protein catalysts, and by studying how these 'designer' protein molecules interact with one another to create collective cell-like units. This work will address fundamental Rules of Life questions surrounding the roles of lipids and proteins as essential cellular 'building blocks,' and the importance of compartmentalization in cellular function. Synthetic ProteoCells may ultimately provide an innovative tool to solve societal problems related to human health, sustainability, and the environment. Development of the ProteoCell platform also provides unique educational opportunities and opportunities to engage in a two-way dialog with the public regarding the meaning of a synthetic cell, and the possibilities, benefits, and concerns related to creating new forms of cellular life.\r\n\r\nScientifically, this project will define how to 'bottom-up' construct lipid-free ProteoCells, including a self-assembling physical boundary, a genetically programmable cytoplasm, and encapsulated multicomponent reactions. ProteoCells will provide insights into the relationship between the dynamic synthesis of polypeptide/protein building blocks, their self-assembly, and the design rules to create functional ProteoCells that can ultimately self-generate and self-support. The project approach consists of modular and iterative engineering, production, and integration of membrane-forming polypeptides/proteins; protein machinery for CO2 transformation; and machinery to support gene expression. The four aims of the project will create composable ProteoCells and define the range of possible properties; construct rudimentary organelles and define the properties necessary for producing organic molecules from CO2; build multi-cellular ProteoCell 'communities' with defined organization; and probe the US public's perceptions of risks/benefits of constructing a synthetic cell.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Millicent",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Millicent O Sullivan",
   "pi_email_addr": "msulliva@udel.edu",
   "nsf_id": "000328632",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 710763.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>ProteoCell</strong></p>\r\n<p>Membranes are critical parts of all living cells. Membranes surround and encapsulate the contents of all living cells, and membranes also subdivide cells into a variety of parts that enable cells to perform a variety of functions. In living cells, all membranes are made of lipids organized into sheet-like structures called 'bilayers.' However, lipids are simple molecules with relatively limited properties. Our ProteoCell project sought to address several important questions related to the Rules of Life: Are lipids essential? Are lipids the only encapsulation strategy that can lead to functional cells? Can proteins serve in place of lipids as cell 'compartment-formers'? We addressed these questions by using a bottom-up approach to construct 'ProteoCells,' membrane-bounded structures with cell-like functions but with membranes made of proteins. Our lab designed one type of protein-based membrane for the ProteoCells, using protein-like molecules called ELP-CLPs, or Elastin-Like Peptide (ELP)-Collagen-Like Peptides (CLPs).</p>\r\n<p>Our project had several original objectives. The first objective was to design ELP-CLP membranes made of ELP-CLP molecules. We sought to design these membranes so that they would have several important properties: (i) a structure that was similar to the lipid bilayer structure &ndash; in other words, we sought to design ELP-CLP molecules that would spontaneous interact with each other, when dissolved in water, to form sheet like structures with an 'outer leaflet' and an 'inner leaflet,' like a lipid bilayer; (ii) stability, e.g., the ability to maintain a membrane structure over weeks to months, to simulate the lifetime of lipid bilayers; (iii) new properties as compared with lipid bilayers, such as the ability to form different structures when heated or cooled. The second objective was to 'template,' or coat, the ELP-CLP membranes onto micron-scale droplets of protein to simulate the membrane-encapsulation of living cells.</p>\r\n<p>We achieved both objectives in our project. ELP-CLP membranes were designed and synthesized, and we showed that the ELP-CLP membranes formed a bilayer-like structure that was stable in water over weeks to months. The ELP-CLP membranes would dissolve when heated or cooled, but they reformed bilayers at temperatures similar to the temperature of the human body. We 'templated' the ELP-CLP membranes onto protein-like droplets made of long chains of two amino acids - lysine and aspartic acid. Poly-lysine chains and poly-aspartic acid chains were mixed to form protein-like droplets, or 'coacervates,' and subsequently, we determined how to coat the ELP-CLPs onto the coacervate droplets by changing the conditions under which we formed the droplets and added the ELP-CLPs. Ultimately, we found conditions under which we could create cell-like structures with protein-like membranes made of ELP-CLPs, and cell-like compartments made of coacervate droplets. These structures exhibited both similar properties to living cells, and unique properties, such as temperature-mediated disassembly.</p>\r\n<p>The intellectual merits of our work are the new understanding it provided regarding the design of functional, cell membrane-encapsulated structures. In addition, it provided new insights into how to manipulate these membrane-encapsulated structures using temperature. The broad impacts of the studies are the insights it provided into how living cell membranes function and behave, addressing some of the Rules of Life questions we set out to address. In addition, we used our work to collaboratively design K12 'build a cell' kits and to showcase our work for the public via the ProteoCell website, enabling us to share our project with students and the community. &nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Millicent&nbsp;O&nbsp;Sullivan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProteoCell\r\n\n\nMembranes are critical parts of all living cells. Membranes surround and encapsulate the contents of all living cells, and membranes also subdivide cells into a variety of parts that enable cells to perform a variety of functions. In living cells, all membranes are made of lipids organized into sheet-like structures called 'bilayers.' However, lipids are simple molecules with relatively limited properties. Our ProteoCell project sought to address several important questions related to the Rules of Life: Are lipids essential? Are lipids the only encapsulation strategy that can lead to functional cells? Can proteins serve in place of lipids as cell 'compartment-formers'? We addressed these questions by using a bottom-up approach to construct 'ProteoCells,' membrane-bounded structures with cell-like functions but with membranes made of proteins. Our lab designed one type of protein-based membrane for the ProteoCells, using protein-like molecules called ELP-CLPs, or Elastin-Like Peptide (ELP)-Collagen-Like Peptides (CLPs).\r\n\n\nOur project had several original objectives. The first objective was to design ELP-CLP membranes made of ELP-CLP molecules. We sought to design these membranes so that they would have several important properties: (i) a structure that was similar to the lipid bilayer structure  in other words, we sought to design ELP-CLP molecules that would spontaneous interact with each other, when dissolved in water, to form sheet like structures with an 'outer leaflet' and an 'inner leaflet,' like a lipid bilayer; (ii) stability, e.g., the ability to maintain a membrane structure over weeks to months, to simulate the lifetime of lipid bilayers; (iii) new properties as compared with lipid bilayers, such as the ability to form different structures when heated or cooled. The second objective was to 'template,' or coat, the ELP-CLP membranes onto micron-scale droplets of protein to simulate the membrane-encapsulation of living cells.\r\n\n\nWe achieved both objectives in our project. ELP-CLP membranes were designed and synthesized, and we showed that the ELP-CLP membranes formed a bilayer-like structure that was stable in water over weeks to months. The ELP-CLP membranes would dissolve when heated or cooled, but they reformed bilayers at temperatures similar to the temperature of the human body. We 'templated' the ELP-CLP membranes onto protein-like droplets made of long chains of two amino acids - lysine and aspartic acid. Poly-lysine chains and poly-aspartic acid chains were mixed to form protein-like droplets, or 'coacervates,' and subsequently, we determined how to coat the ELP-CLPs onto the coacervate droplets by changing the conditions under which we formed the droplets and added the ELP-CLPs. Ultimately, we found conditions under which we could create cell-like structures with protein-like membranes made of ELP-CLPs, and cell-like compartments made of coacervate droplets. These structures exhibited both similar properties to living cells, and unique properties, such as temperature-mediated disassembly.\r\n\n\nThe intellectual merits of our work are the new understanding it provided regarding the design of functional, cell membrane-encapsulated structures. In addition, it provided new insights into how to manipulate these membrane-encapsulated structures using temperature. The broad impacts of the studies are the insights it provided into how living cell membranes function and behave, addressing some of the Rules of Life questions we set out to address. In addition, we used our work to collaboratively design K12 'build a cell' kits and to showcase our work for the public via the ProteoCell website, enabling us to share our project with students and the community. \r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: MillicentOSullivan\n"
 }
}