{
 "awd_id": "1935867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mathematical Sciences Institutes Diversity Initiative",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 62116.0,
 "awd_amount": 62116.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "Cultivating diversity and broadening participation of historically underrepresented groups in the mathematical sciences are national goals that are essential components of the innovation engine that drives the nation?s economy. It is a complex problem to solve, and doing so requires a concerted effort.  The Mathematical Sciences Institutes Diversity Initiative (MSIDI) is an ongoing collaboration among the NSF-funded mathematical sciences research institutes that aims to address this issue with a series of events targeting members of historically underrepresented groups in the mathematical sciences, including women of all ethnicities. There is no ?one size fits all? approach to increasing participation from underrepresented groups.  In this specific project, MSIDI partners with a team of mathematicians from underrepresented groups to enhance several conferences and workshops that aim to address this underrepresentation.  These special conferences and workshops are complementary to the core activities of the mathematical sciences research institutes and are important for the goal of increasing participation in key activities that are integral to a career in the mathematical sciences, as well as to core programs at the associated research institutes.   Under this project, MSIDI will organize the following events.  The Modern Mathematics Workshop will be a pre-conference event at SACNAS in Fall 2020 and planning will be led by the Institute for Computational and Experimental Research in Mathematics (ICERM).  The Blackwell-Tapia Conference will be in Durham, NC in Fall 2020 and planning will be led by the Statistical and Applied Mathematical Sciences Institute (SAMSI).  The Latinx in the Mathematical Sciences Conference will be in Los Angeles, CA in Spring 2021 and planning will be led by the Institute for Pure and Applied Mathematics (IPAM).  There will be another Modern Mathematics Workshop at SACNAS in Fall 2021and planning will be led by the Mathematical Sciences Research Institute (MSRI).  And Spring Opportunities will be in Princeton, NJ in Spring 2022 and planning will be led by the Institute for Advanced Study (IAS).  Details about these events can be found at https://mathinstitutes.org/diversity/\r\n\r\nModern Mathematics Workshops focus on contemporary research in mathematics and take place in conjunction with the national meeting of the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS).  These workshops are for mathematicians at all levels and include some special programming for undergraduates, graduate students, and postdoctoral researchers. The Blackwell-Tapia Conference includes a mix of activities designed to inform the next generation of mathematicians about career opportunities in the mathematical sciences and provide a chance for them to network with mathematical scientists who play a leadership role in their communities. During this conference the prestigious Blackwell-Tapia Prize is awarded.  This prize recognizes a mathematician who has contributed significantly to research and to addressing the problem of underrepresentation of minorities in the mathematical sciences.  The Latinx in the Mathematical Sciences Conference showcases the research contributions and achievements of Latinx mathematicians and includes activities for high school students, undergraduates, graduate students, postdoctoral researchers, and faculty.  The Spring Opportunities Workshop allows attendees to explore what it takes to thrive in a variety of mathematical careers.   Collectively, the goals of these MSIDI activities are to recognize and showcase the research of mathematicians from underrepresented minority groups; disseminate successful efforts to address underrepresentation; inform students and early career mathematicians about career opportunities in the mathematical sciences; build a community around shared interests related to the problem of underrepresentation; and provide networking and development opportunities for current and future mathematicians at all points in the career trajectory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helene",
   "pi_last_name": "Barcelo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helene Barcelo",
   "pi_email_addr": "hbarcelo@msri.org",
   "nsf_id": "000527688",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mathematical Sciences Research Institute",
  "inst_street_address": "17 GAUSS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106420143",
  "inst_zip_code": "947205070",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "SIMONS LAUFER MATHEMATICAL SCIENCES INSTITUTE",
  "org_prnt_uei_num": "LWLJAPATKEL8",
  "org_uei_num": "LWLJAPATKEL8"
 },
 "perf_inst": {
  "perf_inst_name": "Mathematical Sciences Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733300",
   "pgm_ele_name": "MATHEMATICAL SCIENCES RES INST"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 62116.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Brief Overview of MSIDI</em></p>\n<p>With funding from the National Science Foundation, the Mathematical Sciences Institutes Diversity Initiative (MSIDI) is a collaboration among mathematical sciences institutes to increase the participation of underrepresented groups in the mathematical sciences, including women, underrepresented racial and ethnic minorities, and persons with disabilities. Four activities were held using funds from DMS-1935867: the 2021 Blackwell-Tapia Conference hosted by MSRI, the 2022 Latinx in the Mathematical Sciences Conference hosted by IPAM, the 2022 Modern Math Workshop hosted by MSRI, and the 2023 Spring Opportunities Workshops hosted by IAS.</p>\n<p>&nbsp;</p>\n<p><em>Summary of MSRI/SLMath MSIDI Activities</em></p>\n<p>MSRI/SLMath hosted the 2021 Blackwell-Tapia Conference and the 2022 Modern Math Workshop using funds from DMS-1935867.</p>\n<p><span style=\"text-decoration: underline;\">Blackwell-Tapia Conference</span></p>\n<p>Held biennially, the Blackwell-Tapia Conference honors David Blackwell, the first African-American member of the National Academy of Science, and Richard Tapia, 2010 recipient of the National Medal of Science.</p>\n<p>The <strong>2021 Blackwell-Tapia Conference</strong> celebrated prize recipient, Tatiana Toro (University of Washington), who had recently been announced as the next Director of MSRI/SLMath effective August 2022. The 2021 Blackwell-Tapia Conference was held November 19&mdash;20, 2021. The 2021 conference was held simultaneously at four locations nationwide, as well as online. This format was designed to encourage broad participation during the ongoing COVID-19 pandemic. Additionally, there were live broadcasts for participants unable to attend the conference in-person. There were nearly 150 participants, of whom approximately 40 attended virtually. Of the participants, 43% were women, 21% were Hispanic/Latinx, and 22% were Black.</p>\n<p>The 2-day workshop began with a lecture and performance by Stephon Alexander (Brown University) on the Jazz of Spheres. The second day of the workshop began with Richard Tapia's talk on the remarkable \"journey of the isoperimetric problem\" given at MSRI. It was followed by additional research talks given by Carrie Diaz Eaton (at the IAS), Wilfrid Gangbo (MSRI), Federico Ardila (MSRI) and ended with a powerful talk by Jacqueline Hughes-Oliver on the life and work of David Blackwell given from iMSi. The second day was equally captivating, beginning with an online talk by Chelsea Walton on the Frobenius Algebras Galore. The day ended with a conversation between Tatiana Toro (at MSRI) and Carlos Kenig (at iMSi), who had just delivered a talk on the significance of Toro&rsquo;s work. Attendees very much enjoyed this charming conversation between two colleagues whose friendship and mentoring relationship began decades ago when Toro was a postdoctoral fellow at the University of Chicago.</p>\n<p><span style=\"text-decoration: underline;\">Modern Math Workshop</span></p>\n<p>The annual Modern Math Workshop focuses on contemporary research in mathematics sponsored by the NSF-funded mathematical sciences institutes. It is designed to expand opportunities for undergraduates to learn about careers in the mathematical sciences, and build collaborative research and mentoring networks among undergraduates, graduate students, and recent PhDs. It takes place as a pre-conference event in conjunction with the national meeting of the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS). Because SACNAS hosts scientific programs for faculty as well as special mentoring programs for undergraduates, holding the workshop during this period enables the participation of mathematicians at a variety of career stages.</p>\n<p><strong>The 2022 Modern Math Workshop</strong> took place October 26-27, 2022 at the SACNAS conference in San Juan, Puerto Rico. The workshop drew about 150 attendees, most of whom were undergraduate students, graduate students, and early career mathematicians. The 2-day workshop began with two popular undergraduate mini-courses: \"Modeling Democracy,\" by Moon Duchin (Tufts University); and \"Mathematics of Data Science: Theory &amp; Practice,\" by Marios Banuelos (California State University, Fresno) and David Uminksy (University of Chicago). These interactive courses ran for over 3 hours and each familiarized attendees with mathematical approaches to contemporary hot-topics and issues.</p>\n<p>Five researchers were invited to present their work during the 2-day workshop: Mathilde Gerbelli-Gauthier (Institute for Advanced Study) presented on \"Growth of Cohomology in Towers of Manifolds: Topology meets the Langlands Program;\" Leyda Almod&oacute;var Vel&aacute;zquez (Stonehill College) presented on \"DNA Self-Assembly: Computational Complexity and Pragmatic Solutions;\" Gokce Dayanikli (Columbia University) presented on \"Utilizing Power of Mathematics and Game Theory in Policy Making;\" Rolando de Santiago (Purdue University) presented on \"Quantum Chromatic Numbers and the Lexicographical Product of Quantum Graphs;\" and Therese-Marie Basa Landry (University of California, Santa Barbara) presented on \"Developments in Noncommutative Fractal Geometry.\" The research talks were well-attend and received positive feedback in the exit survey.</p>\n<p>Finally, the workshop hosted three career development components: A panel discussion entitled \"Thriving in Graduate School, Personally and Professionally,\" led by Federico Ardila (San Francisco State University); a networking reception hosted by the MSIDI Math Institutes; and a presentation by Leona Harris (American Mathematical Society) on \"Maximizing Your Professional Engagement to Bolster the Success of Your Mathematics Career and Using Your Voice to Shape the Profession.\"</p><br>\n<p>\n Last Modified: 11/17/2023<br>\nModified by: Helene&nbsp;Barcelo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBrief Overview of MSIDI\n\n\nWith funding from the National Science Foundation, the Mathematical Sciences Institutes Diversity Initiative (MSIDI) is a collaboration among mathematical sciences institutes to increase the participation of underrepresented groups in the mathematical sciences, including women, underrepresented racial and ethnic minorities, and persons with disabilities. Four activities were held using funds from DMS-1935867: the 2021 Blackwell-Tapia Conference hosted by MSRI, the 2022 Latinx in the Mathematical Sciences Conference hosted by IPAM, the 2022 Modern Math Workshop hosted by MSRI, and the 2023 Spring Opportunities Workshops hosted by IAS.\n\n\n\n\n\nSummary of MSRI/SLMath MSIDI Activities\n\n\nMSRI/SLMath hosted the 2021 Blackwell-Tapia Conference and the 2022 Modern Math Workshop using funds from DMS-1935867.\n\n\nBlackwell-Tapia Conference\n\n\nHeld biennially, the Blackwell-Tapia Conference honors David Blackwell, the first African-American member of the National Academy of Science, and Richard Tapia, 2010 recipient of the National Medal of Science.\n\n\nThe 2021 Blackwell-Tapia Conference celebrated prize recipient, Tatiana Toro (University of Washington), who had recently been announced as the next Director of MSRI/SLMath effective August 2022. The 2021 Blackwell-Tapia Conference was held November 1920, 2021. The 2021 conference was held simultaneously at four locations nationwide, as well as online. This format was designed to encourage broad participation during the ongoing COVID-19 pandemic. Additionally, there were live broadcasts for participants unable to attend the conference in-person. There were nearly 150 participants, of whom approximately 40 attended virtually. Of the participants, 43% were women, 21% were Hispanic/Latinx, and 22% were Black.\n\n\nThe 2-day workshop began with a lecture and performance by Stephon Alexander (Brown University) on the Jazz of Spheres. The second day of the workshop began with Richard Tapia's talk on the remarkable \"journey of the isoperimetric problem\" given at MSRI. It was followed by additional research talks given by Carrie Diaz Eaton (at the IAS), Wilfrid Gangbo (MSRI), Federico Ardila (MSRI) and ended with a powerful talk by Jacqueline Hughes-Oliver on the life and work of David Blackwell given from iMSi. The second day was equally captivating, beginning with an online talk by Chelsea Walton on the Frobenius Algebras Galore. The day ended with a conversation between Tatiana Toro (at MSRI) and Carlos Kenig (at iMSi), who had just delivered a talk on the significance of Toros work. Attendees very much enjoyed this charming conversation between two colleagues whose friendship and mentoring relationship began decades ago when Toro was a postdoctoral fellow at the University of Chicago.\n\n\nModern Math Workshop\n\n\nThe annual Modern Math Workshop focuses on contemporary research in mathematics sponsored by the NSF-funded mathematical sciences institutes. It is designed to expand opportunities for undergraduates to learn about careers in the mathematical sciences, and build collaborative research and mentoring networks among undergraduates, graduate students, and recent PhDs. It takes place as a pre-conference event in conjunction with the national meeting of the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS). Because SACNAS hosts scientific programs for faculty as well as special mentoring programs for undergraduates, holding the workshop during this period enables the participation of mathematicians at a variety of career stages.\n\n\nThe 2022 Modern Math Workshop took place October 26-27, 2022 at the SACNAS conference in San Juan, Puerto Rico. The workshop drew about 150 attendees, most of whom were undergraduate students, graduate students, and early career mathematicians. The 2-day workshop began with two popular undergraduate mini-courses: \"Modeling Democracy,\" by Moon Duchin (Tufts University); and \"Mathematics of Data Science: Theory & Practice,\" by Marios Banuelos (California State University, Fresno) and David Uminksy (University of Chicago). These interactive courses ran for over 3 hours and each familiarized attendees with mathematical approaches to contemporary hot-topics and issues.\n\n\nFive researchers were invited to present their work during the 2-day workshop: Mathilde Gerbelli-Gauthier (Institute for Advanced Study) presented on \"Growth of Cohomology in Towers of Manifolds: Topology meets the Langlands Program;\" Leyda Almodvar Velzquez (Stonehill College) presented on \"DNA Self-Assembly: Computational Complexity and Pragmatic Solutions;\" Gokce Dayanikli (Columbia University) presented on \"Utilizing Power of Mathematics and Game Theory in Policy Making;\" Rolando de Santiago (Purdue University) presented on \"Quantum Chromatic Numbers and the Lexicographical Product of Quantum Graphs;\" and Therese-Marie Basa Landry (University of California, Santa Barbara) presented on \"Developments in Noncommutative Fractal Geometry.\" The research talks were well-attend and received positive feedback in the exit survey.\n\n\nFinally, the workshop hosted three career development components: A panel discussion entitled \"Thriving in Graduate School, Personally and Professionally,\" led by Federico Ardila (San Francisco State University); a networking reception hosted by the MSIDI Math Institutes; and a presentation by Leona Harris (American Mathematical Society) on \"Maximizing Your Professional Engagement to Bolster the Success of Your Mathematics Career and Using Your Voice to Shape the Profession.\"\t\t\t\t\tLast Modified: 11/17/2023\n\n\t\t\t\t\tSubmitted by: HeleneBarcelo\n"
 }
}