{
 "awd_id": "1935674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Online Learning Pathways in Advanced Manufacturing and Data Science",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1999802.0,
 "awd_amount": 1999802.0,
 "awd_min_amd_letter_date": "2019-08-30",
 "awd_max_amd_letter_date": "2021-02-18",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated engineers and technicians in production engineering.  It will do so by supporting the design, deployment, and evaluation of modular, online data science courses for advanced manufacturing.  Big data sets are now available to describe workflows, properties of materials, and manufacturing and automation processes used in advanced manufacturing.  However, few manufacturing process engineers understand how to tap into this data, organize and analyze it, and use it to improve manufacturing processes. This project will develop online educational pathways of modules and courses to teach practicing engineers and other learners how to apply data science in the production manufacturing environment. The courses will be developed by the Colorado School of Mines, in collaboration with the Red Rocks Community College, Colorado Community College Online, and multiple industrial partners.  Individuals from these organizations will form a convergent team with expertise in advanced manufacturing and data science, industry needs and perspectives, and educational design and learning science.  This project has the potential to nurture and grow the advanced manufacturing workforce, as well as to enhance the infrastructure for online education and educational research.\r\n\r\nThe project will use a convergence approach to course design by bringing together experts from university, community college, and industry, who have broad disciplinary expertise and skills in data science, advanced manufacturing, and engineering education.  The resulting courses will focus on data science tools, data science methodology, foundations of advanced manufacturing, applying data science to advanced manufacturing, and ways of learning and working in the modern era.  The courses will be organized into multiple educational pathways designed to serve individual learners, as well as learners in industries, two-year colleges, and four-year colleges and universities.  The primary objectives of the project are to: 1.  Create pathways that encourage and support diverse learners to become proficient in using data science to solve advanced manufacturing problems;   2.  Use an Engineering Learning Framework developed by the Principal Investigator, to design, develop, deploy, evaluate, and disseminate sell-assessment tools, modules, and courses aligned to form learning pathways that empower diverse learners to reskill or enhance their skills to tackle advanced manufacturing problems through data science.  3.  Conduct project evaluation that will guide instructional design of the courses and modules.  4.  Engage industry partners and two-year institutions to provide guidance on workforce needs as well as to pilot assessments, modules, and courses. 5.  Complete a research study to explore how psychological and demographic characteristics affect learner performance.  Project outcomes will be presented at national conferences and the materials will be freely available on the project website.\r\n\r\nThis project is funded by NSF's EHR Core Research: Production Engineering Education and Research (ECR: PEER) program, which seeks to improve the education of future and current professionals in production engineering. It also aims to study how effective the innovative educational strategies adopted by these projects are in producing their desired objectives.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Spiegel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel A Spiegel",
   "pi_email_addr": "sspiegel@mines.edu",
   "nsf_id": "000579555",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Brice",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Brice",
   "pi_email_addr": "craigabrice@mines.edu",
   "nsf_id": "000795303",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jenifer",
   "pi_last_name": "Blacklock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenifer Blacklock",
   "pi_email_addr": "jenifer.blacklock@colorado.edu",
   "nsf_id": "000992802",
   "pi_start_date": "2019-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "102Y00",
   "pgm_ele_name": "Boeing STEM Workforce Dev"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083Z",
   "pgm_ref_txt": "ECR:PEER-Productn Eng Ed Res"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4080XXXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1999802.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>Through this EHR Core Research: Production Engineering Education and Research (ECR PEER), proposal we designed, deployed, and studied learning resources (assessments, modules, and courses) through a convergent science approach. In today's changing workplace with ubiquitous access to information, rapid expansions of data, new technologies, and new processes in advanced manufacturing, updating workforce skills has never been more important. Access to big data sets is becoming more prevalent, but how to organize, process, analyze, and then use that data to inform advanced manufacturing through a data science approach is new to the existing workforce. We have experts in learning science, curriculum design, cyber learning, data science, and advanced manufacturing. In addition to the evaluation of the project and modules, we have a focused research agenda tackling five research questions.</span></p>\r\n<p class=\"Default\"><span>&nbsp;</span></p>\r\n<p class=\"Default\"><span>We exceeded the program goals and addressed the research questions outlined below:</span></p>\r\n<p class=\"Default\"><span>Program Goals (PG):</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>PG1: Provide pathways to encourage and support diverse learners from four settings (industry, personal, two-year, and four-year institutions) to become proficient in using data science to solve advanced manufacturing problems.</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>PG2: Utilize a convergent science approach and the Engineering Learning framework (Spiegel, 2016) to design, develop, deploy, evaluate, and disseminate self-assessment tools, modules, and courses.&nbsp; These will align to form learning pathways that empower diverse learners to reskill or enhance their skills to tackle advanced manufacturing problems through data science. We will study and analyze data iteratively to refine and test new design parameters. Self-assessments and self-paced modules for use in industry and personal settings will be developed first to inform and guide both the learner and the development team. Modules and courses will provide opportunities for learners to build personalized learning pathways.</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>PG3: Research the relationship between psychological characteristics of growth mindset, self-efficacy, and course-related variables associated with&nbsp; to performance and instructional preferences.</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>PG4: Engage industry partners and two-year institutions to provide guidance on needs as well as to pilot the assessments, modules, and courses.</span></p>\r\n<p class=\"Default\"><span>Our evaluation plan assessed the project including a focused research agenda tackling five</span></p>\r\n<p class=\"Default\"><span>Research Questions (RQ):</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>RQ1: How do psychological characteristics of learners, including mindset, self-efficacy, and metacognition, affect performance in the online course modules?</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>RQ2: How do the learners&rsquo; demographic characteristics, such as gender, prior knowledge, and educational background, affect performance?</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>RQ3: What is the interaction among the psychological characteristics and demographic characteristics of learners that affect performance?</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>RQ4: How do the psychological characteristics and their inter-relationships (mindset, self-efficacy, and metacognition) differ across the four learning settings?</span></p>\r\n<p class=\"Default\" style=\"padding-left: 30px;\"><span>RQ5: How do the learners&rsquo; demographic and psychological characteristics affect their preferences and navigation patterns (i.e., preferences for specific types of assignments and course behaviors) with the various course design elements (i.e., less challenging versus more challenging assignments, reflection activities).</span></p>\r\n<p class=\"Default\"><span>&nbsp;</span></p>\r\n<p class=\"Default\"><span>The research outcomes of this project have provided an opportunity to explore different psychological and&nbsp;</span>demographic characteristics of learners in multiple learning contexts to discover how these characteristics affect learner performance as well as how different learners choose to navigate and make choices within the modules. The research focused on growth versus fixed mindset. Because much of the research on mindset has been conducted in the K-12 setting, this research utilizing data from different populations of learners within the same instructional setting has contributed to the broader understanding of the relationship between mindset and different psychological and demographic characteristics as well as learner performance. In addition, the results from this study shed light on the impact of and the relationship between how learners make decisions in a flexible learning environment to different psychological and demographic characteristics.</p>\r\n<p class=\"Default\">&nbsp;</p>\r\n<p class=\"Default\"><span>The core broader impact is nurturing and growing the AM workforce and enhancing infrastructure&nbsp;</span>for research and education. The modules and courses designed, developed, deployed, and studied through this project provide assessments, guidance, and cutting-edge learning resources to enhance the AM workforce. The learning resources will focus on the use of big data in AM utilizing data science approaches. The emerging field of data science has fueled a strong desire among working professionals to seek continuing education as most are untrained in this emerging topic. Arming a substantial number of students and professionals with Data Science and AM skills and knowledge can have a significant societal impact as this is the community that will develop solutions to critical manufacturing problems. One of the broader impacts of the research is the creation of new measures (instruments) have been created for this study, and have been shared at conferences and in publications. A second broader impact for this research is that the exploration of how different learners navigate the different module approaches is informing more effective course development for multiple contexts of learners.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/29/2025<br>\nModified by: Samuel&nbsp;A&nbsp;Spiegel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThrough this EHR Core Research: Production Engineering Education and Research (ECR PEER), proposal we designed, deployed, and studied learning resources (assessments, modules, and courses) through a convergent science approach. In today's changing workplace with ubiquitous access to information, rapid expansions of data, new technologies, and new processes in advanced manufacturing, updating workforce skills has never been more important. Access to big data sets is becoming more prevalent, but how to organize, process, analyze, and then use that data to inform advanced manufacturing through a data science approach is new to the existing workforce. We have experts in learning science, curriculum design, cyber learning, data science, and advanced manufacturing. In addition to the evaluation of the project and modules, we have a focused research agenda tackling five research questions.\r\n\n\n\r\n\n\nWe exceeded the program goals and addressed the research questions outlined below:\r\n\n\nProgram Goals (PG):\r\n\n\nPG1: Provide pathways to encourage and support diverse learners from four settings (industry, personal, two-year, and four-year institutions) to become proficient in using data science to solve advanced manufacturing problems.\r\n\n\nPG2: Utilize a convergent science approach and the Engineering Learning framework (Spiegel, 2016) to design, develop, deploy, evaluate, and disseminate self-assessment tools, modules, and courses. These will align to form learning pathways that empower diverse learners to reskill or enhance their skills to tackle advanced manufacturing problems through data science. We will study and analyze data iteratively to refine and test new design parameters. Self-assessments and self-paced modules for use in industry and personal settings will be developed first to inform and guide both the learner and the development team. Modules and courses will provide opportunities for learners to build personalized learning pathways.\r\n\n\nPG3: Research the relationship between psychological characteristics of growth mindset, self-efficacy, and course-related variables associated with to performance and instructional preferences.\r\n\n\nPG4: Engage industry partners and two-year institutions to provide guidance on needs as well as to pilot the assessments, modules, and courses.\r\n\n\nOur evaluation plan assessed the project including a focused research agenda tackling five\r\n\n\nResearch Questions (RQ):\r\n\n\nRQ1: How do psychological characteristics of learners, including mindset, self-efficacy, and metacognition, affect performance in the online course modules?\r\n\n\nRQ2: How do the learners demographic characteristics, such as gender, prior knowledge, and educational background, affect performance?\r\n\n\nRQ3: What is the interaction among the psychological characteristics and demographic characteristics of learners that affect performance?\r\n\n\nRQ4: How do the psychological characteristics and their inter-relationships (mindset, self-efficacy, and metacognition) differ across the four learning settings?\r\n\n\nRQ5: How do the learners demographic and psychological characteristics affect their preferences and navigation patterns (i.e., preferences for specific types of assignments and course behaviors) with the various course design elements (i.e., less challenging versus more challenging assignments, reflection activities).\r\n\n\n\r\n\n\nThe research outcomes of this project have provided an opportunity to explore different psychological anddemographic characteristics of learners in multiple learning contexts to discover how these characteristics affect learner performance as well as how different learners choose to navigate and make choices within the modules. The research focused on growth versus fixed mindset. Because much of the research on mindset has been conducted in the K-12 setting, this research utilizing data from different populations of learners within the same instructional setting has contributed to the broader understanding of the relationship between mindset and different psychological and demographic characteristics as well as learner performance. In addition, the results from this study shed light on the impact of and the relationship between how learners make decisions in a flexible learning environment to different psychological and demographic characteristics.\r\n\n\n\r\n\n\nThe core broader impact is nurturing and growing the AM workforce and enhancing infrastructurefor research and education. The modules and courses designed, developed, deployed, and studied through this project provide assessments, guidance, and cutting-edge learning resources to enhance the AM workforce. The learning resources will focus on the use of big data in AM utilizing data science approaches. The emerging field of data science has fueled a strong desire among working professionals to seek continuing education as most are untrained in this emerging topic. Arming a substantial number of students and professionals with Data Science and AM skills and knowledge can have a significant societal impact as this is the community that will develop solutions to critical manufacturing problems. One of the broader impacts of the research is the creation of new measures (instruments) have been created for this study, and have been shared at conferences and in publications. A second broader impact for this research is that the exploration of how different learners navigate the different module approaches is informing more effective course development for multiple contexts of learners.\r\n\n\n\t\t\t\t\tLast Modified: 01/29/2025\n\n\t\t\t\t\tSubmitted by: SamuelASpiegel\n"
 }
}