{
 "awd_id": "1935372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Booting up a Mirror Cell",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 2814014.0,
 "awd_amount": 2814014.0,
 "awd_min_amd_letter_date": "2019-08-13",
 "awd_max_amd_letter_date": "2019-08-13",
 "awd_abstract_narration": "A hallmark of life on Earth is homochirality, or the fact that many of the key biological molecules - proteins, nucleic acids, sugars, and lipids - possess the same chirality. The term chirality refers to the property of an object to be distinguishable from its mirror image. We often refer to this property colloquially as handedness, as our left and right hands are not superimposable yet are mirror images of one another. These properties motivate the exploration of constructing and studying mirror biomolecules. In this project, the researchers seek to take the first steps toward building a mirror synthetic cell, providing a unique lens through which we will attain a fundamental understanding of chirality in biological molecules, systems, and processes. From an applied perspective, the work could enable production of entirely new classes of materials and mirror drugs endowed with improved stability and activity. Creating substances that were previously impossible to create will lead to the next-generation of renewable biotechnology and medical products. This proposal will also promote interdisciplinary education, including the specific expansion of STEM education and career opportunities for underrepresented minorities and women. To educate the public, the research team will engage the artistic community to illustrate the science of chirality through art, culminating in a 'Mirror World' exhibit that will be displayed at local museums. By doing so, the research team aim to communicate the importance of molecular handedness to the public, ensuring that advances made in this project benefit a broader community and contribute to inspiring and training young scientists and engineers.\r\n\r\nIn this project, the researchers seek to design, construct, and safely deploy synthetic mirror cells in which all of the key molecules - nucleic acids, proteins, carbohydrates, and lipids - exist in chiral states opposite to their natural forms. Toward this goal, the team will develop the capabilities to synthesize mirror DNA, RNA, and proteins; predict the physiology of cells with mirror components; and assess the risks and rewards of mirror life. If successful, this project will transform basic science, bioengineering, and open up new applications in biotechnology. Synthetic mirror cells will offer a unique lens to help decipher the role of chirality across multiple scales of life and elucidate why natural life has focused on one chirality. The researchers will develop a foundation for mirror cells via five coupled research, education, and outreach activities: (1) developing schemes for chemically synthesizing mirror biomolecules; (2) repurposing the natural biological machinery to synthesize mirror nucleic acids and proteins; (3) developing a computational framework for predicting the physiological impact of alternative chirality; (4) identifying gaps in the current ethical, legal, and environmental framework for synthetic cells and proposing new metrics for assessing the risks and rewards of mirror life; and (5) inspiring and educating the public about the potential of mirror life by working with artists to develop a museum exhibit titled 'The Mirror World.' Looking forward, this work will be a foundation for the know-how and capabilities to design, produce, evaluate, and safely deploy synthetic mirror cells with transformative potential in biotechnology, medicine, and industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Devaraj",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Neal K Devaraj",
   "pi_email_addr": "ndevaraj@ucsd.edu",
   "nsf_id": "000601363",
   "pi_start_date": "2019-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 2814014.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many of the most important molecules in biology are chiral, which means their mirror image is distinguishable. This is often referred to as handedness as our left and right hands are not superimposable but are mirror images of one another. In this project, we sought to understand the limitations of engineering mirror image versions of biological molecules and machines that would be necessary to someday create fully mirrored synthetic biology. If possible, such a realization is likely many decades away, and therefore in the grant period we were interested in building technological platforms for engineering and studying chirality in biology. We did this through multiple thrusts including: (1) developing schemes for chemically synthesizing mirror biomolecules; (2) studying&nbsp;&nbsp;the repurposing of natural biological machinery to synthesize mirror nucleic acids and proteins; (3) pursuing a computational framework for predicting the physiological impact of alternative chirality; (4) identifying gaps in the current ethical, legal, and environmental framework for mirror biology and proposing new metrics for assessing such research; and (5) inspiring and educating the public about the potential of mirror life. Our project aimed to understand the challenges, opportunities, risks, and rewards in pursuing mirror image biology, through developing technology to help synthesize mirror nucleic acids and proteins. Several challenges were encountered, especially with respect to synthesizing mirror biopolymers with the requisite purity needed to generate functional biomolecules. Our efforts also revealed the limitations of the genetic code and essential translation factors &ndash; the ribosome and associated machinery &ndash; to assess their malleability for modification and amenability to encode new chemistries into protein. Our studies led to new technologies for synthesizing simplified chiral lipid membranes, charging mirror amino acids on native biochemical machinery, engineering organisms with new genetic codes, and protein synthesis with unnatural chemistries. We also gained an improved understanding of the role of chirality in biology, for instance by exploring the role of chiral transfer between RNA and proteins. Our team also pursued several outreach opportunities, where we communicated the significance of chirality in biology to the public, inspiring and encouraging the training of the next generation of young scientists and engineers. We assembled a bioethics advisory committee to consider the safety and ethical risks related to pursuing mirror biology. While the field is still nascent, our work identified several risks and safeguards that should be considered as research advances and more advanced mirrored biomolecular machines are feasible to design and construct. The bioethics committee also laid the foundation for evaluating ethical and safety concerns. At the same time, we recognized that the further advancement of technologies for synthesizing mirror biomolecules could open applications in biotechnology and medicine. In addition, such research efforts could improve our understanding of the role that chirality plays, in synthetic biology, current cellular biology, and during the origin of life.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/25/2024<br>\nModified by: Neal&nbsp;K&nbsp;Devaraj</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMany of the most important molecules in biology are chiral, which means their mirror image is distinguishable. This is often referred to as handedness as our left and right hands are not superimposable but are mirror images of one another. In this project, we sought to understand the limitations of engineering mirror image versions of biological molecules and machines that would be necessary to someday create fully mirrored synthetic biology. If possible, such a realization is likely many decades away, and therefore in the grant period we were interested in building technological platforms for engineering and studying chirality in biology. We did this through multiple thrusts including: (1) developing schemes for chemically synthesizing mirror biomolecules; (2) studyingthe repurposing of natural biological machinery to synthesize mirror nucleic acids and proteins; (3) pursuing a computational framework for predicting the physiological impact of alternative chirality; (4) identifying gaps in the current ethical, legal, and environmental framework for mirror biology and proposing new metrics for assessing such research; and (5) inspiring and educating the public about the potential of mirror life. Our project aimed to understand the challenges, opportunities, risks, and rewards in pursuing mirror image biology, through developing technology to help synthesize mirror nucleic acids and proteins. Several challenges were encountered, especially with respect to synthesizing mirror biopolymers with the requisite purity needed to generate functional biomolecules. Our efforts also revealed the limitations of the genetic code and essential translation factors  the ribosome and associated machinery  to assess their malleability for modification and amenability to encode new chemistries into protein. Our studies led to new technologies for synthesizing simplified chiral lipid membranes, charging mirror amino acids on native biochemical machinery, engineering organisms with new genetic codes, and protein synthesis with unnatural chemistries. We also gained an improved understanding of the role of chirality in biology, for instance by exploring the role of chiral transfer between RNA and proteins. Our team also pursued several outreach opportunities, where we communicated the significance of chirality in biology to the public, inspiring and encouraging the training of the next generation of young scientists and engineers. We assembled a bioethics advisory committee to consider the safety and ethical risks related to pursuing mirror biology. While the field is still nascent, our work identified several risks and safeguards that should be considered as research advances and more advanced mirrored biomolecular machines are feasible to design and construct. The bioethics committee also laid the foundation for evaluating ethical and safety concerns. At the same time, we recognized that the further advancement of technologies for synthesizing mirror biomolecules could open applications in biotechnology and medicine. In addition, such research efforts could improve our understanding of the role that chirality plays, in synthetic biology, current cellular biology, and during the origin of life.\r\n\n\n\t\t\t\t\tLast Modified: 11/25/2024\n\n\t\t\t\t\tSubmitted by: NealKDevaraj\n"
 }
}