{
 "awd_id": "1935763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Additive Laser Metal Deposition onto Silicon for Enhanced Electronics Cooling",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2019-06-10",
 "awd_max_amd_letter_date": "2022-12-07",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is a reduction of the microprocessor operating temperature and an increase in computer chip performance. The heat generated by electronic devices has been rising dramatically, posing a significant challenge to microprocessor performance. In particular, the thermal interface materials, the glue that thermally connects the electronic chip to the heat sink, is a bottleneck. The proposed additive manufacturing technology circumvents this bottleneck by directly printing the heat sink onto the chip. With this technology, thermal management components can be directly printed onto the electronic package without using traditional thermal interface materials. The proposed thermal solution will enable significant increases in heat flux, enabling faster and more efficient computation.  This technology will enable the elimination of thermal interface materials and can potentially lead to cooler operating temperature and overall energy savings.\r\n\r\nThis I-Corps project focuses on bonding metal onto silicon for electronic cooling by laser processing. Many important applications require bonding of dissimilar materials, yet there are relatively limited studies of additive manufacturing onto dissimilar substrates. Laser-based additive manufacturing of heat removal device enables the rapid formation of silicides at the silicon-metal interface and the manufacture of small features onto silicon. This research builds on conventional low-temperature bonding of metal alloys onto semiconductor and ceramic substrates by using reactive elements, and overcomes the timescale limitations observed in conventional brazing. Silicide formation during selective laser melting occurs several orders of magnitude faster than conventional bonding techniques. The material also melts at a low temperature, which minimizes the thermal stress after solidification. By employing selective laser melting, a low-temperature alloy can rapidly bond onto silicon to form heat removal devices with robust mechanical properties and low thermal resistance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Schiffres",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Scott N Schiffres",
   "pi_email_addr": "sschiffr@binghamton.edu",
   "nsf_id": "000734961",
   "pi_start_date": "2019-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 Vestal Parkway East",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The goal of our National I-Corps project was testing the hypothesis that the electronics industry needs a better method for cooling electronics, like our innovation of printing cooling devices directly onto chips. </span></p>\n<p class=\"p1\"><span class=\"s1\">Through over 100 customer discovery interviews, we tested hypotheses related to the need for our printing onto a chip innovation and the challenges to industrial adoption.&nbsp; We also charted the electronics packaging business ecosystem (fabless companies, foundries, OSATs, suppliers, tool developers), identified potential development partners, competitors, and potential hindrances to adoption.&nbsp;&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">It was also a goal to develop the team's customer discovery skills more broadly for this and other future endeavors, which we honed through the I-Corps boot camp.&nbsp; This grant ultimately helped my student find an R&amp;D job in industry that is using his entrepreunerial training to develop a new product line.&nbsp;&nbsp;</span></p>\n<p class=\"p1\">Beyond this grant, we are continuing to pursue this technology and its commercialization. We have been in touch with a venture capitalist and have had dozens of meetings with potential partners and customers, to better evaluate product-market fit.&nbsp;&nbsp;</p>\n<p class=\"p1\">We have come to better understand the challenges and constraints faced in electronics industry related to cooling through our I-Corps interviews.&nbsp; This has informed our research and the technologies we are developing.&nbsp; This better understanding of these challenges and constraints has inspired several new technology disclosures and patent applications from our group.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 05/19/2024<br>\nModified by: Scott&nbsp;N&nbsp;Schiffres</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of our National I-Corps project was testing the hypothesis that the electronics industry needs a better method for cooling electronics, like our innovation of printing cooling devices directly onto chips. \n\n\nThrough over 100 customer discovery interviews, we tested hypotheses related to the need for our printing onto a chip innovation and the challenges to industrial adoption. We also charted the electronics packaging business ecosystem (fabless companies, foundries, OSATs, suppliers, tool developers), identified potential development partners, competitors, and potential hindrances to adoption.\n\n\nIt was also a goal to develop the team's customer discovery skills more broadly for this and other future endeavors, which we honed through the I-Corps boot camp. This grant ultimately helped my student find an R&D job in industry that is using his entrepreunerial training to develop a new product line.\n\n\nBeyond this grant, we are continuing to pursue this technology and its commercialization. We have been in touch with a venture capitalist and have had dozens of meetings with potential partners and customers, to better evaluate product-market fit.\n\n\nWe have come to better understand the challenges and constraints faced in electronics industry related to cooling through our I-Corps interviews. This has informed our research and the technologies we are developing. This better understanding of these challenges and constraints has inspired several new technology disclosures and patent applications from our group.\t\t\t\t\tLast Modified: 05/19/2024\n\n\t\t\t\t\tSubmitted by: ScottNSchiffres\n"
 }
}