{
 "awd_id": "1935108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CUE Ethics: Collaborative Research: An inclusive and In-Depth Computing Curriculum to help Non-majors Learn Small Patterns to Solve Big Problem",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 174975.0,
 "awd_amount": 174975.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "This project proposes to form a Networked Improvement Community (NIC) to design, deploy and evaluate a computing curriculum designed for non-computer science majors across a diverse range of academic partnership institutions. It is organized as a partnership of four institutions: California Polytechnic State University (Cal Poly); University of California, Santa Barbara (UCSB); University of Colorado at Colorado Springs (UCCS); and College of Charleston. The project is structured around two goals: (a) increasing exposure to computing and computational thinking among all students, and better preparing these students for professional careers in fields requiring a certain level of computing, and (b) diversifying the population of students enrolled in computer science courses. The project reframes computer science around human-centric learning goals in fifteen modules that will be implemented across the collaborating institutions. The project is grounded in the complementary and unique academic histories of the partnering organizations. The project addresses the need to develop a strong, diverse, national computing-literate workforce. \r\n\r\nThe NIC's objective is to build a series of modules, each targeting a specific aspect or a group of related aspects of computational thinking, tightly coupled with multiple domain examples. Each module will include an ethics perspective on the material. Project activities include emphasize flexibility to adapt to the context of participating organizations and to reach a variety of major disciplines through domain-specific examples and assignments, as well as broadening participation and ethical concerns. Partner institutions will organize these modules into coursework that best matches individual institution?s context, and take into consideration variations such as term length, local strengths and campus synergies, and typical number of contact hours in a course. The organizations will work jointly on offering, testing, and evaluating the sequence of computational thinking modules. In addition to a commitment to work together digitally, the NIC includes two in-person workshops for intensive shared time, testing, and evaluation. The project will evaluate the curriculum both locally and globally for factors that impact underrepresented students and overall program efficacy compared to a control group. This project has the potential to serve as a model of a networked improvement community in the area of CS education for non-CS majors. It focuses on the need to develop a large, diverse workforce able to address computing problems across a wide range of disciplinary and interdisciplinary problem domains. This IUSE: CUE project is co-funded by EHR/DUE and CISE Directorates CNS, CCF, IIS, and OAC, reflecting the project's alignment with the broader goals of the IUSE: EHR program in DUE and complementary programs in CISE.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "DeBruhl",
   "pi_mid_init": "E",
   "pi_sufx_name": "II",
   "pi_full_name": "Bruce E DeBruhl",
   "pi_email_addr": "bdebruhl@calpoly.edu",
   "nsf_id": "000695336",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Dekhtyar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Dekhtyar",
   "pi_email_addr": "dekhtyar@calpoly.edu",
   "nsf_id": "000089505",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zoe",
   "pi_last_name": "Wood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zoe Wood",
   "pi_email_addr": "zwood@calpoly.edu",
   "nsf_id": "000526092",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Keen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Keen",
   "pi_email_addr": "akeen@calpoly.edu",
   "nsf_id": "000666658",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Ventura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Ventura",
   "pi_email_addr": "jventu09@calpoly.edu",
   "nsf_id": "000677310",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "One Grand Avenue",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070830",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 174975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditional introductory computer science courses have not been designed to meet the needs of non-CS major students and in fact can prove challenging. This leads to non-majors in a traditional computer science introduction sequence often express frustrations like &ldquo;Programming just takes too long&rdquo; ....&ldquo;(the intro CS classes) were much harder.... The difficulty of those standard computer science courses is intimidating to Art majors and is one of the reasons there&rsquo;s not as many art majors in the course...&rdquo;. Additionally, the field of computing continues to face issues concerning a serious lack of diversity and a defensive and strongly stereotyped culture. Simultaneously, there is growing demand for computing to be incorporated in non-computing disciplines, which in turn increases demand for computing classes.<br /><br />We propose and develop computer science for all (CS4All) modules targeted for non-computing majors with two goals in mind: (a) increasing exposure to computing and computational thinking among all students, and better preparing such students for professional careers in the fields that require a certain level of computing, and (b) diversifying the population of students taking computer science courses. We developed a computing course for non-majors consisting of modules, each targeting a specific aspect of computational thinking including an ethics perspective on the material. Our work was rooted in modern CS educational research, for example, focusing on delaying asking students to write code and including explicit introduction to small patterns.&nbsp; However, despite a much anticipated need for computing courses for non-majors, we found that across the three participating institutions there was NOT a large demand for this kind of course. Various factors contributed to low enrollments, including a worldwide pandemic and the associated pivot to undesirable online course offerings, nevertheless, we were only able to reach 100 students in our two years and across three institutional offerings.<br /><br />The course was offered twice at each of the three institutions: California Polytechnic State University (Cal Poly); University of Colorado at Colorado Springs (UCCS); and College of Charleston. An additional fourth institution, UC Santa Barbara was not able to offer the course due to academic personnel. At Cal Poly, the course was developed as a General Education (GE) course, serving 37 students across the two offerings (2021: 26; 2022: 11). While we planned the course as GE in order to attract a broad array of students, our reach was limited by the many majors that require a specific course in the GE area in which our course is listed (such as calculus and statistics) and students are less motivated to take courses that are not degree applicable. Colorado offered the course as a free elective (no credit to graduation) and served 11 students total over the two offerings (2021: 6, 2022: 5). Finally, The College of Charleston offered the course as a freshman seminar, serving 44 students over the two offerings (2021: 22; 2022: 22). We report on initial findings related to evaluation of student experience in the course and observations related to students&rsquo; interest in such a course.<br /><br />Students&rsquo; attitudes were evaluated with pre- and post-tests in both the CS4All course and comparison courses across various aspects of student experience such as fit in computing, negative stereotype concerns in CS, self-efficacy for learning and post-conventional ethical reasoning. Evaluation showed that while 133 students completed the pre-test, only 69 students completed the post-test. Notably, fit in CS and post-conventional ethical reasoning increased. However, negative stereotype concerns in CS increased.&nbsp; The most successful deployment of the CS4All curriculum was as a freshman seminar at the College of Charleston. This course reached the widest audience and the instructor reported good student engagement. While not every school requires a freshman seminar, we found this to be a successful venue for a widely targeted computing course for non-majors. We also universally found that including an ethics component in an early computing course to be both compelling and eye opening for students and faculty alike. Finally, instructors feel the integration of very explicit instruction on programming process, though sometimes viewed as &lsquo;boring&rsquo;, sets students on the right path for later programming. The authors intend to integrate such explicit instruction into traditional computing courses and to explore further study in this area.<br /><br />In conclusion, while we were surprised by some of the enrollment difficulties and the negative attitudes potentially resulting from very explicit instruction on computational thinking, we feel overall that there is a need to provide opportunities for all students to learn more about computing and we commit to continuing our work focused on balancing context, explicit instruction and opportunities for practice</p><br>\n<p>\n Last Modified: 02/08/2024<br>\nModified by: Bruce&nbsp;E&nbsp;Debruhl</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTraditional introductory computer science courses have not been designed to meet the needs of non-CS major students and in fact can prove challenging. This leads to non-majors in a traditional computer science introduction sequence often express frustrations like Programming just takes too long ....(the intro CS classes) were much harder.... The difficulty of those standard computer science courses is intimidating to Art majors and is one of the reasons theres not as many art majors in the course.... Additionally, the field of computing continues to face issues concerning a serious lack of diversity and a defensive and strongly stereotyped culture. Simultaneously, there is growing demand for computing to be incorporated in non-computing disciplines, which in turn increases demand for computing classes.\n\nWe propose and develop computer science for all (CS4All) modules targeted for non-computing majors with two goals in mind: (a) increasing exposure to computing and computational thinking among all students, and better preparing such students for professional careers in the fields that require a certain level of computing, and (b) diversifying the population of students taking computer science courses. We developed a computing course for non-majors consisting of modules, each targeting a specific aspect of computational thinking including an ethics perspective on the material. Our work was rooted in modern CS educational research, for example, focusing on delaying asking students to write code and including explicit introduction to small patterns. However, despite a much anticipated need for computing courses for non-majors, we found that across the three participating institutions there was NOT a large demand for this kind of course. Various factors contributed to low enrollments, including a worldwide pandemic and the associated pivot to undesirable online course offerings, nevertheless, we were only able to reach 100 students in our two years and across three institutional offerings.\n\nThe course was offered twice at each of the three institutions: California Polytechnic State University (Cal Poly); University of Colorado at Colorado Springs (UCCS); and College of Charleston. An additional fourth institution, UC Santa Barbara was not able to offer the course due to academic personnel. At Cal Poly, the course was developed as a General Education (GE) course, serving 37 students across the two offerings (2021: 26; 2022: 11). While we planned the course as GE in order to attract a broad array of students, our reach was limited by the many majors that require a specific course in the GE area in which our course is listed (such as calculus and statistics) and students are less motivated to take courses that are not degree applicable. Colorado offered the course as a free elective (no credit to graduation) and served 11 students total over the two offerings (2021: 6, 2022: 5). Finally, The College of Charleston offered the course as a freshman seminar, serving 44 students over the two offerings (2021: 22; 2022: 22). We report on initial findings related to evaluation of student experience in the course and observations related to students interest in such a course.\n\nStudents attitudes were evaluated with pre- and post-tests in both the CS4All course and comparison courses across various aspects of student experience such as fit in computing, negative stereotype concerns in CS, self-efficacy for learning and post-conventional ethical reasoning. Evaluation showed that while 133 students completed the pre-test, only 69 students completed the post-test. Notably, fit in CS and post-conventional ethical reasoning increased. However, negative stereotype concerns in CS increased. The most successful deployment of the CS4All curriculum was as a freshman seminar at the College of Charleston. This course reached the widest audience and the instructor reported good student engagement. While not every school requires a freshman seminar, we found this to be a successful venue for a widely targeted computing course for non-majors. We also universally found that including an ethics component in an early computing course to be both compelling and eye opening for students and faculty alike. Finally, instructors feel the integration of very explicit instruction on programming process, though sometimes viewed as boring, sets students on the right path for later programming. The authors intend to integrate such explicit instruction into traditional computing courses and to explore further study in this area.\n\nIn conclusion, while we were surprised by some of the enrollment difficulties and the negative attitudes potentially resulting from very explicit instruction on computational thinking, we feel overall that there is a need to provide opportunities for all students to learn more about computing and we commit to continuing our work focused on balancing context, explicit instruction and opportunities for practice\t\t\t\t\tLast Modified: 02/08/2024\n\n\t\t\t\t\tSubmitted by: BruceEDebruhl\n"
 }
}