{
 "awd_id": "1935932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnership: Joining forces - A Midwestern Partnership for STEM Faculty Success",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2022-01-28",
 "awd_abstract_narration": "This ADVANCE Partnership project is a collaboration among four research-intensive midwestern institutions: Iowa State University, North Dakota State University Fargo, Western Michigan University, and Michigan Technological University.  Programs developed with prior ADVANCE funding will be integrated into a coordinated and portable package, the Integrated Equity Support (IES) system.  The IES includes cross-institutional components including: mentoring communities, male advocates and allies, and department chair professional development.  In addition, the IES will be complemented and supported with the development of a IES Caucus to facilitate sharing and community building.  The IES Caucus will expand to include additional institutional members increasing the reach of the Partnership project beyond the original four institutions. \r\n\r\nThe project will be implemented in three phases over the duration of the project.  In the first year, three of the partner universities will adapt and adjust existing programs for IES cross-institutional collaborations; in the second and third years the IES will be implemented as a pilot program at Western Michigan University; in the third year, the partner institutions will disseminate the program.  The long-term outcome of this project is expected to be increased retention and career advancement at midwestern universities of underrepresented women and women with family responsibilities in STEM department.\r\n\r\nThe NSF ADVANCE program is designed to foster gender equity through a focus on the identification and elimination of organizational barriers that impede the full participation and advancement of diverse faculty in academic institutions.  Organizational barriers that inhibit equity may exist in policies, processes, practices, and the organizational culture and climate.  ADVANCE \"Partnership\" awards provide support to collaborations among STEM professional societies and academic and non-academic non-profit organizations designed to broaden the implementation of evidence-based equity strategies and have a national or regional reach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrienne",
   "pi_last_name": "Minerick",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Adrienne R Minerick",
   "pi_email_addr": "minerick@mtu.edu",
   "nsf_id": "000418146",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sonia",
   "pi_last_name": "Goltz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sonia M Goltz",
   "pi_email_addr": "smgoltz@mtu.edu",
   "nsf_id": "000288818",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Rouleau",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Rouleau",
   "pi_email_addr": "mdroulea@mtu.edu",
   "nsf_id": "000598587",
   "pi_start_date": "2022-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Sotirin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Sotirin",
   "pi_email_addr": "pjsotiri@mtu.edu",
   "nsf_id": "000714722",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016Y00",
   "pgm_ele_name": "ADVANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "7650",
   "pgm_ref_txt": "ADVANCE PLAN IHE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c5b30a65-7fff-c216-7464-9fc1a30b2208\"> </span></p>\r\n<p dir=\"ltr\"><span>Project Goals:</span></p>\r\n<p dir=\"ltr\"><span>1. Increase Retention of URWM: Focus on keeping underrepresented women minority&nbsp;</span>faculty within academic institutions.</p>\r\n<p dir=\"ltr\"><span>2. Support Career Progress for WFC: Provide resources and support for women faculty&nbsp;</span>who are family caregivers.</p>\r\n<p dir=\"ltr\"><span>3. Enhance Satisfaction and Success of URWM and WFC: Improve overall job&nbsp;</span>satisfaction and career success for these groups.</p>\r\n<p dir=\"ltr\"><span>4. Stimulate Advocacy for Systemic Change: Raise awareness and promote changes in&nbsp;</span>academic systems to support these faculty members.</p>\r\n<p dir=\"ltr\"><span>5. Create Exportable Programs: Develop programs that can be adapted by other regional&nbsp;</span>universities to support, retain, and advance URWM and WFC.</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Major Accomplishments:</span></p>\r\n<p dir=\"ltr\"><span>&#9679; Publications and Presentations: Eight peer-reviewed papers and 13 conference&nbsp;</span>presentations at a national conference, and three invited presentations.</p>\r\n<p dir=\"ltr\"><span>&#9679; COVID-19 Impact Study: Ongoing research on how the pandemic affected proposal&nbsp;</span>submissions by women faculty.</p>\r\n<p dir=\"ltr\"><span>&#9679; Department Chair Professional Development Workshops: Conducted eight&nbsp;</span>workshops for department chairs between fall 2020 and fall 2023 attended by close to 700 chairs and administrators.</p>\r\n<p dir=\"ltr\"><span>&#9679; Regional Women Caucus: Nineteen virtual workshops were offered between fall 2020&nbsp;</span>and fall 2023 that were attended by over 1,000 faculty, staff, and students.</p>\r\n<p dir=\"ltr\"><span>&#9679; Mentoring Communities: Cross-Institutional Mentoring Communities involved more&nbsp;</span>than 60 faculty between summer 2020 and Spring 2024.</p>\r\n<p dir=\"ltr\"><span>&#9679; Reports and Reviews: Biannual reports and annual meetings with the external advisory&nbsp;</span>board; one formative and one final external review conducted by Dr. Mariko Chang.</p>\r\n<p dir=\"ltr\"><span>&#9679; Advocacy and Support: Advocates groups were established and Ally workshops&nbsp;</span>offered at ISU and WMU.</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Personnel Involvement:</span></p>\r\n<p dir=\"ltr\"><span>&#9679; Undergraduates: Six ISU undergraduate students in statistics, data science,&nbsp;</span>bioinformatics, and sociology and one graduate students interned with the project between fall 2021 and spring 2024 and were involved in research studies related to the projects.</p>\r\n<p dir=\"ltr\"><span>&#9679; Postdocs: Two postdoctoral scholars worked on the project between summer 2020 and&nbsp;</span>spring 2024.</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Research Findings:</span></p>\r\n<p dir=\"ltr\"><span>&#9679; Analysis of 79 external review letter templates identified potential biases, leading to two&nbsp;</span>publications and two presentations to advocate for fairer practices.</p>\r\n<p dir=\"ltr\"><span>&#9679; The analysis of more than 30,000 proposals submitted at ISU between 2017 and 2022 to&nbsp;</span>test the hypothesis that COVID impacted women faculty and faculty of color&rsquo;s proposal submission is ongoing with plans to publish the results in 2024.</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Key Outcomes:</span></p>\r\n<p dir=\"ltr\"><span>&#9679; Community Building: Continued data analysis from workshops to expand support for&nbsp;</span>women faculty through mentoring and virtual programs.</p>\r\n<p dir=\"ltr\"><span>&#9679; Gender Bias Education: Over 1,000 faculty, staff, and administrators educated on&nbsp;</span>gender bias in STEM.</p>\r\n<p dir=\"ltr\"><span>&#9679; Dissemination Efforts: The project resulted in eight peer-reviewed publications, four&nbsp;</span>conference sessions and panels, and 13 conference presentations.</p>\r\n<p dir=\"ltr\"><span>&#9679; COVID Impact Study Publication: Plan to publish the results of the COVID-19 impact&nbsp;</span>study on proposal submissions.</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Websites:</span></p>\r\n<p dir=\"ltr\"><span>&#9679; Michigan Technological University ADVANCE (most content was removed/archived)</span></p>\r\n<p dir=\"ltr\"><span>&nbsp;</span>&#9679;&nbsp;Iowa State University ADVANCE Partnership</p>\r\n<p dir=\"ltr\">&#9679; Western Michigan University ADVANCE</p>\r\n<p dir=\"ltr\">&#9679; North Dakota State University FORWARD Project</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Summary:</span><span> </span><span>This project has made significant strides in supporting and advancing the careers of&nbsp;</span>underrepresented women minority faculty and women faculty caregivers. The project has fostered a supportive community and advocated for systemic changes in academia through comprehensive research, professional development workshops, mentoring communities, and active dissemination efforts. The project's outcomes include increased awareness and adoption of fairer practices in promotion and tenure processes and identifying the resilience demonstrated by women and faculty of color during the COVID-19 pandemic.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/27/2025<br>\nModified by: Adrienne&nbsp;R&nbsp;Minerick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nProject Goals:\r\n\n\n1. Increase Retention of URWM: Focus on keeping underrepresented women minorityfaculty within academic institutions.\r\n\n\n2. Support Career Progress for WFC: Provide resources and support for women facultywho are family caregivers.\r\n\n\n3. Enhance Satisfaction and Success of URWM and WFC: Improve overall jobsatisfaction and career success for these groups.\r\n\n\n4. Stimulate Advocacy for Systemic Change: Raise awareness and promote changes inacademic systems to support these faculty members.\r\n\n\n5. Create Exportable Programs: Develop programs that can be adapted by other regionaluniversities to support, retain, and advance URWM and WFC.\r\n\n\n\r\n\n\nMajor Accomplishments:\r\n\n\n&#9679; Publications and Presentations: Eight peer-reviewed papers and 13 conferencepresentations at a national conference, and three invited presentations.\r\n\n\n&#9679; COVID-19 Impact Study: Ongoing research on how the pandemic affected proposalsubmissions by women faculty.\r\n\n\n&#9679; Department Chair Professional Development Workshops: Conducted eightworkshops for department chairs between fall 2020 and fall 2023 attended by close to 700 chairs and administrators.\r\n\n\n&#9679; Regional Women Caucus: Nineteen virtual workshops were offered between fall 2020and fall 2023 that were attended by over 1,000 faculty, staff, and students.\r\n\n\n&#9679; Mentoring Communities: Cross-Institutional Mentoring Communities involved morethan 60 faculty between summer 2020 and Spring 2024.\r\n\n\n&#9679; Reports and Reviews: Biannual reports and annual meetings with the external advisoryboard; one formative and one final external review conducted by Dr. Mariko Chang.\r\n\n\n&#9679; Advocacy and Support: Advocates groups were established and Ally workshopsoffered at ISU and WMU.\r\n\n\n\r\n\n\nPersonnel Involvement:\r\n\n\n&#9679; Undergraduates: Six ISU undergraduate students in statistics, data science,bioinformatics, and sociology and one graduate students interned with the project between fall 2021 and spring 2024 and were involved in research studies related to the projects.\r\n\n\n&#9679; Postdocs: Two postdoctoral scholars worked on the project between summer 2020 andspring 2024.\r\n\n\n\r\n\n\nResearch Findings:\r\n\n\n&#9679; Analysis of 79 external review letter templates identified potential biases, leading to twopublications and two presentations to advocate for fairer practices.\r\n\n\n&#9679; The analysis of more than 30,000 proposals submitted at ISU between 2017 and 2022 totest the hypothesis that COVID impacted women faculty and faculty of colors proposal submission is ongoing with plans to publish the results in 2024.\r\n\n\n\r\n\n\nKey Outcomes:\r\n\n\n&#9679; Community Building: Continued data analysis from workshops to expand support forwomen faculty through mentoring and virtual programs.\r\n\n\n&#9679; Gender Bias Education: Over 1,000 faculty, staff, and administrators educated ongender bias in STEM.\r\n\n\n&#9679; Dissemination Efforts: The project resulted in eight peer-reviewed publications, fourconference sessions and panels, and 13 conference presentations.\r\n\n\n&#9679; COVID Impact Study Publication: Plan to publish the results of the COVID-19 impactstudy on proposal submissions.\r\n\n\n\r\n\n\nWebsites:\r\n\n\n&#9679; Michigan Technological University ADVANCE (most content was removed/archived)\r\n\n\n&#9679;Iowa State University ADVANCE Partnership\r\n\n\n&#9679; Western Michigan University ADVANCE\r\n\n\n&#9679; North Dakota State University FORWARD Project\r\n\n\n\r\n\n\nSummary: This project has made significant strides in supporting and advancing the careers ofunderrepresented women minority faculty and women faculty caregivers. The project has fostered a supportive community and advocated for systemic changes in academia through comprehensive research, professional development workshops, mentoring communities, and active dissemination efforts. The project's outcomes include increased awareness and adoption of fairer practices in promotion and tenure processes and identifying the resilience demonstrated by women and faculty of color during the COVID-19 pandemic.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/27/2025\n\n\t\t\t\t\tSubmitted by: AdrienneRMinerick\n"
 }
}