{
 "awd_id": "1935551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SitS NSF-UKRI: Collaborative Research: Dynamic Coupling of Soil Structure and Gas Fluxes Measured with Distributed Sensor Systems: Implications for Carbon Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2019-08-20",
 "awd_max_amd_letter_date": "2019-08-20",
 "awd_abstract_narration": "It is estimated that soil contains approximately three times as much as carbon as the atmosphere, and improving soil management thus plays a critical in mitigating climate change.  However, our current understanding of the effects of soil management on carbon cycling and the emission of major greenhouse gases is limited.  Carbon effluxes from soils are largely controlled by root respiration, and microbial respiration of soil organic matter including rhizospheric organic carbon.  All of these processes are highly sensitive to soil structure.  Using the distributed fiber optic sensing technology and underground wireless sensor network technology, this project aims to link the changes in soil structure to the measured concentrations of major greenhouse gases.  This will improve the scientific understanding of how carbon loading from vegetated land occurs at field scale.  The outreach strategy is focused on engaging with the wider community and the profession to raise awareness of the issues and provide tools to explore solutions.   \r\n\r\nResearchers at the University of California, Berkeley and Colorado School of Mines (CSM), in collaboration with the research group at Rothamsted Research (RR) in the UK, will develop spatially distributed measurement technology, based on the use of buried fiber optics and wireless sensor network sensors, to measure soil strain, water content and the concentrations of various soil gases.  It aims to accurately measure critical soil-water parameters at low-cost at the field scale.  The research hypothesis that links soil gas generation to soil structure changes will be examined by conducting measurements in the laboratory using the coupled porous media/climate wind tunnel facility at CSM and in the field at RR.  These data will be used to explore the scope for including microscopic soil structure in soil carbon models and hence improve our fundamental understanding of biochemical processes occurring across various spatial scales.  These new models will in the future allow the effects of soil management on carbon dynamics to be predicted, and hence give an understanding of the impact of different soil management strategies (e.g. tillage) on soil sustainability.\r\n\r\nThis project was awarded through the \"Signals in the Soil (SitS)\"opportunity, a collaborative solicitation that involves the United States Department of Agriculture National Institute of Food and Agriculture (USDA NIFA) and the following United Kingdom Research and Innovation (UKRI) research councils: 1) The Natural Environment Research Council (NERC), 2) the Biotechnology and Biological Sciences Research Council  (BBSRC), 3) the Engineering and Physical Sciences Research Council (EPSRC), and the Science and Technology Facilities Council (STFC).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenichi",
   "pi_last_name": "Soga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenichi Soga",
   "pi_email_addr": "soga@berkeley.edu",
   "nsf_id": "000735833",
   "pi_start_date": "2019-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "447 Davis Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "1639",
   "pgm_ref_txt": "SENSORS AND SENSING SYSTEMS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project, conducted in collaboration with the Colorado School of Mines and Rothamsted Research in the UK, aimed to enhance the understanding of how greenhouse gases (CO&#8322;, N&#8322;O, and CH&#8324;) from the vegetated vadose zone are influenced by variations in soil structure and moisture. The primary objective was to improve predictive capabilities for carbon loading and gas fluxes into the atmosphere by incorporating the effects of soil management, soil moisture, and atmospheric interactions.</p>\r\n<p>(a) Development of a Distributed Fiber Optic Sensing (DFOS) Framework for Soil Crack Detection in the Vadose Zone - This study addressed the limitations of conventional Brillouin-based DFOS systems, which lack the resolution to detect localized strain from sub-millimeter cracks. To overcome these challenges, the research introduced a least squares-driven algorithm to analyze the Backscattering Signal Spectrum and developed a novel methodology for crack detection. The integration of strain profiles allowed for precise crack width estimation, validated through Digital Image Correlation. Tests under varying water content, compaction, and sensor placements confirmed the reliability of DFOS in partially saturated soils. Collaborative efforts with researchers from the Colorado School of Mines and Rothamsted Research validated the framework&rsquo;s effectiveness in monitoring soil crack formation and propagation in the field. These advancements in fiber-optic strain sensing provide valuable tools for geotechnical and environmental applications, offering enhanced precision for soil monitoring.</p>\r\n<p>(b) Innovative Sensor Development for the Vadose Zone - This research led to the creation of three key sensor technologies: (i) Wireless Sensor Network (WSN): A LoRa-based WSN monitored soil moisture and leaks in field tests, demonstrating resilience and effective data management despite challenges such as moisture-induced signal disruptions. Signals propagated up to 2 meters in dry soil, demonstrating suitability for underground applications. (ii) Fiber Optic CO2 Sensor: A distributed fiber optic system measured CO2 concentrations (500&ndash;100,000 ppm). Although promising, challenges with repeatability and nonlinearity require further optimization. (iii) Miniature Pore Pressure Probe: A compact fiber-optic sensor (1.2 mm diameter) accurately measured localized soil pore pressure. Validated for precision, future improvements aim to expand its range and usability. These innovative technologies enhance the ability to monitor soil conditions and gas dynamics, significantly advancing geotechnical and environmental studies.</p>\r\n<p>(c) Research 3: Modeling Multiphysics Interactions in Unsaturated Soils - A Discontinuous Galerkin (DG) Finite Element Method was developed to address the complexities of thermal, hydraulic, and mechanical interactions in unsaturated soils, including two-phase flow. The DG method offered enhanced stability, accuracy, and reduced computational costs compared to traditional approaches. It successfully captured hyperbolic behaviors, heterogeneous systems, and desiccation crack propagation, validated through benchmark tests and adaptive mesh refinement techniques. In collaboration with Rothamsted Research, the RothC soil carbon model was enhanced to incorporate soil structure across micro to macro scales. Using a volumetric-average method, the model linked land management practices to changes in soil structure, microbial activity, and greenhouse gas emissions (CO&#8322; and N&#8322;O). When applied to long-term field data, the model highlighted the crucial role of soil structure in regulating gas exchange and supporting sustainable land use practices.</p>\r\n<p>Through these efforts, the project advanced the understanding of greenhouse gas dynamics, provided new tools for predicting and managing carbon and gas flows in soil systems, and contributed to sustainable environmental and land management practices.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/01/2025<br>\nModified by: Kenichi&nbsp;Soga</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735776944364_Field_trial--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735776944364_Field_trial--rgov-800width.jpg\" title=\"Field trial\"><img src=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735776944364_Field_trial--rgov-66x44.jpg\" alt=\"Field trial\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Field trial at Rothamsted Reseach to test the developed DFOS crack detection method</div>\n<div class=\"imageCredit\">Kenichi Soga</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kenichi&nbsp;Soga\n<div class=\"imageTitle\">Field trial</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735777175803_Multiphysics_modeling--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735777175803_Multiphysics_modeling--rgov-800width.jpg\" title=\"Modeling of multi-physics inside cracked unsaturated soil continuum\"><img src=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735777175803_Multiphysics_modeling--rgov-66x44.jpg\" alt=\"Modeling of multi-physics inside cracked unsaturated soil continuum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">UC Berkeley thermo-hydro-mechanical model and improved Rothamsted Soil Carbon model (RothC)</div>\n<div class=\"imageCredit\">Kenichi Soga</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kenichi&nbsp;Soga\n<div class=\"imageTitle\">Modeling of multi-physics inside cracked unsaturated soil continuum</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735777064960_Innovative_Sensor_Development_for_the_Vadose_Zone_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735777064960_Innovative_Sensor_Development_for_the_Vadose_Zone_--rgov-800width.jpg\" title=\"Innovative Sensor Development for the Vadose Zone\"><img src=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735777064960_Innovative_Sensor_Development_for_the_Vadose_Zone_--rgov-66x44.jpg\" alt=\"Innovative Sensor Development for the Vadose Zone\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(i) Underground wireless sensor network, (ii) Fiber optic CO2 sensor and (iii) Miniature pore pressure probe</div>\n<div class=\"imageCredit\">Kenichi Soga</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kenichi&nbsp;Soga\n<div class=\"imageTitle\">Innovative Sensor Development for the Vadose Zone</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735776840738_DFOS_based_crack_detection--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735776840738_DFOS_based_crack_detection--rgov-800width.jpg\" title=\"Soil crack detection\"><img src=\"/por/images/Reports/POR/2025/1935551/1935551_10636134_1735776840738_DFOS_based_crack_detection--rgov-66x44.jpg\" alt=\"Soil crack detection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Experiments conducted to verify the newly developed distributed fiber optic sensor based crack detection method</div>\n<div class=\"imageCredit\">Kenichi Soga</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kenichi&nbsp;Soga\n<div class=\"imageTitle\">Soil crack detection</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project, conducted in collaboration with the Colorado School of Mines and Rothamsted Research in the UK, aimed to enhance the understanding of how greenhouse gases (CO&#8322;, N&#8322;O, and CH&#8324;) from the vegetated vadose zone are influenced by variations in soil structure and moisture. The primary objective was to improve predictive capabilities for carbon loading and gas fluxes into the atmosphere by incorporating the effects of soil management, soil moisture, and atmospheric interactions.\r\n\n\n(a) Development of a Distributed Fiber Optic Sensing (DFOS) Framework for Soil Crack Detection in the Vadose Zone - This study addressed the limitations of conventional Brillouin-based DFOS systems, which lack the resolution to detect localized strain from sub-millimeter cracks. To overcome these challenges, the research introduced a least squares-driven algorithm to analyze the Backscattering Signal Spectrum and developed a novel methodology for crack detection. The integration of strain profiles allowed for precise crack width estimation, validated through Digital Image Correlation. Tests under varying water content, compaction, and sensor placements confirmed the reliability of DFOS in partially saturated soils. Collaborative efforts with researchers from the Colorado School of Mines and Rothamsted Research validated the frameworks effectiveness in monitoring soil crack formation and propagation in the field. These advancements in fiber-optic strain sensing provide valuable tools for geotechnical and environmental applications, offering enhanced precision for soil monitoring.\r\n\n\n(b) Innovative Sensor Development for the Vadose Zone - This research led to the creation of three key sensor technologies: (i) Wireless Sensor Network (WSN): A LoRa-based WSN monitored soil moisture and leaks in field tests, demonstrating resilience and effective data management despite challenges such as moisture-induced signal disruptions. Signals propagated up to 2 meters in dry soil, demonstrating suitability for underground applications. (ii) Fiber Optic CO2 Sensor: A distributed fiber optic system measured CO2 concentrations (500100,000 ppm). Although promising, challenges with repeatability and nonlinearity require further optimization. (iii) Miniature Pore Pressure Probe: A compact fiber-optic sensor (1.2 mm diameter) accurately measured localized soil pore pressure. Validated for precision, future improvements aim to expand its range and usability. These innovative technologies enhance the ability to monitor soil conditions and gas dynamics, significantly advancing geotechnical and environmental studies.\r\n\n\n(c) Research 3: Modeling Multiphysics Interactions in Unsaturated Soils - A Discontinuous Galerkin (DG) Finite Element Method was developed to address the complexities of thermal, hydraulic, and mechanical interactions in unsaturated soils, including two-phase flow. The DG method offered enhanced stability, accuracy, and reduced computational costs compared to traditional approaches. It successfully captured hyperbolic behaviors, heterogeneous systems, and desiccation crack propagation, validated through benchmark tests and adaptive mesh refinement techniques. In collaboration with Rothamsted Research, the RothC soil carbon model was enhanced to incorporate soil structure across micro to macro scales. Using a volumetric-average method, the model linked land management practices to changes in soil structure, microbial activity, and greenhouse gas emissions (CO&#8322; and N&#8322;O). When applied to long-term field data, the model highlighted the crucial role of soil structure in regulating gas exchange and supporting sustainable land use practices.\r\n\n\nThrough these efforts, the project advanced the understanding of greenhouse gas dynamics, provided new tools for predicting and managing carbon and gas flows in soil systems, and contributed to sustainable environmental and land management practices.\r\n\n\n\t\t\t\t\tLast Modified: 01/01/2025\n\n\t\t\t\t\tSubmitted by: KenichiSoga\n"
 }
}