{
 "awd_id": "1935361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Life with an RNA Genome",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2023-11-20",
 "awd_abstract_narration": "This research will explore origins-of-life by studying the transition from a primordial world in which RNA served as the repository of biological information to the first cells with DNA-based genomes. Trainees will gain expertise with chromosome-scale synthetic biology, a rapidly developing technology with transformative capabilities. Educational components situated at the intersection of STEM fields, social sciences, and rhetoric will engage a broad cohort of students discussing pressing issues in ethics and governance and the themes that shape scientific inquiry. Outreach will involve production of new media accessible to non-experts paired with in-depth written companion articles.\r\n\r\nMost theories of the origins-of-life posit an RNA world of self-replicating RNA molecules, followed by an RNA/protein world and possibly RNA-based protocells, and leading to present-day cells where RNA has been replaced by DNA as the information source. The transition from RNA to DNA is crucial, yet little is known about the constraints of RNA as a cellular genome. Although RNA-based cells no longer exist on Earth, RNA viruses may be remnants of pre-DNA life, and RNA life may exist elsewhere in the universe. This research will create new enabling technologies to launch artificial RNA chromosomes (ARCs) in bacterial and eukaryotic cells, characterize the physical stability of ARCs inside these hosts, measure the fidelity of information transmission to daughter cells, and finally provide evidence for the information capacity of RNA-based genomes. The ultimate goals are to establish ARCs as essential chromosomes within E. coli and S. cerevisiae (yeast) hosts. These cells would represent new forms of artificial life, which along with other novel and radically modified organisms (N/RMOs) are of great public interest. The current governance of N/RMOs will be surveyed, and ethics and governance principles that should guide future research will be recommended.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erika",
   "pi_last_name": "Szymanski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erika A Szymanski",
   "pi_email_addr": "szymanskiea@hotmail.com",
   "nsf_id": "000801895",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through this project, we investigated how scientific language is important in the emerging area of engineering RNA. Prior social scientific studies have established that metaphors are part of the bioengineering &ldquo;toolkit&rdquo; that scientists use to set expectations about scientific goals, innovate experimental approaches, and analyze data, in addition to communicating their results. We built on those studies to ask: what kinds of metaphors may be necessary or useful for engineering RNA, given that the vast majority of engineering biology has involved DNA? We aimed to encourage and develop capacity for innovating new language tools for building with biology, and for recognizing that communication choices involve values and therefore matter to responsible research.</p>\n<p>We found that a broad range of metaphors are applied to making sense of RNA across the RNA biology literature. Metaphor analyses indicated that RNA researchers talk about RNA as many different kinds of molecule and cellular actor, but that none of those metaphors is adequate for making sense of RNA across all of the contexts in which it is studied. Despite their diversity, the vast majority of these metaphors also continued to reinforce that RNA is normally or by default a &ldquo;messenger&rdquo; for DNA, even though we now know that messenger or mRNA is only a small fraction of RNA in a cell, most of which performs other functions. We also found that biology subfields may effectively be developing different versions of RNA through experimental systems that emphasize distinct dimensions of what RNA can be.</p>\n<p>Consequently, we asked how the genetic code and genetic text metaphors ubiquitously applied to both DNA and RNA&mdash;the metaphors behind depicting nucleic acids as strings of letters, and that have positioned RNA as a &ldquo;mere&rdquo; messenger&mdash;might be rethought or extended to account for a wider range of what is now known about RNA. We identified that those metaphors have been interpreted through only one way of understanding human-language (and thus &ldquo;genetic language&rdquo;) texts, from early twentieth-century cybernetic theory. Drawing on the much wider and more complex range of ways that human-language texts are understood across the many other disciplines that study them can therefore provide conceptual resources for accommodating more of the complexity of how RNA (and DNA) are now understood to function, extending pre-existing and deeply ingrained metaphorical ways of thinking.</p>\n<p>The intellectual merit of our findings is in moving beyond criticisms of genetic text and code metaphors (e.g. from philosophy, history, and rhetoric of science) to constructively consider how they can account for more of what is now understood about the complexity of nucleic acids, in light of how inextricable these metaphors are from everyday scientific tools for working with DNA and RNA. We describe how applying rhetorical principles to genetic texts suggests rethinking information content in terms of how meaning is made in context. The same principles suggest describing molecular structure as primary and sequence as secondary (the reverse of how they are usually described) from the perspective of &ldquo;molecular readers.&rdquo; We also lay grounds for additional discursive innovation. The broader impacts of our findings are in indicating a need for interdisciplinary humanities/social science and bioengineering research to develop paired discursive and technical innovations, including the need to communicate as part of developing the technology. We have also developed an open educational resource on how metaphors in science matter to social justice, to address a need for more detailed explanations of how metaphors function in science outside of specialist literature.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/28/2024<br>\nModified by: Erika&nbsp;A&nbsp;Szymanski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThrough this project, we investigated how scientific language is important in the emerging area of engineering RNA. Prior social scientific studies have established that metaphors are part of the bioengineering toolkit that scientists use to set expectations about scientific goals, innovate experimental approaches, and analyze data, in addition to communicating their results. We built on those studies to ask: what kinds of metaphors may be necessary or useful for engineering RNA, given that the vast majority of engineering biology has involved DNA? We aimed to encourage and develop capacity for innovating new language tools for building with biology, and for recognizing that communication choices involve values and therefore matter to responsible research.\n\n\nWe found that a broad range of metaphors are applied to making sense of RNA across the RNA biology literature. Metaphor analyses indicated that RNA researchers talk about RNA as many different kinds of molecule and cellular actor, but that none of those metaphors is adequate for making sense of RNA across all of the contexts in which it is studied. Despite their diversity, the vast majority of these metaphors also continued to reinforce that RNA is normally or by default a messenger for DNA, even though we now know that messenger or mRNA is only a small fraction of RNA in a cell, most of which performs other functions. We also found that biology subfields may effectively be developing different versions of RNA through experimental systems that emphasize distinct dimensions of what RNA can be.\n\n\nConsequently, we asked how the genetic code and genetic text metaphors ubiquitously applied to both DNA and RNAthe metaphors behind depicting nucleic acids as strings of letters, and that have positioned RNA as a mere messengermight be rethought or extended to account for a wider range of what is now known about RNA. We identified that those metaphors have been interpreted through only one way of understanding human-language (and thus genetic language) texts, from early twentieth-century cybernetic theory. Drawing on the much wider and more complex range of ways that human-language texts are understood across the many other disciplines that study them can therefore provide conceptual resources for accommodating more of the complexity of how RNA (and DNA) are now understood to function, extending pre-existing and deeply ingrained metaphorical ways of thinking.\n\n\nThe intellectual merit of our findings is in moving beyond criticisms of genetic text and code metaphors (e.g. from philosophy, history, and rhetoric of science) to constructively consider how they can account for more of what is now understood about the complexity of nucleic acids, in light of how inextricable these metaphors are from everyday scientific tools for working with DNA and RNA. We describe how applying rhetorical principles to genetic texts suggests rethinking information content in terms of how meaning is made in context. The same principles suggest describing molecular structure as primary and sequence as secondary (the reverse of how they are usually described) from the perspective of molecular readers. We also lay grounds for additional discursive innovation. The broader impacts of our findings are in indicating a need for interdisciplinary humanities/social science and bioengineering research to develop paired discursive and technical innovations, including the need to communicate as part of developing the technology. We have also developed an open educational resource on how metaphors in science matter to social justice, to address a need for more detailed explanations of how metaphors function in science outside of specialist literature.\n\n\n\t\t\t\t\tLast Modified: 08/28/2024\n\n\t\t\t\t\tSubmitted by: ErikaASzymanski\n"
 }
}