{
 "awd_id": "1935798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Solid-State Devices for Thermal Management and Power Generation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2019-06-10",
 "awd_max_amd_letter_date": "2019-06-10",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the significant change it enables for devices which can directly convert heat to electricity or locally heat/cool a surface. The new method, laser additive manufacturing of thermoelectric materials, is a transformational manufacturing approach, and this technology would solve device engineering and manufacturing challenges prevalent in existing thermoelectric generator and thermoelectric cooler technologies. This new approach could reduce material waste and enable innovative geometries: the result would be higher-performing and more cost-effective thermoelectric devices. This technique also impacts the additive manufacturing field. The approach makes additive manufacturing relevant for a broader set of industries and applications by advancing laser additive manufacturing's applicability to new classes of semiconductor thermoelectric materials. This I-Corps project will explore implementation and commercialization opportunities of additive manufacturing for thermoelectric devices, providing the potential to impact numerous industries and technologies in aerospace, defense, automotive, electronics, and telecommunications industries.\r\n\r\nThis I-Corps project is based on a new technology that solves critical production problems facing the thermoelectrics industry. Thermoelectric devices are currently manufactured using bulk material processing with machining, assembly, and integration steps which lead to performance degradation, high costs, material waste, and limited applications. The new technique is significantly different from the traditional manufacturing method and greatly simplifies the manufacturing process.  Laser additive manufacturing eliminates the need for assembly and improves interface integration by production and placement of all the thermoelectric legs in one process. This results in a high-performance, cost-effective solution to replace the current manufacturing techniques. The platform developed here generates three-dimensional structures which cannot be achieved through traditional machining, and these freeform geometries would increase the applicability of thermoelectric devices in a broader set of markets. The new approach has been shown to work on thermoelectric materials and used to create novel thermoelectric part geometries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saniya",
   "pi_last_name": "LeBlanc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saniya LeBlanc",
   "pi_email_addr": "sleblanc@gwu.edu",
   "nsf_id": "000670419",
   "pi_start_date": "2019-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "The George Washington University",
  "perf_str_addr": "800 22nd St NW, Suite 3000",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project team, &ldquo;Advanced Thermoelectrics,&rdquo; explored the commercial potential of an innovative additive manufacturing technology that changes the way thermoelectric devices are made. The new technology could enable more efficient conversion of waste heat into electricity or provide effective heating and cooling. The team conducted 152 customer discovery interviews spanning 109 industry companies, 6 government agencies, and 5 universities. Throughout the seven weeks of the I-Corps program, on average the team interviewed 1 high rank decision maker (Founder/Owner/CEO/President/Vice President) every 2.5 days, 1 general decision maker (other Chief Officer/General or Country Manager/ Branch Head/Director/Principle) every 1.6 days, and 2.3 influencers (Manager/Scientist/Engineer) each day. Based on the customer interviews, the team was able to identify three possible markets: Thermoelectric Manufacturers, Aerospace &amp; Defense, and Consumer Electronics. The team was able to eliminate three potential markets which do not show an immediate need for the technique or product: Additive Manufacturing Tool Makers, Oil &amp; Gas, and Automotive Vehicles. This project resulted in valuable training for team members (including one veteran and one female engineer) who primarily conduct scientific research. These team members learned how the technical research they do translates into a technology and the mechanisms and approaches for determining the commercial viability of the technology. The team also learned the key aspects of deciding when and how to start a business.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2020<br>\n\t\t\t\t\tModified by: Saniya&nbsp;Leblanc</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project team, \"Advanced Thermoelectrics,\" explored the commercial potential of an innovative additive manufacturing technology that changes the way thermoelectric devices are made. The new technology could enable more efficient conversion of waste heat into electricity or provide effective heating and cooling. The team conducted 152 customer discovery interviews spanning 109 industry companies, 6 government agencies, and 5 universities. Throughout the seven weeks of the I-Corps program, on average the team interviewed 1 high rank decision maker (Founder/Owner/CEO/President/Vice President) every 2.5 days, 1 general decision maker (other Chief Officer/General or Country Manager/ Branch Head/Director/Principle) every 1.6 days, and 2.3 influencers (Manager/Scientist/Engineer) each day. Based on the customer interviews, the team was able to identify three possible markets: Thermoelectric Manufacturers, Aerospace &amp; Defense, and Consumer Electronics. The team was able to eliminate three potential markets which do not show an immediate need for the technique or product: Additive Manufacturing Tool Makers, Oil &amp; Gas, and Automotive Vehicles. This project resulted in valuable training for team members (including one veteran and one female engineer) who primarily conduct scientific research. These team members learned how the technical research they do translates into a technology and the mechanisms and approaches for determining the commercial viability of the technology. The team also learned the key aspects of deciding when and how to start a business.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/03/2020\n\n\t\t\t\t\tSubmitted by: Saniya Leblanc"
 }
}