{
 "awd_id": "1935594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SitS NSF-UKRI: Phytoelectronic Soil Sensing",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2020-01-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 799354.0,
 "awd_amount": 815354.0,
 "awd_min_amd_letter_date": "2019-08-05",
 "awd_max_amd_letter_date": "2020-06-01",
 "awd_abstract_narration": "The research objectives of this project at the University of Colorado, University of Cambridge in the UK and USDA-ARS are to measure the state of the soil accurately, densely and remotely using plants as in situ chemical laboratories. Correlations between the state of the soil and the contents of the major water-conducting tissue in plants, the xylem, are well-established. Xylem contents will be analyzed in \"interrogator plants\" by implanting bioelectronic sensors in plant stems, inducing xylem to form around them and remotely communicating data from these sensors by low-power radio transmission.  This approach will avoid the complexity of sensing the soil directly by instead detecting the chemical response of vascular fluids to chemical and biological changes in the soil around the roots. These fluids, which are transported by the woody xylem tissues, are under negative pressure and thus typically difficult to access.  The project will therefore investigate a number of regeneration techniques for surgically implanted, small sensors such that these sensors become associated with xylem tissue in graft junctions, much like the grafting currently used routinely in fruit trees.  The entire small sensor including implanted electronics and regenerative coating will be screen-printed for very low cost.  Screen printing recipes and other enabling techniques will be shared with the public through the Open Science Framework.  Public use of these results will be further fostered by funded kits distributed to teams through the international BioMaker and OpenPlant programs.\r\n\r\nThe research will explore the new field of phytoelectronics, the convergence of botany for biorecognition, bioelectronics for chemo-sensing, internet-of-things (IoT) electronics for communication, and machine-learning for classification.  The goals of the research are to 1) create an inexpensive, potentially biodegradable platform for multi-variate sensing of the soil utilizing the inherent robustness of living plants to operate autonomously in variable conditions; 2) merge these plants with the IoT in which buried roots extract and communicate soil state chemically to embedded multi-analyte, electronic sensors that then digitize and relay these data to servers for integration and machine learning; and 3) advance understanding of the interaction of soil and the biosphere by selecting plants specialized for specific chemical, pathogen or ecological signals and using them as instruments.  The team will accomplish these goals by 1) printing the multi-analyte sensors based on arrays of organic electrochemical transistors individually functionalized with ion specific membranes, 2) creating printable drug-release coatings for the electronics that encourage regeneration of xylem tissue near the surgically implanted sensor, and 3) connecting these \"chipped plants\" to RFID or LoRA backscatter communication tags which are interrogated remotely to retrieve digitized sensor response.  At program end, the combination of these studies should enable the soil nitrate concentration in a cornfield to be monitored daily with resolution down to square meters.\r\n\r\nThis project was awarded through the \"Signals in the Soil (SitS)opportunity, a collaborative solicitation that involves the ENG/CBET and BIO/IOS divisions of the National Science Foundation (NSF), the United States Department of Agriculture National Institute of Food and Agriculture (USDA NIFA) and the following United Kingdom Research and Innovation (UKRI) research councils: 1) The Natural Environment Research Council (NERC), 2) the Biotechnology and Biological Sciences Research Council  (BBSRC), 3) the Engineering and Physical Sciences Research Council (EPSRC), and the Science and Technology Facilities Council (STFC).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "McLeod",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R McLeod",
   "pi_email_addr": "mcleod@colorado.edu",
   "nsf_id": "000412267",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Whiting",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Whiting",
   "pi_email_addr": "gregory.whiting@colorado.edu",
   "nsf_id": "000768598",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "Boudler",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 799354.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this program was to establish a new method of measuring soil and plant health that would provide higher density and speed than current methods which require field samples be taken to analytical laboratories.&nbsp;&nbsp;These improvements will support soil health monitoring as well as precision agriculture. We created implanted and surface bioelectronic sensors to measure composition of plant vasculature and leaves.&nbsp;&nbsp;These organic electronic sensors were shown precisely measure pH, plant nutrients and hydration in the complex chemical and thermal environment of these living systems in uncontrolled greenhouse conditions.</p>\r\n<p>We created two new circuit platforms to literally support the bioelectronic sensors.&nbsp;&nbsp;Surface sensors were applied using degrading substrates commonly used to apply temporary tattoos.&nbsp;&nbsp;This allowed us to print organic electronic and conductive traces, then apply them intimately to leaf surfaces, &ldquo;tattooing&rdquo; the leaf with the sensor.&nbsp;&nbsp;The second platform addressed sensors embedded surgically in the plant tissue.&nbsp;&nbsp;We found that the portion of the sensor inside the plant needed to be extremely soft to avoid rejection which in turn demanded a self-healing material that could reestablish electrical connections broken by implantation, inevitable mechanical disturbance, or forces caused by tissue regeneration around the surgical site. Conversely, the portions of the sensor outside the plant needed to be sufficiently mechanically robust to support electrical connections to interrogation and communication electronics.&nbsp;&nbsp;We developed a cryogel materials platform that can be locally tuned to be soft inside and stiffer outside the plant. We showed that electrical traces printed on this material would reform.&nbsp;&nbsp;These properties enabled months-long operation of sensors implanted into tomato plants.&nbsp;</p>\r\n<p>Using these platforms, we created multiple sensor types.&nbsp;&nbsp;We used ion-specific electrochemical transistors to detect phytonutrients in plant sap, despite the chemical complexity of these solutions.&nbsp;&nbsp;The leaf tattoo sensors were able to detect the local relative humidity with high precision.&nbsp;&nbsp;Implanted hygrometers were created and demonstrated as implants to measure water potential.&nbsp;&nbsp;We developed surgical techniques to implant bioelectronics in the xylem tissue of living plants while avoiding air embolism.&nbsp;&nbsp;These sensors were supported by new inexpensive potentiostats, RFID communication, and machine learning algorithms to disambiguate sensed quantities from confounding variables such as temperature.</p>\r\n<p>Graduate students supported by the program were hosted by the UK research partner. Multiple undergraduates, both local and visitors funded by an REU extension, participated in the research.&nbsp;&nbsp;One of the graduate students has formed a spinout company to commercialize the results of the program.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/20/2025<br>\nModified by: Robert&nbsp;R&nbsp;McLeod</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1935594/1935594_10629989_1742493728025_41528_2023_280_Fig1_HTML--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/1935594/1935594_10629989_1742493728025_41528_2023_280_Fig1_HTML--rgov-800width.png\" title=\"Fabrication process of electronic gels\"><img src=\"/por/images/Reports/POR/2025/1935594/1935594_10629989_1742493728025_41528_2023_280_Fig1_HTML--rgov-66x44.png\" alt=\"Fabrication process of electronic gels\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a Schematic of the fabrication steps of the electronic cryogels. First, the electronic trace is inkjet-printed on a glass slide. The first layer of hydrogel is then deposited on top of the conductive trace and is air-dried overnight, the gel is then peeled from the glass slide. Next, the second laye</div>\n<div class=\"imageCredit\">npj Flexible Electronics</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;R&nbsp;McLeod\n<div class=\"imageTitle\">Fabrication process of electronic gels</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1935594/1935594_10629989_1742492788862_adsr12368_fig_0003_m--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1935594/1935594_10629989_1742492788862_adsr12368_fig_0003_m--rgov-800width.jpg\" title=\"Leaf mounted sensor\"><img src=\"/por/images/Reports/POR/2025/1935594/1935594_10629989_1742492788862_adsr12368_fig_0003_m--rgov-66x44.jpg\" alt=\"Leaf mounted sensor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Optical images of the STC mounted to a leaf demonstrating a) footprint and b) flexibility. c) Laser confocal and d) optical micrographs of printed carbon electrodes tattooed to the leaf tissues. e) Surface and (f,g) cross-sectional FIB-SEM images of the STC / leaf stack layers.</div>\n<div class=\"imageCredit\">Wiley Advanced Sensor Materials</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;R&nbsp;McLeod\n<div class=\"imageTitle\">Leaf mounted sensor</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of this program was to establish a new method of measuring soil and plant health that would provide higher density and speed than current methods which require field samples be taken to analytical laboratories.These improvements will support soil health monitoring as well as precision agriculture. We created implanted and surface bioelectronic sensors to measure composition of plant vasculature and leaves.These organic electronic sensors were shown precisely measure pH, plant nutrients and hydration in the complex chemical and thermal environment of these living systems in uncontrolled greenhouse conditions.\r\n\n\nWe created two new circuit platforms to literally support the bioelectronic sensors.Surface sensors were applied using degrading substrates commonly used to apply temporary tattoos.This allowed us to print organic electronic and conductive traces, then apply them intimately to leaf surfaces, tattooing the leaf with the sensor.The second platform addressed sensors embedded surgically in the plant tissue.We found that the portion of the sensor inside the plant needed to be extremely soft to avoid rejection which in turn demanded a self-healing material that could reestablish electrical connections broken by implantation, inevitable mechanical disturbance, or forces caused by tissue regeneration around the surgical site. Conversely, the portions of the sensor outside the plant needed to be sufficiently mechanically robust to support electrical connections to interrogation and communication electronics.We developed a cryogel materials platform that can be locally tuned to be soft inside and stiffer outside the plant. We showed that electrical traces printed on this material would reform.These properties enabled months-long operation of sensors implanted into tomato plants.\r\n\n\nUsing these platforms, we created multiple sensor types.We used ion-specific electrochemical transistors to detect phytonutrients in plant sap, despite the chemical complexity of these solutions.The leaf tattoo sensors were able to detect the local relative humidity with high precision.Implanted hygrometers were created and demonstrated as implants to measure water potential.We developed surgical techniques to implant bioelectronics in the xylem tissue of living plants while avoiding air embolism.These sensors were supported by new inexpensive potentiostats, RFID communication, and machine learning algorithms to disambiguate sensed quantities from confounding variables such as temperature.\r\n\n\nGraduate students supported by the program were hosted by the UK research partner. Multiple undergraduates, both local and visitors funded by an REU extension, participated in the research.One of the graduate students has formed a spinout company to commercialize the results of the program.\r\n\n\n\t\t\t\t\tLast Modified: 03/20/2025\n\n\t\t\t\t\tSubmitted by: RobertRMcLeod\n"
 }
}