{
 "awd_id": "1936159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainable Nanotechnology in the 2020's",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2019-08-15",
 "awd_abstract_narration": "Nanotechnology is recognized as a transformative approach that will improve products and processes across numerous sectors of the economy, and holds promise to improve the sustainability of food, water and energy systems. However, these benefits have potential risks both actual and perceived - to living organisms and the environment, in part due to a general lack of public understanding regarding nanotechnology. This conference entitled Sustainable Nanotechnology in the 2020's, part of the  Sustainable Nanotechnology Organization (SNO) will be held from November 7-9, 2019 in San Diego, CA. The conference will strive to achieve equal gender representation, and at least 30% attendees being underrepresented minorities, and funding will be used in part to support student involvement and broaden participation. SNO is now a self-sustaining organization with the following mission: i) Support the development of sustainable nanotechnology for the improvement of society, the environment and human health; ii) Promote the advancement and application of scientific research related to nanotechnology, implementation of sustainable nanotechnology for environment, health, and safety, and the use of nanotechnology in policy and decision-making; and iii) Provide a forum where scientists, engineers, and other professionals exchange information and ideas for the development and use of nanotechnology leading to overall sustainability. The conference focuses on looking forward, instead of backward, to understand where nanotechnology is making the most significant environmental scientific breakthroughs and demonstrate how applications using nanotechnology can be sustainably developed between 2020 to 2030.\r\n\r\nThis conference entitled Sustainable Nanotechnology in the 2020's, part of the  Sustainable Nanotechnology Organization (SNO) will be held from November 7-9, 2019 in San Diego, CA.  Other recent scientific conferences including American Chemical Society, Gordon Conference, Society of Environmental Toxicology and Chemistry, and International Conference on the Environmental Effects of Nanoparticles and Nanomaterials have identified several issues concerning the use, safety, biological and environmental transformation of engineered nanostructured materials. Hence, the motivation for this conference is to (1) draw attention to the need to proactively manage the emergence of nanotechnology into society so as to avert such problems that arose with earlier products such as  DDT, leaded gasoline, and PCBs and numerous other substances, and (2) advance sustainable technologies that utilize nanotechnology to solve wicked-problems where traditional approaches have significant drawbacks. Such-problems require a convergence of ideas, skillsets and people and the 2019 annual SNO conference will bring together these diverse people to share their vision for the nanotechnology impacts on sustainability in 2020 to 2030. The conference will be co-chaired by Profs. Vicki Grassian and Paul Westerhoff, both leaders in the field of sustainable nanotechnology. There are six accepted plenary speakers and a young group of dynamic experts have been recruited to assist in conference coordination. Anticipated session topics include: Emerging nanotechnologies for sustainable energy, education, Food and Agriculture, Water Treatment and Remediation, Fate and Transport, Measuring Nanomaterial Exposure & Effects in Environmental Health Research, Green Synthesis or Manufacturing, and Nanomaterials and Indoor Environments. The co-chairs are empowering the session chairs to progressively recruit abstracts with mentoring as needed from senior conference organizers. These topics are critical areas where nanotechnology can achieve major breakthroughs and this conference provides a forum for approximately 150 attendees to share ideas, develop collaborations and recognize accomplishments of leaders in the field. The conference provides awards for groundbreaking research, and is one of the few formats where such community recognition of environmental nanotechnology is provided. By focusing on food-water-energy topics, in addition to air, human health, and manufacturing, this conference supports critical research priorities and provides an opportunity to create new industries and high-tech jobs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Westerhoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Westerhoff",
   "pi_email_addr": "p.westerhoff@asu.edu",
   "nsf_id": "000189547",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Grassian",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki H Grassian",
   "pi_email_addr": "vhgrassian@ucsd.edu",
   "nsf_id": "000156436",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotechnology is recognized as a transformative approach that will improve products and processes across numerous sectors of the economy, and holds promise to improve the sustainability of food, water and energy systems. However, these benefits of nanotechnology come with actual and/or perceived risks to the people and the environment, in part due to a general lack of public understanding regarding nanotechnology. This conference on &ldquo;<strong>Sustainable Nanotechnology in the 2020&rsquo;s</strong>&rdquo; with the Sustainable Nanotechnology Organization was held from November 2019, and covered the following topics where nanotechnology can advance sustainable economies: food, agriculture, clean water, fate and exposure of pollutants, ecotoxicology, life cycle impacts, sensors, green synthesis of nanomaterials, nanomedicine, and educational or social aspects of nanotechnology. The conference focuses on looking forward, instead of backwards, in time to understand where nanotechnology is making the most significant environmental scientific breakthroughs and demonstrate how applications using nanotechnology can be sustainably developed between 2020 to 2030. The conference advanced leading edge science and technology related to nanotechnology.</p>\n<p>The conference had over 110 attendees, with 40% of the attendees being graduate students. We held a &ldquo;perfect pitch&rdquo; competition for graduate students to present in less than 2 minutes on why their research or product advanced sustainable nanotechnology. A session held on entrepreneurship and innovation focused on nanotechnologies related to start-up companies or non-governmental partnerships. Another session was held on strategies, tools and activities to describe nanotechnology principles to K-12 or undergraduate students. Awards were presented as part of the Sustainable Nanotechnology Organization to recognize leadership, tribute sessions to leaders in the field, achievements by junior researchers and student poster awards. One special tribute session brought over international leaders in nanotechnology to the conference. This recognition held promote diversity and accomplishments. Collectively, these focused activities highlight how the center advanced diversity, education and broader impacts related to nanotechnology in society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2020<br>\n\t\t\t\t\tModified by: Paul&nbsp;Westerhoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanotechnology is recognized as a transformative approach that will improve products and processes across numerous sectors of the economy, and holds promise to improve the sustainability of food, water and energy systems. However, these benefits of nanotechnology come with actual and/or perceived risks to the people and the environment, in part due to a general lack of public understanding regarding nanotechnology. This conference on \"Sustainable Nanotechnology in the 2020’s\" with the Sustainable Nanotechnology Organization was held from November 2019, and covered the following topics where nanotechnology can advance sustainable economies: food, agriculture, clean water, fate and exposure of pollutants, ecotoxicology, life cycle impacts, sensors, green synthesis of nanomaterials, nanomedicine, and educational or social aspects of nanotechnology. The conference focuses on looking forward, instead of backwards, in time to understand where nanotechnology is making the most significant environmental scientific breakthroughs and demonstrate how applications using nanotechnology can be sustainably developed between 2020 to 2030. The conference advanced leading edge science and technology related to nanotechnology.\n\nThe conference had over 110 attendees, with 40% of the attendees being graduate students. We held a \"perfect pitch\" competition for graduate students to present in less than 2 minutes on why their research or product advanced sustainable nanotechnology. A session held on entrepreneurship and innovation focused on nanotechnologies related to start-up companies or non-governmental partnerships. Another session was held on strategies, tools and activities to describe nanotechnology principles to K-12 or undergraduate students. Awards were presented as part of the Sustainable Nanotechnology Organization to recognize leadership, tribute sessions to leaders in the field, achievements by junior researchers and student poster awards. One special tribute session brought over international leaders in nanotechnology to the conference. This recognition held promote diversity and accomplishments. Collectively, these focused activities highlight how the center advanced diversity, education and broader impacts related to nanotechnology in society.\n\n \n\n\t\t\t\t\tLast Modified: 04/03/2020\n\n\t\t\t\t\tSubmitted by: Paul Westerhoff"
 }
}