{
 "awd_id": "1936834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Support for the Academy of Management Organizational Communication and Information Systems 2019 Doctoral Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 32000.0,
 "awd_amount": 32000.0,
 "awd_min_amd_letter_date": "2019-08-13",
 "awd_max_amd_letter_date": "2019-08-13",
 "awd_abstract_narration": "This award supports travel of a diverse group of approximately 25 dissertation-stage students at U.S. institutions to participate in an international doctoral consortium with distinguished research faculty. The Organizational Communication and Information Systems (OCIS) doctoral consortium at the 2019 Academy of Management (AoM) convention in Boston, Massachusetts, will consist of one and a half days of talks and interactions among OCIS students and researchers. The doctoral consortium provides students with feedback on their work from other students and faculty members, allowing them to enhance their own dissertation research proposals. Additionally, because of the diversity of the business sub-disciplines and communities involved in the AoM conference, the consortium will allow students to establish research connections beyond their own disciplines. Consequently, participation will allow students to develop a better understanding of the different research communities, which will facilitate their participation in future interdisciplinary research and their progress toward becoming professional researchers. \r\n\r\nThe OCIS division at the annual AoM meeting provides a leading international forum for the presentation and discussion of research and practical issues related to the use and impact of information and communication technologies in organizations and society. This project provides a forum for doctoral students to exchange insights and receive feedback and guidance in order to enhance the quality of their dissertation research.  It also facilitates the establishment of new research collaborations and professional networks and develops a greater awareness of ongoing cutting-edge research in the field of organizational communication and information systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Chudoba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Chudoba",
   "pi_email_addr": "kathy.chudoba@usu.edu",
   "nsf_id": "000587852",
   "pi_start_date": "2019-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843223515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 32000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The OCIS Doctoral Consortium at the Academy of Management convention in Boston, MA was held on Friday, August 9, 2019 at the Boston Marriott Copley Palace from 9 am to 4 pm.&nbsp;&nbsp;Thirty-three doctoral students and nine invited faculty mentors participated in the event. We began the morning with introductions followed by two roundtable sessions where faculty mentors led discussion groups on research and methods. The consortium director assigned groups in advance to match students with faculty mentors who shared research and methodological interests. For the research roundtable, group members were asked to read each other&rsquo;s extended research abstracts that were submitted as part of the consortium application process so they could discuss them during the session. The faculty mentor provided feedback along with the other student participants.&nbsp;&nbsp;Students could also discuss specific challenges they faced in their research endeavors. Students and mentors were grouped according to broader methodological expertise for the methods roundtable.&nbsp;&nbsp;They discussed methodological issues related to research design, data collection, data analysis, and trends in the field. Doctoral Consortium participants then shared a joint lunch with Junior Faculty Consortium participants, which provided opportunities for networking and exchange between these groups of new scholars. Following lunch, there was a session on ethical issues relevant to Doctoral Consortium and Junior Faculty Consortium participants, including a discussion of how to address specific situations requiring ethical discernment. Another afternoon session discussed professional development topics post-PhD (e.g., tenure track vs. none-tenure track opportunities, promotion and tenure processes in North America vs. other areas of the globe, and managing the publication process).&nbsp;&nbsp;The afternoon concluded with a faculty panel with extended interactive discussions around questions from student participants in the Doctoral Consortium.</p>\n<p>During all consortium discussions, mentors focused their contributions on helping doctoral students develop a research program, navigate the job search, manage the publication process, and overall, learn how to enhance their academic careers.&nbsp;&nbsp;Doctoral students were also offered guidance about how their work fit within the OCIS domain as well as the larger Academy of Management. Students were reminded of other opportunities to engage with the Academy through Professional Development workshops scheduled for the following day, August 10, as well as sessions and events during the conference. &nbsp;</p>\n<p>Friday evening, a group dinner with mentors, OCIS officers, and Junior Faculty Consortium participants provided Doctoral Consortium participants an opportunity for informal networking and discussions. Saturday evening, August 10, Doctoral Consortium students participated in a reception that offered them a chance to showcase their research and engage with the larger OCIS community.&nbsp;&nbsp;Students presented posters synthesizing their research, and they talked informally with OCIS members about their projects and ways to enhance their research projects. &nbsp;</p>\n<p>In sum, the OCIS Doctoral Consortium provided doctoral students a mix of formal and informal opportunities to engage with faculty mentors and the broader OCIS community.&nbsp;&nbsp;By the end of the Saturday evening reception, doctoral students had received feedback from numerous experienced OCIS colleagues that would help them improve the conduct and presentation of their research and better navigate their careers.&nbsp;&nbsp;Further, they learned how participation in activities sponsored by the Academy of Management, and specifically the OCIS division, would complement and enhance their research and professional activities.&nbsp;&nbsp;Feedback from Doctoral Consortium participants supported these outcomes, both quantitatively and qualitatively, with responses of 4.31 to 4.68 (5-point Likert scale, strongly disagree to strongly agree) on questions about overall satisfaction with the consortium, opportunities to network with peers, feedback to improve the quality of their research, and whether they would suggest other doctoral students attend future events.&nbsp;&nbsp;This feedback was consistent with responses from participants in OCIS Doctoral Consortiums held in prior years.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2023<br>\n\t\t\t\t\tModified by: Katherine&nbsp;Chudoba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe OCIS Doctoral Consortium at the Academy of Management convention in Boston, MA was held on Friday, August 9, 2019 at the Boston Marriott Copley Palace from 9 am to 4 pm.  Thirty-three doctoral students and nine invited faculty mentors participated in the event. We began the morning with introductions followed by two roundtable sessions where faculty mentors led discussion groups on research and methods. The consortium director assigned groups in advance to match students with faculty mentors who shared research and methodological interests. For the research roundtable, group members were asked to read each other’s extended research abstracts that were submitted as part of the consortium application process so they could discuss them during the session. The faculty mentor provided feedback along with the other student participants.  Students could also discuss specific challenges they faced in their research endeavors. Students and mentors were grouped according to broader methodological expertise for the methods roundtable.  They discussed methodological issues related to research design, data collection, data analysis, and trends in the field. Doctoral Consortium participants then shared a joint lunch with Junior Faculty Consortium participants, which provided opportunities for networking and exchange between these groups of new scholars. Following lunch, there was a session on ethical issues relevant to Doctoral Consortium and Junior Faculty Consortium participants, including a discussion of how to address specific situations requiring ethical discernment. Another afternoon session discussed professional development topics post-PhD (e.g., tenure track vs. none-tenure track opportunities, promotion and tenure processes in North America vs. other areas of the globe, and managing the publication process).  The afternoon concluded with a faculty panel with extended interactive discussions around questions from student participants in the Doctoral Consortium.\n\nDuring all consortium discussions, mentors focused their contributions on helping doctoral students develop a research program, navigate the job search, manage the publication process, and overall, learn how to enhance their academic careers.  Doctoral students were also offered guidance about how their work fit within the OCIS domain as well as the larger Academy of Management. Students were reminded of other opportunities to engage with the Academy through Professional Development workshops scheduled for the following day, August 10, as well as sessions and events during the conference.  \n\nFriday evening, a group dinner with mentors, OCIS officers, and Junior Faculty Consortium participants provided Doctoral Consortium participants an opportunity for informal networking and discussions. Saturday evening, August 10, Doctoral Consortium students participated in a reception that offered them a chance to showcase their research and engage with the larger OCIS community.  Students presented posters synthesizing their research, and they talked informally with OCIS members about their projects and ways to enhance their research projects.  \n\nIn sum, the OCIS Doctoral Consortium provided doctoral students a mix of formal and informal opportunities to engage with faculty mentors and the broader OCIS community.  By the end of the Saturday evening reception, doctoral students had received feedback from numerous experienced OCIS colleagues that would help them improve the conduct and presentation of their research and better navigate their careers.  Further, they learned how participation in activities sponsored by the Academy of Management, and specifically the OCIS division, would complement and enhance their research and professional activities.  Feedback from Doctoral Consortium participants supported these outcomes, both quantitatively and qualitatively, with responses of 4.31 to 4.68 (5-point Likert scale, strongly disagree to strongly agree) on questions about overall satisfaction with the consortium, opportunities to network with peers, feedback to improve the quality of their research, and whether they would suggest other doctoral students attend future events.  This feedback was consistent with responses from participants in OCIS Doctoral Consortiums held in prior years. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2023\n\n\t\t\t\t\tSubmitted by: Katherine Chudoba"
 }
}