{
 "awd_id": "1936350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QII-TAQS: Quantum Photonics at Telecommunications Wavelengths Based on Metal-Ion-Doped Materials",
 "cfda_num": "47.049",
 "org_code": "03060000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 1370200.0,
 "awd_amount": 1370200.0,
 "awd_min_amd_letter_date": "2019-08-06",
 "awd_max_amd_letter_date": "2021-06-25",
 "awd_abstract_narration": "The rapidly developing field of quantum information science exploits the unique properties of quantum states to process, store, and transmit data in new ways that are impossible to achieve with conventional information, communication, and computer technologies.  For these next-generation quantum systems to be implemented in practical, real-world applications, there is a critical need to develop chip-scale integrated components that perform all the functions required for traditional information systems, but at the tremendously more demanding quantum level.  While many such individual components have been demonstrated, current implementations have employed a wide variety of disparate, and often incompatible, approaches that are not easily integrated with each other or with the existing conventional technological infrastructure, such as optical fiber networks and classical computer processors.  To address the need for such integration, this project brings together researchers with expertise in quantum photonics and quantum hardware fabrication at Caltech, quantum theory and semiconductor physics at Caltech, semiconductor growth and devices at University of Texas - Austin, and quantum decoherence, solid-state chemistry, and light-matter interactions at Montana State University.  This interdisciplinary team seeks to develop and design integrated quantum hardware by incorporating rare-earth ions, which are one of the most successful quantum systems, with semiconductor materials that can be easily integrated with existing optical and electronic technologies.  In addition to the direct impact in quantum information science, this research also provides new insights into the nanoscale properties of ions and defects in semiconductors, since the intrinsically fragile nature of quantum states can be used as a uniquely powerful probe of interactions and imperfections in materials.  In turn, this information can be used to accelerate the development of ion-enabled semiconductor technologies far beyond quantum applications, such as electroluminescent devices, integrated electro-optic components, and high-speed photonic signal processing and sensing systems. \r\n\r\nRare-earth-ions doped into complex oxides have enabled demonstrations of state-of-the-art technologies for optical quantum memories and shown excellent prospects for implementing microwave to optical quantum transduction and single quantum bits.  In particular, Er3+ provides direct optical addressing at 1.5 micron telecommunications wavelengths that allows integration with existing infrastructure and commercial hardware. To enable robust, scalable quantum photonic devices based on metal-ion-doped materials, the technology would be based ideally on established semiconductor materials that are easily fabricated with conventional processes rather than the existing oxide materials that are difficult to incorporate into integrated quantum devices. This research explores the quantum optical properties of rare-earth and transition-metal ions with transitions at telecom wavelengths doped into III-V semiconductors and uses these developed materials to build a scalable nanophotonic quantum device platform.  These materials show promise for combining the excellent quantum coherence properties of the metal-ion centers with the technological capabilities for growing high quality layered materials via molecular beam epitaxy and fabricating high-performance, integrated semiconductor devices.  Specifically, this work investigates the low metal-ion concentration regime that has not yet been studied for semiconductors, particularly for the cryogenic temperatures employed in quantum information science where many of the traditional mechanisms that can cause relaxation are strongly suppressed.  Furthermore, the optical and spin quantum coherence properties of ions such as Er3+ remain entirely unexplored in semiconductors, along with effects of materials physics unique to these host materials (charge injection, Auger relaxation, strong lattice polarization, etc.).  The project addresses the critical need for scalable quantum photonic systems by closely coordinating studies and modeling of material properties and chemistry, nanoscale dynamics and decoherence phenomena, and quantum device engineering along with the discovery and fundamental study of new decoherence and interaction phenomena in this previously unexplored regime for these materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "OSI",
 "org_div_long_name": "Office of Strategic Initiatives (OSI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rufus",
   "pi_last_name": "Cone",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rufus L Cone",
   "pi_email_addr": "cone@montana.edu",
   "nsf_id": "000260696",
   "pi_start_date": "2019-08-06",
   "pi_end_date": "2021-06-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Thiel",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Thiel",
   "pi_email_addr": "thiel@physics.montana.edu",
   "nsf_id": "000411527",
   "pi_start_date": "2021-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Thiel",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Thiel",
   "pi_email_addr": "thiel@physics.montana.edu",
   "nsf_id": "000411527",
   "pi_start_date": "2019-08-06",
   "pi_end_date": "2021-06-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Bank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Bank",
   "pi_email_addr": "sbank@ece.utexas.edu",
   "nsf_id": "000301159",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Faraon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Faraon",
   "pi_email_addr": "faraon@caltech.edu",
   "nsf_id": "000600083",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Bernardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Bernardi",
   "pi_email_addr": "bmarco@caltech.edu",
   "nsf_id": "000714526",
   "pi_start_date": "2019-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "309 Montana Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105Y00",
   "pgm_ele_name": "QL-The Quantum Leap: Leading t"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1370200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;The rapidly developing field of quantum information science (QIS) employs the unique properties of quantum systems (systems governed by quantum physics) to process, store, and transmit data in ways that are impossible to achieve with existing technologies.&nbsp; Practical applications of QIS include quantum computers to help develop revolutionary chemicals and medications, secure methods of long-distance communication, quantum networks (quantum internet), ultra-sensitive quantum sensors, and many others.&nbsp; Rare-earth ions incorporated into special transparent crystals have enabled demonstrations of state-of-the-art technologies for quantum memories that can store and recall the quantum states of light with high fidelity, efficiency, and bandwidth (capacity).&nbsp; These materials have also shown excellent prospects as controllable quantum bits and for transferring quantum states between different quantum systems, such as interfacing superconducting quantum circuits with photonic devices (microwave ? optical quantum transduction). &nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;This project brought together an interdisciplinary team of researchers from California Institute of Technology (solid-state quantum theory and quantum nanophotonic devices), University of Texas (materials fabrication), and Montana State University (rare-earth materials physics and quantum decoherence) to solve two outstanding challenges for developing practical, scalable quantum devices with ion-activated solid-state systems.&nbsp; The first challenge is that erbium ions have been the only known system that directly accesses optical wavelengths used in telecommunications systems and optical fiber components; however, the strong magnetism of erbium ions causes them to be sensitive to their environment, causing corruption of the quantum states (decoherence).&nbsp; The second challenge has been that existing rare-earth materials have not been ideally suited to fabrication of integrated chip-scale devices required for robust and practical scaling of QIS hardware. &nbsp;Overcoming these challenges is essential for transformational advances in quantum devices and connectivity of quantum systems that would create significant techno-economic impact in research, public, and commercial sectors of the nation.</p>\n<p>&nbsp; &nbsp; &nbsp;In addition to successfully addressing these challenges, the results of this effort opened several entirely new avenues for quantum materials and device development.&nbsp; Several alternatives to erbium for operating at telecommunications wavelengths without undesired magnetic sensitivity were developed and demonstrated.&nbsp; By using crystals with special chemical compositions chosen to slow the relaxation of specific quantum states by up to a million times, unexplored telecom-wavelength transitions of non-paramagnetic praseodymium ions were shown to achieve quantum properties similar to erbium.&nbsp; In addition, quantum coherence was demonstrated for transitions between optically excited states for the first time using a telecom-wavelength transition of thulium ions.&nbsp; An approach for using these transitions to deterministically generate energy-entangled photon pairs was also developed. &nbsp;Transitions at telecom wavelengths for the metal ions nickel, cobalt, copper, and osmium were also identified and studied as promising alternatives to rare earths, opening an entirely new class of materials for quantum applications.</p>\n<p>&nbsp; &nbsp; &nbsp;To support fabrication of scalable nanophotonic quantum devices, coupling of single ytterbium rare-earth-ion qubits to gallium arsenide photonic crystal resonators was demonstrated, enabling existing rare-earth materials to be combined with well-developed fabrication technology for chip-scale integrated semiconductor devices.&nbsp; A theoretical approach for calculating interactions between quantum spin states and crystal lattice vibrations was developed and used to identify promising single-quantum emitters in boron nitride.&nbsp; Furthermore, lithium niobate crystals with modified compositions were studied, resulting in greater than ten times improvement in the properties of erbium ions in the material.&nbsp; Established methods for fabricating integrated optical devices in lithium niobate combined with the improved ion properties led to these materials being transferred to QIS research groups as well as a photonics company.</p>\n<p>&nbsp; &nbsp; &nbsp;Materials developed during this project also have applications in other technologies including optical computing, ultra-wide-bandwidth analysis of microwave signals, and ultra-stable oscillators for atomic clocks.&nbsp; The fragile nature of quantum coherence provides a uniquely powerful probe of nanoscale interactions and lattice imperfections that can be used to evaluate growth and fabrication processes.&nbsp; In turn, this information accelerates development of metal-ion-enabled technologies far beyond quantum applications, such as electroluminescent devices and integrated waveguide lasers, among others.&nbsp; For example, materials from this project are already being investigated by industry for use in next-generation photonic signal processing products, and others are being explored as potential medical sensor materials needed for non-invasive imaging of blood oxygen levels in the heart using ultrasound optical tomography.</p>\n<p>&nbsp; &nbsp; &nbsp;Participation of students, junior scientists, and international visiting researchers was essential to this effort, also benefiting the larger science, technology, engineering, and mathematics (STEM) community. &nbsp;Numerous student researchers at each of the partner institutions directly contributed to this effort, including six undergraduate students, eleven graduate students, four postdoctoral researchers, and four staff scientists.&nbsp; Portions of this project were also performed in collaboration with industrial partners, including Montana Instruments Inc., S2 Corporation, AdvR Inc., and Scientific Materials Corp. (a division of Teledyne-FLIR Systems), facilitating technology transfer and student exposure to both academic and industrial environments, with several undergraduate and graduate students being employed at these companies following graduation as permanent research staff.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2023<br>\n\t\t\t\t\tModified by: Charles&nbsp;W&nbsp;Thiel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     The rapidly developing field of quantum information science (QIS) employs the unique properties of quantum systems (systems governed by quantum physics) to process, store, and transmit data in ways that are impossible to achieve with existing technologies.  Practical applications of QIS include quantum computers to help develop revolutionary chemicals and medications, secure methods of long-distance communication, quantum networks (quantum internet), ultra-sensitive quantum sensors, and many others.  Rare-earth ions incorporated into special transparent crystals have enabled demonstrations of state-of-the-art technologies for quantum memories that can store and recall the quantum states of light with high fidelity, efficiency, and bandwidth (capacity).  These materials have also shown excellent prospects as controllable quantum bits and for transferring quantum states between different quantum systems, such as interfacing superconducting quantum circuits with photonic devices (microwave ? optical quantum transduction).  \n\n     This project brought together an interdisciplinary team of researchers from California Institute of Technology (solid-state quantum theory and quantum nanophotonic devices), University of Texas (materials fabrication), and Montana State University (rare-earth materials physics and quantum decoherence) to solve two outstanding challenges for developing practical, scalable quantum devices with ion-activated solid-state systems.  The first challenge is that erbium ions have been the only known system that directly accesses optical wavelengths used in telecommunications systems and optical fiber components; however, the strong magnetism of erbium ions causes them to be sensitive to their environment, causing corruption of the quantum states (decoherence).  The second challenge has been that existing rare-earth materials have not been ideally suited to fabrication of integrated chip-scale devices required for robust and practical scaling of QIS hardware.  Overcoming these challenges is essential for transformational advances in quantum devices and connectivity of quantum systems that would create significant techno-economic impact in research, public, and commercial sectors of the nation.\n\n     In addition to successfully addressing these challenges, the results of this effort opened several entirely new avenues for quantum materials and device development.  Several alternatives to erbium for operating at telecommunications wavelengths without undesired magnetic sensitivity were developed and demonstrated.  By using crystals with special chemical compositions chosen to slow the relaxation of specific quantum states by up to a million times, unexplored telecom-wavelength transitions of non-paramagnetic praseodymium ions were shown to achieve quantum properties similar to erbium.  In addition, quantum coherence was demonstrated for transitions between optically excited states for the first time using a telecom-wavelength transition of thulium ions.  An approach for using these transitions to deterministically generate energy-entangled photon pairs was also developed.  Transitions at telecom wavelengths for the metal ions nickel, cobalt, copper, and osmium were also identified and studied as promising alternatives to rare earths, opening an entirely new class of materials for quantum applications.\n\n     To support fabrication of scalable nanophotonic quantum devices, coupling of single ytterbium rare-earth-ion qubits to gallium arsenide photonic crystal resonators was demonstrated, enabling existing rare-earth materials to be combined with well-developed fabrication technology for chip-scale integrated semiconductor devices.  A theoretical approach for calculating interactions between quantum spin states and crystal lattice vibrations was developed and used to identify promising single-quantum emitters in boron nitride.  Furthermore, lithium niobate crystals with modified compositions were studied, resulting in greater than ten times improvement in the properties of erbium ions in the material.  Established methods for fabricating integrated optical devices in lithium niobate combined with the improved ion properties led to these materials being transferred to QIS research groups as well as a photonics company.\n\n     Materials developed during this project also have applications in other technologies including optical computing, ultra-wide-bandwidth analysis of microwave signals, and ultra-stable oscillators for atomic clocks.  The fragile nature of quantum coherence provides a uniquely powerful probe of nanoscale interactions and lattice imperfections that can be used to evaluate growth and fabrication processes.  In turn, this information accelerates development of metal-ion-enabled technologies far beyond quantum applications, such as electroluminescent devices and integrated waveguide lasers, among others.  For example, materials from this project are already being investigated by industry for use in next-generation photonic signal processing products, and others are being explored as potential medical sensor materials needed for non-invasive imaging of blood oxygen levels in the heart using ultrasound optical tomography.\n\n     Participation of students, junior scientists, and international visiting researchers was essential to this effort, also benefiting the larger science, technology, engineering, and mathematics (STEM) community.  Numerous student researchers at each of the partner institutions directly contributed to this effort, including six undergraduate students, eleven graduate students, four postdoctoral researchers, and four staff scientists.  Portions of this project were also performed in collaboration with industrial partners, including Montana Instruments Inc., S2 Corporation, AdvR Inc., and Scientific Materials Corp. (a division of Teledyne-FLIR Systems), facilitating technology transfer and student exposure to both academic and industrial environments, with several undergraduate and graduate students being employed at these companies following graduation as permanent research staff.\n\n \n\n\t\t\t\t\tLast Modified: 06/26/2023\n\n\t\t\t\t\tSubmitted by: Charles W Thiel"
 }
}