{
 "awd_id": "1936636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pyroelectrochemical Cell: Enabling Intelligent Self-Powered Systems via Direct Conversion of Thermal Energy to Stored Electrochemical Energy",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yogesh Gianchandani",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 374000.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2023-04-14",
 "awd_abstract_narration": "Power availability remains one of the central limiting factors for the implementation of wireless sensors in many applications. For example, smart precision agriculture could increase crop yields while simultaneously reducing fresh water resources and maintaining soil health through the use of self-powered, wireless soil and moisture sensors. Wearable health sensors that are thin, flexible, and have 24/7 operation capability can provide early warnings for a wide variety of conditions such as cardiac arrhythmia and can provide real-time information for conditions such as asthma. However, such applications are often limited by the need to regularly re-charge or replace batteries. Thus, the ability to harvest enough energy directly from the environment to power such sensor systems, making them completely energy independent, could enable many applications with wide ranging societal benefits. This project will develop new technologies that can harvest power from ambient thermal energy, specifically small changes in temperature that occur daily all around us, and directly store that energy in a battery-like structure on the wireless sensor for later use. This technology could have wide-ranging applications enabling many smart environments with direct benefit to society.\r\n\r\nThe objective of this research is to explore a new approach for the direct conversion of thermal energy to stored electrochemical energy using a novel device called a \"pyroelectrochemical cell\" (PEC). The PEC uses a pyroelectric material (porous polyvinylidene fluoride, PVDF) as the separator of an electrochemical cell. When the PEC is heated (or cooled), the polarization of the pyroelectric separator decreases (or increases), producing a potential gradient that induces ion migration to charge the cell. The inclusion of shape memory alloy (SMA) onto the surface of the pyroelectric separator further enhances PEC charging by integrating a stress-mediated ion migration that complements the pyroelectric ion migration. To improve the energy independence of electronic devices, there is great interest in powering devices from wasted environmental energy using energy harvesting technologies, however many self-powered devices that utilize energy harvesting still require an energy storage mechanism due to intermittent energy availability. The PEC addresses this challenge by integrating thermal energy harvesting and electrochemical energy storage in a single device, eliminating the need for auxiliary device components. The goal of this work is to fully explore and mathematically model this new technology such that it can be used to support self-powered sensing operation while minimizing device size, weight, and number of components. This goal will be achieved through a combination of experimental and simulation-based tasks that seek to understand the fundamental mechanisms of ion and electron transport within the cell, explore the efficiency limit of the thermal-to-electrochemical energy conversion (both with and without inclusion of SMA), and establish design principles for integrating PEC devices in self-powered systems. The new technology and design principles will be demonstrated through the application of an optimally designed PEC to self-powered soil moisture sensors and tire pressure monitoring sensors. The proposed research will be the first exploration of integrated pyroelectric energy harvesting and electrochemical energy storage within a single device. The research will address fundamental questions related to ion and electron transport within the PEC (questions that remain unexplored in previous studies of integrated piezoelectric energy harvesting and electrochemical energy storage) and lead to new understanding of the coupled thermo-mechanical-electrochemical interactions that occur to make the PEC work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roseanne",
   "pi_last_name": "Warren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roseanne Warren",
   "pi_email_addr": "roseanne.warren@utah.edu",
   "nsf_id": "000730549",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shad",
   "pi_last_name": "Roundy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shad Roundy",
   "pi_email_addr": "shad.roundy@utah.edu",
   "nsf_id": "000624093",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Internet-of-Things (IoT) systems comprising small-scale, interconnected sensing devices are an increasing presence in everyday life. Application areas implementing IoT systems include healthcare, smart agriculture, material health monitoring, and energy management.<sup>&nbsp;</sup>A central challenge to IoT implementation is powering an array of sensors in a self-sustaining manner with low spatial footprint.&nbsp;The goal of this project was to explore a new concept that enables IoT sensors to \"self-charge\" by converting ambient thermal energy to stored electrochemical energy. The new concept is termed a \"pyroelectrochemical cell\" (PEC) because it&nbsp;uses a porous pyroelectric material as the separator of an electrochemical cell. A pyroelectric material is a material whose polarization level changes with temperature, such that an open-circuit voltage is generated across the material with the application of a time-varying temperature. Low-grade thermal energy is abundant in the environment, yet<em>&nbsp;</em>direct integration of thermal energy harvesting and electrochemical energy storage has only been explored in a limited capacity to-date. The PEC is well-suited to IoT applications where consistent thermal cycling is present, including transportation and smart agriculture. In this project, we performed experiments and simulations on prototype PECs to understand the fundamental physics of thermal-to-electrochemical energy conversion and benchmark the PEC's capacity to \"self-charge\". Based on an analysis of application targets and thermal energy availability, we determined that an optimized and well-constructed PEC has the potential to supply IoT devices with 100 microJoules per cm squared of energy, a useful amount for many low-power IoT purposes. This energy can be harvested and stored each thermal cycle in circumstances where the temperature fluctuation is less than 60&nbsp;<span><sup>o</sup></span>C, safely below device limits and a low enough thermal change to make application areas abundant.&nbsp;</p>\r\n<p><strong>Intellectual Merit</strong></p>\r\n<p>The central focus of this project was experimentally and computationally validating our theory of PEC charging by examining the electrochemical response of cells subject to controlled heating and cooling cycles. A demonstration PEC was assembled using a porous pyroelectric material (polyvinylidene fluoride-barium titanate, PVDF-BT) as the separator of a symmetric supercapacitor cell. Two control cells with non-pyroactive separators were used to differentiate between thermal and pyroelectric effects occurring within the PEC. Two electrochemical measurement approaches were used to probe the PEC response to a thermal input: 1) amperometry, in which the cell is held at a fixed potential and current flow in response to a thermal input is measured; and 2) open circuit potential, to verify the self-charging nature of the cell in the absence of external current flow.&nbsp;When tested through amperometry, the pyroelectric separator showed a 155% increase in measured current upon heating compared to a 35% increase in measured current for a non-pyroactive separator. Under open circuit conditions, the PEC charged by 0.65 mV after four applications of a 20-30-20 <span style=\"font-size: xx-small;\"><sup>o</sup></span>C thermal cycle. Finite element simulations of PEC device physics confirmed that the PEC self-charges by pyroelectric field-driven ion flux.&nbsp;Significant advancements were also achieved in establishing process-structure-property relationships for fabricating porous pyroelectric separators with good energy harvesting capacity. Finally, we explored potential improvements in PEC material selection and design to increase device performance and reach the IoT target of 100 microJoules per cm squared.&nbsp;</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>As electronic devices become smaller, flexible, and more powerful, these devices are having an increasing presence in our everyday lives as portable and wearable electronics, environmental sensors, and implantable biomedical devices. The research conducted in this project on the new technology of the PEC advances United States economic competitiveness, national security, and societal well-being through the introduction of a new means of harvesting and storing energy for low-power electronic devices and IoT sensor networks. The development of innovative methods of coupling ambient energy harvesting and energy storage in a small footprint, low volume device, is critical to achieving energy independence of electronic devices. For IoT systems in environments that experience temperature fluctuations in time, there are currently no technologies for integrating thermal harvesting and storage at the device level. The PEC fills this gap by enabling direct conversion of thermal energy to stored electrochemical energy.&nbsp;</p>\r\n<p>In addition to the societal impact resulting from the scientific and technological advancements, this project provided STEM educational opportunities for five graduate students and ten undergraduate students. The project increased the participation of women in STEM through the engagement and support of one female PhD researcher and three female undergraduate researchers. The project also provided research exposure for numerous first-time researchers. Research results were broadly disseminated to the scientific community through peer-reviewed journal articles and conference presentations, and to the general public through events including the University of Utah Department of Mechanical Engineering \"Design Day\", and an \"At the U\" science news feature.&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Roseanne&nbsp;Warren</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1936636/1936636_10631475_1735574894699_EES_Figure_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1936636/1936636_10631475_1735574894699_EES_Figure_1--rgov-800width.png\" title=\"Pyroelectrochemical cell (PEC) applications and operation\"><img src=\"/por/images/Reports/POR/2024/1936636/1936636_10631475_1735574894699_EES_Figure_1--rgov-66x44.png\" alt=\"Pyroelectrochemical cell (PEC) applications and operation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Conceptual illustration of PEC-driven wireless IoT sensors, (b) PEC device structure, (c) PEC theory of operation</div>\n<div class=\"imageCredit\">Reproduced from Energy Environ. Sci., 2024,17, 2117-2128 with permission from the Royal Society of Chemistry.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Roseanne&nbsp;Warren\n<div class=\"imageTitle\">Pyroelectrochemical cell (PEC) applications and operation</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936636/1936636_10631475_1735576270526_EE017006_IFC_PUBLICITY--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936636/1936636_10631475_1735576270526_EE017006_IFC_PUBLICITY--rgov-800width.jpg\" title=\"Cover feature in Energy & Environmental Science\"><img src=\"/por/images/Reports/POR/2024/1936636/1936636_10631475_1735576270526_EE017006_IFC_PUBLICITY--rgov-66x44.jpg\" alt=\"Cover feature in Energy & Environmental Science\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Artistic representation of the pyroelectrochemical cell (electrodes, porous separator, and ions) and its societal applications (e.g. smart agriculture, vehicle sensing).</div>\n<div class=\"imageCredit\">Reproduced from Energy Environ. Sci., 2024,17, 2117-2128 with permission from the Royal Society of Chemistry.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Roseanne&nbsp;Warren\n<div class=\"imageTitle\">Cover feature in Energy & Environmental Science</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nInternet-of-Things (IoT) systems comprising small-scale, interconnected sensing devices are an increasing presence in everyday life. Application areas implementing IoT systems include healthcare, smart agriculture, material health monitoring, and energy management.A central challenge to IoT implementation is powering an array of sensors in a self-sustaining manner with low spatial footprint.The goal of this project was to explore a new concept that enables IoT sensors to \"self-charge\" by converting ambient thermal energy to stored electrochemical energy. The new concept is termed a \"pyroelectrochemical cell\" (PEC) because ituses a porous pyroelectric material as the separator of an electrochemical cell. A pyroelectric material is a material whose polarization level changes with temperature, such that an open-circuit voltage is generated across the material with the application of a time-varying temperature. Low-grade thermal energy is abundant in the environment, yetdirect integration of thermal energy harvesting and electrochemical energy storage has only been explored in a limited capacity to-date. The PEC is well-suited to IoT applications where consistent thermal cycling is present, including transportation and smart agriculture. In this project, we performed experiments and simulations on prototype PECs to understand the fundamental physics of thermal-to-electrochemical energy conversion and benchmark the PEC's capacity to \"self-charge\". Based on an analysis of application targets and thermal energy availability, we determined that an optimized and well-constructed PEC has the potential to supply IoT devices with 100 microJoules per cm squared of energy, a useful amount for many low-power IoT purposes. This energy can be harvested and stored each thermal cycle in circumstances where the temperature fluctuation is less than 60oC, safely below device limits and a low enough thermal change to make application areas abundant.\r\n\n\nIntellectual Merit\r\n\n\nThe central focus of this project was experimentally and computationally validating our theory of PEC charging by examining the electrochemical response of cells subject to controlled heating and cooling cycles. A demonstration PEC was assembled using a porous pyroelectric material (polyvinylidene fluoride-barium titanate, PVDF-BT) as the separator of a symmetric supercapacitor cell. Two control cells with non-pyroactive separators were used to differentiate between thermal and pyroelectric effects occurring within the PEC. Two electrochemical measurement approaches were used to probe the PEC response to a thermal input: 1) amperometry, in which the cell is held at a fixed potential and current flow in response to a thermal input is measured; and 2) open circuit potential, to verify the self-charging nature of the cell in the absence of external current flow.When tested through amperometry, the pyroelectric separator showed a 155% increase in measured current upon heating compared to a 35% increase in measured current for a non-pyroactive separator. Under open circuit conditions, the PEC charged by 0.65 mV after four applications of a 20-30-20 oC thermal cycle. Finite element simulations of PEC device physics confirmed that the PEC self-charges by pyroelectric field-driven ion flux.Significant advancements were also achieved in establishing process-structure-property relationships for fabricating porous pyroelectric separators with good energy harvesting capacity. Finally, we explored potential improvements in PEC material selection and design to increase device performance and reach the IoT target of 100 microJoules per cm squared.\r\n\n\nBroader Impacts\r\n\n\nAs electronic devices become smaller, flexible, and more powerful, these devices are having an increasing presence in our everyday lives as portable and wearable electronics, environmental sensors, and implantable biomedical devices. The research conducted in this project on the new technology of the PEC advances United States economic competitiveness, national security, and societal well-being through the introduction of a new means of harvesting and storing energy for low-power electronic devices and IoT sensor networks. The development of innovative methods of coupling ambient energy harvesting and energy storage in a small footprint, low volume device, is critical to achieving energy independence of electronic devices. For IoT systems in environments that experience temperature fluctuations in time, there are currently no technologies for integrating thermal harvesting and storage at the device level. The PEC fills this gap by enabling direct conversion of thermal energy to stored electrochemical energy.\r\n\n\nIn addition to the societal impact resulting from the scientific and technological advancements, this project provided STEM educational opportunities for five graduate students and ten undergraduate students. The project increased the participation of women in STEM through the engagement and support of one female PhD researcher and three female undergraduate researchers. The project also provided research exposure for numerous first-time researchers. Research results were broadly disseminated to the scientific community through peer-reviewed journal articles and conference presentations, and to the general public through events including the University of Utah Department of Mechanical Engineering \"Design Day\", and an \"At the U\" science news feature.\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: RoseanneWarren\n"
 }
}