{
 "awd_id": "1936113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnership: #MeTooPoliSci Leveraging A Professional Association to Address Sexual Harassment in Political Science",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 198365.0,
 "awd_amount": 198365.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2024-09-03",
 "awd_abstract_narration": "The University of Nevada Las Vegas will lead a collaborative ADVANCE Partnership project with colleagues at the University of Maryland College Park, University of Massachusetts Amherst, Purdue University, Georgia State University and the American Political Science Association (APSA) to implement a project to address sexual harassment in Political Science. The project will support the wider adaptation of empirically-tested interventions such as department climate studies, upstanding bystander training, department-level facilitated dialogues, and policy changes that support an improved climate. The project capitalizes on the power that professional associations have to model, facilitate, and incentivize change in the climate and culture of the disciplines they serve through a substantial partnership with the APSA.  The project has the potential to reach across the entire discipline into the 125 PhD-granting departments and approximately 1,125 BA and MA departments of political science. This discipline-wide approach is truly national in scope, and this program will be shared with other disciplines as a model for other professional organizations.  \r\n\r\nThe main output of this project will be the Climate Toolkit to incentivize and empower political science departments to: improve awareness and practices; achieve significant, measurable improvements in the overall climate in academic departments; and increase department-level attention to broader inclusion issues. The project will result in new understanding of 1) interinstitutional incentivization of organizational change, 2) the prevalence of sexual harassment across academic department cultures, 3) the efficacy of bystander training for effecting changes in institutional cultures 4) diological approaches to improving workplace climate, and 5) the relationship between improved workplace relationships and the ability to adopt equity-focused policy through shared governance structures. \r\n\r\nThe NSF ADVANCE program is designed to foster gender equity through a focus on the identification and elimination of organizational barriers that impede the full participation and advancement of diverse faculty in academic institutions.  Organizational barriers that inhibit equity may exist in policies, processes, practices, and the organizational culture and climate.  ADVANCE \"Partnership\" awards provide support to collaborations among STEM professional societies and academic and non-academic non-profit organizations designed to broaden the implementation of evidence-based equity strategies and have a national or regional reach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Sharrow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Sharrow",
   "pi_email_addr": "esharrow@umass.edu",
   "nsf_id": "000745189",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016Y00",
   "pgm_ele_name": "ADVANCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011Z",
   "pgm_ref_txt": "ADVANCE PLAN D"
  },
  {
   "pgm_ref_code": "085Z",
   "pgm_ref_txt": "SHR - Sexual Harassment Research"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "7650",
   "pgm_ref_txt": "ADVANCE PLAN IHE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 198365.0
  }
 ],
 "por": null
}