{
 "awd_id": "1936539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mathematical Sciences Institutes Diversity Initiative",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 56750.0,
 "awd_amount": 56750.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "Cultivating diversity and broadening participation of historically underrepresented groups in the mathematical sciences are national goals that are essential components of the innovation engine that drives the nation?s economy. It is a complex problem to solve, and doing so requires a concerted effort.  The Mathematical Sciences Institutes Diversity Initiative (MSIDI) is an ongoing collaboration among the NSF-funded mathematical sciences research institutes that aims to address this issue with a series of events targeting members of historically underrepresented groups in the mathematical sciences, including women of all ethnicities. There is no ?one size fits all? approach to increasing participation from underrepresented groups.  In this specific project, MSIDI partners with a team of mathematicians from underrepresented groups to enhance several conferences and workshops that aim to address this underrepresentation.  These special conferences and workshops are complementary to the core activities of the mathematical sciences research institutes and are important for the goal of increasing participation in key activities that are integral to a career in the mathematical sciences, as well as to core programs at the associated research institutes.   Under this project, MSIDI will organize the following events.  The Modern Mathematics Workshop will be a pre-conference event at SACNAS in Fall 2020 and planning will be led by the Institute for Computational and Experimental Research in Mathematics (ICERM).  The Blackwell-Tapia Conference will be in Durham, NC in Fall 2020 and planning will be led by the Statistical and Applied Mathematical Sciences Institute (SAMSI).  The Latinx in the Mathematical Sciences Conference will be in Los Angeles, CA in Spring 2021 and planning will be led by the Institute for Pure and Applied Mathematics (IPAM).  There will be another Modern Mathematics Workshop at SACNAS in Fall 2021and planning will be led by the Mathematical Sciences Research Institute (MSRI).  And Spring Opportunities will be in Princeton, NJ in Spring 2022 and planning will be led by the Institute for Advanced Study (IAS).  Details about these events can be found at https://mathinstitutes.org/diversity/\r\n\r\nModern Mathematics Workshops focus on contemporary research in mathematics and take place in conjunction with the national meeting of the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS).  These workshops are for mathematicians at all levels and include some special programming for undergraduates, graduate students, and postdoctoral researchers. The Blackwell-Tapia Conference includes a mix of activities designed to inform the next generation of mathematicians about career opportunities in the mathematical sciences and provide a chance for them to network with mathematical scientists who play a leadership role in their communities. During this conference the prestigious Blackwell-Tapia Prize is awarded.  This prize recognizes a mathematician who has contributed significantly to research and to addressing the problem of underrepresentation of minorities in the mathematical sciences.  The Latinx in the Mathematical Sciences Conference showcases the research contributions and achievements of Latinx mathematicians and includes activities for high school students, undergraduates, graduate students, postdoctoral researchers, and faculty.  The Spring Opportunities Workshop allows attendees to explore what it takes to thrive in a variety of mathematical careers.   Collectively, the goals of these MSIDI activities are to recognize and showcase the research of mathematicians from underrepresented minority groups; disseminate successful efforts to address underrepresentation; inform students and early career mathematicians about career opportunities in the mathematical sciences; build a community around shared interests related to the problem of underrepresentation; and provide networking and development opportunities for current and future mathematicians at all points in the career trajectory.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akshay",
   "pi_last_name": "Venkatesh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akshay Venkatesh",
   "pi_email_addr": "akshay@math.ias.edu",
   "nsf_id": "000198120",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute For Advanced Study",
  "inst_street_address": "1 EINSTEIN DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6097348000",
  "inst_zip_code": "085404952",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "INSTITUTE FOR ADVANCED STUDY - LOUIS BAMBERGER & MRS FELIX FULD FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNMJWSC5Z4H1"
 },
 "perf_inst": {
  "perf_inst_name": "Institute For Advanced Study",
  "perf_str_addr": "1 Einstein Dr",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085404907",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733300",
   "pgm_ele_name": "MATHEMATICAL SCIENCES RES INST"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 56750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of the MSIDI grant was to support a collection of activities promoting NSF's \"Broadening Participation in STEM\" goal.&nbsp;</p>\n<p>&nbsp;Specifically, the School of Mathematics (SoM) at the Institute for Advanced Study, in collaboration with the other NSF-funded mathematical institutes,&nbsp;collaborated on a variety of projects with the following goals: encouraging students from underrepresented groups to consider careers in mathematics;&nbsp; facilitating interactions of early-career researchers with senior mentors, particularly those who do not have ready access to such mentoring; and&nbsp; integrating senior researchers with limited support into current research groups.&nbsp;</p>\n<p>&nbsp;Among the activities that the SoM supported were the following: the 2023 \"Women+ and Mathematics\" summer school (host to 32 participants and 3 speakers), the 2023 \"Spring Opportunities\" workshop (host to 31 participants and 11 speakers),&nbsp;the 2021 Blackwell-Tapia conference (satellite site for 32 participants and 2 speakers), and the production of a highly viewed video series (Paths to Math) that highlights for a broad audience the variety of paths taken from primary education to professional mathematician.&nbsp;Additionally, discussions with other institutions involved in the MSIDI grant led to improvements in the SoM's application procedures.&nbsp;</p>\n<p>&nbsp;While these activities involved a relatively small number of participants, evidence suggests that they served the purpose of integrating the participants better into the mathematical research community. The WAM summer school has a long history and many of its participants&nbsp;have become professional mathematicians.&nbsp; Anecdotal feedback from participants of the conferences was&nbsp;also very positive, and a number of those participants have applied to other IAS programs. Of course, the ultimate measure of success is whether these conferences have a long-term impact, but it is too early to evaluate this.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/20/2023<br>\nModified by: Akshay&nbsp;Venkatesh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe purpose of the MSIDI grant was to support a collection of activities promoting NSF's \"Broadening Participation in STEM\" goal.\n\n\nSpecifically, the School of Mathematics (SoM) at the Institute for Advanced Study, in collaboration with the other NSF-funded mathematical institutes,collaborated on a variety of projects with the following goals: encouraging students from underrepresented groups to consider careers in mathematics; facilitating interactions of early-career researchers with senior mentors, particularly those who do not have ready access to such mentoring; and integrating senior researchers with limited support into current research groups.\n\n\nAmong the activities that the SoM supported were the following: the 2023 \"Women+ and Mathematics\" summer school (host to 32 participants and 3 speakers), the 2023 \"Spring Opportunities\" workshop (host to 31 participants and 11 speakers),the 2021 Blackwell-Tapia conference (satellite site for 32 participants and 2 speakers), and the production of a highly viewed video series (Paths to Math) that highlights for a broad audience the variety of paths taken from primary education to professional mathematician.Additionally, discussions with other institutions involved in the MSIDI grant led to improvements in the SoM's application procedures.\n\n\nWhile these activities involved a relatively small number of participants, evidence suggests that they served the purpose of integrating the participants better into the mathematical research community. The WAM summer school has a long history and many of its participantshave become professional mathematicians. Anecdotal feedback from participants of the conferences wasalso very positive, and a number of those participants have applied to other IAS programs. Of course, the ultimate measure of success is whether these conferences have a long-term impact, but it is too early to evaluate this.\n\n\n\t\t\t\t\tLast Modified: 12/20/2023\n\n\t\t\t\t\tSubmitted by: AkshayVenkatesh\n"
 }
}