{
 "awd_id": "1936567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CubeSat Ideas Lab: VIrtual Super-resolution Optics with Reconfigurable Swarms (VISORS)",
 "cfda_num": "47.050",
 "org_code": "06020200",
 "po_phone": "7032924773",
 "po_email": "msharma@nsf.gov",
 "po_sign_block_name": "Mangala Sharma",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 70014.0,
 "awd_amount": 70014.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2022-07-29",
 "awd_abstract_narration": "CubeSats are miniaturized, low-weight, low-cost satellites. Due to these properties, constellations of 10s-100s of CubeSats with specialized instruments for studying the space environment provide a new exciting opportunity to understand and predict space weather. The Virtual Super-resolution Optics with Reconfigurable Swarms (VISORS) mission supports the advancement of using constellations of CubeSats for space weather through designing, building, and operating three satellites that together form an ultraviolet telescope for observing the Sun.  VISORS has a transformative technological approach; it will be the first distributed telescope using several breakthrough technologies, including: novel photon sieve optics, precision formation flying, and 5G-inspired high data rate communications between the spacecraft.  The transformative optics utilized by the mission will allow high spatial and temporal observations of nanoflares that are potentially an important source of heating of the solar corona.  The VISORS mission supports STEM education and public outreach.  Graduate and undergraduate students will actively participate in all mission stages. The project will also develop an open-source software toolkit to support the design and optimization of CubeSat that can be utilized in classrooms. Further, a hands-on demonstration of the virtual telescope will be developed for a science museum exhibit.  This project resulted from the Ideas Lab: Cross-cutting Initiative in CubeSat Innovations, an interdisciplinary program supported by Geosciences, Engineering, and Computer and Information Science and Engineering Directorates.\r\n\r\nVISORS will provide a transformational leap in addressing the origins of the processes heating the solar corona by revealing filamentary coronal structures as narrow as 160 milliarcseconds and use the spatial and temporal characteristics of those structures to constrain physical models of nanoflares much more powerfully than the indirect methods used to date. In addition to addressing one of the most fundamental open questions in geospace science, VISORS will validate several breakthrough technologies. The technological innovations range from the demonstration of the first distributed ultraviolet telescope with unprecedented angular resolution, novel photon sieve optics, and CubeSat precision formation flying, to the demonstration of sub-kilometer proximity operations on CubeSat swarms, including low-interference propulsive maneuvers; navigation, control, and autonomy; and 5G-inspired high data-rate inter-CubeSat swarm communication and networking.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyeongjun",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyeongjun Park",
   "pi_email_addr": "hjpark@nmsu.edu",
   "nsf_id": "000798099",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "",
  "perf_city_name": "Las Cruces",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8092",
   "pgm_ref_txt": "Space Weather Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 27500.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 28324.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 3466.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 10724.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The VIrtual Super-resolution Optics with Reconfigurable Swarms (VISORS) mission&rsquo;s major goal is to understand the origin and dynamic evolution of solar coronal plasma by demonstrating a novel and scalable imaging technology with a virtual super-resolution telescope using diffractive optics, inter-satellite crosslinks, and CubeSat precision formation flying. The VISORS mission is designed to provide a high-success, low-risk mission that is inherently safe to operate using advanced formation flying methods for multiple CubeSats, 3D-printed propulsion systems, and a high throughput inter-satellite crosslink.&nbsp;</p>\n<p>In this project, the New Mexico State University (NMSU) team performed basic and applied research to achieve the major goal and critical technical requirements of the collaborative research, that is precision formation flying and attitude alignment for multiple CubeSats. To achieve the institutional goal, we simulated, evaluated, and verified the capability of the attitude determination and control system (ADCS) provided by Blue Canyon Technologies in the science observation mode considering the environmental disturbances and system uncertainties. Also, we verified various scenarios of the ADCS for the concept of operations (ConOps), as well as analyzed the attitude profile and keep-out zone constraints of the ConOps including the observation mode, science mode, and the transition modes. To determine the maximum delta-V that can be executed without saturating reaction wheels, we developed an algorithm to convert from the propulsion frame orientation to the orbit&rsquo;s local frame and analyzed reaction wheel desaturation and momentum budget. Finally, we developed an algorithm to send realistic control commands from the ADCS to the propulsion system considering the limited thrust force. For simulating the developed algorithms, we developed a MATLAB/Simulink-based CubeSat maneuvering simulator.</p>\n<p>This project provided opportunities for individual study courses and master thesis topics for graduate students and training undergraduate students including two female engineering students: one is a graduate student who worked her master's program on CubeSat attitude determination and control and the other is an undergraduate student who was trained with the hands-on experiences for simulations of ADCS. The developed simulation models and methods were introduced to the student members of the small satellite development team at NMSU, which is a Minority Serving Institute. The developed MATLAB/Simulink simulator of slew maneuvering of CubeSats was utilized to teach attitude control systems for undergraduate and graduate students. The results and lessons learned from this research were shared with the NMSU NanoSat Lab team members.&nbsp;</p>\n<p>Distributed spacecraft systems have revolutionized a new class of missions for navigation, communications, remote sensing, and scientific research for civilian and military purposes. In particular, virtual telescopes composed of CubeSats are being used for higher-resolution imaging. We developed a simulation environment to verify the capability of attitude determination and control of CubeSats with consideration of disturbances and system uncertainties. One of the challenges that accompany virtual telescope technology in aerospace engineering is the need for high-accuracy attitude alignment and a quick settling time to obtain images. Our results suggest a method to evaluate and analyze settling times for distributed space telescopes with the requirements of pointing accuracy and stability, specifically, for multiple CubeSat configurations.&nbsp;</p><br>\n<p>\n Last Modified: 02/12/2024<br>\nModified by: Hyeongjun&nbsp;Park</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748240273_Picture3_Simulation2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748240273_Picture3_Simulation2--rgov-800width.png\" title=\"Simulation case for the VISORS mission\"><img src=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748240273_Picture3_Simulation2--rgov-66x44.png\" alt=\"Simulation case for the VISORS mission\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Zoomed-in image for the simulation study of ADCS</div>\n<div class=\"imageCredit\">New Mexico State University</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">Simulation case for the VISORS mission</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748160566_Picture1_MATLAB_Simulink_Simulator--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748160566_Picture1_MATLAB_Simulink_Simulator--rgov-800width.png\" title=\"MATLAB/Simulink Simulator for the VISORS mission\"><img src=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748160566_Picture1_MATLAB_Simulink_Simulator--rgov-66x44.png\" alt=\"MATLAB/Simulink Simulator for the VISORS mission\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Software-in-the-loop Simulator for Attitude Determination and Control of the VISORS CubeSats</div>\n<div class=\"imageCredit\">New Mexico State University</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">MATLAB/Simulink Simulator for the VISORS mission</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748057743_Picture2_Simulation1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748057743_Picture2_Simulation1--rgov-800width.png\" title=\"Simulation case for the VISORS mission\"><img src=\"/por/images/Reports/POR/2024/1936567/1936567_10634855_1707748057743_Picture2_Simulation1--rgov-66x44.png\" alt=\"Simulation case for the VISORS mission\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Attitude Determination and Control Simulation to verify the developed algorithms</div>\n<div class=\"imageCredit\">New Mexico State University</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Hyeongjun&nbsp;Park\n<div class=\"imageTitle\">Simulation case for the VISORS mission</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe VIrtual Super-resolution Optics with Reconfigurable Swarms (VISORS) missions major goal is to understand the origin and dynamic evolution of solar coronal plasma by demonstrating a novel and scalable imaging technology with a virtual super-resolution telescope using diffractive optics, inter-satellite crosslinks, and CubeSat precision formation flying. The VISORS mission is designed to provide a high-success, low-risk mission that is inherently safe to operate using advanced formation flying methods for multiple CubeSats, 3D-printed propulsion systems, and a high throughput inter-satellite crosslink.\n\n\nIn this project, the New Mexico State University (NMSU) team performed basic and applied research to achieve the major goal and critical technical requirements of the collaborative research, that is precision formation flying and attitude alignment for multiple CubeSats. To achieve the institutional goal, we simulated, evaluated, and verified the capability of the attitude determination and control system (ADCS) provided by Blue Canyon Technologies in the science observation mode considering the environmental disturbances and system uncertainties. Also, we verified various scenarios of the ADCS for the concept of operations (ConOps), as well as analyzed the attitude profile and keep-out zone constraints of the ConOps including the observation mode, science mode, and the transition modes. To determine the maximum delta-V that can be executed without saturating reaction wheels, we developed an algorithm to convert from the propulsion frame orientation to the orbits local frame and analyzed reaction wheel desaturation and momentum budget. Finally, we developed an algorithm to send realistic control commands from the ADCS to the propulsion system considering the limited thrust force. For simulating the developed algorithms, we developed a MATLAB/Simulink-based CubeSat maneuvering simulator.\n\n\nThis project provided opportunities for individual study courses and master thesis topics for graduate students and training undergraduate students including two female engineering students: one is a graduate student who worked her master's program on CubeSat attitude determination and control and the other is an undergraduate student who was trained with the hands-on experiences for simulations of ADCS. The developed simulation models and methods were introduced to the student members of the small satellite development team at NMSU, which is a Minority Serving Institute. The developed MATLAB/Simulink simulator of slew maneuvering of CubeSats was utilized to teach attitude control systems for undergraduate and graduate students. The results and lessons learned from this research were shared with the NMSU NanoSat Lab team members.\n\n\nDistributed spacecraft systems have revolutionized a new class of missions for navigation, communications, remote sensing, and scientific research for civilian and military purposes. In particular, virtual telescopes composed of CubeSats are being used for higher-resolution imaging. We developed a simulation environment to verify the capability of attitude determination and control of CubeSats with consideration of disturbances and system uncertainties. One of the challenges that accompany virtual telescope technology in aerospace engineering is the need for high-accuracy attitude alignment and a quick settling time to obtain images. Our results suggest a method to evaluate and analyze settling times for distributed space telescopes with the requirements of pointing accuracy and stability, specifically, for multiple CubeSat configurations.\t\t\t\t\tLast Modified: 02/12/2024\n\n\t\t\t\t\tSubmitted by: HyeongjunPark\n"
 }
}