{
 "awd_id": "1936016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Band Engineering for High Gain Digital III-V Avalanche Photodiodes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-07-31",
 "awd_max_amd_letter_date": "2019-07-31",
 "awd_abstract_narration": "Nontechnical:\r\n\r\nAvalanche photodiodes (APDs) are widely used to convert optical data into electrical signal and can be used in a wide range of applications. These include optical fiber communication, medical spectroscopy, infrared sensing, and applications needing high gains and bandwidth such as quantum information networks. APDs provide very high sensitivity through internal gain and carrier multiplication in a region of high electric field in the device. This gain, however, comes at the cost of increased shot noise. The noise arises due to the pair creation by separate electron and hole currents that couple through a complex feedback mechanism. One way to limit the noise while preserving the gain is to constrain one type of carrier to a narrow bandwidth so that overall carrier multiplication stays primarily unipolar. This proposal focuses on band engineering of digital III-V heterostructures that can create minigaps selectively inside one band, thereby constraining the corresponding carrier energy and reducing shot noise. The PIs will undertake a detailed computational and experimental study of the materials physics and interface chemistry in APDs based on digital III-V alloys with high aluminum content. The successful fulfillment of the proposal will expand the materials genome of stable III-V alloys and set design rules for high gain photodiodes. These \"designer\" APDs will have ten to twenty times lower noise in the critical telecommunications spectrum of wavelengths from three to five microns and be capable of single photon detection. Investigators will incorporate results into upcoming courses and books. They will also recruit students and teachers from underrepresented groups through a variety of programs and fellowships. Results will be presented at conferences and meetings with industry and government members through affiliated cooperative research centers. They will also be incorporated into demonstrations at annual Montessori events for children.\r\n\r\nTechnical:\r\n\r\nThe proposal will lead to the fundamental study of band formation and orbital chemistry in III-V alloys, towards controlling carrier ionization coefficients, excess noise and overall optoelectronic device design and noise reduction of Avalanche Photo Diodes (APDs). The proposal will involve the development of multi-scale computational models for electronic and optical transport of III-V alloy APDs and creation of design rules for low noise APDs with high gain. Experiments will focus on fabrication and characterization of digital and random III-V APDs, with varying material composition, orientation, temperature, periodicity, and roughness profile, and measurements of their electronic and optical properties to confirm predictions from the theoretical study and isolate the effect of competing mechanisms. Armed with these results, a Separate Absorption Charge Multiplication (SACM) APD will be fabricated to combine the different alloying needs for absorption vs multiplication, as well as high-speed Modified Uni-Traveling Carrier (MUTC) photodiodes to explore carrier saturation velocity. The ultimate goal will be to show operation at 25 and 50 Gigabit per second, enabling high performance 100 and 400 Gigabits per second coarse Wavelet Division Multiplexing Ethernet.  Improving the performance of APDs for photon detection will open up their use in a wide range of commercial, military and research applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avik",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avik Ghosh",
   "pi_email_addr": "ag7rq@virginia.edu",
   "nsf_id": "000284714",
   "pi_start_date": "2019-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Campbell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joe C Campbell",
   "pi_email_addr": "jcc7s@virginia.edu",
   "nsf_id": "000366852",
   "pi_start_date": "2019-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "351 McCormick Road",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044743",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The main goal of this project was to determine the fundamental origin of low noise in III-V digital alloy Avalanche Photodiodes (APDs). In an APD, a single photon creates an electron hole pair and a large reverse bias accelerates the primary carriers until they impact ionize, creating a large number of secondary charges that are easier to detect. However, to make them operate in technologically important wavelengths (sub-micron to several microns), the material bandgaps need to be small, at which point thermal fluctuations can create false positives. Increasing the gain in the APD (e.g. by limiting ionization to only primary carriers but reducing secondary ionization through band-engineering) would make APDs highly useful to many applications in single photon detection and communication. But getting high gain at long wavelengths is a considerable challenge.&nbsp;</span></p>\n<p><span>A holistic understanding of the factors behind APD performance was achieved through the competition between minigaps in digital alloys and split-off bands (in presence of heavy elements like Sb) that freeze the holes responsible for secondary ionization. Based on this, a set of inequalities were developed, which were consistent with experiments on rough vs digital alloys in multiple materials, giving us design rules for high gain APDs. The theoretical methodologies developed along the way - from detailed environment dependent tight binding bandstructures, to quantum transport using Non-Equilibrium Green's Functions with a Born approximation for inelastic scattering, and finally a SPICE based compact model developed based on these results for practical simulations of transient response, were all state-of-the-art.</span></p>\n<p>Careful experiments were done to properly characterize experimentally grown samples. Separate absorption, charge and multiplication (SACM) based APDs were constructed to trade-off low tunneling in wide bandgap alloys with higher aluminum concentration, vs low bandgap absorption regions with high wavelength operation, along with an intervening graded gap charge region that connects the two regions with tunable field. The measured dark current density, gain and excess noise were state-of-the-art, and supplemented with various levels of modeling from Monte Carlo to quantum transport.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/17/2024<br>\nModified by: Avik&nbsp;Ghosh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main goal of this project was to determine the fundamental origin of low noise in III-V digital alloy Avalanche Photodiodes (APDs). In an APD, a single photon creates an electron hole pair and a large reverse bias accelerates the primary carriers until they impact ionize, creating a large number of secondary charges that are easier to detect. However, to make them operate in technologically important wavelengths (sub-micron to several microns), the material bandgaps need to be small, at which point thermal fluctuations can create false positives. Increasing the gain in the APD (e.g. by limiting ionization to only primary carriers but reducing secondary ionization through band-engineering) would make APDs highly useful to many applications in single photon detection and communication. But getting high gain at long wavelengths is a considerable challenge.\n\n\nA holistic understanding of the factors behind APD performance was achieved through the competition between minigaps in digital alloys and split-off bands (in presence of heavy elements like Sb) that freeze the holes responsible for secondary ionization. Based on this, a set of inequalities were developed, which were consistent with experiments on rough vs digital alloys in multiple materials, giving us design rules for high gain APDs. The theoretical methodologies developed along the way - from detailed environment dependent tight binding bandstructures, to quantum transport using Non-Equilibrium Green's Functions with a Born approximation for inelastic scattering, and finally a SPICE based compact model developed based on these results for practical simulations of transient response, were all state-of-the-art.\n\n\nCareful experiments were done to properly characterize experimentally grown samples. Separate absorption, charge and multiplication (SACM) based APDs were constructed to trade-off low tunneling in wide bandgap alloys with higher aluminum concentration, vs low bandgap absorption regions with high wavelength operation, along with an intervening graded gap charge region that connects the two regions with tunable field. The measured dark current density, gain and excess noise were state-of-the-art, and supplemented with various levels of modeling from Monte Carlo to quantum transport.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/17/2024\n\n\t\t\t\t\tSubmitted by: AvikGhosh\n"
 }
}