{
 "awd_id": "1936586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCSS: Discovery of Individualized Disease Features for Personalized Health Monitoring",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Svetlana Tatic-Lucic",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 322347.0,
 "awd_amount": 322347.0,
 "awd_min_amd_letter_date": "2019-07-25",
 "awd_max_amd_letter_date": "2019-07-25",
 "awd_abstract_narration": "Parkinson's disease (PD) affects approximately six million people globally, which is predicted to double by 2040. Therapeutic interventions such as medication and Deep Brain Stimulation need to be progressively adjusted, from three times daily in early stages to as often as every two hours in advance cases. These therapeutic adjustments are based on the patients' response-to-medication, which is gathered from patient interviews. However, the patient interview can be unreliable and suffer from recall bias, resulting in over- or under-treatment of the patients. Therefore, this project proposes to develop methodologies and algorithms to be used along with wearable sensors (battery-powered inertial measurement units) to monitor the response-to-medication of Parkinson's disease patients in their natural environment. This proposal is a significant contribution to Precision Medicine national efforts. Success of this project may result in fundamentally new individualized therapy adjustment strategies, thereby providing considerable improvement in both healthcare delivery and quality of life for the millions of patients afflicted by PD. In addition, an integrated education and outreach program is designed to promote the research-informed education, dissemination, and engagement activities at the Florida Atlantic University, a Hispanic-serving Institute, to increase a pipeline of underrepresented minority students in electrical and computer engineering and K-12 students.\r\n\r\nThis project develops novel methodologies and algorithms to translate the wearable sensors data into clinically actionable information about the response-to-medication of Parkinson's disease patients enabling personalized therapeutic adjustments outside hospital settings. The proposed approach is a major departure from the current efforts as it will develop an integrated sensing and computational framework to explore raw sensor data for identifying patient-specific disease features. The proposed framework uses novel algorithms, combined with wearable sensors, to update the disease features according to each patient's disease severity as the patient is being monitored. The transformative design addresses current technical obstacles. First, the project develops an innovative sensing and computation framework to explore the multiset fused raw sensor data for individualized disease features that could significantly improve response-to-medication detection accuracy. This new approach integrates tensor decomposition to explore raw, multiset sensor data for data-driven disease features and reinforcement learning to derive decisions on when to update the individualized disease features. Second, the project will extend the developed innovative sensing and computation framework to support the implementation of the algorithms with battery-powered wearable sensors. The new framework is based on a distributed design (to off-load computationally expensive components of the algorithms to a server) and a lightweight architecture (to reduce on-device computation load) and enables the wearable sensor device to transmit the raw sensors' data to a server only when the disease features are being updated. The key transformative aspect of the proposed research is the advancement of data analysis tools for personalized monitoring of PD patients while translating the research into a clinically applicable system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Behnaz",
   "pi_last_name": "Ghoraani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Behnaz Ghoraani",
   "pi_email_addr": "bghoraani@fau.edu",
   "nsf_id": "000689997",
   "pi_start_date": "2019-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "777 Glades Road",
  "perf_city_name": "Boca Raton",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334310991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 322347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"flex flex-grow flex-col max-w-full\">\n<div class=\"min-h-[20px] text-message flex flex-col items-start gap-3 whitespace-pre-wrap break-words [.text-message+&amp;]:mt-5 overflow-x-auto\">\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\n<p>This NSF-funded project was centered on developing advanced methodologies and algorithms using wearable sensor data to aid Parkinson's Disease (PD) patients. The primary aim was to create a system capable of monitoring patients' responses to medication and recognizing their daily activities. This innovative approach is pivotal in enabling remote monitoring and effective medication management for this vulnerable population, enhancing their quality of life.</p>\n<p>One of the key intellectual merits of our project lies in its significant advancements in machine learning and healthcare technology. We successfully developed deep neural network (NN) and reinforcement learning (RL) models tailored explicitly for PD patients. These models demonstrated remarkable proficiency in accurately recognizing various activities and responses to medication, showcasing a considerable leap over existing methodologies in accuracy and generalizability. This advancement is not only a major stride in the application of machine learning within healthcare but is also instrumental in crafting personalized therapeutic strategies for PD patients. Furthermore, the project contributed immensely to enhancing remote monitoring and medication management. By accurately tracking and analyzing patients' responses to medication and daily activities, our research facilitates more informed decision-making in medication management, a critical component in chronic disease management.</p>\n<p>The broader impacts of the project are multifaceted and far-reaching. The technologies and methodologies developed under this grant have the potential to profoundly enhance the independence and quality of life of PD patients. By enabling more precise monitoring and effective medication management, these technological advancements promise to revolutionize the care and treatment of PD. Additionally, the project played a significant role in human resource development in science, engineering, and technology. The training and mentorship that were provided to undergraduate and Ph.D. students equipped them with cutting-edge data science and healthcare technology skills, preparing a skilled workforce for future scientific and technological challenges.Our team's active engagement with local communities and high schools raised awareness about PD and highlighted the critical role of technology in healthcare management. The project's outreach activities, mainly aimed at high school students, inspired many to pursue careers in STEM fields, contributing to a more diverse and innovative future workforce. Moreover, the project exemplifies the benefits of interdisciplinary collaboration, merging machine learning with healthcare technology to address complex health issues. This innovative approach has advanced the respective fields and provided a model for STEM education, integrating research with teaching to enrich the learning experience.</p>\n<p>Overall, our project has made significant strides in both the intellectual realms of machine learning and healthcare technology and its broader societal impacts. The advancements in PD monitoring technology, combined with our commitment to training, community engagement, and interdisciplinary collaboration, have set a precedent for future innovations in personalized medicine and chronic disease management.</p>\n</div>\n</div>\n</div><br>\n<p>\n Last Modified: 12/11/2023<br>\nModified by: Behnaz&nbsp;Ghoraani</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThis NSF-funded project was centered on developing advanced methodologies and algorithms using wearable sensor data to aid Parkinson's Disease (PD) patients. The primary aim was to create a system capable of monitoring patients' responses to medication and recognizing their daily activities. This innovative approach is pivotal in enabling remote monitoring and effective medication management for this vulnerable population, enhancing their quality of life.\n\n\nOne of the key intellectual merits of our project lies in its significant advancements in machine learning and healthcare technology. We successfully developed deep neural network (NN) and reinforcement learning (RL) models tailored explicitly for PD patients. These models demonstrated remarkable proficiency in accurately recognizing various activities and responses to medication, showcasing a considerable leap over existing methodologies in accuracy and generalizability. This advancement is not only a major stride in the application of machine learning within healthcare but is also instrumental in crafting personalized therapeutic strategies for PD patients. Furthermore, the project contributed immensely to enhancing remote monitoring and medication management. By accurately tracking and analyzing patients' responses to medication and daily activities, our research facilitates more informed decision-making in medication management, a critical component in chronic disease management.\n\n\nThe broader impacts of the project are multifaceted and far-reaching. The technologies and methodologies developed under this grant have the potential to profoundly enhance the independence and quality of life of PD patients. By enabling more precise monitoring and effective medication management, these technological advancements promise to revolutionize the care and treatment of PD. Additionally, the project played a significant role in human resource development in science, engineering, and technology. The training and mentorship that were provided to undergraduate and Ph.D. students equipped them with cutting-edge data science and healthcare technology skills, preparing a skilled workforce for future scientific and technological challenges.Our team's active engagement with local communities and high schools raised awareness about PD and highlighted the critical role of technology in healthcare management. The project's outreach activities, mainly aimed at high school students, inspired many to pursue careers in STEM fields, contributing to a more diverse and innovative future workforce. Moreover, the project exemplifies the benefits of interdisciplinary collaboration, merging machine learning with healthcare technology to address complex health issues. This innovative approach has advanced the respective fields and provided a model for STEM education, integrating research with teaching to enrich the learning experience.\n\n\nOverall, our project has made significant strides in both the intellectual realms of machine learning and healthcare technology and its broader societal impacts. The advancements in PD monitoring technology, combined with our commitment to training, community engagement, and interdisciplinary collaboration, have set a precedent for future innovations in personalized medicine and chronic disease management.\n\n\n\t\t\t\t\tLast Modified: 12/11/2023\n\n\t\t\t\t\tSubmitted by: BehnazGhoraani\n"
 }
}