{
 "awd_id": "1936868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2019 Meeting of the Pan-American Society for Evolutionary Developmental Biology, Miami, Florida, July 30 - August 3, 2019",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 19990.0,
 "awd_amount": 19990.0,
 "awd_min_amd_letter_date": "2019-07-08",
 "awd_max_amd_letter_date": "2019-07-08",
 "awd_abstract_narration": "The field of Evolutionary Developmental Biology (EvoDevo) sits at the intersection of Evolutionary Biology, Developmental Biology, Genetics, Genomics, and Physiology. The main goal of EvoDevo is the same as these fields; to understand how genotype gives rise to phenotype.  However, unlike traditional developmental genetics, which relies largely on a small number of model organisms, EvoDevo utilizes naturally occurring variation between different groups of organisms to link genotype and phenotype. To accomplish this, EvoDevo workers apply modern developmental, genetic, genomic, and bioinformatic tools to a broad range of model and non-model organisms.  The mission of the newly formed Pan-American Society for Evolutionary Developmental Biology (PASEDB) is to; 1) promote and support EvoDevo in the Americas,  2) provide a forum for communication and collaboration between workers in the field and related disciplines and, 3) promote training and education in EvoDevo and related disciplines. The members of PASEDB view the continued vitality and growth of the EvoDevo community as essential to progress and innovation in several fields of biology. PASEDB is also strongly committed to achieving appropriate representation of women, racial/ethnic minorities, persons with disabilities, and other individuals who have been traditionally underrepresented in science. The main way PASEDB is addressing these concerns is by organizing a biennial conference where established researchers and trainees representing a diverse cross-section of the field can meet to exchange ideas, network, and establish collaborations. The activity will support the attendance of new faculty and trainees to the 2019 Biennial Meeting of PASEDB.  In doing so, the project with facilitate the exchange of ideas, collaborations, and sense of community needed to advance knowledge and train the next generation of scientists.  Due to the highly interdisciplinary nature of the field, these benefits will extend to related fields including Evolutionary Biology, Developmental Biology, Genetics, Genomics, and Physiology.   Attendees will also participate in several activities designed to help promote appropriate representation of women, racial/ethnic minorities, persons with disabilities, and other individuals who have been traditionally underrepresented in science.  \r\n\r\nThe activity will support attendance of 8 junior faculty members, 9 postdoctoral scholars, and 20 graduate students to the Pan-American Society for Evolutionary Developmental Biology 2019 biennial meeting.  Attendees will participate in several activities designed to help achieve appropriate representation of groups traditionally underrepresented in science.  These will include workshops for persons of color and members of the LGBTQ community and a workshop for women in science. Participants will also be chosen to achieve gender parity, and at least 30% of funded attendees will be from groups traditionally underrepresented in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Medeiros",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Medeiros",
   "pi_email_addr": "daniel.medeiros@colorado.edu",
   "nsf_id": "000507705",
   "pi_start_date": "2019-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 19990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span>The field of Evolutionary Developmental Biology (EvoDevo) sits at the intersection of Evolutionary Biology, Developmental Biology, Genetics, Genomics, and Physiology. The main goal of EvoDevo is the same as these fields; to understand how genotype gives rise to phenotype.&nbsp;&nbsp;However, unlike traditional developmental genetics, which relies largely on human-induced variation in a small number of model organisms, EvoDevo utilizes naturally occurring variation between taxa to link genotype and phenotype. To accomplish this, EvoDevo workers apply modern developmental, genetic, genomic, and bioinformatic tools to a broad range of model and non-model organisms. The mission of the&nbsp;Pan-American Society for Evolutionary Developmental Biology<em>&nbsp;</em>(PASEDB) is to; 1) promote and support EvoDevo in the Americas,&nbsp;&nbsp;2) provide a forum for communication and collaboration between workers in the field and related disciplines and, 3) promote training and education in EvoDevo and related disciplines.&nbsp;</span>&nbsp;The award supported attendance of 37 trainees to the&nbsp;Pan-American Society for Evolutionary Developmental Biology 2019 biennial meeting in Coral Gables, Florida.&nbsp;&nbsp;This included 20 graduate students, 9 postdoctoral fellows, and 8 junior faculty.&nbsp;&nbsp;24 of the trainees were from groups underrepresented in STEM, and 12 self-identified as female. The attendance of these trainees and new faculty promoted the exchange of ideas, collaborations, and sense of community needed to advance knowledge and train the next generation of scientists.&nbsp;&nbsp;Due to the highly interdisciplinary nature of the field, these benefits will extend to related fields including&nbsp;Evolutionary Biology, Developmental Biology, Genetics, Genomics, and Physiology.&nbsp;&nbsp;&nbsp;Attendees also participated in several activities designed to help achieve appropriate representation of racial/ethnic minorities, women and other individuals who have been historically underrepresented in science. These included individual workshops for persons of color, Latin American researchers, members of the LGBTQ community, and women.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2021<br>\n\t\t\t\t\tModified by: Daniel&nbsp;M&nbsp;Medeiros</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The field of Evolutionary Developmental Biology (EvoDevo) sits at the intersection of Evolutionary Biology, Developmental Biology, Genetics, Genomics, and Physiology. The main goal of EvoDevo is the same as these fields; to understand how genotype gives rise to phenotype.  However, unlike traditional developmental genetics, which relies largely on human-induced variation in a small number of model organisms, EvoDevo utilizes naturally occurring variation between taxa to link genotype and phenotype. To accomplish this, EvoDevo workers apply modern developmental, genetic, genomic, and bioinformatic tools to a broad range of model and non-model organisms. The mission of the Pan-American Society for Evolutionary Developmental Biology (PASEDB) is to; 1) promote and support EvoDevo in the Americas,  2) provide a forum for communication and collaboration between workers in the field and related disciplines and, 3) promote training and education in EvoDevo and related disciplines.  The award supported attendance of 37 trainees to the Pan-American Society for Evolutionary Developmental Biology 2019 biennial meeting in Coral Gables, Florida.  This included 20 graduate students, 9 postdoctoral fellows, and 8 junior faculty.  24 of the trainees were from groups underrepresented in STEM, and 12 self-identified as female. The attendance of these trainees and new faculty promoted the exchange of ideas, collaborations, and sense of community needed to advance knowledge and train the next generation of scientists.  Due to the highly interdisciplinary nature of the field, these benefits will extend to related fields including Evolutionary Biology, Developmental Biology, Genetics, Genomics, and Physiology.   Attendees also participated in several activities designed to help achieve appropriate representation of racial/ethnic minorities, women and other individuals who have been historically underrepresented in science. These included individual workshops for persons of color, Latin American researchers, members of the LGBTQ community, and women. \n\n \n\n\t\t\t\t\tLast Modified: 01/09/2021\n\n\t\t\t\t\tSubmitted by: Daniel M Medeiros"
 }
}