{
 "awd_id": "1936746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Measurement of Sulfur Hexafluoride and Argon-39 on Archived Samples from the Atlantic Ocean Collected in the 1980s",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 40214.0,
 "awd_amount": 40214.0,
 "awd_min_amd_letter_date": "2019-08-23",
 "awd_max_amd_letter_date": "2019-08-23",
 "awd_abstract_narration": "During the 1980s about 1200 dissolved gas samples were collected from 250-liter water samples at locations throughout the Atlantic Ocean. These samples have been archived and can be analyzed for a variety of gases that could provide information on deep water formation and circulation in the 1980s. In particular, they could be measured for 1) the natural radioactive isotope, argon-39, which is chemically inert, has a well-known input to the ocean, and half-life of 269 years, and 2) sulfur hexafluoride (SF6), a man-made gas that is chemically inert and has been entering the ocean for the past 6 decades with a well-known, nearly linear increasing input through time. The argon-39 half-life is ideal for investigation of the mean circulation of the deep Atlantic Ocean and SF6 traces the circulation of recently formed deep water.  The current technology to measure SF6 in the ocean and argon-39 on small water samples was not available in the 1980s.  This work will determine if the stored samples collected in the 1980s are uncontaminated by leakage during storage and if the samples can be accurately measured for SF6. If this is the case, it will be possible to compare measurements made on these samples to measurements on samples collected from the same locations on cruises carried out today and in the future. This will provide information on changes in the deep Atlantic circulation that may be occurring as the Earth's climate warms. This project will employ two undergraduate students, providing them laboratory and research experience as they learn how to measure gases with gas chromatography.\r\n\r\nThe objectives of this EAGER (Early Concept Grant for Exploratory Research) project are to check the integrity of the stored gas samples collected in the 1980s, to determine if these samples are suitable for SF6 measurements, to develop a procedure for transferring aliquots of these samples to other labs, and to assemble all of the information on these samples into a single file that can be distributed to other investigators and posted on oceanographic websites. The samples were collected in two types of containers, 2.8-liter high pressure steel tanks for the Transient Tracers in the Ocean/North Atlantic Study (TTO/NAS) and Tropical Atlantic Study (TTO/TAS) and 4-liter low pressure steel tanks for the South Atlantic Ventilation Experiment (SAVE). The investigators will test the integrity of these samples by comparing the tank pressures to the pressure at the time of collection and by measuring the nitrogen to argon ratio, which will show if there is any atmospheric contamination, on a subset of about 100 samples.  They will determine if the samples are suitable for SF6 measurements by measuring SF6 on this subset using the method used routinely to perform these measurements at sea, and comparing these measurements to CFC-11 and CFC-12 measured at sea on these cruises. The sample subset will include vertical profiles from surface to bottom at about 8 stations and surface samples from about 20 stations.  SF6 concentrations in the surface samples will be compared to the expected concentrations assuming equilibrium with the atmospheric concentration at the time of sample collection. If successful, these measurements will ensure the integrity of samples collected in the 1980s and open the door for using these samples to investigate deep water circulation in the Atlantic Ocean during the 1980s and changes in this circulation since the 1980s.  There may also be interest in making other tracer and chemical measurements that were not possible in the 1980s.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Smethie",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William M Smethie",
   "pi_email_addr": "bsmeth@ldeo.columbia.edu",
   "nsf_id": "000249325",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Stute",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Stute",
   "pi_email_addr": "mstute@barnard.edu",
   "nsf_id": "000158734",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Lamont-Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 40214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At Lamont-Doherty Earth Observatory there is an archive of about 1000 gas samples that were extracted from large volume (250-liter) seawater samples collected in the 1980s and early 1990s throughout the Atlantic Ocean and stored in steel tanks.&nbsp;&nbsp;Each gas sample has a volume of about 4 liters and can be measured for many different gases that are dissolved in the ocean, which includes gases for which there was not a method of measurement in the 1980s.&nbsp;&nbsp;This volume of gas is sufficient for numerous measurements of different gases and subsamples can be taken while the remaining gas continues to be stored in the tanks for other measurements in the future.</p>\n<p>&nbsp;</p>\n<p>A large fraction of the deep water in the world ocean forms in the northern North Atlantic Ocean where surface water loses heat to the atmosphere and gains salt from sea ice formation.&nbsp;&nbsp;Both processes increase the density of the water and it sinks and spreads throughout the Atlantic Ocean and into other ocean basins.&nbsp;&nbsp;The concentration of certain gases reveal information on the deep flow paths of this water and the rate the water sinks, which is closely tied to the earth&rsquo;s heat budget and climate.&nbsp;&nbsp;Measurements made on these stored samples can be compared to measurements made on samples collected today from the same locations, potentially revealing changes that have occurred in the formation and circulation of deep water the Atlantic Ocean over the past 3&ndash;4 decades as the global climate has warmed.</p>\n<p>&nbsp;</p>\n<p>The objectives of this grant were to determine the integrity of these samples after 3-4 decades of storage in steel tanks and to measure some gases that were could not measured in the 1980s.&nbsp;&nbsp;Subsets of the stored samples were measured for different gases.&nbsp;&nbsp;The pressure in the sample tank was measured when it was initially opened to obtain a subsample and these measurements were compared to the pressure in the tank when the gases were collected.&nbsp;&nbsp;The agreement was excellent, indicating insignificant leakage had occurred.&nbsp;&nbsp;Samples were measured for nitrogen, oxygen and argon by gas chromatography. There was excellent agreement between oxygen measured at sea when the samples were collected and oxygen measured on the stored gas.&nbsp;&nbsp;Comparison of the nitrogen and argon measurements to concentrations expected from their solubility at the temperature and salinity of the water were also in good agreement, although the argon measurements were slightly low.&nbsp;&nbsp;Overall these measurements indicate the samples were not affected by decade long storage in steel tanks.</p>\n<p>&nbsp;</p>\n<p>Ar-39 is a radioactive isotope of argon with a half life of 270 years.&nbsp;&nbsp;It enters the ocean from the atmosphere and after surface water sinks, its concentration decreases by radioactive decay.&nbsp;&nbsp;The time since a water parcel was at the surface (mean age) can be estimated from its Ar-39 content.&nbsp;&nbsp;In the 1980s, this measurement could only be made on extremely large samples, but the measurement can now be made on much smaller samples that can be taken from these stored samples.&nbsp;&nbsp;Comparison of Ar-39 measurements on stored samples to measurements on samples collected today will reveal if the mean age of the water, and hence production rate of the water, has changed since the 1980s.&nbsp;&nbsp;Six pairs of samples collected in 1981 and 2019 from the North Atlantic are now awaiting measurement.</p>\n<p>&nbsp;</p>\n<p>Isotopic ratios of dissolved oxygen (O-17:O-16, O-18:O-16) can be measured extremely accurately now, compared to the 1980s, and these accurate measurements reveal the fraction of the dissolved oxygen produced by planktonic photosynthesis when the water was at the surface.&nbsp;&nbsp;A few deep water samples were measured showing the presence of photosynthetic oxygen.&nbsp;&nbsp;Measurements of more stored samples and modern samples collected at the same locations should reveal information about primary production in North Atlantic surface waters during the past few hundred years and if changes have occurred during the past few decades.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Ratios of Ar:Kr and Ar:Xe and isotopic ratios of these noble gases were also measured on a few deep samples at a precision that was not possible in the 1980s.&nbsp;&nbsp;These data are still being processed, but will likely reveal information on the gas exchange rate in the surface source water regions for deep water since different gases&nbsp;&nbsp;have different exchange rates.&nbsp;&nbsp;Comparison of these measurements with measurements made today in the same locations may reveal changes in the gas exchange rates, which are affected by water temperature and ice cover.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>These are just a few examples of the potential for measurements on the stored gas samples to yield important information about the Atlantic Ocean and changes that may occur as the climate warms.&nbsp;&nbsp;There may well be other gases we are not yet aware of that can yield important information.&nbsp;&nbsp;This set of stored samples is a valuable resource that is available to the research community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2022<br>\n\t\t\t\t\tModified by: William&nbsp;M&nbsp;Smethie Jr.</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt Lamont-Doherty Earth Observatory there is an archive of about 1000 gas samples that were extracted from large volume (250-liter) seawater samples collected in the 1980s and early 1990s throughout the Atlantic Ocean and stored in steel tanks.  Each gas sample has a volume of about 4 liters and can be measured for many different gases that are dissolved in the ocean, which includes gases for which there was not a method of measurement in the 1980s.  This volume of gas is sufficient for numerous measurements of different gases and subsamples can be taken while the remaining gas continues to be stored in the tanks for other measurements in the future.\n\n \n\nA large fraction of the deep water in the world ocean forms in the northern North Atlantic Ocean where surface water loses heat to the atmosphere and gains salt from sea ice formation.  Both processes increase the density of the water and it sinks and spreads throughout the Atlantic Ocean and into other ocean basins.  The concentration of certain gases reveal information on the deep flow paths of this water and the rate the water sinks, which is closely tied to the earth’s heat budget and climate.  Measurements made on these stored samples can be compared to measurements made on samples collected today from the same locations, potentially revealing changes that have occurred in the formation and circulation of deep water the Atlantic Ocean over the past 3&ndash;4 decades as the global climate has warmed.\n\n \n\nThe objectives of this grant were to determine the integrity of these samples after 3-4 decades of storage in steel tanks and to measure some gases that were could not measured in the 1980s.  Subsets of the stored samples were measured for different gases.  The pressure in the sample tank was measured when it was initially opened to obtain a subsample and these measurements were compared to the pressure in the tank when the gases were collected.  The agreement was excellent, indicating insignificant leakage had occurred.  Samples were measured for nitrogen, oxygen and argon by gas chromatography. There was excellent agreement between oxygen measured at sea when the samples were collected and oxygen measured on the stored gas.  Comparison of the nitrogen and argon measurements to concentrations expected from their solubility at the temperature and salinity of the water were also in good agreement, although the argon measurements were slightly low.  Overall these measurements indicate the samples were not affected by decade long storage in steel tanks.\n\n \n\nAr-39 is a radioactive isotope of argon with a half life of 270 years.  It enters the ocean from the atmosphere and after surface water sinks, its concentration decreases by radioactive decay.  The time since a water parcel was at the surface (mean age) can be estimated from its Ar-39 content.  In the 1980s, this measurement could only be made on extremely large samples, but the measurement can now be made on much smaller samples that can be taken from these stored samples.  Comparison of Ar-39 measurements on stored samples to measurements on samples collected today will reveal if the mean age of the water, and hence production rate of the water, has changed since the 1980s.  Six pairs of samples collected in 1981 and 2019 from the North Atlantic are now awaiting measurement.\n\n \n\nIsotopic ratios of dissolved oxygen (O-17:O-16, O-18:O-16) can be measured extremely accurately now, compared to the 1980s, and these accurate measurements reveal the fraction of the dissolved oxygen produced by planktonic photosynthesis when the water was at the surface.  A few deep water samples were measured showing the presence of photosynthetic oxygen.  Measurements of more stored samples and modern samples collected at the same locations should reveal information about primary production in North Atlantic surface waters during the past few hundred years and if changes have occurred during the past few decades.  \n\n \n\nRatios of Ar:Kr and Ar:Xe and isotopic ratios of these noble gases were also measured on a few deep samples at a precision that was not possible in the 1980s.  These data are still being processed, but will likely reveal information on the gas exchange rate in the surface source water regions for deep water since different gases  have different exchange rates.  Comparison of these measurements with measurements made today in the same locations may reveal changes in the gas exchange rates, which are affected by water temperature and ice cover.  \n\n \n\nThese are just a few examples of the potential for measurements on the stored gas samples to yield important information about the Atlantic Ocean and changes that may occur as the climate warms.  There may well be other gases we are not yet aware of that can yield important information.  This set of stored samples is a valuable resource that is available to the research community.\n\n \n\n\t\t\t\t\tLast Modified: 02/08/2022\n\n\t\t\t\t\tSubmitted by: William M Smethie Jr."
 }
}