{
 "awd_id": "1937619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative proposal: Workshop on ecological impacts of solar radiation management geoengineering; February, 2020; Port Jefferson, NY;  October, 2020; Minneapolis, MN",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032922996",
 "po_email": "rsmyth@nsf.gov",
 "po_sign_block_name": "Robyn Smyth",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 28981.0,
 "awd_amount": 28981.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2019-07-02",
 "awd_abstract_narration": "This workshop award will address the impacts of environmental geoengineering on the living systems of earth. Geoengineering is a set of activities deliberately designed to counter the impacts of environmental change. It has received increasing attention in the face of failure to limit inputs of greenhouse gases to the atmosphere. These ideas are highly controversial among both scientists and the general public. Nevertheless, many schemes for geoengineering have been proposed and some have been extensively studied using complex climate models. The best-studied scheme for geoengineering is solar radiation management, which would cool Earth's surface by increasing the albedo (reflectivity) of the Earth-atmosphere system, reducing incoming solar radiation. This geoengineering management option presents both known and unknown risks to the natural living world. Yet almost nothing is known about the potential impacts of implementation, continuation or termination on natural systems, their functions, and their biodiversity. The goal of the workshop is to develop a research agenda to understand and predict how the biodiversity and functioning of natural systems would be affected by solar radiation management. The workshop will develop information to inform policy and public discussion, provide knowledge to incorporate into teaching and outreach, and engage a diverse audience in discussions on the response of living systems to solar radiation geoengineering.\r\n\r\nA major goal of this workshop award is to develop a framework that will enable understanding and predictions of how the biodiversity and functioning of natural systems would be affected by solar radiation geoengineering. Despite the growing literature of caution and strategies for managing an uncertain process with planetary-scale implications, there has been little to no research on the implications of geoengineering for ecological systems. The workshop will address how this geoengineering approach could change predicted effects of environmental change on natural systems. A major product of the workshop will be a research agenda that will lay out a series of high priority issues for research on ecological impacts, consider the challenges and discuss how they might be met, and initiate and publicize a research agenda for the wider relevant scientific communities. Such issues include: downscaling, estimating diversity for plants, birds, and amphibians in biodiversity hotspots or at critical sites for suspected range limitations/expansions, and connecting those data with climate projections for geoengineering scenarios. The workshop will support the collaboration of a group of ecologists and climate scientists, ranging from graduate students to senior academic and federal laboratory researchers, to develop a research agenda on the ecological impacts of this geoengineering approach. They will examine how natural systems would be impacted by the climate modification, in contrast to future anthropogenic environmental change. The proposed workshop would consist of two in-person meetings and regular electronic meetings before, during and after the in-person meetings. This collaborative team of highly interdisciplinary specialties will consist of atmospheric scientists and scientists studying a wide range of ecological areas, including researchers from additional disciplines to contribute to future research in this area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Gurevitch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Gurevitch",
   "pi_email_addr": "jpgurevi@purdue.edu",
   "nsf_id": "000163113",
   "pi_start_date": "2019-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117945245",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 17281.0
  }
 ],
 "por": null
}