{
 "awd_id": "1937070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: Engineering Research Center for Built Infrastructure Geospatial Data Acquisition, Visualization, and Analysis (BIGDAVA)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922928",
 "po_email": "scruzpol@nsf.gov",
 "po_sign_block_name": "Sandra Cruz-Pol",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2019-08-26",
 "awd_max_amd_letter_date": "2019-08-26",
 "awd_abstract_narration": "Planning Grant: Engineering Research Center for Built Infrastructure Geospatial Data Acquisition, Visualization, and Analysis (BIGDAVA)\r\nProject Abstract\r\nCritical infrastructure (buildings, roadways, water systems, sewer systems, etc.) in both urban and rural settings in the U.S. continues to degrade, receiving poor ratings by experts and causing significant economic and societal stress. Important cultural monuments also continue to deteriorate with limited resources available for maintenance. These vital infrastructure and monuments are further threatened by a variety of hazards such as earthquakes, landslides, tornadoes, hurricanes, and flooding. Simultaneously, leaps in digital technology are moving us towards the promise of Smart Cities. The Internet of Things (IoT), 5G networks, micro-satellites, crowd sharing, and autonomous vehicles all offer or require a higher level of intelligent interaction with our infrastructure. Advanced geospatial data (maps) are available for the management, monitoring, and upgrading of our infrastructure including technologies such as lidar (light detection and ranging) and unmanned aircraft system (UAS or drone) imaging. Our economy is becoming increasingly reliant on timely geospatial information in order to make more informed and faster decisions. Nevertheless, requirements for the effective use of geospatial technology are high and there is a growing workforce shortage with the appropriate level of expertise. At the same time, there are limited offerings at universities and technical schools of dedicated courses focused on geomatics and geospatial technology fundamentals, particularly within civil engineering programs, which produce the engineers who build and maintain infrastructure. This planning grant is an important step to develop an Engineering Research Center (ERC) that can provide vital resources enhancing accessibility to geospatial data and expansion of opportunities for geospatial education across the country. Increasingly large 3D geospatial data sets require high-end workstations, skilled programmers, and expensive software to leverage advanced visualization and analysis capabilities. Data processing often includes tedious manual tasks, leading to subjectivity in processing and limiting the value of rich, quantitative information. Despite these challenges, the return on investment (ROI) from geospatial technologies can be tremendous, especially for public entities who utilize these technologies in asset management. The vision of the ERC BIGDAVA is to provide state-of-the-art solutions to address these challenges using a convergent, interdisciplinary model that provides novel research into geospatial data applications that enhance our built infrastructure including 3D planning, design and construction processes, increased resilience to natural hazards, and digital preservation of important cultural heritage - both natural and anthropogenic. This planning grant will build the foundation for the ERC through workshops for diverse stakeholders to identify key bottlenecks as well as building a highly skilled team of academics and industry experts who can develop and disseminate novel solutions.\r\nTo achieve and implement this vision to provide these benefits, many technical challenges need to be addressed through the research activities of the ERC. While a variety of geospatial analysis algorithms and processing software exist, most available solutions cannot scale to the sizes of datasets now being regularly collected and will not be effective as the technology continues to advance. As a result, people are forced to work with small subsets of the actual data. Smarter algorithms, data models, and visualization techniques are needed to exploit the full potential of these new datasets. Technological advances such as GPU architecture, Deep Learning, and Artificial Intelligence are well-suited to the creation of smarter algorithms, since they enable more efficient processing of large datasets. The proposed ERC will explore new approaches that more efficiently extract usable information from these extremely large and incompatible datasets via visual interaction and exploitation of these new technologies. With these new algorithms and integrated approach, new scientific insights and discoveries will be possible. Today many scientists spend a significant portion of their time managing data and multiple software programs rather than exploring innovative, scientific hypotheses. A key goal of the eventual ERC will be to develop innovative data processing solutions that enable more widespread and effective use of these rich datasets, allowing downstream users to focus less on managing data and more on how to leverage the information to address the needs of a digital society. The planning grant activities will support identifying and building the required diverse expertise in teams and gather the multiple stakeholders necessary for advancing the research, educational, inclusion, and innovation goals of the potential BIGDAVA ERC\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Olsen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Olsen",
   "pi_email_addr": "michael.olsen@oregonstate.edu",
   "nsf_id": "000560441",
   "pi_start_date": "2019-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bailey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Bailey",
   "pi_email_addr": "mjb@eecs.oregonstate.edu",
   "nsf_id": "000191014",
   "pi_start_date": "2019-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Parrish",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher E Parrish",
   "pi_email_addr": "christopher.parrish@oregonstate.edu",
   "nsf_id": "000681748",
   "pi_start_date": "2019-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yelda",
   "pi_last_name": "Turkan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yelda Turkan",
   "pi_email_addr": "yelda.turkan@oregonstate.edu",
   "nsf_id": "000692641",
   "pi_start_date": "2019-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jihye",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jihye Park",
   "pi_email_addr": "jihye.park@oregonstate.edu",
   "nsf_id": "000727559",
   "pi_start_date": "2019-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "111E",
   "pgm_ref_txt": "CENTERS: EMERGING TECHNOLOGY"
  },
  {
   "pgm_ref_code": "112E",
   "pgm_ref_txt": "CENTERS: ENGINEERED SYSTEMS"
  },
  {
   "pgm_ref_code": "125E",
   "pgm_ref_txt": "CENTERS: CIVIL INFRASTRUCTURE SYS"
  },
  {
   "pgm_ref_code": "126E",
   "pgm_ref_txt": "CENTERS: HAZARD MIT & WARNING"
  },
  {
   "pgm_ref_code": "132E",
   "pgm_ref_txt": "CENTERS: SENSING & INFO SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This planning grant was an important step to develop an Engineering Research Center (ERC) that can provide vital resources enhancing accessibility to geospatial data and expansion of opportunities for geospatial education across the country. Increasingly large 3D geospatial data sets currently require high-end workstations, skilled programmers, and expensive software to leverage advanced visualization and analysis capabilities. Data processing often includes tedious manual tasks, leading to subjectivity in processing and limiting the value of rich, quantitative information. Despite these challenges, the return on investment (ROI) from geospatial technologies can be tremendous, especially for public entities who utilize these technologies in asset management. The vision of the GlobeTec (Geospatially Linked and Organized Built Environment) ERC is to provide state-of-the-art solutions to address these challenges using a convergent, interdisciplinary model that provides novel research into socially aware geospatial data applications that enhance our built infrastructure including 3D planning, design and construction processes, increased resilience to natural hazards, and digital preservation of important cultural heritage - both natural and anthropogenic.</p>\n<p>This planning grant enabled us to build a foundation for the ERC through collaborative convergent research workshops, ideation, workshops for diverse stakeholders to identify key bottlenecks.&nbsp;We assembled a highly-skilled team of academics and industry experts who can develop and disseminate novel solutions. The team formed a leadership structure, working groups, and held many working meetings towards preparing a pre-proposal for the NSF ERC solicitation. Several members of the team also participated in team science and diversity, equity, and inclusivity training and developed skills towards collaborative research in an inclusive environment. The planning grant supported activities to connect with stakeholders to identify key challenges and potential solutions. &nbsp;&nbsp;</p>\n<p>Beyond the pre-proposal, several notable outcomes were achieved through this collaborative effort. Ideas discussed through ERC planning activities (e.g., workshops) evolved into the formation of sub-teams who successfully obtained funding for relevant research to the ERC through the Civic Innovation Challenge and the Convergence Accelerator Programs.&nbsp;From conversations with stakeholders towards identifying impactful testbeds for the ERC, some team members were able to secure an NSF Rapid Grant to collect data at an important historical site that is undergoing active demolition and restoration work. These efforts have not only strengthened the ERC team, but they have also helped provide a foundation upon which the ERC can be built.&nbsp;&nbsp;</p>\n<p>The planning grant facilitated numerous conversations with stakeholders and entities related to the goals of the ERC.&nbsp; In particular, workforce development is of primary concern in the geomatics profession. The research team participated in working groups towards workforce development to address the shortage of surveying professionals. They also delivered presentations to several groups of professional engineers and surveyors towards the goals of the ERC. Notably, the team organized a fun \"Opportunities for Surveyors in the ASCE Future World Vision\" panel session at the ASCE UESI Surveying and Geomatics Conference. This panel session attended by practitioners included experts from government, academia, and industry to discuss workforce needs. The panel and audience discussed ideas and skills necessary to train the future workforce.&nbsp;&nbsp;</p>\n<p>Critical infrastructure (buildings, roadways, etc.) in both urban and rural settings in the U.S. continues to degrade, receiving poor ratings by experts and causing significant economic and societal stress. Important cultural monuments also continue to deteriorate with limited resources available for maintenance. These vital infrastructure and monuments are further threatened by a variety of hazards such as earthquakes, landslides, tornadoes, hurricanes, and flooding. Simultaneously, leaps in digital technology are moving us towards the promise of Smart Cities. The IoT, 5G networks, and autonomous vehicles all offer or require a higher level of intelligent interaction with our infrastructure. Advanced geospatial data are available for the management, monitoring, and upgrading of our infrastructure including technologies such as lidar &nbsp;and drone imaging. Our economy is becoming increasingly reliant on timely geospatial information in order to make more informed and faster decisions. Nevertheless, requirements for the effective use of geospatial technology are high and there is a growing workforce shortage with the appropriate level of expertise. At the same time, there are limited offerings at universities and technical schools of dedicated courses focused on geospatial technology fundamentals, particularly within civil engineering programs, which produce the engineers who build and maintain infrastructure.&nbsp;</p>\n<p>Today many scientists spend a significant portion of their time managing data and multiple software programs rather than exploring innovative, scientific hypotheses. GlobeTec&rsquo;s goal is to develop innovative data processing solutions that enable more widespread and effective use of these rich datasets, allowing downstream users to focus less on managing data and more on how to leverage the information to address the needs of a digital society. The planning grant activities supported identifying and building the required diverse expertise in teams and assembling the multiple stakeholders necessary for advancing the research, educational, inclusion, workforce, and innovation goals of the envisioned ERC.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Olsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis planning grant was an important step to develop an Engineering Research Center (ERC) that can provide vital resources enhancing accessibility to geospatial data and expansion of opportunities for geospatial education across the country. Increasingly large 3D geospatial data sets currently require high-end workstations, skilled programmers, and expensive software to leverage advanced visualization and analysis capabilities. Data processing often includes tedious manual tasks, leading to subjectivity in processing and limiting the value of rich, quantitative information. Despite these challenges, the return on investment (ROI) from geospatial technologies can be tremendous, especially for public entities who utilize these technologies in asset management. The vision of the GlobeTec (Geospatially Linked and Organized Built Environment) ERC is to provide state-of-the-art solutions to address these challenges using a convergent, interdisciplinary model that provides novel research into socially aware geospatial data applications that enhance our built infrastructure including 3D planning, design and construction processes, increased resilience to natural hazards, and digital preservation of important cultural heritage - both natural and anthropogenic.\n\nThis planning grant enabled us to build a foundation for the ERC through collaborative convergent research workshops, ideation, workshops for diverse stakeholders to identify key bottlenecks. We assembled a highly-skilled team of academics and industry experts who can develop and disseminate novel solutions. The team formed a leadership structure, working groups, and held many working meetings towards preparing a pre-proposal for the NSF ERC solicitation. Several members of the team also participated in team science and diversity, equity, and inclusivity training and developed skills towards collaborative research in an inclusive environment. The planning grant supported activities to connect with stakeholders to identify key challenges and potential solutions.   \n\nBeyond the pre-proposal, several notable outcomes were achieved through this collaborative effort. Ideas discussed through ERC planning activities (e.g., workshops) evolved into the formation of sub-teams who successfully obtained funding for relevant research to the ERC through the Civic Innovation Challenge and the Convergence Accelerator Programs. From conversations with stakeholders towards identifying impactful testbeds for the ERC, some team members were able to secure an NSF Rapid Grant to collect data at an important historical site that is undergoing active demolition and restoration work. These efforts have not only strengthened the ERC team, but they have also helped provide a foundation upon which the ERC can be built.  \n\nThe planning grant facilitated numerous conversations with stakeholders and entities related to the goals of the ERC.  In particular, workforce development is of primary concern in the geomatics profession. The research team participated in working groups towards workforce development to address the shortage of surveying professionals. They also delivered presentations to several groups of professional engineers and surveyors towards the goals of the ERC. Notably, the team organized a fun \"Opportunities for Surveyors in the ASCE Future World Vision\" panel session at the ASCE UESI Surveying and Geomatics Conference. This panel session attended by practitioners included experts from government, academia, and industry to discuss workforce needs. The panel and audience discussed ideas and skills necessary to train the future workforce.  \n\nCritical infrastructure (buildings, roadways, etc.) in both urban and rural settings in the U.S. continues to degrade, receiving poor ratings by experts and causing significant economic and societal stress. Important cultural monuments also continue to deteriorate with limited resources available for maintenance. These vital infrastructure and monuments are further threatened by a variety of hazards such as earthquakes, landslides, tornadoes, hurricanes, and flooding. Simultaneously, leaps in digital technology are moving us towards the promise of Smart Cities. The IoT, 5G networks, and autonomous vehicles all offer or require a higher level of intelligent interaction with our infrastructure. Advanced geospatial data are available for the management, monitoring, and upgrading of our infrastructure including technologies such as lidar  and drone imaging. Our economy is becoming increasingly reliant on timely geospatial information in order to make more informed and faster decisions. Nevertheless, requirements for the effective use of geospatial technology are high and there is a growing workforce shortage with the appropriate level of expertise. At the same time, there are limited offerings at universities and technical schools of dedicated courses focused on geospatial technology fundamentals, particularly within civil engineering programs, which produce the engineers who build and maintain infrastructure. \n\nToday many scientists spend a significant portion of their time managing data and multiple software programs rather than exploring innovative, scientific hypotheses. GlobeTec’s goal is to develop innovative data processing solutions that enable more widespread and effective use of these rich datasets, allowing downstream users to focus less on managing data and more on how to leverage the information to address the needs of a digital society. The planning grant activities supported identifying and building the required diverse expertise in teams and assembling the multiple stakeholders necessary for advancing the research, educational, inclusion, workforce, and innovation goals of the envisioned ERC.  \n\n\t\t\t\t\tLast Modified: 11/07/2022\n\n\t\t\t\t\tSubmitted by: Michael J Olsen"
 }
}