{
 "awd_id": "1937660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physiological Genomics Workshop in St. Louis, MO, April 2020: Finding and Mending the Knowledge Gaps between Plant Physiology and Plant Functional Genetics/Genomics",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 93617.0,
 "awd_amount": 93617.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2019-07-19",
 "awd_abstract_narration": "A two-day workshop will be convened in St. Louis Missouri in April 2020 to discuss ways to address emerging scientific challenges at the intersection of plant physiology and genetics/genomics. Current advances in technology have enabled novel approaches to measure properties of plants and to sequence thousands of plant samples. These techniques are complex and communities of researchers have grown around them. To truly make sense of the complicated interactions that drive plant growth, scientists must be able to work across the disciplines. The facilitated workshop will be devoted to identifying successful strategies to bring research communities together, and will address challenges to scientific progress and strategies to overcome barriers to research progress. The workshop will include scholars from diverse career stages, institutional types, geographical locations, gender, and ethnic backgrounds and will result in a white paper summarizing discussions and conclusions.\r\n\r\n\r\nUnderstanding how plants interact with the environment requires understanding how information moves from the genome to cellular phenotypes to tissue level responses that determine organismal responses and ecosystem outcomes.  Historically, these questions have been addressed by separate fields, such as genomics/genetics and physiology. In order to form links between fields, it is important to understand what are the cultural, institutional and human obstacles that researchers trying to bridge these gaps are encountering. To address some of these gaps, a workshop will be convened of scientists working across the plant physiology and genetics/genomics problem space to (1) identify successful strategies that use plant physiology, genetics and genomics to understand how plants respond to the environment; (2) identify scientific and technology gaps that could be bridged by interdisciplinary approaches; (3) identify communication and collaboration challenges to overcome; and (4) propose solutions and directions to advance the interdisciplinary field. In order to disseminate these results, a whitepaper will be written to summarize the findings and published in a plant society journal. The development and dissemination of the whitepaper is anticipated to support cross-disciplinary dialogue that advance the development of solutions. The workshop will include scholars from diverse career stages, institutional types, geographical locations, gender, and ethnic backgrounds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Baxter",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan R Baxter",
   "pi_email_addr": "ibaxter@danforthcenter.org",
   "nsf_id": "000387256",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 93617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-99b2c491-7fff-45b4-6450-40f28d647405\"> </span></p>\n<p dir=\"ltr\"><span>Within the broad field of plant sciences, what are the most pressing challenges and opportunities to advance? Answers to this question usually include food and nutritional security, climate change mitigation, adaptation of plants to changing climates, preservation of biodiversity and ecosystem services, production of plant-based proteins and products, and growth of the bioeconomy. </span><span>Genes and the processes their products carry out create differences in how plants grow, develop, and behave, and thus the key solutions to these challenges lie squarely in the space where plant genomics and physiology intersect. </span><span>&nbsp;Advancements in genomics, phenomics, and analysis tools have generated massive datasets, but these data are complex and have not always generated scientific insights at the anticipated pace. Further, new tools may need to be created or adapted, and field-relevant applications tested, to advance scientific discovery derived from such datasets. Meaningful, relevant conclusions and connections from genomics and plant physiological and biochemical data require both subject matter expertise and the collaborative skills needed to work together outside of specific disciplines. Bringing the best expertise to bear on complex problems in plant sciences requires enhanced, inclusive, and sustained collaboration across disciplines. For this reason, colleges and universities, funding agencies, industry partners, and scientists have made concerted efforts to increase and encourage collaborations and to improve their quality and efficiency. These efforts, over decades, have reshaped the landscape of plant physiology and genomics research into one that is increasingly collaboration-centric (Figure 1). However, supporting and recognizing successful collaborations across disciplines and institutions still faces cultural (between fields and institutions), educational (how scientists are trained), and inclusivity (gender, racial, and financial) barriers. Creating functioning collaborative teams that connect people beyond local and regional institutions and across diverse communities remains a challenge.&nbsp;</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>In October 2020 and March 2021, two workshops funded by the National Science Foundation (NSF) engaged scientists from across the world. The objectives of the workshops were to (1) identify successful strategies that use physiology, genetics, and genomics to understand how plants respond to the environment; (2) identify scientific and technological gaps that could be bridged by interdisciplina</span><span>ry approaches; (3) identify communication and collaboration challenges to overcome; and (4) propose solutions and directions to advance the interdisciplinary plant sciences field. </span><span>While we started with a specific focus on interdisciplinarity between plant physiology and genomics, our discussions soon extended to the challenges of interdisciplinary research in general, and we discuss both in this white paper.</span><span> We present here the results of our discussions, including:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The need for interdisciplinary collaboration in plant physiology, genetics, and genomics.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Identifying collaboration-friendly challenges.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Creating inclusive collaborative environments by finding and engaging collaborators.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Enabling and sharing successful collaborations.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Training collaborative and inclusive plant scientists.</span></p>\n</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Ivan&nbsp;R&nbsp;Baxter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1937660/1937660_10623210_1669763322634_FinalDraft--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1937660/1937660_10623210_1669763322634_FinalDraft--rgov-800width.jpg\" title=\"Bridges for successful collaboration\"><img src=\"/por/images/Reports/POR/2022/1937660/1937660_10623210_1669763322634_FinalDraft--rgov-66x44.jpg\" alt=\"Bridges for successful collaboration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">DEI = Diversity, Equity and Inclusion, Bridging the disciplines of plant physiology and genetics/genomics will require aninterdisciplinary approach and further efforts to reorganize how our science culture works</div>\n<div class=\"imageCredit\">Lindsay Erndwein</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ivan&nbsp;R&nbsp;Baxter</div>\n<div class=\"imageTitle\">Bridges for successful collaboration</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nWithin the broad field of plant sciences, what are the most pressing challenges and opportunities to advance? Answers to this question usually include food and nutritional security, climate change mitigation, adaptation of plants to changing climates, preservation of biodiversity and ecosystem services, production of plant-based proteins and products, and growth of the bioeconomy. Genes and the processes their products carry out create differences in how plants grow, develop, and behave, and thus the key solutions to these challenges lie squarely in the space where plant genomics and physiology intersect.  Advancements in genomics, phenomics, and analysis tools have generated massive datasets, but these data are complex and have not always generated scientific insights at the anticipated pace. Further, new tools may need to be created or adapted, and field-relevant applications tested, to advance scientific discovery derived from such datasets. Meaningful, relevant conclusions and connections from genomics and plant physiological and biochemical data require both subject matter expertise and the collaborative skills needed to work together outside of specific disciplines. Bringing the best expertise to bear on complex problems in plant sciences requires enhanced, inclusive, and sustained collaboration across disciplines. For this reason, colleges and universities, funding agencies, industry partners, and scientists have made concerted efforts to increase and encourage collaborations and to improve their quality and efficiency. These efforts, over decades, have reshaped the landscape of plant physiology and genomics research into one that is increasingly collaboration-centric (Figure 1). However, supporting and recognizing successful collaborations across disciplines and institutions still faces cultural (between fields and institutions), educational (how scientists are trained), and inclusivity (gender, racial, and financial) barriers. Creating functioning collaborative teams that connect people beyond local and regional institutions and across diverse communities remains a challenge. \n \nIn October 2020 and March 2021, two workshops funded by the National Science Foundation (NSF) engaged scientists from across the world. The objectives of the workshops were to (1) identify successful strategies that use physiology, genetics, and genomics to understand how plants respond to the environment; (2) identify scientific and technological gaps that could be bridged by interdisciplinary approaches; (3) identify communication and collaboration challenges to overcome; and (4) propose solutions and directions to advance the interdisciplinary plant sciences field. While we started with a specific focus on interdisciplinarity between plant physiology and genomics, our discussions soon extended to the challenges of interdisciplinary research in general, and we discuss both in this white paper. We present here the results of our discussions, including:\n\n\nThe need for interdisciplinary collaboration in plant physiology, genetics, and genomics.\n\n\nIdentifying collaboration-friendly challenges.\n\n\nCreating inclusive collaborative environments by finding and engaging collaborators. \n\n\nEnabling and sharing successful collaborations.\n\n\nTraining collaborative and inclusive plant scientists.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Ivan R Baxter"
 }
}