{
 "awd_id": "1937622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: Black-Box Evaluation of Cryptographic Entropy at Scale",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shannon Beck",
 "awd_eff_date": "2018-09-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 73636.0,
 "awd_amount": 73636.0,
 "awd_min_amd_letter_date": "2019-08-05",
 "awd_max_amd_letter_date": "2019-08-05",
 "awd_abstract_narration": "The ability to generate random numbers -- to flip coins -- is crucial for many computing tasks, from Monte Carlo simulation to secure communications.   The theory of building such subsystems to generate random numbers is well understood, but the gap between theory and practice is surprisingly wide.  As built today, these subsystems are opaque and fragile.  Flaws in these subsystems can compromise the security of millions of Internet hosts.\r\n\r\nThis project will develop black-box techniques for finding entropy failures at Internet scale related to randomness.  These techniques, which build on programming languages, operating systems, networking, security, and cryptography, will then be applied to perform a systematic, ongoing census of the state of random number generation vulnerabilities.  Through this census, the project can analyze the \"longtail\" of deployed networked systems rather than a handful chosen a priori.\r\n\r\nThe project will develop and disseminate defensive analysis tools that will help programmers debug and correct entropy problems in their code before they ship it.  It will produce cryptographic countermeasures and entropy-gathering subsystems that provide better security guarantees than existing systems, reducing the impact of those entropy failures that do slip through.\r\n\r\nThe result will be a better understanding of entropy and more trustworthy systems, today and in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hovav",
   "pi_last_name": "Shacham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hovav Shacham",
   "pi_email_addr": "hovav@cs.utexas.edu",
   "nsf_id": "000082153",
   "pi_start_date": "2019-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "8251",
   "pgm_ref_txt": "Math Sci Innovation Incubator"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 73635.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cryptography allows people to communicate privately and securely over the Internet. For cryptography to be effective, the communicating devices must be able to generate random numbers---flip coins---that an eavesdropper cannot predict. Computers are built to be deterministic, to produce the same result every time a calculation is run, so generating unpredictable random numbers is hard. Prior to our project, several widely deployed systems had been identified where flawed random number generators undermined the systems&rsquo; intended cryptographic security guarantees.</p>\n<p>We carried out a comprehensive study of deployed cryptographic random number generators. How common are flawed generators? What effects do flaws have on system behavior? How did the flaws come to be deployed? And how can we improve development processes to avoid them? We sought to answer these questions through Internet-wide scanning studies and through reverse engineering of individual devices and software packages. We found that deployed systems used by millions of users had deficiencies in their random number generation routines that would allow eavesdroppers to decrypt communications that were supposed to remain private. These systems included several that had been certified to comply with standards developed by NIST, the U.S. National Institute of Standards and Technology, even though certification to NIST standards is supposed to preclude such flaws, and is relied on by the Federal Government in its purchasing.</p>\n<p>For one system analyzed by the project, the deficiencies we found appeared to be intentional&mdash;a &ldquo;backdoor&rdquo; that would allow whoever arranged to have it added to decrypt and snoop on so-called &ldquo;virtual private network&rdquo; (VPN) communication facilitated by the device. Our technical analysis led the device manufacturer to remove the backdoor. Our analysis also informed an ongoing policy conversation around &ldquo;exceptional access,&rdquo; or law-enforcement backdoors in communication systems, including a chapter in Ben Buchanan's&nbsp;policy book /The Hacker and the State/ (Harvard University Press, 2020).</p>\n<p>The project&rsquo;s findings were disseminated in peer-reviewed publications, and recognized with a &ldquo;best paper&rdquo; award and other honors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2020<br>\n\t\t\t\t\tModified by: Hovav&nbsp;Shacham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCryptography allows people to communicate privately and securely over the Internet. For cryptography to be effective, the communicating devices must be able to generate random numbers---flip coins---that an eavesdropper cannot predict. Computers are built to be deterministic, to produce the same result every time a calculation is run, so generating unpredictable random numbers is hard. Prior to our project, several widely deployed systems had been identified where flawed random number generators undermined the systems’ intended cryptographic security guarantees.\n\nWe carried out a comprehensive study of deployed cryptographic random number generators. How common are flawed generators? What effects do flaws have on system behavior? How did the flaws come to be deployed? And how can we improve development processes to avoid them? We sought to answer these questions through Internet-wide scanning studies and through reverse engineering of individual devices and software packages. We found that deployed systems used by millions of users had deficiencies in their random number generation routines that would allow eavesdroppers to decrypt communications that were supposed to remain private. These systems included several that had been certified to comply with standards developed by NIST, the U.S. National Institute of Standards and Technology, even though certification to NIST standards is supposed to preclude such flaws, and is relied on by the Federal Government in its purchasing.\n\nFor one system analyzed by the project, the deficiencies we found appeared to be intentional&mdash;a \"backdoor\" that would allow whoever arranged to have it added to decrypt and snoop on so-called \"virtual private network\" (VPN) communication facilitated by the device. Our technical analysis led the device manufacturer to remove the backdoor. Our analysis also informed an ongoing policy conversation around \"exceptional access,\" or law-enforcement backdoors in communication systems, including a chapter in Ben Buchanan's policy book /The Hacker and the State/ (Harvard University Press, 2020).\n\nThe project’s findings were disseminated in peer-reviewed publications, and recognized with a \"best paper\" award and other honors.\n\n\t\t\t\t\tLast Modified: 03/30/2020\n\n\t\t\t\t\tSubmitted by: Hovav Shacham"
 }
}