{
 "awd_id": "1937914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Scalable and spatially distributed supply chain management system",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2019-09-19",
 "awd_max_amd_letter_date": "2019-09-19",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to accelerate product development and domestic manufacturing by introducing a new method of fabricating products in a geographically distributed manner. The United States enjoys global prominence as a hub for cutting-edge research and creative design. However, investment has migrated overseas where many products have been manufactured with lower labor costs and less stringent environmental regulations, including shifting prototyping, design work and initial production overseas. Shifting accessibility and agility of manufacturing from factories to owner-operated 3D printers can accelerate cycle times, spur innovation among American companies, and in some cases reduce the risks associated with product development. Moreover, it has the potential to create jobs as more individuals can participate in the manufacturing process, while introducing American households to 3D printing technology and workforce collaboration utilizing distributed ledger technology.\r\n\r\nThis SBIR Phase I project proposes to construct a supply chain and intellectual property management system on a distributed ledger. We will focus initially on concrete examples to show potential for new modes of prototyping and collaboration at the nexus of 3D printing and distributed ledgers.  Initial archetypes focus on thermoplastics that can be 3D printed and assembled in a modular manner, beginning with small parts less than 25 cm in length. In the process of designing and 3D printing these products, we are also creating a database of industrial design motifs enabling larger objects to be constructed from reusable component parts. This system will coordinate a network of privately owned 3D printers; when a customer places an order, each individual part will be shipped to the customer from collaborators with 3D printers. As industrial design motifs is recorded in an open manner, the success of a motif is closely linked to the creator of the work, incentivizing collaborative and iterative product development by closely tying the success of a product to the individuals who contributed to its design and fabrication. Key goals of this Phase I project include analyzing core elements of this proposed distributed model of manufacturing, including order fulfillment, logistics, cost analysis,intellectual property attribution, and quality control.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Omar",
   "pi_last_name": "Metwally",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Omar Metwally",
   "pi_email_addr": "omar@analog.earth",
   "nsf_id": "000801834",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LOGISOME INC",
  "inst_street_address": "39353 HEATHERBROOK",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGTON HILLS",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "4158184760",
  "inst_zip_code": "483312918",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "MI11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "YLMFMK8HX5R1"
 },
 "perf_inst": {
  "perf_inst_name": "LOGISOME INC",
  "perf_str_addr": "39353 Heatherbrook Dr.",
  "perf_city_name": "Farmington Hills",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "483312918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "MI11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>&nbsp;</p>\n<p>MISSION ACCOMPLISHED</p>\n<p>&nbsp;</p>\n<p>Analog Labs, the R&amp;D Division of Logisome, Inc., had the honor of being funded by a Phase I SBIR grant from the National Science Foundation (October 1<sup>st</sup>&nbsp;2019 &ndash; June 30<sup>th</sup>&nbsp;2020) to build a decentralized manufacturing system (&ldquo;Maestro&rdquo;) on a distributed ledger using a novel, archetypal 3D printed bike. Maestro (available at<a href=\"http://maestro.analog.earth/\">http://maestro.analog.earth</a>) manages orders for product supply chains and runs on the Ropsten Ethereum testnet. From a design and fabrication perspective, the novel &ldquo;422&rdquo; bike consists of 37 parts comprising the frame, connectors, bearings, saddle, and a novel chainless transmission system. The bike frame is available for download under the Analog Labs License (<a href=\"https://www.analog.earth/license\">https://www.analog.earth/license</a>) at:&nbsp;<a title=\"https://analoglabs.sfo2.digitaloceanspaces.com/public_bike_parts.zip\" href=\"https://analoglabs.sfo2.digitaloceanspaces.com/public_bike_parts.zip\">https://analoglabs.sfo2.digitaloceanspaces.com/public_bike_parts.zip</a>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>Our novel distributed manufacturing system preceded the COVID-19 pandemic and became increasingly important during the wild fire crises in California and the subsequent global pandemic. Products have traditionally been made in factories, geographic locations where all or majority of fabrication takes place. This mode of manufacturing is susceptible to vulnerabilities that became apparent in the COVID-19 era, particularly in the case of PPE. While natural disasters, pandemics, domestic or international conflicts disrupt manufacturing and logistics activities, the provisioning of critical supplies suddenly becomes halted. This can result in loss of lives, livelihood, and socioeconomic disturbance. When the Phase I proposal for this project was submitted, our team&rsquo;s vision was to design products that could be fabricated locally using independently owned and operated 3-D printers. To test this hypothesis, we designed the 422 bike such that it can be fabricated in pieces produced by consumer grade 3D printers. Our research supports the conclusion that 3D printing is unlikely to lower the cost of manufacturing products. However, allowing communities to participate in the fabrication of products has the potential to shift wealth into communities and domestic commercial activities.&nbsp;</span></span></span></p>\n<p>&nbsp;</p>\n<p><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>Our novel Maestro application coordinates distributed manufacturing activities and order fulfillment and benefits from the unique technical strengths of a distributed ledger. An application hosted on a distributed that ledger has zero downtime, which means that it can only fail if all network nodes fail, an unlikely scenario due to the large number of geographically distributed machines that are not under the jurisdiction of any single government. Such an application is also resistant to cyberattacks for the same reasons above. Secondly, every state change of the application is visible to the entire network as so-called transactions. This transparency is vital in many industries, including healthcare, where equitable access to material and information resources directly impacts human lives.</span></span></span></p>\n<p><br /><br /></p>\n<p><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>The novel Maestro application was created using a combination of&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>Solidity</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>&nbsp;code for the backend and the web3js JavaScript library for the front end. Web applications are&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>commonplace&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>and available around the world using relatively inexpensive and ubiquitous phones and computers. Using the website&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>as&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>a gateway to the&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>blockchain&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>application is an important technical&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>achievement that makes distributed ledger technology more accessible to&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>companies</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>and the general public.</span></span></span></p>\n<p><br /><br /></p>\n<p><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>This project gave work to five individuals and the opportunity to apply their creativity and technical skills toward the advancement of distributed ledger technology and additive manufacturing.&nbsp;</span></span></span></p>\n<p>&nbsp;</p>\n<p><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>I would like to express my gratitude to the talented individuals who devoted nine months of hard work toward this techn</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>i</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>cally ambitious project. I am also grateful to the National Science Foundation for the honor of&nbsp;</span></span></span>being a first-time&nbsp;<span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>Principal Investigator on a Federally funded research project.&nbsp;</span></span></span><span style=\"color: #000000;\"><span style=\"font-family: TimesNewRomanPSMT, serif;\"><span>As an Internal Medicine Physician, I believe that the biggest positive impact I can make on society is through my clinical work, and I am marking the successful completion of this Phase I project by stepping down from the project and returning my focus to clinical medicine.&nbsp;</span></span></span></p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2020<br>\n\t\t\t\t\tModified by: Omar&nbsp;Metwally</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nMISSION ACCOMPLISHED\n\n \n\nAnalog Labs, the R&amp;D Division of Logisome, Inc., had the honor of being funded by a Phase I SBIR grant from the National Science Foundation (October 1st 2019 &ndash; June 30th 2020) to build a decentralized manufacturing system (\"Maestro\") on a distributed ledger using a novel, archetypal 3D printed bike. Maestro (available athttp://maestro.analog.earth) manages orders for product supply chains and runs on the Ropsten Ethereum testnet. From a design and fabrication perspective, the novel \"422\" bike consists of 37 parts comprising the frame, connectors, bearings, saddle, and a novel chainless transmission system. The bike frame is available for download under the Analog Labs License (https://www.analog.earth/license) at: https://analoglabs.sfo2.digitaloceanspaces.com/public_bike_parts.zip \n\n \n\nOur novel distributed manufacturing system preceded the COVID-19 pandemic and became increasingly important during the wild fire crises in California and the subsequent global pandemic. Products have traditionally been made in factories, geographic locations where all or majority of fabrication takes place. This mode of manufacturing is susceptible to vulnerabilities that became apparent in the COVID-19 era, particularly in the case of PPE. While natural disasters, pandemics, domestic or international conflicts disrupt manufacturing and logistics activities, the provisioning of critical supplies suddenly becomes halted. This can result in loss of lives, livelihood, and socioeconomic disturbance. When the Phase I proposal for this project was submitted, our team’s vision was to design products that could be fabricated locally using independently owned and operated 3-D printers. To test this hypothesis, we designed the 422 bike such that it can be fabricated in pieces produced by consumer grade 3D printers. Our research supports the conclusion that 3D printing is unlikely to lower the cost of manufacturing products. However, allowing communities to participate in the fabrication of products has the potential to shift wealth into communities and domestic commercial activities. \n\n \n\nOur novel Maestro application coordinates distributed manufacturing activities and order fulfillment and benefits from the unique technical strengths of a distributed ledger. An application hosted on a distributed that ledger has zero downtime, which means that it can only fail if all network nodes fail, an unlikely scenario due to the large number of geographically distributed machines that are not under the jurisdiction of any single government. Such an application is also resistant to cyberattacks for the same reasons above. Secondly, every state change of the application is visible to the entire network as so-called transactions. This transparency is vital in many industries, including healthcare, where equitable access to material and information resources directly impacts human lives.\n\n\n\n\n\nThe novel Maestro application was created using a combination of Solidity code for the backend and the web3js JavaScript library for the front end. Web applications are commonplace and available around the world using relatively inexpensive and ubiquitous phones and computers. Using the website as a gateway to the blockchain application is an important technical achievement that makes distributed ledger technology more accessible to companies and the general public.\n\n\n\n\n\nThis project gave work to five individuals and the opportunity to apply their creativity and technical skills toward the advancement of distributed ledger technology and additive manufacturing. \n\n \n\nI would like to express my gratitude to the talented individuals who devoted nine months of hard work toward this technically ambitious project. I am also grateful to the National Science Foundation for the honor of being a first-time Principal Investigator on a Federally funded research project. As an Internal Medicine Physician, I believe that the biggest positive impact I can make on society is through my clinical work, and I am marking the successful completion of this Phase I project by stepping down from the project and returning my focus to clinical medicine. \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/10/2020\n\n\t\t\t\t\tSubmitted by: Omar Metwally"
 }
}