{
 "awd_id": "1937105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: An Engineering Research Center for the Engineering of Emergent Biocomplexity (ERC-EEB)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922928",
 "po_email": "scruzpol@nsf.gov",
 "po_sign_block_name": "Sandra Cruz-Pol",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2019-08-23",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "Engineering Research Center for the Engineering of Emergent Biocomplexity: Draft Abstract\r\n\r\nPart 1: Persistent societal challenges prohibit broad-based advancement and human flourishing. Cancer and structural heart defects remain prevalent, unpredictable, and destructive to both families and public resources. Habitat challenges limit production of high-value crops like broccoli. Biotechnology employment is oppressively concentrated in a few large cities, restricting economic opportunity and family planning. These diverse grand challenges exhibit complex commonalities that motivate an integrated solution. Specifically, we believe three facets of biocomplexity?developmental, adaptive, and pathological?are governed by as-yet-unknown emergent construction principles or Rules of Life (one of the NSF?s 10 Big Ideas). We propose an Engineering Research Center for the Engineering of Emergent Biocomplexity (EEB). EEB will pursue foundational science, technology enablement, and economic translation of the engineering system of Emergent Biocomplexity. We will identify construction rules that govern emergent biocomplexity by interrogating three engineering test-beds for which we have extensive expertise and established experimental systems: 1) Developmental emergence: heart morphogenesis, 2) Adaptive emergence: inflorescence morphogenesis, and 3) Pathological emergence: Glioblastoma morphogenesis. Multi-scale, systems-level understanding from each test-bed will cross-inform mechanisms in the others, and through convergent research we will achieve transformative engineering outcomes with high impact: 1) A bench-grown robust, structurally advanced ventricle to advance quantitative developmental biology and enable direct evaluation of restorative approaches for malformed hearts. 2) New broccoli amenable to Eastern US climates with consumer-preferred structural architecture and preservation of vital nutrients. 3) An engineered glioblastoma tumor test platform to identify and validate new drug targets based on controlling emergent behaviors inaccessible to current technologies. In the process of achieving these goals, we will innovate next generation quantitative live imaging and multi-scale/multi-valent computational simulation technology that will accelerate and advance the understanding and control of dynamic biological complexity. We will leverage these science and engineering gains with innovative emergence-based STEM training to transform broaden biotechnology related employment access. Tackling this Grand Challenge requires the deep collaboration of many experts across diverse disciplines (e.g. Math, Plant science, Engineering, Epistemology), siloed disciplinary cultures and language barriers, institutional barriers, and geographical distance. Our institutions: Cornell University, City College of New York, University of Pittsburgh, and the Ohio State University, are ideally positioned within key rural and inner-city domains. This planning grant will help coalesce the academic and industrial expertise and collective infrastructure, build lines of community trust, and refine our strategic plan to carry out these goals. Further, this grant will enable us to engage disparate community stakeholders early in the process to improve our unique emergent computational workforce development program.\r\n\r\nPart 2: We will plan an ERC to pursue a new convergent research field of emergence science and engineering, focused to discover the Rules of Life that are conserved or unique between diverse emergent biological systems. We will apply deep convergence and team science to refine the communication of emergence science across discipline chasms and identify science tools for interrogating variation and robustness within complex biological systems. This will be achieved through cross-collaborative, multi-institutional test bed team meetings whereby the science and engineering frontiers are solidified and well-grounded paths forward with technical and knowledge success milestones are stratified. Through these meetings, we will establish and prioritize shared needs for engineering a new modular multi-valent computational simulation platform and multi-scale quantitative imaging systems. These systems will provide transformative data generation and analysis tools for accelerating the science and engineering of emergent biocomplexity, using each test bed domain to stretch and refine their capabilities. These technology pipelines will additionally serve as engagement nodes for computational biotechnology firms as they seek to expand their footprints into this emerging economic sector. We will engage regional industry leaders through the planning process to further integrate their technology and training desires. Further, our leadership team includes communication and team formation/team performance experts who will study this planning process to develop models for best practices for ideation and team communication within convergent research environments. The success of our planning strategy will establish a compelling cross-platform test case and refine a new process of cross-disciplinary team engagement for transforming science and engineering research for identifying and solving shared highly complex problems. The proposed planning process will also refine stakeholder needs for culturally responsive workforce generation program for a Center-credentialed computational gig-economy. We will work with existing remote workforce talent and their employers to frame training, certification, and advancement ladder ideals for career sustainability and advancement within computational simulation and analysis space. This broad based, branded and securely managed system would eliminate location oppression in the workforce and enable emergent expertise production. This approach will also catalyze rural engagement in STEM education and the economy. We will also coalesce and refine our novel emergence science and engineering concepts through broadly accessible science symposia, from which focused reviews in leading science journals will evangelize the rationale and approaches. These meetings will also help refine how we continue to include diverse voices from across discipline and stakeholder boundaries for sustaining impact through the ERC period. Finally, these components will then be integrated into a formal ERC proposal to implement the research, engineering, and workforce development goals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Butcher",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan T Butcher",
   "pi_email_addr": "jtb47@cornell.edu",
   "nsf_id": "000509283",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gilda",
   "pi_last_name": "Barabino",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gilda A Barabino",
   "pi_email_addr": "Gbarabino@olin.edu",
   "nsf_id": "000480870",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Myers",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Myers",
   "pi_email_addr": "crm17@cornell.edu",
   "nsf_id": "000254787",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Davidson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lance A Davidson",
   "pi_email_addr": "lad43@pitt.edu",
   "nsf_id": "000301582",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adriana",
   "pi_last_name": "Dawes",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Adriana T Dawes",
   "pi_email_addr": "dawes.33@math.osu.edu",
   "nsf_id": "000609227",
   "pi_start_date": "2019-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "124E",
   "pgm_ref_txt": "CENTERS: BIOENG & HEALTH CARE"
  },
  {
   "pgm_ref_code": "112E",
   "pgm_ref_txt": "CENTERS: ENGINEERED SYSTEMS"
  },
  {
   "pgm_ref_code": "114E",
   "pgm_ref_txt": "CENTERS: OTHER RESEARCH CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Planning Grant supported the development and submission of two preproposals for the NSF Engineering Research Center Gen-4 program. Led by Cornell University, multiple institutions were engaged in formative discussions, including the University of Minnesota, University of Pittsburgh, The Ohio State University, the City Universty of New York, and a coalition of HBCUs led by Tuskegee University. Begun in 2019 with a kickoff meeting at Cornell University, these institutions crafted a Center proposal focused on the understanding of and engineering of emergence. The central thesis was that biological morphogenesis is a critically understudied arena for generating disruptive enginering practice, particulary with respect to systems that are robust. Further, we hypothesized that&nbsp;the tissue mesoscale (collective cellular interactions) was a key mechanistic regime for explaining emergence, morphogenesis, and robustness.&nbsp;This scale has been chronically understudied due to the lack of tools, but also due to the pervasive intellectual approach of hyper-reduction that largely eliminates the possibility for emergent behaviors to occur. Regarding intellectual merit, the team brainstormed and coalesced around three disparate biological domains that exhibited convergent morphogenic outcomes and mesoscale mechanisms: plants, brains, and hearts. We developed experimental approaches using novel in vitro, ex vivo, and in vivo model systems that faithfully recapitulated emergent and robust morphogenic behaviors so their mesoscale mechanisms could be studied. We also framed new experimental, imaging, and computational tools that would enable the quantitative study of mesoscale phenomena. Further, we engaged philosophy and mathematics to develop epsitemological and logical rules defining mechanism, emergence, and robustness necessary for engineering these outcomes. Engineering test beds were envisioned that demonstrated these principles and provided critically needed socially impactful products. Regarding broader impacts, the team developed a novel framework for partnerships between R1 institutions and HBCUs to share the expertise of each institution for mutual benefit across the center. Cross-collaborative teams traveled between institutions to gain bi-directional literacy and cultural competencies, built and shared social and scientific capital, and trained faculty and students. Multiple educational outreach events were held to refine and practice these strategies and solve logisitical challenges. Meetings were held with community stakeholders to gather formative input into the mission and goals of our center, as community formed a key Core Facility. In sum, two proposals were developed and submitted, with plans for a third proposal in hand. This was achieved despite complex and unpredictable logistical challenges with COVID-19, natural disasters, administrative transitions, and ongoing academic responsibilities at each partnership institution. The camaraderie and mutual trust forged over this period will pay further dividends across these institutions in future collaborative efforts.&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2024<br>\nModified by: Jonathan&nbsp;T&nbsp;Butcher</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF Planning Grant supported the development and submission of two preproposals for the NSF Engineering Research Center Gen-4 program. Led by Cornell University, multiple institutions were engaged in formative discussions, including the University of Minnesota, University of Pittsburgh, The Ohio State University, the City Universty of New York, and a coalition of HBCUs led by Tuskegee University. Begun in 2019 with a kickoff meeting at Cornell University, these institutions crafted a Center proposal focused on the understanding of and engineering of emergence. The central thesis was that biological morphogenesis is a critically understudied arena for generating disruptive enginering practice, particulary with respect to systems that are robust. Further, we hypothesized thatthe tissue mesoscale (collective cellular interactions) was a key mechanistic regime for explaining emergence, morphogenesis, and robustness.This scale has been chronically understudied due to the lack of tools, but also due to the pervasive intellectual approach of hyper-reduction that largely eliminates the possibility for emergent behaviors to occur. Regarding intellectual merit, the team brainstormed and coalesced around three disparate biological domains that exhibited convergent morphogenic outcomes and mesoscale mechanisms: plants, brains, and hearts. We developed experimental approaches using novel in vitro, ex vivo, and in vivo model systems that faithfully recapitulated emergent and robust morphogenic behaviors so their mesoscale mechanisms could be studied. We also framed new experimental, imaging, and computational tools that would enable the quantitative study of mesoscale phenomena. Further, we engaged philosophy and mathematics to develop epsitemological and logical rules defining mechanism, emergence, and robustness necessary for engineering these outcomes. Engineering test beds were envisioned that demonstrated these principles and provided critically needed socially impactful products. Regarding broader impacts, the team developed a novel framework for partnerships between R1 institutions and HBCUs to share the expertise of each institution for mutual benefit across the center. Cross-collaborative teams traveled between institutions to gain bi-directional literacy and cultural competencies, built and shared social and scientific capital, and trained faculty and students. Multiple educational outreach events were held to refine and practice these strategies and solve logisitical challenges. Meetings were held with community stakeholders to gather formative input into the mission and goals of our center, as community formed a key Core Facility. In sum, two proposals were developed and submitted, with plans for a third proposal in hand. This was achieved despite complex and unpredictable logistical challenges with COVID-19, natural disasters, administrative transitions, and ongoing academic responsibilities at each partnership institution. The camaraderie and mutual trust forged over this period will pay further dividends across these institutions in future collaborative efforts.\t\t\t\t\tLast Modified: 12/29/2024\n\n\t\t\t\t\tSubmitted by: JonathanTButcher\n"
 }
}