{
 "awd_id": "1937490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Institute in Critical Quantitative, Computational, and Mixed Methods Training For Underrepresented Scholars",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 231010.0,
 "awd_amount": 231010.0,
 "awd_min_amd_letter_date": "2019-08-15",
 "awd_max_amd_letter_date": "2019-08-15",
 "awd_abstract_narration": "The project is a collaborative effort lead by Washington University and involving Vanderbilt University, and the University of Pennsylvania to establish an Institute in Critical Quantitative, Computational, and Mixed Methods Training for Underrepresented Scholars. It is designed to mitigate the disparities in the number of underrepresented scholars that utilize quantitative and computational research methods and techniques.  The goals are to enable participants to incorporate quantitative and computational methods in conceptualizing research projects, establish collaborative networks of quantitative and computational research practitioners, and affirm self-efficacy of underrepresented faculty through culturally relevant, asset-focused training opportunities. The use of critical perspectives in race/ethnicity responds to a need for more underrepresented scholars to practice critical quantitative approaches in research to complement the larger number who practice critical qualitative approaches.\r\n\r\nThe Institute will provide a continuum of training, individual coaching, and a follow-up proposal development workshop.  The project team will conduct an assets assessment of 20 researchers, primarily faculty at minority-serving institutions,  recruited to serve as Fellows to establish their baseline needs. The Institute will host a five-day summit to (1) identify possible tensions and transformative practices in using quantitative and computational methods to critically address race and broadening participation in data science and analysis and (2) conduct seminars in data-intensive methods. The curriculum will have a dual focus on core methodological knowledge and specialization and a critical perspective on the use of quantitative and computational methods for research on broadening participation. Topics will include critical theory, research design, fundamentals of quantitative methods, and grant proposal development.  The Institute is expected to stimulate more underrepresented researchers to employ quantitative and computational methods in STEM education research. \r\n\r\nThe project is supported through the EHR Core Research: Building capacity in STEM Education Research (EHR: BCSER) competition that is designed to build individuals' capacity to carry out high quality fundamental STEM education research in STEM learning and learning environments, broadening participation in STEM fields, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezekiel",
   "pi_last_name": "Dixon-Roman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ezekiel J Dixon-Roman",
   "pi_email_addr": "ed2115@tc.columbia.edu",
   "nsf_id": "000803423",
   "pi_start_date": "2019-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3701 Locust Walk",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 231010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ICQCM engaged in multiple activities over three years to establish the institute and train three cohorts of scholars in critical quantitative, computational, and mixed methodologies.</p>\n<p>In the Summer of 2020, ICQCM held a virtual 2-day symposium featuring 20 speakers from 5 different countries, Indigenous/Black/Latina/o/x and Asian American scholars, who have backgrounds in quantitative, computational or mixed methods. Web-page event traffic received 3000 visits, 1003 event registrations, with 647 people in attendance.</p>\n<p>Our recruitment of the NSF QCM Scholars cohort yielded 196 individuals who completed the assets assessment via qualtrics, from which 35 were selected to join the QCM Scholars cohort. They comprised of faculty and postdoctoral researchers, 20% male (including 2 transgender male), 79% women, and 1% non-conforming; 89% were from underrepresented racial/ethnic groups; and 71.4% were from MSIs and 1% Community College.</p>\n<p>ICQCM held a Spring Virtual Training Summit in which 10 Core Seminars were offered May 25 - June 17, and 19 Elective Seminars were offered July 6 - 27, 2021.</p>\n<p>ICQCM was featured at the AERA-ICPSR-PEERS Hub series on July 15, 2021. Over 2000 registered for this session, the second highest registration level for an individual seminar in the series.</p>\n<p>In March of 2022, ICQCM held its 5-Day Summit:</p>\n<p><strong>First</strong>, the table below presents evidence from our first cohort about their technical seminar experiences. While the table does not provide the mean values, all checked courses in the two far-right columns had a mean of 4.00 or greater on a scale of 1.00 (least) to 5.00 (greatest). The results of the middle column are telling: Scholars&rsquo; familiarity with the elective seminar content prior to their participation ranged from an average 1.50 for <em>Data Visualization with Tableau</em> to 3.00 for <em>Bivariate Relationships and OLS Regression</em>. This suggests ICQCM offers content to which the Scholars have had modest to no exposure. <strong>Second</strong>, we asked Scholars how useful were the critical theories to their research. Mean scores for all theoretical seminars ranged from 4.00 to 4.69, indicating very useful. <strong>Third</strong>, our interest in developing CEUs and certification opportunities was affirmed by the positive feedback about the asynchronous resources, <em>R Data Analysis</em> and <em>Fundamentals of Quantitative Social Policy Analysis</em>. Scholars noted the R resources were &ldquo;well structured&rdquo; and a &ldquo;Really great start to the program.&rdquo; One scholar noted &ldquo;that there was a certificate with UPENN which was also helpful in holding me accountable.&rdquo; Another reported, &ldquo;The UPenn sessions were very clear and the learning level was very accessible. I have never taken a stats course... I can actually do rocket science so it's not the math that is hard, but the concepts and I loved that the examples were connected to what I was interested in using the stats and programming for!!!&rdquo; This feedback suggests the proposed activities helped achieve ICQCM&rsquo;s and BCSER&rsquo;s goals. <strong>Fourth</strong>, the pre in-person summit survey (Feb 2022) found 56.34% of scholars had not ever received external funding. The February 2023 survey found 44.12% of Scholars had been awarded an external grant since the pre-summit survey. Of these awards, 8 or roughly 53.33% of all awards were NSF awards, suggesting ICQCM is helping to build capacity in STEM research.</p>\n<p>In May of 2023, ICQCM held its 2-day Grant Writing Summit:</p>\n<ol>\n<li>Although 43 scholars participated, we received 21 responses to our end of summit survey. </li>\n<li>Beginning the grant writing summit, 38.1% of the participants were at the phase of developing study design and methods; 23.8% were honing research idea and questions; 23.8 % were preparing their submission.</li>\n<li>By the end of the workshop, there was clear movement. 42.9% of the participants were at the phase of theory and conceptual development; 42.9% were developing study design and methods; 33.3% were clarifying intellectual impact; 28.6% were honing research idea and question; and 28.6 % were preparing their submission.</li>\n<li>By the end of the workshop, 65% plan to submit a grant proposal within 3 to 6 six months, several of which have informed us via email that they have submitted to William T. Grant Foundation or are working on a collaborative submission with others from the ICQCM community that was developed through ICQCM.</li>\n<li>Every respondent (100%) indicated that they would attend and/or recommend another ICQCM grant writing summit. </li>\n<li>Once respondent tated that they found the following the most helpful: &ldquo;Every part has been helpful for different reasons. The open and honest conversations of the panelists and the range of questions my colleagues proposed was so insightful. My working group was also very helpful&rdquo;</li>\n<li>They found the following the least helpful: &ldquo;How short the panels were (we need more time to dig deeper)&rdquo;</li>\n<li>They stated the following of how they experienced the small group NSF mock panel reviews: &ldquo;It was the most critical feedback that I had received in 7 months of writing. It was invaluable. Thank you!!!&rdquo;</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2023<br>\nModified by: Ezekiel&nbsp;J&nbsp;Dixon-Roman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nICQCM engaged in multiple activities over three years to establish the institute and train three cohorts of scholars in critical quantitative, computational, and mixed methodologies.\n\n\nIn the Summer of 2020, ICQCM held a virtual 2-day symposium featuring 20 speakers from 5 different countries, Indigenous/Black/Latina/o/x and Asian American scholars, who have backgrounds in quantitative, computational or mixed methods. Web-page event traffic received 3000 visits, 1003 event registrations, with 647 people in attendance.\n\n\nOur recruitment of the NSF QCM Scholars cohort yielded 196 individuals who completed the assets assessment via qualtrics, from which 35 were selected to join the QCM Scholars cohort. They comprised of faculty and postdoctoral researchers, 20% male (including 2 transgender male), 79% women, and 1% non-conforming; 89% were from underrepresented racial/ethnic groups; and 71.4% were from MSIs and 1% Community College.\n\n\nICQCM held a Spring Virtual Training Summit in which 10 Core Seminars were offered May 25 - June 17, and 19 Elective Seminars were offered July 6 - 27, 2021.\n\n\nICQCM was featured at the AERA-ICPSR-PEERS Hub series on July 15, 2021. Over 2000 registered for this session, the second highest registration level for an individual seminar in the series.\n\n\nIn March of 2022, ICQCM held its 5-Day Summit:\n\n\nFirst, the table below presents evidence from our first cohort about their technical seminar experiences. While the table does not provide the mean values, all checked courses in the two far-right columns had a mean of 4.00 or greater on a scale of 1.00 (least) to 5.00 (greatest). The results of the middle column are telling: Scholars familiarity with the elective seminar content prior to their participation ranged from an average 1.50 for Data Visualization with Tableau to 3.00 for Bivariate Relationships and OLS Regression. This suggests ICQCM offers content to which the Scholars have had modest to no exposure. Second, we asked Scholars how useful were the critical theories to their research. Mean scores for all theoretical seminars ranged from 4.00 to 4.69, indicating very useful. Third, our interest in developing CEUs and certification opportunities was affirmed by the positive feedback about the asynchronous resources, R Data Analysis and Fundamentals of Quantitative Social Policy Analysis. Scholars noted the R resources were well structured and a Really great start to the program. One scholar noted that there was a certificate with UPENN which was also helpful in holding me accountable. Another reported, The UPenn sessions were very clear and the learning level was very accessible. I have never taken a stats course... I can actually do rocket science so it's not the math that is hard, but the concepts and I loved that the examples were connected to what I was interested in using the stats and programming for!!! This feedback suggests the proposed activities helped achieve ICQCMs and BCSERs goals. Fourth, the pre in-person summit survey (Feb 2022) found 56.34% of scholars had not ever received external funding. The February 2023 survey found 44.12% of Scholars had been awarded an external grant since the pre-summit survey. Of these awards, 8 or roughly 53.33% of all awards were NSF awards, suggesting ICQCM is helping to build capacity in STEM research.\n\n\nIn May of 2023, ICQCM held its 2-day Grant Writing Summit:\n\nAlthough 43 scholars participated, we received 21 responses to our end of summit survey. \nBeginning the grant writing summit, 38.1% of the participants were at the phase of developing study design and methods; 23.8% were honing research idea and questions; 23.8 % were preparing their submission.\nBy the end of the workshop, there was clear movement. 42.9% of the participants were at the phase of theory and conceptual development; 42.9% were developing study design and methods; 33.3% were clarifying intellectual impact; 28.6% were honing research idea and question; and 28.6 % were preparing their submission.\nBy the end of the workshop, 65% plan to submit a grant proposal within 3 to 6 six months, several of which have informed us via email that they have submitted to William T. Grant Foundation or are working on a collaborative submission with others from the ICQCM community that was developed through ICQCM.\nEvery respondent (100%) indicated that they would attend and/or recommend another ICQCM grant writing summit. \nOnce respondent tated that they found the following the most helpful: Every part has been helpful for different reasons. The open and honest conversations of the panelists and the range of questions my colleagues proposed was so insightful. My working group was also very helpful\nThey found the following the least helpful: How short the panels were (we need more time to dig deeper)\nThey stated the following of how they experienced the small group NSF mock panel reviews: It was the most critical feedback that I had received in 7 months of writing. It was invaluable. Thank you!!!\n\n\n\n\t\t\t\t\tLast Modified: 12/13/2023\n\n\t\t\t\t\tSubmitted by: EzekielJDixon-Roman\n"
 }
}