{
 "awd_id": "1937095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Convergence Accelerator Phase I (RAISE): Network Science of Census Data",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lara Campbell",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 962177.0,
 "awd_amount": 962177.0,
 "awd_min_amd_letter_date": "2019-09-10",
 "awd_max_amd_letter_date": "2019-09-10",
 "awd_abstract_narration": "The NSF Convergence Accelerator supports team-based, multidisciplinary efforts that address challenges of national importance and show potential for deliverables in the near future.  \r\n\r\nThis Convergence Accelerator Phase I project is focused on a central goal of structuring and pre-processing data from the U.S. Census (as well as the American Community Survey and state and local government data) to make it maximally accessible to the research techniques of network science, machine learning, and artificial intelligence that are currently at the forefront of scientific inquiry into complex systems. The broader impacts and social benefit of this project will emerge from leveraging the large, elaborate, and expensively collected public resource of census data for research, with strong applications to policy, planning, public health, and other topics. The ability to apply sophisticated artificial intelligence and complex networks techniques to Census data - a blend of demographic, geographic, and socioeconomic information arranged in an integrated hierarchy - will serve the national interest by providing opportunities to better understand the nation's population and communities, with both snapshots and trendlines. Phase I of the project also includes tool development to provide the processed demographic and civic data to scholars, legislators, public-sector officials, and the general public through open-source apps and other interfaces. \r\n\r\nThe project is a convergence research effort, bringing theoretical mathematicians and computer scientists (from combinatorics, probability, geometry, dynamics, and algorithms) together with applied mathematicians and network scientists, buttressed by meaningful interdisciplinary collaboration in the social sciences. The project seeks to understand census geography in both graph and network terms, developing new multi-layer network structures as well as efficient algorithms for clustering, partitioning, and feature identification. The team plans in phase I to also expand collaborative relationships between academia, industry, government, and public-sector organizations. A particular emphasis will be placed on the further development of techniques for discrete Markov chains on graph partitions, an area in which the project team already has significant expertise and anticipates progress on both rigorous and heuristic results about mixing times and stationary distributions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Moon",
   "pi_last_name": "Duchin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Moon Duchin",
   "pi_email_addr": "moon.duchin@tufts.edu",
   "nsf_id": "000603493",
   "pi_start_date": "2019-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "136 Harrison Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021111817",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "095Y00",
   "pgm_ele_name": "CA-HDR: Convergence Accelerato"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049Z",
   "pgm_ref_txt": "RAISE-Research Advanced by Interdiscipli"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 962177.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8f3de0f3-7fff-46ee-9ae6-510d03371ae4\">\n<p dir=\"ltr\"><span>The C-ACCEL Phase I grant &ldquo;Network Science of Census Data&rdquo; supported a very successful year of basic research, software development, and networking. Our Tufts-based project team was comprised of geographers, software developers, and data scientists. Under the direction of PI Moon Duchin, the team compiled, cleaned, and joined census and geo-electoral data from states, counties, and municipalities throughout the U.S. to create an accessible repository of data for civil servants, researchers, and the public. With these primary end users in mind, our team concentrated on (a) developing flexible data structures, with protocols for quality control, and (b) vetting and formatting federal, state, and local data for maximum accessibility. In coordination with our collaborators at the MIT Election Data and Science Lab, we compiled geographical, demographic, and electoral datasets for 23 states. This data requires constant maintenance as updated boundary and election data become available; we keep up an open-access GitHub repository with our current datasets for public use.</span></p>\n<br />\n<p dir=\"ltr\"><span>With high quality pre-processed data, researchers can apply computational techniques (like&nbsp;</span>machine learning and Markov chains), accelerating research in the network structure that has been drastically understudied so far. Our team incorporated the data into user-friendly web tools, like Districtr (districtr.org), which interfaces with powerful Markov chain software like GerryChain (github.com/mggg/gerrychain). Districtr allows members of the public to identify their communities of interest and to draw their own districting maps, which aids officials in the collection of public input. With our network of census and electoral data, members of the public can explore how their maps balance demographics and how they relate to historical elections.</p>\n</span></p>\n<p><br /><span>Intellectual merit: </span><span>the curation of geo-electoral datasets supported multiple publications, notably appearing in the Election Law Journal, Political Analysis, and the Yale Law Journal Forum. The Markov chain software designed to interact with these datasets is in continued development; a survey paper describing the scientific value of the new algorithms recently appeared in the&nbsp;Harvard Data Science Review. &nbsp;</span></p>\n<p><span id=\"docs-internal-guid-8f3de0f3-7fff-46ee-9ae6-510d03371ae4\"><span>Broader impact: </span><span>the ideas were disseminated to multiple communities of scholars and practitioners from across political science, mathematics, computing, and law.&nbsp;&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Moon&nbsp;Duchin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe C-ACCEL Phase I grant \"Network Science of Census Data\" supported a very successful year of basic research, software development, and networking. Our Tufts-based project team was comprised of geographers, software developers, and data scientists. Under the direction of PI Moon Duchin, the team compiled, cleaned, and joined census and geo-electoral data from states, counties, and municipalities throughout the U.S. to create an accessible repository of data for civil servants, researchers, and the public. With these primary end users in mind, our team concentrated on (a) developing flexible data structures, with protocols for quality control, and (b) vetting and formatting federal, state, and local data for maximum accessibility. In coordination with our collaborators at the MIT Election Data and Science Lab, we compiled geographical, demographic, and electoral datasets for 23 states. This data requires constant maintenance as updated boundary and election data become available; we keep up an open-access GitHub repository with our current datasets for public use.\n\n\nWith high quality pre-processed data, researchers can apply computational techniques (like machine learning and Markov chains), accelerating research in the network structure that has been drastically understudied so far. Our team incorporated the data into user-friendly web tools, like Districtr (districtr.org), which interfaces with powerful Markov chain software like GerryChain (github.com/mggg/gerrychain). Districtr allows members of the public to identify their communities of interest and to draw their own districting maps, which aids officials in the collection of public input. With our network of census and electoral data, members of the public can explore how their maps balance demographics and how they relate to historical elections.\n\n\n\nIntellectual merit: the curation of geo-electoral datasets supported multiple publications, notably appearing in the Election Law Journal, Political Analysis, and the Yale Law Journal Forum. The Markov chain software designed to interact with these datasets is in continued development; a survey paper describing the scientific value of the new algorithms recently appeared in the Harvard Data Science Review.  \n\nBroader impact: the ideas were disseminated to multiple communities of scholars and practitioners from across political science, mathematics, computing, and law.  \n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Moon Duchin"
 }
}