{
 "awd_id": "1937722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing and Validating STEM Social Capital Scales",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Xiufeng Liu",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2019-08-08",
 "awd_max_amd_letter_date": "2019-08-08",
 "awd_abstract_narration": "This project will allow a mid-career principal investigator to acquire the education research expertise needed to successfully conceive and execute fundamental research with the potential to meaningfully advance knowledge on developing scales to assess social capital as it relates to STEM learning. The investigator's individual development plan includes a mentor and advisory board members with expertise specific to this topic who will provide guidance and feedback throughout the award period. Specifically, the principal investigator will seek to increase capacity in four major areas: (1) deep knowledge of social capital theories and measures; (2) knowledge and skills of designing and conducting interviews/focus/groups; (3) knowledge and skills of designing surveys and developing instruments; and (4) knowledge and skills of conducting validity studies and multilevel structural equation modeling. Activities in the individual professional development plan include attending academic conferences; engaging in one-on-one mentoring activities; participating in specialized training on scale development; engaging in networking opportunities; taking short courses and attending seminars; and taking part in online activities with STEM education experts, colleagues, and researchers. \r\n \r\nThrough this project, the principal investigator will develop and validate two STEM social capital scales to advance knowledge about social capital's role in promoting positive students' outcomes in STEM. This is an important pilot study since few instruments exist to assess both student and parent perspectives about how best to support and promote participation in STEM. The project will be conducted in collaboration with a seven-week STEM summer program for students in grades six through eleven. Therefore, this project will seek to increase the principal investigator's understanding about student achievement, motivation, and participation in STEM fields and careers through a seven-step scale development procedure. Outcomes from this project will advance the principal investigator's methodological knowledge about the development of scales for measuring the influence of STEM social capital on student's interest, motivation, and participation in STEM fields and careers. The project is supported through the EHR Core Research Building Capacity in STEM Education Research competition that is designed to build individuals' capacity to carry out high quality fundamental STEM education research in STEM learning and learning environments, broadening participation in STEM fields, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guan",
   "pi_last_name": "Saw",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Guan K Saw",
   "pi_email_addr": "guan.saw@cgu.edu",
   "nsf_id": "000750182",
   "pi_start_date": "2019-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 94946.0
  }
 ],
 "por": null
}