{
 "awd_id": "1938387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Exploring bias in Deep learning to extend its use to under-represented populations in breast imaging",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2019-10-15",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 224999.0,
 "awd_amount": 224999.0,
 "awd_min_amd_letter_date": "2019-08-29",
 "awd_max_amd_letter_date": "2019-09-11",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will result from the ability to deploy Artificial Intelligence (AI) to enable rapid and automated detection of breast cancers in mammograms, with the added benefit of greater training of the systems of models on data across a range of demographics, where variability could potentially cause increased errors or inadvertent bias. Breast cancer is the most commonly diagnosed cancer in women and the second leading cause of cancer deaths among women. X-ray mammography screening is an effective tool for reducing mortality among women, but the high volume of mammograms generated every year, combined with the visual challenges of identifying subtle abnormalities in a complex background, makes mammogram analysis a difficult task. This project proposes an AI-based system able to autonomously analyze mammograms to help radiologists in this task, with a broad dataset covering multiple demographics. The proposed solution will save the time of radiologists, allowing the healthcare system to care for women more efficiently, while providing high accuracy and reducing variability of interpretation. The proposed solution may result in a broader adherence to mammography screening programs, marked reduction in breast cancer mortality, and significant cost savings for society. Additionally, this project may lead to improved treatments of other types of cancer.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project proposes to develop an algorithm to reduce bias in AI methods for breast imaging in order to extend their use to under-represented demographic groups. Most mammogram databases currently available to train AI models are potentially undertrained for use in under-represented populations because of the limited origin of the test and training data, potentially leading to errors or reduced accuracy when used on other populations. This project proposes a data augmentation procedure to reduce bias by synthetically increasing the number of training examples for under-represented demographics. Firstly, demographic information will be extracted from available databases, and biasing factors will be identified. Then, a new procedure will be established and used to generate highly realistic synthetic mammograms to increase the number of training examples in the original database. The benefits obtained with this procedure will be assessed by training an AI on the original and on the augmented databases and comparing performances in terms of area under the receiving operator characteristic. At the completion of this Phase I project, the augmentation procedure will be ready for testing on under-represented minorities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Lotter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Lotter",
   "pi_email_addr": "sbirpideephealth@gmail.com",
   "nsf_id": "000794279",
   "pi_start_date": "2019-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DEEPHEALTH, INC.",
  "inst_street_address": "23 OAK ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELMONT",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174841574",
  "inst_zip_code": "024783006",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "DEEPHEALTH INC",
  "org_prnt_uei_num": "EGK5JHG59KP3",
  "org_uei_num": "EGK5JHG59KP3"
 },
 "perf_inst": {
  "perf_inst_name": "DEEPHEALTH, INC.",
  "perf_str_addr": "23 OAK ST",
  "perf_city_name": "BELMONT",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024783006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 224999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Artificial intelligence tools have shown bias in the past, including racial bias. We undertook this project in order to explore bias factors, particularly race, that might influence the performance of AI in one specific very important problem, namely, that of mammography interpretation. Our goal was to use certain technical methods (including one known as &ldquo;data augmentation&rdquo;) to try and overcome such bias.</p>\n<p>The first six months constituted Phase I of our project, and we made substantial progress during this block of time. For example, we have successfully assembled a dataset that includes collection of mammograms from a network of 55 centers across the New York City greater metropolitan area. This dataset includes both Black and non-Hispanic Black populations, and consists of 27,426 screening examinations from 27,421 patients, including 243 unique cancers. 51% of these patients self-identified as Black, while 17% self-identified as White.</p>\n<p>This data set will nicely complement a separate dataset we have already obtained from other geographically distinct locations consisting of more than 95,000 non-cancer mammogram and more than 7,600 cancer mammograms, including both full field digital mammograms and digital breast tomosynthesis studies. These datasets have allowed us to explore and identify a number of factors that affect the performance of AI models, including equipment manufacturer, breast density, and age. The effect of race on our AI models appears to be modest at this point, though we will need to collect further data to be certain.</p>\n<p>The collection of data is a substantial achievement and sets the stage for further exploration of bias beyond our efforts during this first performance period. There are few publicly available image datasets for mammography, and to our knowledge there are none for 3D mammography nor any for Black women. These data will be very valuable for future work. Our initial testing of our models suggests that our AI models are not heavily biased by race, but we look forward to more sophisticated testing in the months ahead. In addition, we have successfully developed a GAN approach that aids performance via data augmentation. We will continue to develop new machine learning methods in addition to data collection to improve performance of our models on all races.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2020<br>\n\t\t\t\t\tModified by: William&nbsp;Lotter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArtificial intelligence tools have shown bias in the past, including racial bias. We undertook this project in order to explore bias factors, particularly race, that might influence the performance of AI in one specific very important problem, namely, that of mammography interpretation. Our goal was to use certain technical methods (including one known as \"data augmentation\") to try and overcome such bias.\n\nThe first six months constituted Phase I of our project, and we made substantial progress during this block of time. For example, we have successfully assembled a dataset that includes collection of mammograms from a network of 55 centers across the New York City greater metropolitan area. This dataset includes both Black and non-Hispanic Black populations, and consists of 27,426 screening examinations from 27,421 patients, including 243 unique cancers. 51% of these patients self-identified as Black, while 17% self-identified as White.\n\nThis data set will nicely complement a separate dataset we have already obtained from other geographically distinct locations consisting of more than 95,000 non-cancer mammogram and more than 7,600 cancer mammograms, including both full field digital mammograms and digital breast tomosynthesis studies. These datasets have allowed us to explore and identify a number of factors that affect the performance of AI models, including equipment manufacturer, breast density, and age. The effect of race on our AI models appears to be modest at this point, though we will need to collect further data to be certain.\n\nThe collection of data is a substantial achievement and sets the stage for further exploration of bias beyond our efforts during this first performance period. There are few publicly available image datasets for mammography, and to our knowledge there are none for 3D mammography nor any for Black women. These data will be very valuable for future work. Our initial testing of our models suggests that our AI models are not heavily biased by race, but we look forward to more sophisticated testing in the months ahead. In addition, we have successfully developed a GAN approach that aids performance via data augmentation. We will continue to develop new machine learning methods in addition to data collection to improve performance of our models on all races.\n\n \n\n\t\t\t\t\tLast Modified: 04/27/2020\n\n\t\t\t\t\tSubmitted by: William Lotter"
 }
}