{
 "awd_id": "1939080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Development and application of Sr stable isotopes as a novel tracer of carbonate through subduction",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 111276.0,
 "awd_amount": 123053.0,
 "awd_min_amd_letter_date": "2019-07-09",
 "awd_max_amd_letter_date": "2022-08-23",
 "awd_abstract_narration": "Geological processes play an important role in regulating atmospheric oxygen and carbon, and thus surface temperatures, on timescales of ten million years and greater. Carbon is transferred from the surface of the Earth into the mantle by the process of plate subduction, where oceanic plates carrying carbon-rich rocks and sediments sink into the mantle. During the initial stages of subduction, some fraction of the carbon in the sinking plate is removed and transported back to the Earth's surface in the magmas of subduction-zone volcanoes, such as those of the Pacific Ring of Fire. To account for the mass balance of the carbon cycle, and to fully understand variations in Earth's climate on geological time scales, it is therefore necessary to determine how much subducting carbon is rapidly returned  back to Earth's surface, and how much is instead transported deep into the mantle. Rates of carbon recycling are difficult to measure directly, however, because carbon dissolved in magmas is sequestered into a separate vapor phase during magmatic ascent, traversing through the crust and into the atmosphere at highly variable rates, and via diffuse pathways. As an alternative to direct measurements of carbon fluxes through subduction zone volcanoes, geochemical proxies can be used to estimate the amount of carbon that was initially present in the magmas. This study will incorporate recent advances in analytical techniques that will use the strontium isotope system as a proxy, with applications to carbonate recycling in particular. The proposed work aims to advance understanding of chemical cycling at subduction zones while promoting teaching, training, and learning. This project involves mentoring of early-career researchers from under-represented groups in the Earth sciences, as well as a first-year Master's student. The proposed work also will build new collaborative relationships among early career faculty members of UMass Amherst and Washington University in St. Louis.\r\n\r\nStrontium is a potentially powerful proxy of carbonate recycling though subduction zones because it is typically present at high abundances in carbonates relative to the mantle, and because carbonates have distinct stable Sr isotope compositions. The project team will develop new procedures for the analysis and interpretation of the Sr stable isotope system among igneous rocks from volcanic arcs by building a data framework in the Central American Volcanic Arc (CAVA), where there is a thick layer of subducting sedimentary carbonate, the volcanic rocks and gases have been extensively measured and characterized by previous studies, and there is good geochemical evidence for variable carbonate recycling efficiency. Combined measurements of Sr stable and radiogenic isotope ratios via double-spike TIMS will provide the ability to accurately estimate the Sr flux from the subducting carbonate to the volcanic arc, which can in turn be used to estimate the rates of carbon recycling. If successful, this study will provide novel constraints on the global carbon cycle, establish &#948;88/86Sr isotope systematics among subducting components and their associated volcanics, and provide the basis for further studies of arc geochemical transport. &#948;88/86Sr values will be combined with radiogenic Sr isotopes to accurately determine the total carbonate-derived Sr budget of the arc volcanics and whether these systems can be used to assess the efficiency of, and the mechanisms that enable, the recycling of subducting carbonate into volcanic arcs. If the &#948;88/86Sr system at CAVA provides a benchmark on carbon recycling through volcanic arcs, then these tracers can be used to constrain the fate of subducted carbonate in other arcs around the world. Once modern-day stable Sr isotope arc systematics are established, this proxy can also potentially be used to assess the variability of subducting carbonate in past eras, providing transformative insight into the variability of the global carbon cycle throughout Earth's history. The results of the proposed work will be of interest to the wide geoscience community, including low-temperature geochemistry and Earth history communities interested in long-term variations in surface carbon reservoirs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Turner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Turner",
   "pi_email_addr": "stephen.turner@whoi.edu",
   "nsf_id": "000787322",
   "pi_start_date": "2019-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Department of Geosciences",
  "perf_str_addr": "627 North Pleasant Street 233 Mo",
  "perf_city_name": "Amherst, MA",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 111276.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 11777.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Geological processes play an important role in regulating atmospheric oxygen and carbon, and thus surface temperatures, on timescales of tens of millions of years and greater. Carbon is transferred from the surface of the Earth into the mantle by the process of plate subduction, where oceanic plates carrying carbon-rich rocks and sediments sink into the mantle. During the initial stages of subduction, some fraction of the carbon in the sinking plate is removed and transported back to the Earth&rsquo;s surface in the magmas of subduction-zone volcanoes, such as those of the Pacific Ring of Fire. To account for the mass balance of the carbon cycle, and to fully understand variations in Earth&rsquo;s climate on geological time scales, it is therefore necessary to determine how much subducting carbon is rapidly returned to Earth&rsquo;s surface, and how much is instead transported deep into the mantle. Rates of carbon recycling are difficult to measure directly, however, because carbon dissolved in magmas is sequestered into a separate vapor phase during magmatic ascent, traversing through the crust and into the atmosphere at highly variable rates, and via diffuse pathways. As an alternative to direct measurements of carbon fluxes through subduction zone volcanoes, geochemical proxies can be used to estimate the amount of carbon that was initially present in the magmas. Strontium is a potentially powerful proxy of carbonate recycling though subduction zones because it is typically present at high abundances in carbonates relative to the mantle, and because carbonates have distinct stable Sr isotope compositions.</p>\n<p>&nbsp;In this study, we developed new procedures for the analysis and interpretation of the Sr stable isotope system among igneous rocks from volcanic arcs by building a data framework in the Central American Volcanic Arc, where there is a thick layer of subducting sedimentary carbonate, the volcanics rocks and gases were extensively measured and characterized by previous studies, and there is good geochemical evidence for variable carbonate recycling efficiency. Combined measurements of Sr stable and radiogenic isotope ratios were successfully made via a technique known as double-spike Thermal Ionization Mass Spectrometry (TIMS) and were shown to provide the ability to accurately estimate the Sr flux from the subducting carbonate to the volcanic arc, which can in turn be used to estimate the rates of carbon recycling. This study thus provides novel constraints on the global carbon cycle, established &delta;<sup>88/86</sup>Sr isotope systematics among subducting components and their associated volcanics, and provided the basis for further studies of arc geochemical transport.</p>\n<p>&nbsp;The work conducted served to advance our understanding of chemical cycling at subduction zones while promoting teaching, training, and learning. This project involved mentoring of early-career researchers from under-represented groups in the Earth sciences, as well as a PhD student. The proposed work also built new collaborative relationships among early career faculty members of UMass Amherst and Washington University in St. Louis.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/01/2024<br>\nModified by: Stephen&nbsp;J&nbsp;Turner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGeological processes play an important role in regulating atmospheric oxygen and carbon, and thus surface temperatures, on timescales of tens of millions of years and greater. Carbon is transferred from the surface of the Earth into the mantle by the process of plate subduction, where oceanic plates carrying carbon-rich rocks and sediments sink into the mantle. During the initial stages of subduction, some fraction of the carbon in the sinking plate is removed and transported back to the Earths surface in the magmas of subduction-zone volcanoes, such as those of the Pacific Ring of Fire. To account for the mass balance of the carbon cycle, and to fully understand variations in Earths climate on geological time scales, it is therefore necessary to determine how much subducting carbon is rapidly returned to Earths surface, and how much is instead transported deep into the mantle. Rates of carbon recycling are difficult to measure directly, however, because carbon dissolved in magmas is sequestered into a separate vapor phase during magmatic ascent, traversing through the crust and into the atmosphere at highly variable rates, and via diffuse pathways. As an alternative to direct measurements of carbon fluxes through subduction zone volcanoes, geochemical proxies can be used to estimate the amount of carbon that was initially present in the magmas. Strontium is a potentially powerful proxy of carbonate recycling though subduction zones because it is typically present at high abundances in carbonates relative to the mantle, and because carbonates have distinct stable Sr isotope compositions.\n\n\nIn this study, we developed new procedures for the analysis and interpretation of the Sr stable isotope system among igneous rocks from volcanic arcs by building a data framework in the Central American Volcanic Arc, where there is a thick layer of subducting sedimentary carbonate, the volcanics rocks and gases were extensively measured and characterized by previous studies, and there is good geochemical evidence for variable carbonate recycling efficiency. Combined measurements of Sr stable and radiogenic isotope ratios were successfully made via a technique known as double-spike Thermal Ionization Mass Spectrometry (TIMS) and were shown to provide the ability to accurately estimate the Sr flux from the subducting carbonate to the volcanic arc, which can in turn be used to estimate the rates of carbon recycling. This study thus provides novel constraints on the global carbon cycle, established 88/86Sr isotope systematics among subducting components and their associated volcanics, and provided the basis for further studies of arc geochemical transport.\n\n\nThe work conducted served to advance our understanding of chemical cycling at subduction zones while promoting teaching, training, and learning. This project involved mentoring of early-career researchers from under-represented groups in the Earth sciences, as well as a PhD student. The proposed work also built new collaborative relationships among early career faculty members of UMass Amherst and Washington University in St. Louis.\n\n\n\t\t\t\t\tLast Modified: 02/01/2024\n\n\t\t\t\t\tSubmitted by: StephenJTurner\n"
 }
}