{
 "awd_id": "1939240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Food insecurity and mental health in global perspective: Social and nutritional pathways",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2019-05-09",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 11675.0,
 "awd_amount": 11675.0,
 "awd_min_amd_letter_date": "2019-08-07",
 "awd_max_amd_letter_date": "2021-03-29",
 "awd_abstract_narration": "Social inequality is recognized as a fundamental cause of many forms of human suffering.  Although rooted in particular social and economic orders,  social inequality also manifests in individual biology and psychology. However, the complex and interacting connections involved are not well understood; physical and mental health disparities can be both the cause and the effect of social inequality. Understanding how these disparities interact is important because they can be mutually-reinforcing and thus difficult to escape once the cycle has begun. The research supported by this award will investigate these linkages through the lens of food insecurity and the pathways that connect it to mental ill health, as mediated by cultural and social differences. Although the research will be conducted outside of the United States to take advantage of analytically useful comparisons, its findings will be universally applicable.\r\n\r\nThe research will be undertaken by anthropologists Dr. Lesley J. Weaver (University of Alabama) and Dr. Craig A. Hadley (Emory University) in three rapidly developing communities in Brazil, Ethiopia, and Haiti.  These research sites were chosen because all three have experienced food shortages in recent memory and in each setting, social inequality is creating noticeable disparities in life chances.  At the same time, the three research sites also differ in scientifically useful ways: they have culturally distinct food cultures and each has a different degree of integration with the global economy. In each site, the researchers will collect information on social and cultural meanings associated with the acquisition, preparation, and consumption of foods; they will do mental and physical health assessments; and they will look at the relationships between these data to weigh the importance of biological (especially nutritional) and cultural factors as pathways that connect food insecurity to mental ill health. Data will be gathered through interviews about health and well-being; participant observation; the collection of basic health biometrics; and the administration of culturally adapted mental health scales. Cross-site comparisons will allow the researchers to assess whether or not there is a shared experience of food insecurity and mental health problems that we are likely to see in other global locations, including the United States. Findings from this research will help to better understand the connection between human society, culture, biology, and psychology. Results also will help to improve the effectiveness of development and aid programs designed to alleviate mental health problems and food insecurity and alleviate some of the harmful effects of social inequality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lesley",
   "pi_last_name": "Weaver",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lesley J Weaver",
   "pi_email_addr": "ljweaver@uoregon.edu",
   "nsf_id": "000530406",
   "pi_start_date": "2019-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11673.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research sought to determine what mechanisms link food insecurity and poor mental health in low- and middle-income countries, where food insecurity is most common. Working in peri-urban Ethiopia and rural Brazil and Haiti, we found high levels of food insecurity and symptoms of depression associated with that food insecurity. People agreed on particular food items that they would prefer to eat but in many cases were unable to eat because they were too expensive. Although people in each research setting expressed frustration about not being able to eat those preferred foods, this experience alone did not predict the depression symptoms we observed. We also found no evidence that food insecurity&rsquo;s impact on depression resulted from any nutritional deficiencies related to being food insecure. However, the nutritional measures used in this study were limited, so it is still possible that food insecurity might harm mental health directly through micro- or macro-nutrient deficiencies that affect brain function.</p>\n<p>&nbsp;</p>\n<p>As part of this work, we generated new knowledge about the experience of food insecurity and changing foodways in low- and middle-income countries, particularly the value people place on having a variety of food items comprising each meal. This study was the first to empirically demonstrate that, cross-culturally, communities have shared ideas about which food items are most desirable or prestigious. In the Ethiopia and Brazil sites, processed and imported foods such as pizza were often considered more desirable than locally-grown staple foods such as rice and beans. This was much less true in the Haiti site; people still agreed on desirable foods, but they named very few processed or imported food items. These result likely reflect the fact that each study site is at a different stage of becoming integrated into global economies and new modes of obtaining food that rely on purchasing rather than growing it.</p>\n<p>&nbsp;</p>\n<p>This research contributes to scholarship in biological and cultural anthropology, global health, and nutrition by testing the varied pathways through which food insecurity harms wellbeing, and by generating a new methodological approach that could be used in other studies to determine which foods people find most desirable. It contributed to the training of three female graduate students in the United States, two female professors seeking tenure and one male professor seeking promotion in the US, two professors in Ethiopia, field research training and capacity building for Master&rsquo;s students and community members in each research setting, and provided a basis for enhanced teaching of undergraduates at the PI&rsquo;s public university.</p>\n<p>&nbsp;</p>\n<p>Most importantly, this research underscores that food insecurity harms mental health as part of the larger experience of poverty and uncertainty. Scholars have long debated why food insecurity is so harmful, especially because it usually does not result in outright hunger (not having enough food to feel full or survive). Our research suggests that food insecurity is only one part of a broader experience of deprivation and precarity that shapes the lives of people in our research settings, and that interventions designed to address food insecurity should be embedded within larger poverty-reduction efforts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2022<br>\n\t\t\t\t\tModified by: Lesley&nbsp;J&nbsp;Weaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research sought to determine what mechanisms link food insecurity and poor mental health in low- and middle-income countries, where food insecurity is most common. Working in peri-urban Ethiopia and rural Brazil and Haiti, we found high levels of food insecurity and symptoms of depression associated with that food insecurity. People agreed on particular food items that they would prefer to eat but in many cases were unable to eat because they were too expensive. Although people in each research setting expressed frustration about not being able to eat those preferred foods, this experience alone did not predict the depression symptoms we observed. We also found no evidence that food insecurity’s impact on depression resulted from any nutritional deficiencies related to being food insecure. However, the nutritional measures used in this study were limited, so it is still possible that food insecurity might harm mental health directly through micro- or macro-nutrient deficiencies that affect brain function.\n\n \n\nAs part of this work, we generated new knowledge about the experience of food insecurity and changing foodways in low- and middle-income countries, particularly the value people place on having a variety of food items comprising each meal. This study was the first to empirically demonstrate that, cross-culturally, communities have shared ideas about which food items are most desirable or prestigious. In the Ethiopia and Brazil sites, processed and imported foods such as pizza were often considered more desirable than locally-grown staple foods such as rice and beans. This was much less true in the Haiti site; people still agreed on desirable foods, but they named very few processed or imported food items. These result likely reflect the fact that each study site is at a different stage of becoming integrated into global economies and new modes of obtaining food that rely on purchasing rather than growing it.\n\n \n\nThis research contributes to scholarship in biological and cultural anthropology, global health, and nutrition by testing the varied pathways through which food insecurity harms wellbeing, and by generating a new methodological approach that could be used in other studies to determine which foods people find most desirable. It contributed to the training of three female graduate students in the United States, two female professors seeking tenure and one male professor seeking promotion in the US, two professors in Ethiopia, field research training and capacity building for Master’s students and community members in each research setting, and provided a basis for enhanced teaching of undergraduates at the PI’s public university.\n\n \n\nMost importantly, this research underscores that food insecurity harms mental health as part of the larger experience of poverty and uncertainty. Scholars have long debated why food insecurity is so harmful, especially because it usually does not result in outright hunger (not having enough food to feel full or survive). Our research suggests that food insecurity is only one part of a broader experience of deprivation and precarity that shapes the lives of people in our research settings, and that interventions designed to address food insecurity should be embedded within larger poverty-reduction efforts.\n\n\t\t\t\t\tLast Modified: 06/26/2022\n\n\t\t\t\t\tSubmitted by: Lesley J Weaver"
 }
}