{
 "awd_id": "1939090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: The role of the environment on the evolution of recombination rates",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 199876.0,
 "awd_amount": 252132.0,
 "awd_min_amd_letter_date": "2019-07-11",
 "awd_max_amd_letter_date": "2021-07-23",
 "awd_abstract_narration": "This study addresses the influence of biotic and abiotic processes on the generation of genetic variation through meiotic recombination. Meiotic recombination can be influenced by environmental and physiological conditions, however we do not know how this plasticity affects recombination rate evolution over time. Sequence-based genotyping methods will be used to survey recombination rate plasticity in response to heat stress at a fine-scale along the entire genome of the fruit fly, Drosophila pseudoobscura. These empirical data are crucial for understanding how recombination rates evolve in changing environments. The results of this work will break new ground in assessing  if changes in recombination are adaptive and to what extent those changes have directional effects on the rate of evolution. In addition, undergraduates and graduate students, including those from underrepresented groups will be trained in bioinformatics. \r\n\r\nPrevious studies of environmentally-induced changes in recombination rate have used visible mutants. In this study, several high resolution sequencing methods will be combined with novel bioinformatic approaches to provide a genome wide map of meiotic crossovers. The first aim is a detailed map of recombination rate variation as a function of heat stress. The second aim is to assess the longer-term evolution of recombination rates and divergence in response to the short term, plastic responses. Ultimately, this research will test the hypothesis that plasticity explains some proportion of genetic signatures of recombination differences within and between species. If supported, this hypothesis would challenge the validity of linkage disequilibrium-based estimates to capture recombination rate evolution. Evolutionary theory currently suggests that environmental changes can affect population genetic signatures of diversity and divergence; this study would directly evaluate this question with empirical data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Stevison",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie S Stevison",
   "pi_email_addr": "lss0021@auburn.edu",
   "nsf_id": "000515204",
   "pi_start_date": "2019-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "559 Devall Drive",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 199876.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 52256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All sexual organisms undergo meiosis to generate haploid gametes for reproduction. During meiosis, recombination ensures proper segregation of homologous chromosomes. Though the molecular mechanisms of meiosis are well understood, crossover (hereafter CO) control mechanisms remain poorly understood. Further, CO rates correlate with genomic variation in patterns of nucleotide divergence, demography, and selection, but the direction and strength of this correlation is inconsistent across organisms. Additionally, CO rates themselves vary considerably across the genome and correlate with nucleotide diversity, GC-content, repeats, and other genomic features. Finally, CO rates have been shown to vary among individuals due to both environmental and physiological conditions.</p>\n<p>A central goal of evolutionary genetics is understanding the influence of biotic and abiotic processes on genetic variation in natural populations. One of the major processes that contribute to novel population genetic variation is meiotic recombination. Although studies dating back more than a century show that meiotic recombination is influenced by environmental and physiological conditions, we still do not know the relative effect of these processes on the evolution of recombination rate rates. Specifically, meiotic CO rates have been shown to increase up to 3-fold in response to aging, mating, starvation, heat, crowding, and social interactions. However, predicting how CO rates respond to both stress and changing evolutionary forces (e.g. drift, selection) can be difficult.<em>&nbsp;</em></p>\n<p>The outcomes of this project were two part &ndash; in the early reporting period, when the COVID-19 pandemic limited experimental work, efforts were focused on methods development. Specifically, the postdoc supported on this proposal developed a haplotype-based scan for adaptation. The initial plan was to use the data generated from public fruit fly genomes to compare regions with high rates of selection to those that were empirically sensitive to temperature stress showing changes in recombination rate relative to control. However, with those experimental data unavailable, we opted to use publicly available data. Specifically, we identified a public dataset of macaques (another study system of the PI) that were ideal for testing this novel method. Using wild caught samples from low and high altitude, we were able to not only demonstrate the utility of the new scan for local adaption, but also identify novel genes involved in high altitude adaptation in macaques. In the same early time frame, the PI was invited to highlight a paper in the journal Molecular Ecology that demonstrated the importance of taking background recombination rate into account when identifying genome wide outliers for adaptation.</p>\n<p>In the latter reporting period, work was heavily focused on experimental work. Specifically, we were motivated to address the following key questions. <em>Which parts of the chromosome are sensitive to heat stress in terms of meiotic recombination rate? How does heat stress impact CO control? Do long term changes in meiotic recombination rate occur in similar places along the chromosome as those that are sensitive to heat stress in a single generation? </em>The experimental work was carried out by a PhD student in the lab and the computational work was driven by a post-bacc in the lab, with another PhD contributing. These findings were presented at various conferences and are currently in preparation for publication.<em>&nbsp;</em></p>\n<p>To address these questions, we generated the first fine-scale map of meiotic recombination rate plasticity due to heat stress. Because heat stress has been the primary target of early studies, it was an ideal choice for this fine-scale survey. We also opted to use the classic model system <em>D. pseudoobscura</em>. Our lab recently identified recombination rate plasticity in <em>D. pseudoobscura</em>, making it suitable for investigating this phenomenon. Early in the project period, we published this pilot work. Our survey of the genome supported a global increase due to heat stress, but also many fine-scale differences in both directions compared to control. Interestingly, the X-chromosome showed the most variability in direction with the global increase not detected on this chromosome. Similarly, we found COs to be more closely spaced and higher overall per chromosome, except on the X. Future work will further investigate genomic features driving these differences, such as abundance of TEs.</p>\n<p>Using this map of variability in recombination due to temperature stress, we further tested the hypothesis that plasticity explains some component of genetic signatures of divergence in recombination rates within and between species. For this, we took advantage of the extensive comparative recombination rate evolution work in the Pseudoobscura species group, to put these results in an evolutionary context. We found that intervals that were different both within and between species were more likely to have increased recombination with high temperature.</p>\n<p>The fine-scale plasticity data collected provides vital parameters for theoretical work into the evolution of recombination plasticity. Similarly, there are many proposed mechanisms for plasticity, and the data collected from this project will be paramount to testing these mechanistic hypotheses to finally solve this century old phenomenon.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/05/2024<br>\nModified by: Laurie&nbsp;S&nbsp;Stevison</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAll sexual organisms undergo meiosis to generate haploid gametes for reproduction. During meiosis, recombination ensures proper segregation of homologous chromosomes. Though the molecular mechanisms of meiosis are well understood, crossover (hereafter CO) control mechanisms remain poorly understood. Further, CO rates correlate with genomic variation in patterns of nucleotide divergence, demography, and selection, but the direction and strength of this correlation is inconsistent across organisms. Additionally, CO rates themselves vary considerably across the genome and correlate with nucleotide diversity, GC-content, repeats, and other genomic features. Finally, CO rates have been shown to vary among individuals due to both environmental and physiological conditions.\n\n\nA central goal of evolutionary genetics is understanding the influence of biotic and abiotic processes on genetic variation in natural populations. One of the major processes that contribute to novel population genetic variation is meiotic recombination. Although studies dating back more than a century show that meiotic recombination is influenced by environmental and physiological conditions, we still do not know the relative effect of these processes on the evolution of recombination rate rates. Specifically, meiotic CO rates have been shown to increase up to 3-fold in response to aging, mating, starvation, heat, crowding, and social interactions. However, predicting how CO rates respond to both stress and changing evolutionary forces (e.g. drift, selection) can be difficult.\n\n\nThe outcomes of this project were two part  in the early reporting period, when the COVID-19 pandemic limited experimental work, efforts were focused on methods development. Specifically, the postdoc supported on this proposal developed a haplotype-based scan for adaptation. The initial plan was to use the data generated from public fruit fly genomes to compare regions with high rates of selection to those that were empirically sensitive to temperature stress showing changes in recombination rate relative to control. However, with those experimental data unavailable, we opted to use publicly available data. Specifically, we identified a public dataset of macaques (another study system of the PI) that were ideal for testing this novel method. Using wild caught samples from low and high altitude, we were able to not only demonstrate the utility of the new scan for local adaption, but also identify novel genes involved in high altitude adaptation in macaques. In the same early time frame, the PI was invited to highlight a paper in the journal Molecular Ecology that demonstrated the importance of taking background recombination rate into account when identifying genome wide outliers for adaptation.\n\n\nIn the latter reporting period, work was heavily focused on experimental work. Specifically, we were motivated to address the following key questions. Which parts of the chromosome are sensitive to heat stress in terms of meiotic recombination rate? How does heat stress impact CO control? Do long term changes in meiotic recombination rate occur in similar places along the chromosome as those that are sensitive to heat stress in a single generation? The experimental work was carried out by a PhD student in the lab and the computational work was driven by a post-bacc in the lab, with another PhD contributing. These findings were presented at various conferences and are currently in preparation for publication.\n\n\nTo address these questions, we generated the first fine-scale map of meiotic recombination rate plasticity due to heat stress. Because heat stress has been the primary target of early studies, it was an ideal choice for this fine-scale survey. We also opted to use the classic model system D. pseudoobscura. Our lab recently identified recombination rate plasticity in D. pseudoobscura, making it suitable for investigating this phenomenon. Early in the project period, we published this pilot work. Our survey of the genome supported a global increase due to heat stress, but also many fine-scale differences in both directions compared to control. Interestingly, the X-chromosome showed the most variability in direction with the global increase not detected on this chromosome. Similarly, we found COs to be more closely spaced and higher overall per chromosome, except on the X. Future work will further investigate genomic features driving these differences, such as abundance of TEs.\n\n\nUsing this map of variability in recombination due to temperature stress, we further tested the hypothesis that plasticity explains some component of genetic signatures of divergence in recombination rates within and between species. For this, we took advantage of the extensive comparative recombination rate evolution work in the Pseudoobscura species group, to put these results in an evolutionary context. We found that intervals that were different both within and between species were more likely to have increased recombination with high temperature.\n\n\nThe fine-scale plasticity data collected provides vital parameters for theoretical work into the evolution of recombination plasticity. Similarly, there are many proposed mechanisms for plasticity, and the data collected from this project will be paramount to testing these mechanistic hypotheses to finally solve this century old phenomenon.\n\n\n\t\t\t\t\tLast Modified: 07/05/2024\n\n\t\t\t\t\tSubmitted by: LaurieSStevison\n"
 }
}