{
 "awd_id": "1940624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Comparative Genomics of Host-specific Adaptation and Life History Evolution in Brood Parasitic Birds",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2018-09-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 454317.0,
 "awd_amount": 454317.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "Examples of convergent evolution, in which similar morphological, behavioral or functional traits arise independently in different species, provide a powerful framework for examining the extent to which the genetic changes underlying adaptive evolution are predictable versus idiosyncratic, a fundamental question in comparative genomics. Avian brood parasites, birds that provide no parental care to their offspring but instead lay their eggs in the nests of other species, represent an ideal model system for comparative analysis because brood parasitism (and the loss of parental care behavior) evolved independently seven times in five different avian families. This project will characterize patterns of genomic change in both parasitic and non-parasitic birds to test whether changes in the same specific genes and/or parallel patterns of genomic change have occurred in independent brood parasitic lineages. The results will also provide insight into other fundamental questions about genome evolution, including whether genetic changes underlying differences in behavior are most often in regulatory portions of the genome or represent structural changes to the genes themselves. In a second, related line of inquiry, the project will examine the unique evolutionary dynamics of the sex-determination chromosomes, leveraging recent research showing that specialized adaptations for exploiting particular host species are maternally inherited (passed from mother to daughter) and therefore encoded on the avian W-chromosome (analogous to the human Y-chromosome) in three different brood parasitic species. The project will also contribute to the training of scientists at various career stages including undergraduates, graduate students, and a postdoctoral fellow. A research experience for undergraduates (REU) component will provide an opportunity for two students from East Carolina University to receive training in bioinformatics at Harvard University. The project will produce high quality genome assemblies for additional bird species, supporting additional comparative analyses of genome evolution across vertebrates, and data from the project will be integrated into educational materials supporting courses in the emerging fields of molecular and population genomics.\r\n\r\nAvian brood parasites and their hosts, which exhibit a spectacular diversity of behavioral, morphological and physiological adaptations and counter-adaptations, have served as important models for the study of coevolution. Recent discoveries of genetically divergent, host-specific matrilines within each of three different parasitic species, examples of \"adaptation without recombination\", present a unique opportunity to examine the effects of selection on the non-recombining, sex-limited chromosome. Likewise, with seven independent origins of obligate parasitism and associated loss of parental care, brood parasites offer an unparalleled opportunity to explore the genome-wide consequences of a major life history transition, providing greater power for tests of genomic convergence than in other recent analyses of the genomic basis of phenotypic convergence. Results of the study will lend insight into basic questions about genome evolution, including the relative importance of determinism versus historical contingency, and the manner in which integration versus modularity of genetic networks constrains the outcomes of natural selection. In addition to increasing the number of high quality genome assemblies for birds (currently available for only zebra finch and chicken) and assembling W-chromosome sequences, the proposed study will test two major hypotheses: 1) that evolutionary processes influencing the non-recombining, sex-limited W-chromosome (e.g., Hill-Robertson interference, selective sweeps, genetic hitchhiking) are amplified in parasitic lineages that have maternally inherited host-specific adaptations; and 2) examining all seven parasitic clades, that the evolution of brood parasitism (and loss of parental care behavior) results in genome-wide signatures of molecular convergence and/or convergent changes in coding and/or regulatory regions associated with particular genetic pathways or functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Warren",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley C Warren",
   "pi_email_addr": "warrenwc@missouri.edu",
   "nsf_id": "000268651",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Curators of the University of Missouri",
  "perf_str_addr": "115 Business Loop 70 W",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 454317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Brood parasitic birds, species that reproduce by exploiting the parental care behavior of other species, have fascinated humans since Aristotle and have provided evolutionary biology with some of its most compelling cases of coevolution, the process of reciprocal adaptation in interacting species. Prior to this study, our research had revealed three examples in which different species of parasitic birds successfully exploit more than one host species by coding their host-specific adaptations (e.g., eggs that match the color and pattern of the host species&rsquo; eggs, an adaptation to avoid rejection by the host) on the maternally inherited sex chromosome. Analogous to the X and Y chromosomes in humans and other mammals, birds have a Z and W chromosome, with the W transmitted through matrilines only (that is, from mothers to daughters). These prior results pointed to a unique opportunity to test alternative hypotheses about the evolution of sex chromosomes, a topic of general interest in evolutionary biology. In most animals, the &ldquo;sex-limited&rdquo; chromosome (the male-limited Y in species with X and Y sex chromosomes or the female-limited W in species with Z and W chromosomes) gradually degrades over time, shrinking in size and losing most of its genes. The observation that some parasitic birds have encoded important adaptations on the W chromosome leads to the counterintuitive hypothesis that their W chromosomes should be degrading more quickly than in other species, the consequence of a process called genetic hitchhiking. In addition, we predicted that this hitchhiking effect would also impact the mitochondrial DNA, which is also maternally inherited, and in turn, the evolution of nuclear-encoded oxidative phosphorylation (OXPHOS) genes that interact with mitochondrial proteins. Taken together, these predictions envision a cascade of&nbsp;<span style=\"text-decoration: underline;\">nonadaptive</span> genomic consequences resulting from the coevolution of parasitic birds and their hosts.</p>\n<p>Leveraging modern genome sequencing technology, we tested these ideas using previously collected samples from a broad range of both parasitic and non-parasitic bird species. Our analyses of the brood parasitic cuckoo finch, an African songbird with a long history of coevolution with its hosts, supported all our a priori predictions: in comparison to related species, the cuckoo finch has lost a substantially larger number of W-chromosome genes and has experienced accelerated evolution in both its mitochondrial and nuclear-encoded OXPHOS genes. Our results highlight an important linkage between ecological interactions, sex chromosome evolution and &ldquo;mitonuclear coevolution&rdquo; that to our knowledge has not been recognized previously; by connecting two largely separate lines of research inquiry, we believe our findings will stimulate new research on a broad range of organisms. We are also using the genomic data generated in this study to explore whether the loss of parental care behavior, which has occurred in seven unrelated groups of birds, has been associated with predictable patterns of genomic change. Recent comparative genomic analyses have considered this question in relation to convergent traits such as echolocation in different groups of mammals or adaptations for living at high altitude or other extreme environments. In contrast, our analyses address this question for a major behavioral transition, the loss of parental care. Early in the project, our work was substantially delayed by the COVID pandemic but we ultimately exceeded the goals of our proposed data collection plan, and while the period of funded research has now ended, we are actively working on finalizing analyses and preparing manuscripts, which we anticipate will be submitted for publication in the next few months.</p>\n<p>Our project generated substantial data resources, including new complete genome assemblies for 20 bird species, including 12 annotated, high-quality reference genomes that are now publicly available via the National Center for Biotechnology Information. These data will benefit a broad range of future research in comparative biology. Our project also provided numerous opportunities for training in bioinformatics, genomics and population genetics for talented students (ranging from high school to graduate students) and for two postdoctoral researchers. We also anticipate that the fascinating behavioral biology of the birds we study will provide an entr&eacute;e for public audiences to learn more about genetics, genomics and the complexity of evolution; our work provides a fascinating example illustrating that &ldquo;adaptation by natural selection&rdquo; is just one of several population genetic processes and that natural selection may produce unintended consequences.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/14/2024<br>\nModified by: Wesley&nbsp;C&nbsp;Warren</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBrood parasitic birds, species that reproduce by exploiting the parental care behavior of other species, have fascinated humans since Aristotle and have provided evolutionary biology with some of its most compelling cases of coevolution, the process of reciprocal adaptation in interacting species. Prior to this study, our research had revealed three examples in which different species of parasitic birds successfully exploit more than one host species by coding their host-specific adaptations (e.g., eggs that match the color and pattern of the host species eggs, an adaptation to avoid rejection by the host) on the maternally inherited sex chromosome. Analogous to the X and Y chromosomes in humans and other mammals, birds have a Z and W chromosome, with the W transmitted through matrilines only (that is, from mothers to daughters). These prior results pointed to a unique opportunity to test alternative hypotheses about the evolution of sex chromosomes, a topic of general interest in evolutionary biology. In most animals, the sex-limited chromosome (the male-limited Y in species with X and Y sex chromosomes or the female-limited W in species with Z and W chromosomes) gradually degrades over time, shrinking in size and losing most of its genes. The observation that some parasitic birds have encoded important adaptations on the W chromosome leads to the counterintuitive hypothesis that their W chromosomes should be degrading more quickly than in other species, the consequence of a process called genetic hitchhiking. In addition, we predicted that this hitchhiking effect would also impact the mitochondrial DNA, which is also maternally inherited, and in turn, the evolution of nuclear-encoded oxidative phosphorylation (OXPHOS) genes that interact with mitochondrial proteins. Taken together, these predictions envision a cascade ofnonadaptive genomic consequences resulting from the coevolution of parasitic birds and their hosts.\n\n\nLeveraging modern genome sequencing technology, we tested these ideas using previously collected samples from a broad range of both parasitic and non-parasitic bird species. Our analyses of the brood parasitic cuckoo finch, an African songbird with a long history of coevolution with its hosts, supported all our a priori predictions: in comparison to related species, the cuckoo finch has lost a substantially larger number of W-chromosome genes and has experienced accelerated evolution in both its mitochondrial and nuclear-encoded OXPHOS genes. Our results highlight an important linkage between ecological interactions, sex chromosome evolution and mitonuclear coevolution that to our knowledge has not been recognized previously; by connecting two largely separate lines of research inquiry, we believe our findings will stimulate new research on a broad range of organisms. We are also using the genomic data generated in this study to explore whether the loss of parental care behavior, which has occurred in seven unrelated groups of birds, has been associated with predictable patterns of genomic change. Recent comparative genomic analyses have considered this question in relation to convergent traits such as echolocation in different groups of mammals or adaptations for living at high altitude or other extreme environments. In contrast, our analyses address this question for a major behavioral transition, the loss of parental care. Early in the project, our work was substantially delayed by the COVID pandemic but we ultimately exceeded the goals of our proposed data collection plan, and while the period of funded research has now ended, we are actively working on finalizing analyses and preparing manuscripts, which we anticipate will be submitted for publication in the next few months.\n\n\nOur project generated substantial data resources, including new complete genome assemblies for 20 bird species, including 12 annotated, high-quality reference genomes that are now publicly available via the National Center for Biotechnology Information. These data will benefit a broad range of future research in comparative biology. Our project also provided numerous opportunities for training in bioinformatics, genomics and population genetics for talented students (ranging from high school to graduate students) and for two postdoctoral researchers. We also anticipate that the fascinating behavioral biology of the birds we study will provide an entre for public audiences to learn more about genetics, genomics and the complexity of evolution; our work provides a fascinating example illustrating that adaptation by natural selection is just one of several population genetic processes and that natural selection may produce unintended consequences.\n\n\n\t\t\t\t\tLast Modified: 10/14/2024\n\n\t\t\t\t\tSubmitted by: WesleyCWarren\n"
 }
}