{
 "awd_id": "1940242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Grant for US Participants for LT4All2019",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "D.  Langendoen",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 24999.0,
 "awd_amount": 24999.0,
 "awd_min_amd_letter_date": "2019-08-01",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "The last decade has seen breathtaking advances in human language technology (HLT), which includes automatic speech recognition, machine translation, and information search and retrieval.  This in turn has changed the way humankind access and share information and knowledge in the digital domain. These advances in HLT are currently available only for a very limited number of the world's languages (less than 2%).  At particular disadvantage are speakers of thousands of indigenous languages of the world, including the native languages of North America.  Developing HLT in these languages, however, is not merely a matter of developing new algorithms or creating data resources: indigenous populations whose culture and identity is inextricably tied with their language must be fully engaged in HLT development.\r\n\r\nTo this end, and as a part of the United Nations' celebration of 2019 as the International Year of Indigenous Languages, a 2-day conference called \"Language Technologies for All (LT4All)\" is being organized under the joint auspices of the United Nations Educational, Scientific and Cultural Organization (UNESCO), the European Language Resources Association (ELRA) and the International Speech Communication Association (ISCA) in Paris, France, in December, 2019.  This conference will provide a forum for UNESCO, government, academic and industrial representatives, language technology researchers, linguists, indigenous community members, and language users from all over the world to share achievements and challenges. This award will support US HLT researchers, particularly students and post-doctoral fellows, and representatives of the US indigenous nations communities to travel to and fully participate in LT4All. Participation in the conference will have a positive societal and scientific impact in two directions: a) as the HLT research is nowadays targeted only at a small set of languages, it will lead to increasing the intellectual exposure and awareness of the US researchers in the field of HLT to issues of under-represented language groups worldwide, and b) supporting the representatives of US indigenous communities will allow them to participate in the information exchange to strengthen the multi-faceted information exchange between the HLT researchers, industry representatives, policymakers and the under-represented language users.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Trmal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Trmal",
   "pi_email_addr": "jtrmal@gmail.com",
   "nsf_id": "000768952",
   "pi_start_date": "2019-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles St.",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182686",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 24999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The last decade has seen breathtaking advances in human language technology (HLT), which includes automatic speech recognition, machine translation, and information search and retrieval.&nbsp; This in turn has changed the way humankind access and share information and knowledge in the digital domain. These advances in HLT are currently available only for a very limited number of the world&rsquo;s languages (less than 2%).&nbsp; At particular disadvantage are speakers of thousands of indigenous languages of the world, including the native languages of North America.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Developing HLT in these languages, however, is not merely a matter of developing new algorithms or creating data resources: indigenous populations whose culture and identity is inextricably tied with their language must be fully engaged in HLT development.</p>\n<p>&nbsp;</p>\n<p>To this end, and as a part of the United Nations&rsquo; celebration of 2019 as the International Year of Indigenous Languages, a 2-day conference called &ldquo;Language Technologies for All (LT4All)&rdquo; was organized under the joint auspices of the United Nations Educational, Scientific and Cultural Organization (UNESCO), the European Language Resources Association (ELRA) and the International Speech Communication Association (ISCA) at UNESCO headquarters in Paris on December 5-6, 2019.&nbsp; This conference provided a forum for UNESCO, governments, academia, language technology researchers, linguistics, industrial counterparts, indigenous community, and language users from all over the world to share achievements and challenges.</p>\n<p>&nbsp;</p>\n<p>This award supported US HLT researchers, particularly students and post-doctoral fellows, and representatives of the US indigenous nations communities to travel to and fully participate in LT4All. Participation in the conference had two main societal and scientific impacts: a) as the HLT research is nowadays targeted only at a small set of languages, the participation lead to increasing the intellectual exposure and awareness of the US researchers in the field of HLT to issues of under-represented language groups worldwide, and b) supporting the representatives of US indigenous communities allowed them to participate in the information exchange to strengthen the multi-faceted information exchange between the HLT researchers, industry representatives, policymakers and the under-represented language users.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/04/2021<br>\n\t\t\t\t\tModified by: Jan&nbsp;Trmal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe last decade has seen breathtaking advances in human language technology (HLT), which includes automatic speech recognition, machine translation, and information search and retrieval.  This in turn has changed the way humankind access and share information and knowledge in the digital domain. These advances in HLT are currently available only for a very limited number of the world’s languages (less than 2%).  At particular disadvantage are speakers of thousands of indigenous languages of the world, including the native languages of North America. \n\n \n\nDeveloping HLT in these languages, however, is not merely a matter of developing new algorithms or creating data resources: indigenous populations whose culture and identity is inextricably tied with their language must be fully engaged in HLT development.\n\n \n\nTo this end, and as a part of the United Nations’ celebration of 2019 as the International Year of Indigenous Languages, a 2-day conference called \"Language Technologies for All (LT4All)\" was organized under the joint auspices of the United Nations Educational, Scientific and Cultural Organization (UNESCO), the European Language Resources Association (ELRA) and the International Speech Communication Association (ISCA) at UNESCO headquarters in Paris on December 5-6, 2019.  This conference provided a forum for UNESCO, governments, academia, language technology researchers, linguistics, industrial counterparts, indigenous community, and language users from all over the world to share achievements and challenges.\n\n \n\nThis award supported US HLT researchers, particularly students and post-doctoral fellows, and representatives of the US indigenous nations communities to travel to and fully participate in LT4All. Participation in the conference had two main societal and scientific impacts: a) as the HLT research is nowadays targeted only at a small set of languages, the participation lead to increasing the intellectual exposure and awareness of the US researchers in the field of HLT to issues of under-represented language groups worldwide, and b) supporting the representatives of US indigenous communities allowed them to participate in the information exchange to strengthen the multi-faceted information exchange between the HLT researchers, industry representatives, policymakers and the under-represented language users.\n\n \n\n\t\t\t\t\tLast Modified: 02/04/2021\n\n\t\t\t\t\tSubmitted by: Jan Trmal"
 }
}