{
 "awd_id": "1940179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Atomic Level Structural Dynamics in Catalysts",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2019-09-17",
 "awd_max_amd_letter_date": "2023-02-03",
 "awd_abstract_narration": "Catalysts help make chemical reactions go faster and their development impact areas such as energy, the environment, biotechnology, and drug design. The vision of this project is to harness computational tools from modern statistics and machine learning to perform data-driven discovery of new catalysts. To this end, a collaborative team is assembled with the complementary expertise in catalysts, materials science, biophysics, computational modelling, statistics, signal processing, and data science. How a reaction is accelerated depends on the dynamic changes in the structure and shape of a catalyst and its associated chemical reactants (a catalytic system). The goal of this project is to explore, describe, and quantify the dynamic structures of enzyme and nanoparticle catalysts at the atomic level. Recent advances in microscopy and spectroscopy now make it possible to measure with great detail dynamic changes in time and in dimensional space. This project combines recent advances in data science with these new experimental tools to extract features that describe the dynamic behaviour of catalytic systems. In addition, the project will enhance the development of educational infrastructure for data-intensive and interdisciplinary science, contribute to workforce development, promote gender equality in the sciences, and disseminate scientific knowledge. \r\n\r\nThe guiding hypothesis of this research is that catalytic functionality cannot be fully understood without describing the atomic-level structural changes triggered by the molecular interactions of reactants with the catalyst. This hypothesis is tested by utilizing experimental datasets obtained from electron microscopy and single-molecule fluorescence resonance energy-transfer spectroscopy to explore structural dynamics in nanoparticles and enzymes. A data-analysis workflow, which integrates denoising, dimensionality reduction, clustering, and dynamic Markovian modelling, enables descriptions and classifications of the complex dynamical evolutions in spatiotemporally resolved measurements. The research develops and applies advanced methodologies to process noisy, high-dimensional data - a crucial bottleneck for the analysis of dynamic systems. The information extracted from experimental data guides the computational sampling of the conformational space of proteins and nanoparticles within a statistical physics framework, using supercomputer technology. This information facilitates the development of physical models that probe phenomena that are currently experimentally inaccessible, such as picosecond nuclear motions, as well as protein conformational changes and their coupling with chemical events. The transformative impact is to better understand catalysis by establishing a link between dynamic system response and catalytic functionality. The computational approaches developed through this project have the potential to be generally applied to many fundamental problems in materials science and structural biology where dynamic behaviours are important.\r\n\r\nThis project is part of the National Science Foundation's Harnessing the Data Revolution (HDR) Big Idea activity, and is jointly supported by the HDR and the Division of Chemistry within the NSF Directorate of Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberto",
   "pi_last_name": "Rivera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberto Rivera",
   "pi_email_addr": "roberto.rivera30@upr.edu",
   "nsf_id": "000799141",
   "pi_start_date": "2019-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006819000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "099Y00",
   "pgm_ele_name": "HDR-Harnessing the Data Revolu"
  },
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 162500.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 162500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Complex dynamical responses are present in many science and engineering systems. Characterizing and developing simple descriptors that can serve as predictors for systems evolution would have a large impact on a diverse range of problems of societal importance. Evolving methods in data science coupled with increases in computational power now make it possible to explore and develop descriptors of dynamic behavior in a variety of domain fields. While the specifics of these systems are very different, the emergent complexity often arises from a large number of relatively simple, localized interactions between the components of the system.</p>\n<p>Our major contributions include: a machine learning method to create better atom column location and intensity descriptors using noisy transmission electron microscopy (TEM) images; a new approach to simulate freely diffusing single-molecule F&ouml;rster resonance energy transfer (smFRET) experiment data; a new method to capture dynamics in freely diffusing smFRET experiments. Specifically, we developed a blob-detection approach that generates more reliable atom column location and intensity data than Gaussian peak fitting, a Langevin dynamics method that generates realistic smFRET data, and an augmented hidden Markov model that performs better at capturing conformational changes of enzymes when compared to a threshold based model. &nbsp;</p>\n<p>Our results are encouraging for atomic-level dynamics in catalysts. It is estimated that 90% of all products manufactured involve catalytic processes somewhere in their production chain, and such products have considerable impact in energy, healthcare (pharmaceuticals), new&ndash;materials (polymers), transport, and environment (water, air quality, renewable and bio&ndash;produced materials).</p>\n<p>This grant also funded a postdoc and three graduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Roberto&nbsp;Rivera</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nComplex dynamical responses are present in many science and engineering systems. Characterizing and developing simple descriptors that can serve as predictors for systems evolution would have a large impact on a diverse range of problems of societal importance. Evolving methods in data science coupled with increases in computational power now make it possible to explore and develop descriptors of dynamic behavior in a variety of domain fields. While the specifics of these systems are very different, the emergent complexity often arises from a large number of relatively simple, localized interactions between the components of the system.\n\n\nOur major contributions include: a machine learning method to create better atom column location and intensity descriptors using noisy transmission electron microscopy (TEM) images; a new approach to simulate freely diffusing single-molecule Frster resonance energy transfer (smFRET) experiment data; a new method to capture dynamics in freely diffusing smFRET experiments. Specifically, we developed a blob-detection approach that generates more reliable atom column location and intensity data than Gaussian peak fitting, a Langevin dynamics method that generates realistic smFRET data, and an augmented hidden Markov model that performs better at capturing conformational changes of enzymes when compared to a threshold based model. \n\n\nOur results are encouraging for atomic-level dynamics in catalysts. It is estimated that 90% of all products manufactured involve catalytic processes somewhere in their production chain, and such products have considerable impact in energy, healthcare (pharmaceuticals), newmaterials (polymers), transport, and environment (water, air quality, renewable and bioproduced materials).\n\n\nThis grant also funded a postdoc and three graduate students.\n\n\n\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: RobertoRivera\n"
 }
}