{
 "awd_id": "1940181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Autonomous Computing Materials",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 345915.0,
 "awd_amount": 345915.0,
 "awd_min_amd_letter_date": "2019-09-17",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "The recent explosion in worldwide data together with the end of Moore's Law and the near-term limits of silicon-based data storage being reached are driving an urgent need for alternative forms of computing and data storage/retrieval platforms. In particular, exabyte-scale datasets are increasingly being generated by the biological sciences and engineering disciplines including genomics, transcriptomics, proteomics, metabolomics, and high-resolution imaging, as well as disparate other scientific fields including climate science, ecology, astronomy, oceanography, sociology, and meteorology, amongst others. In this data revolution, the continuously increasing size of these datasets requires a concomitant increase in available computational power to store, process, and harness them, which is driving a need for revolutionary new, alternative substrates for, and forms of, computing and data storage. Unlike traditional data storage and computing materials such as silicon, the human brain offers a remarkable ability to sense, store, retrieve, and compute information in a manner that is unrivaled by any human-made material. In this research project, analogous modes of information sensing, data storage, retrieval, and computation will be explored in non-traditional computing molecular systems and materials. The over-arching goal of the research is to discover revolutionary new modes of data storage/retrieval, sensing, and computation that rival conventional silicon-based technology, for deployment to benefit society broadly across all domains of data science. Graduate students and postdocs across five institutions will be trained and mentored in a highly interdisciplinary manner to attain this goal and prepare the next-generation of data scientists, chemists, physicists, and engineers to harness the ongoing data revolution. The research will be disseminated to a broad community through news outlets and integration of high school student internships in participating research laboratories. \r\n\r\nLarge-scale datasets from spatial-temporal calcium imaging of the mouse brain will be recorded into DNA-based, nanoparticle-based, and phononic 2D and 3D soft and hard materials. Continuous spatial-temporal data will first be transformed into discrete data for mapping onto DNA-conjugated fluorophore networks, dynamic barcoded nanoparticle networks, and phononic 2D and 3D materials. Sensing, computation, and data storage/retrieval will be demonstrated as proofs-of-principle in exploiting the chemical properties of molecular networks and materials to recover the encoded neuronal datasets and their sensing and computing processes. Success with any of these three prototypical materials would revolutionize the ability to encode arbitrarily complex, large-scale datasets into complex molecular systems, with the potential to scale across diverse data domains and materials frameworks. The investigators' Autonomous Computing Materials framework will thereby enable the encoding of arbitrary \"big data\" sets into diverse materials for data storage, sensing, and computing. This project maximizes opportunities for disruptive new computing and data science concepts to emerge from a multi-disciplinary, collaborative team spanning data science, neuroscience, materials science, chemistry, physics, and biological engineering. \r\n\r\nThis project is part of the National Science Foundation's Harnessing the Data Revolution (HDR) Big Idea activity, and is jointly supported by HDR and the Division of Chemistry within the NSF Directorate of Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Takaki",
   "pi_last_name": "Komiyama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Takaki Komiyama",
   "pi_email_addr": "tkomiyama@ucsd.edu",
   "nsf_id": "000606192",
   "pi_start_date": "2019-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr MC 0634",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930634",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "099Y00",
   "pgm_ele_name": "HDR-Harnessing the Data Revolu"
  },
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 176039.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 169876.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The brain is an extremely sophisticated computing machine. Even though the recent advances in artificial intelligence has generated AI agents that surpass certain human abilities, the human brain still possesses far superior flexibility and adaptability. This project aimed at learning the fundamental computing principles of the brain with the hope of applying them to artificial materials that can be used for next generation computing and data storage. Towards this goal, the activity of numerous neurons in the mouse brain recorded during a decision making task was analyzed with various cutting-edge data science tools. We uncovered a number of features that define the characteristics of neural activity at individual neuron and population levels. For example, we found that persistent activity is a key feature of a particular cortical area while information is maintained for ongoing behavior. This persistent activity generated a particularly robust population activity pattern where multiple types of information can be maintained orthogonally from each other using spiral-like geometry. Furthermore, we performed simulations using AI agents and uncovered striking similarities with the mouse neurons when the AI was trained to perform the same behavioral task. Collaboration with data scientists and material scientists led to ideas about potential intersections crossing disciplines towards the overarching goal.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2023<br>\n\t\t\t\t\tModified by: Takaki&nbsp;Komiyama</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe brain is an extremely sophisticated computing machine. Even though the recent advances in artificial intelligence has generated AI agents that surpass certain human abilities, the human brain still possesses far superior flexibility and adaptability. This project aimed at learning the fundamental computing principles of the brain with the hope of applying them to artificial materials that can be used for next generation computing and data storage. Towards this goal, the activity of numerous neurons in the mouse brain recorded during a decision making task was analyzed with various cutting-edge data science tools. We uncovered a number of features that define the characteristics of neural activity at individual neuron and population levels. For example, we found that persistent activity is a key feature of a particular cortical area while information is maintained for ongoing behavior. This persistent activity generated a particularly robust population activity pattern where multiple types of information can be maintained orthogonally from each other using spiral-like geometry. Furthermore, we performed simulations using AI agents and uncovered striking similarities with the mouse neurons when the AI was trained to perform the same behavioral task. Collaboration with data scientists and material scientists led to ideas about potential intersections crossing disciplines towards the overarching goal.\n\n\t\t\t\t\tLast Modified: 03/28/2023\n\n\t\t\t\t\tSubmitted by: Takaki Komiyama"
 }
}