{
 "awd_id": "1940736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating Impact of Student Debt on Early Career Choices",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Feeney",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 193065.0,
 "awd_amount": 193065.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2022-03-24",
 "awd_abstract_narration": "The U.S. scientific community and industry groups have observed that the United States is not producing\r\nsufficient numbers of skilled native workers to meet demand, especially in the physical sciences,\r\ncomputer science, and engineering fields that drive innovation. Merit-based aid, for example,\r\nscholarships and fellowships, reduces both the immediate cost to students of investing in higher\r\neducation, and students' longer-term risk of high cumulative student debt loads after graduation. This\r\nproject will evaluate both efficacy and consequences of merit awards for increasing\r\nretention of women and racial/ethnic minority students in STEM degree programs, and in the scientific\r\nworkforce after graduation. The project examines the extent of any observed effects of merit aid\r\non underrepresented students' early career choices are specifically due to reducing students' risk of higher\r\ncumulative debt. This research aims to inform policies and institutional strategies to retain U.S. students\r\nand graduates in science and engineering careers. In addition, because graduates in scientific and\r\ntechnical fields also have greater expected lifetime earnings, encouraging broader participation in these\r\nfields by historically underrepresented racial/ethnic minorities, first-generation college students, and other\r\neconomically-disadvantaged individuals may help to address persistent and growing socioeconomic\r\ninequality.\r\n\r\nThe project will employ linear and nonlinear econometric estimation for causal inference, leveraging two\r\nexisting data sources. First, using newly-developed institutional administrative data from a large\r\npublic Minority-Serving Institution with student-level observations matched to publicly available\r\nstatistical data, the project will assess whether income-contingent merit aid in particular, the U.S.\r\nDepartment of Education SMART grants, or prior community college or associate's degree transfer\r\ncredit affected STEM degree completion among observably STEM-interested undergraduate students.\r\nThen, using longitudinal survey data under restricted-use license from the NSF National Center for\r\nScience and Engineering Statistics, the project will estimate the influence of different higher education\r\nfunding mechanisms on students' cumulative debt load at graduation, and further whether higher\r\ncumulative student debt deters recent graduates in STEM fields from pursuing science and engineering\r\noccupations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Blume-Kohout",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret E Blume-Kohout",
   "pi_email_addr": "mblumeko@gettysburg.edu",
   "nsf_id": "000543280",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gettysburg College",
  "inst_street_address": "300 N WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "GETTYSBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7173376505",
  "inst_zip_code": "173251483",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "PA13",
  "org_lgl_bus_name": "GETTYSBURG COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LM61PK5X7HK9"
 },
 "perf_inst": {
  "perf_inst_name": "Gettysburg College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "173251483",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "PA13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 193065.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project examined how merit aid, student loan debt, occupational disamenities, and undergraduates' experiences in introductory STEM classes contribute to college students choosing to major in STEM fields and, ultimately, work in STEM occupations.</span></p>\n<p><span>Using data from the National Survey of College Graduates, we found that the US Department of Education's Science and Mathematics Access to Retain Talent (SMART) Grant program successfully encouraged first-generation college graduates to major in STEM fields. However, these gains were largely offset by affected STEM graduates' lower propensity to work in STEM occupations after graduation. A journal article co-authored by PI Meg Blume-Kohout and Jacob Scott, published in 2022, describes this work: \"Incentivizing STEM participation: Evidence from the SMART Grant Program\"&nbsp;&nbsp;</span><a class=\"editor-rtfLink\" href=\"https://doi.org/10.1002/soej.12597\" target=\"_blank\"><span>https://doi.org/10.1002/soej.12597</span></a><span>.</span></p>\n<p><span>Using administrative data from a large public Minority-Serving Institution, PI Meg Blume-Kohout and undergraduate researcher Benjamin Durham investigated whether classroom peers' gender composition or same-gender faculty instructors in introductory STEM courses influence students' probability of declaring a STEM major by their fifth semester. We found that minority male students who experienced female-dominated introductory STEM classrooms were less likely to declare STEM majors. For these students, having a male faculty instructor was protective. As of the award's reporting date, this research has been accepted for presentation at two conferences.</span>&nbsp;</p>\n<p><span>The intellectual merit of this project is in the research findings and manuscripts generated above, which complement and extend studies in economics and other disciplines.</span></p>\n<p><span>The broader impacts of this research include mentoring and human capital development for 15 undergraduate student researchers throughout the award period, of whom two ultimately co-authored a research paper with the PI. The research findings also have broader implications for STEM higher education practice and US science and education policies to broaden participation in the scientific workforce.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/13/2023<br>\nModified by: Margaret&nbsp;E&nbsp;Blume-Kohout</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project examined how merit aid, student loan debt, occupational disamenities, and undergraduates' experiences in introductory STEM classes contribute to college students choosing to major in STEM fields and, ultimately, work in STEM occupations.\n\n\nUsing data from the National Survey of College Graduates, we found that the US Department of Education's Science and Mathematics Access to Retain Talent (SMART) Grant program successfully encouraged first-generation college graduates to major in STEM fields. However, these gains were largely offset by affected STEM graduates' lower propensity to work in STEM occupations after graduation. A journal article co-authored by PI Meg Blume-Kohout and Jacob Scott, published in 2022, describes this work: \"Incentivizing STEM participation: Evidence from the SMART Grant Program\"https://doi.org/10.1002/soej.12597.\n\n\nUsing administrative data from a large public Minority-Serving Institution, PI Meg Blume-Kohout and undergraduate researcher Benjamin Durham investigated whether classroom peers' gender composition or same-gender faculty instructors in introductory STEM courses influence students' probability of declaring a STEM major by their fifth semester. We found that minority male students who experienced female-dominated introductory STEM classrooms were less likely to declare STEM majors. For these students, having a male faculty instructor was protective. As of the award's reporting date, this research has been accepted for presentation at two conferences.\n\n\nThe intellectual merit of this project is in the research findings and manuscripts generated above, which complement and extend studies in economics and other disciplines.\n\n\nThe broader impacts of this research include mentoring and human capital development for 15 undergraduate student researchers throughout the award period, of whom two ultimately co-authored a research paper with the PI. The research findings also have broader implications for STEM higher education practice and US science and education policies to broaden participation in the scientific workforce.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/13/2023\n\n\t\t\t\t\tSubmitted by: MargaretEBlume-Kohout\n"
 }
}