{
 "awd_id": "1940532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Building Community  Through Systemic Initiative for Modeling Investigations and Opportunities with Differential Equations (SIMIODE)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2019-04-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 301523.0,
 "awd_amount": 301523.0,
 "awd_min_amd_letter_date": "2019-07-02",
 "awd_max_amd_letter_date": "2020-01-13",
 "awd_abstract_narration": "With support from the Improving Undergraduate STEM Education program, the SIMIODE (Systemic Initiative for Modeling Investigations and Opportunities with Differential Equations) community will develop a mathematical-modeling approach for the first undergraduate calculus course. Introductory calculus is an important course in undergraduate STEM curricula, and the design and teaching enhancements proposed in this project have the potential to increase the retention, graduation, and quality of STEM majors nationwide. The mathematical-modeling approach to differential equations uses best practices in STEM undergraduate teaching: it is hands-on, problem-based, inquiry-driven, and incorporates group learning. The project will create teaching materials that focus on real world data and encourage students to transfer knowledge between mathematics and other disciplines. The project will combine in-person and virtual support for faculty seeking to adopt a mathematical-modeling approach in their own classrooms. This support includes workshops, panel discussions, presentations at regional and national conferences, and mentoring in an online community. The project will support different levels of faculty engagement: some faculty will introduce a few modeling activities into their classes while others will complete a full curriculum shift to mathematical models. Finally, the project will conduct research on the efficacy of specific approaches to faculty development. \r\n\r\nThe first part of the project will support the development of peer-reviewed, open-source teaching materials that will be made available to the public through SIMIODE's HUBZero platform. The online platform will allow users and authors to share comments, modifications, and extensions of the material. The project will also promote awareness of this modeling approach through dissemination of teaching materials at conferences. Secondly, the project will provide initial and long-term support for faculty development via an online community and in-person workshops.  These workshops will focus on incorporating these materials into courses, thus encouraging a sustained pedagogical shift from technique-driven to a model-driven approach. Summer workshops and annual mini-courses at national conferences will demonstrate the modeling approach to teaching differential equations and will provide in-person mentoring and support to faculty adopting this approach. Throughout the project, the assessment team will review the effectiveness of the online communities and in-person workshops so the program staff can modify them to provide the best support. SIMIODE employs a double-blind peer review of published materials by a Board of Contributing Advisors that includes material authors and users. The Board and participants will also provide feedback on the efficacy of the project's activities in delivering faculty support needed to affect pedagogical change. The online community platform will provide the flexibility needed to adapt multiple approaches in faculty support, (e.g., webinars; group or individual mentoring) as dictated by the ongoing formative project assessment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Winkel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Winkel",
   "pi_email_addr": "BrianWinkel@simiode.org",
   "nsf_id": "000689768",
   "pi_start_date": "2019-07-02",
   "pi_end_date": "2019-10-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrice",
   "pi_last_name": "tiffany",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrice tiffany",
   "pi_email_addr": "patrice.tiffany@manhattan.edu",
   "nsf_id": "000707638",
   "pi_start_date": "2019-10-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Winkel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Winkel",
   "pi_email_addr": "BrianWinkel@simiode.org",
   "nsf_id": "000689768",
   "pi_start_date": "2019-10-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Therese",
   "pi_last_name": "Shelton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Therese Shelton",
   "pi_email_addr": "shelton@southwestern.edu",
   "nsf_id": "000706229",
   "pi_start_date": "2019-11-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Harwood",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Richard C Harwood",
   "pi_email_addr": "rharwood@georgefox.edu",
   "nsf_id": "000742069",
   "pi_start_date": "2020-01-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Malagon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey Malagon",
   "pi_email_addr": "amalagon@maa.org",
   "nsf_id": "000995444",
   "pi_start_date": "2019-10-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Manhattan College",
  "inst_street_address": "4513 MANHATTAN COLLEGE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188627160",
  "inst_zip_code": "104714004",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "MANHATTAN COLLEGE",
  "org_prnt_uei_num": "YCBNNNTCW9F1",
  "org_uei_num": "YCBNNNTCW9F1"
 },
 "perf_inst": {
  "perf_inst_name": "Manhattan College",
  "perf_str_addr": "",
  "perf_city_name": "Bronx",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104714004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 301523.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-24d900ef-7fff-3c76-a41b-3b8749abbe2e\"> </span></p>\n<p><span id=\"docs-internal-guid-c21fbb42-7fff-5a79-d21e-ddc83479947f\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>This project focused on modeling-first pedagogy in the study of differential equations, a key course in undergraduate (and some high school) mathematics curriculum. Through in-person and virtual intensive workshops, the PIs trained faculty in using and creating modeling focused scenarios for differential equations courses. Over the course of the project, </span><span>we ran 6 summer workshops, training over 60 faculty in creating effective modeling scenarios for the classroom and offered practitioner workshops for over 65 faculty. We reached over 500 others through webinars, conference workshops, and access to materials online. As a result of these workshops, faculty have developed </span><span>sound pedagogical materials that use mathematical modeling to teach differential equations at the undergraduate and high school level and have shared them through publication at simiode.org.&nbsp; </span><span>During the grant-funded period, membership in the SIMIODE organization - which allows access to teacher versions of the classroom materials - increased from 1284&nbsp; to 4721, a 267% increase. The number of supportive teaching resources and materials at the site increased from 410 to 1338, a 226% increase.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our workshops, presence at national conferences, and online presence at simiode.org has served to increase awareness of this pedagogical approach and promote collaboration and community building among those using it. As we strived to support faculty in incorporating modeling in their differential equations courses, we also implemented assessment tools to evaluate the impact of faculty development workshops for practitioners and made changes as necessary. A significant change in the works at the conclusion of the project is the migration of the homepage for simiode.org and the classroom materials to the QUBES (</span><span>Quantitative Undergraduate Biology Education and Synthesis) </span><span>&nbsp;site for a better user experience.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Many workshop participants in the practitioner and developer workshops have engaged in subsequent events, even taking on leadership roles in organizing events. We&rsquo;ve seen the community of practice for modeling-based pedagogy grow from those seeking training on using this pedagogy to those willing to lead others in these pedagogical methods. </span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2021<br>\n\t\t\t\t\tModified by: Patrice&nbsp;Tiffany</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThis project focused on modeling-first pedagogy in the study of differential equations, a key course in undergraduate (and some high school) mathematics curriculum. Through in-person and virtual intensive workshops, the PIs trained faculty in using and creating modeling focused scenarios for differential equations courses. Over the course of the project, we ran 6 summer workshops, training over 60 faculty in creating effective modeling scenarios for the classroom and offered practitioner workshops for over 65 faculty. We reached over 500 others through webinars, conference workshops, and access to materials online. As a result of these workshops, faculty have developed sound pedagogical materials that use mathematical modeling to teach differential equations at the undergraduate and high school level and have shared them through publication at simiode.org.  During the grant-funded period, membership in the SIMIODE organization - which allows access to teacher versions of the classroom materials - increased from 1284  to 4721, a 267% increase. The number of supportive teaching resources and materials at the site increased from 410 to 1338, a 226% increase. \nOur workshops, presence at national conferences, and online presence at simiode.org has served to increase awareness of this pedagogical approach and promote collaboration and community building among those using it. As we strived to support faculty in incorporating modeling in their differential equations courses, we also implemented assessment tools to evaluate the impact of faculty development workshops for practitioners and made changes as necessary. A significant change in the works at the conclusion of the project is the migration of the homepage for simiode.org and the classroom materials to the QUBES (Quantitative Undergraduate Biology Education and Synthesis)  site for a better user experience. \nMany workshop participants in the practitioner and developer workshops have engaged in subsequent events, even taking on leadership roles in organizing events. We’ve seen the community of practice for modeling-based pedagogy grow from those seeking training on using this pedagogy to those willing to lead others in these pedagogical methods. \n\n\n\n \n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/12/2021\n\n\t\t\t\t\tSubmitted by: Patrice Tiffany"
 }
}