{
 "awd_id": "1940078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CoPe Conference:  Symposium on Far-Field Effects of Sea-Level Rise, Fayetteville, AR 2020",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924708",
 "po_email": "amadams@nsf.gov",
 "po_sign_block_name": "Manda S. Adams",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 99973.0,
 "awd_amount": 99973.0,
 "awd_min_amd_letter_date": "2019-08-28",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "This workshop engages a diverse group of interdisciplinary scientists and stakeholders to examine the consequences of climate change that impact both the coasts and the US Heartland.  Issues to be discussed include ground and surface water flow and renewal, flooding, human migration, agriculture, transportation, and economic far-field effects. There will be live streaming of the symposium.  Videos of workshop presentations will be archived on University of Arkansas servers so they can be made discoverable and available, post-meeting, to the broader public. Documents recording the results of the discussions and the ideas to be further considered will be generated and made publicly available. The symposium will be nationally advertised to attract a broad, diverse group of participants. Key speakers, who are experts, will introduce the relevant topics and challenges faced in the far-field to the assembly, generating a national discussion. Small breakout groups will drill more deeply into the subject matter.  The symposium will include at least two Pacific Island communities that have identified the mid-continent of the US as a relocation zone when their islands are inundated by sea level rise and the populations are forced to move to higher ground. Broader impacts of the work have significant societal benefits in terms of how communities in the US Heartland will handle the influx of migrants, as well as how far-field community economies and environments, driven by changes in coastal geometries due to rising sea levels, will respond. \r\n\r\nFar-field effects of sea level rise including its physical, social, and economic impact on the US continental interior, which is remote from the coastal zone, are poorly constrained and understudied. This 3-day national symposium explores what is known about far-field issues related to sea level rise, to examine the challenges facing impacted communities, and to identify knowledge gaps and research priorities. Discussion topics include: (1) impacts of rising sea level on dynamics of continental river systems; (2) influences of rising sea-level on continental climate and the hydrologic cycle; (3) population dislocation and migration flows from the coastal zone to the continental interior; (4) economic impacts of resource flows (material and capital) from the continental interior to the coastal zone; (5) economic impacts of sea level rise on continental agriculture; and (6) economic impacts of sea level rise on continental river commerce. Flooding-of-record proportion in Nebraska, Arkansas, and throughout the Mississippi-Ohio-Missouri river, all of which are far-field locations, highlight impacts of altered continental hydrology on continental agriculture and river commerce, demonstrating the need for such a symposium.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Boss",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen K Boss",
   "pi_email_addr": "sboss@uark.edu",
   "nsf_id": "000460542",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schwab",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Schwab",
   "pi_email_addr": "bschwab@uark.edu",
   "nsf_id": "000272248",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "210 Administration Building",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "097Y00",
   "pgm_ele_name": "CoPe-Coastlines and People"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 99973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Coastlines and People (CoPe) Symposium on Far-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland was a series of 17 1-hour webinars addressing significant issues related to the impacts of sea-level rise and ocean-climate processes on continental hydrology of the Missouri-Ohio-Mississippi (MOM) River basin.</p>\n<p>Webinars feature a diverse group of experts on climate, fluvial hydrodynamics, economics, and social sciences speaking to impacts of changing climate and rising sea-level continental hydrology, agricultural production, and human migrations in the United States heartland.</p>\n<p>Webinars were presented throughout the 2022-2023 academic year and were offered to interested scientists and the general public without cost.All webinars were archived by the David &amp; Barbara Pryor Center for Arkansas Oral &amp; Visual History at the University of Arkansas. Archived webinars are publicly-available from the Pryor Center Website: https://pryorcenter.uark.edu/project.php?thisProject=28.</p>\n<p>The website includes short descriptions of each webinar and biographical information about each presenter. The full list of webinars, presenters, and titles is provided below along with hyperlinks to the archived presentation.</p>\n<p><strong>Far-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland Archived Webinars</strong>&nbsp;</p>\n<p>Far-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland: An Overview<br />Presenter: Prof. Stephen K. Boss, University of Arkansas, Fayetteville, Arkansas <br />Video Link: http://tiny.cc/j7hgvz</p>\n<p>The Potential Impacts of Global Warming on Mid-Latitude Cyclone Climatology and Precipitation<br />Presenter: Dr. Timothy P. Eichler, NOAA Climate Prediction Center, College Park,Maryland<br />Video Link: http://tiny.cc/99hgvz</p>\n<p>Using the K&ouml;ppen-Geiger Climate Classification to Model Environmental Realms:Implications for Coastal Areas<br />Presenter: Prof. Robert V. Rohli, Louisiana State University, Baton Rouge. Louisiana<br />Video Link: http://tiny.cc/r9hgvz</p>\n<p>Hurricane Ida: A Preview of the Future?<br />Presenter: Prof. Anthony Lupo, University of Missouri, Columbia, Missouri<br />Video Link: http://tiny.cc/kchgvz</p>\n<p>Air Quality in the Mississippi River Valley &ndash; 2040 and Beyond<br />Presenter: Prof. Patrick S. Market, University of Missouri, Columbia, Missouri<br />Video Link: http://tiny.cc/ldhgvz</p>\n<p>Managing Water Resource Challenges in the Mississippi River Basin<br />Presenter: Prof. Noel Aloysius, University of Missouri, Columbia, Missouri<br />Video Link: http://tiny.cc/tdhgvz</p>\n<p>Coastal Relocation as an Adaptation Strategy to Sea Level Rise<br />Presenter: Prof. Anamaria Bukvic, Virginia Tech University, Blacksburg, Virginia<br />Video Link: http://tiny.cc/9ehgvz</p>\n<p>Can We Train the Lower Mississippi River? Lessons Learned and Future Challenges<br />Presenter: Prof. Yi Jun Xu, Louisiana State University, Baton, Rouge, Louisiana<br />Video Link: http://tiny.cc/qehgvz</p>\n<p>Climate Change Interactions with Agriculture, Forest Sequestration<br />Presenter: Prof. Luis Pena-Levano, University of California-Davis, Davis, California<br />Video Link: http://tiny.cc/tehgvz</p>\n<p>Impact of Climate Change on the Agriculture Industry<br />Presenter: Prof. Shaheer Burney, University of Wisconsin &ndash; River Falls, River Falls,Wisconsin<br />Video Link: http://tiny.cc/lfhgvz</p>\n<p>Confronting the Double Burden of Malnutrition Generates Health and EnvironmentalBenefits<br />Presenter: Prof. Dr. Emiliano Lopez Barrera, Texas A &amp; M University, College Station,Texas<br />Video Link: http://tiny.cc/xfhgvz</p>\n<p>How Climate Change Is Affecting US Agricultural Productivity<br />Presenter: Prof. Dr. Ariel Ortiz-Bobea, Cornel University, Ithaca, NY<br />Video Link: http://tiny.cc/4ghgvz</p>\n<p>Marshallese Educational Initiative<br />Presenter: Mr. Benetick Kabua Maddison, Marshallese Education Initiative, Springdale,Arkansas<br />Video Link: http://tiny.cc/fghgvz</p>\n<p>Measuring Community Resilience: An Empirical Evaluation of Two Instruments<br />Presenter: Dr. Charleen McNeill, University of Tennessee Health Science Center,Memphis, Tennessee<br />Video Link: http://tiny.cc/oghgvz</p>\n<p>The Relationship Between and Family and Community Resilience During theDevelopmental Transition of Emerging Adulthood<br />Presenter: Dr. Betsy Garrison, University of Arkansas, Fayetteville, Arkansas<br />Video Link: http://tiny.cc/oghgvz</p>\n<p>Comparing Climate Change Generated Rapid-Onset and Gradual Migration Patterns in the Louisiana Delta<br />Presenter: Dr. Beth Schaefer-Caniglia, General Dynamics Information Technology, NewOrleans, Louisiana<br />Video Link: http://tiny.cc/0hhgvz</p>\n<p>Coastline and People Symposium on Far-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland &ndash; Summary Panel Discussion<br />Moderator: Dr. Stephen K. Boss, University of Arkansas, Fayetteville, Arkansas<br />Video Link: http://tiny.cc/4hhgvz</p>\n<p>The webinar series was attended by dozens of interested individuals from the science community and members of the general public. The webinars created significant awareness of impacts of sea-level rise and ocean-climate processes remote from (i.e. at far-fields from) the source areas of those disturbances. As climate change and attendant sea-level rise continue through the 21st-Century, issues discussed in these webinars will become more acute and the nation will need to develop appropriate responses to assist mitigation of far-field effects, particularly with respect to river commerce within the MOM river system among relatively impoverished states.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Stephen&nbsp;K&nbsp;Boss</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Coastlines and People (CoPe) Symposium on Far-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland was a series of 17 1-hour webinars addressing significant issues related to the impacts of sea-level rise and ocean-climate processes on continental hydrology of the Missouri-Ohio-Mississippi (MOM) River basin.\n\n\nWebinars feature a diverse group of experts on climate, fluvial hydrodynamics, economics, and social sciences speaking to impacts of changing climate and rising sea-level continental hydrology, agricultural production, and human migrations in the United States heartland.\n\n\nWebinars were presented throughout the 2022-2023 academic year and were offered to interested scientists and the general public without cost.All webinars were archived by the David & Barbara Pryor Center for Arkansas Oral & Visual History at the University of Arkansas. Archived webinars are publicly-available from the Pryor Center Website: https://pryorcenter.uark.edu/project.php?thisProject=28.\n\n\nThe website includes short descriptions of each webinar and biographical information about each presenter. The full list of webinars, presenters, and titles is provided below along with hyperlinks to the archived presentation.\n\n\nFar-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland Archived Webinars\n\n\nFar-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland: An Overview\nPresenter: Prof. Stephen K. Boss, University of Arkansas, Fayetteville, Arkansas \nVideo Link: http://tiny.cc/j7hgvz\n\n\nThe Potential Impacts of Global Warming on Mid-Latitude Cyclone Climatology and Precipitation\nPresenter: Dr. Timothy P. Eichler, NOAA Climate Prediction Center, College Park,Maryland\nVideo Link: http://tiny.cc/99hgvz\n\n\nUsing the Kppen-Geiger Climate Classification to Model Environmental Realms:Implications for Coastal Areas\nPresenter: Prof. Robert V. Rohli, Louisiana State University, Baton Rouge. Louisiana\nVideo Link: http://tiny.cc/r9hgvz\n\n\nHurricane Ida: A Preview of the Future?\nPresenter: Prof. Anthony Lupo, University of Missouri, Columbia, Missouri\nVideo Link: http://tiny.cc/kchgvz\n\n\nAir Quality in the Mississippi River Valley  2040 and Beyond\nPresenter: Prof. Patrick S. Market, University of Missouri, Columbia, Missouri\nVideo Link: http://tiny.cc/ldhgvz\n\n\nManaging Water Resource Challenges in the Mississippi River Basin\nPresenter: Prof. Noel Aloysius, University of Missouri, Columbia, Missouri\nVideo Link: http://tiny.cc/tdhgvz\n\n\nCoastal Relocation as an Adaptation Strategy to Sea Level Rise\nPresenter: Prof. Anamaria Bukvic, Virginia Tech University, Blacksburg, Virginia\nVideo Link: http://tiny.cc/9ehgvz\n\n\nCan We Train the Lower Mississippi River? Lessons Learned and Future Challenges\nPresenter: Prof. Yi Jun Xu, Louisiana State University, Baton, Rouge, Louisiana\nVideo Link: http://tiny.cc/qehgvz\n\n\nClimate Change Interactions with Agriculture, Forest Sequestration\nPresenter: Prof. Luis Pena-Levano, University of California-Davis, Davis, California\nVideo Link: http://tiny.cc/tehgvz\n\n\nImpact of Climate Change on the Agriculture Industry\nPresenter: Prof. Shaheer Burney, University of Wisconsin  River Falls, River Falls,Wisconsin\nVideo Link: http://tiny.cc/lfhgvz\n\n\nConfronting the Double Burden of Malnutrition Generates Health and EnvironmentalBenefits\nPresenter: Prof. Dr. Emiliano Lopez Barrera, Texas A & M University, College Station,Texas\nVideo Link: http://tiny.cc/xfhgvz\n\n\nHow Climate Change Is Affecting US Agricultural Productivity\nPresenter: Prof. Dr. Ariel Ortiz-Bobea, Cornel University, Ithaca, NY\nVideo Link: http://tiny.cc/4ghgvz\n\n\nMarshallese Educational Initiative\nPresenter: Mr. Benetick Kabua Maddison, Marshallese Education Initiative, Springdale,Arkansas\nVideo Link: http://tiny.cc/fghgvz\n\n\nMeasuring Community Resilience: An Empirical Evaluation of Two Instruments\nPresenter: Dr. Charleen McNeill, University of Tennessee Health Science Center,Memphis, Tennessee\nVideo Link: http://tiny.cc/oghgvz\n\n\nThe Relationship Between and Family and Community Resilience During theDevelopmental Transition of Emerging Adulthood\nPresenter: Dr. Betsy Garrison, University of Arkansas, Fayetteville, Arkansas\nVideo Link: http://tiny.cc/oghgvz\n\n\nComparing Climate Change Generated Rapid-Onset and Gradual Migration Patterns in the Louisiana Delta\nPresenter: Dr. Beth Schaefer-Caniglia, General Dynamics Information Technology, NewOrleans, Louisiana\nVideo Link: http://tiny.cc/0hhgvz\n\n\nCoastline and People Symposium on Far-Field Effects of Sea-Level Rise and Ocean-Climate Processes on the Heartland  Summary Panel Discussion\nModerator: Dr. Stephen K. Boss, University of Arkansas, Fayetteville, Arkansas\nVideo Link: http://tiny.cc/4hhgvz\n\n\nThe webinar series was attended by dozens of interested individuals from the science community and members of the general public. The webinars created significant awareness of impacts of sea-level rise and ocean-climate processes remote from (i.e. at far-fields from) the source areas of those disturbances. As climate change and attendant sea-level rise continue through the 21st-Century, issues discussed in these webinars will become more acute and the nation will need to develop appropriate responses to assist mitigation of far-field effects, particularly with respect to river commerce within the MOM river system among relatively impoverished states.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: StephenKBoss\n"
 }
}