{
 "awd_id": "1940209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Science-Aware Computational Methods for Accelerating Data-Intensive Discovery: Astroparticle Physics as a Test Case",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 345962.0,
 "awd_amount": 345962.0,
 "awd_min_amd_letter_date": "2019-09-17",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "The rapid technological advances of the last two decades have ushered in an era of data-rich science for several disciplines.  One such discipline is astroparticle physics, where researchers aim to discover what our Universe is made of by trying to directly detect Dark Matter. This discovery can be hastened if data science tools are used to extract significant domain-specific information from data, and to reliably test scientific hypotheses at scale. The overarching goal of this two-year project is to lay the groundwork for incorporating scientific knowledge into machine learning and data science methods in the context of scientific disciplines in which discovery requires effective, efficient analysis of lots of noisy data gathered by multiple imperfect sensors. In doing so, it not only advances the state-of-the-art in data science, machine learning, and astrophysics, but it also has the potential to accelerate data-driven discoveries in other scientific disciplines where data shares similar characteristics.\r\n\r\nThis project will develop innovative domain-enhanced data science methods that will be based on probabilistic graphical models and graph-regularized inverse problems. Using the leading astroparticle experiment XENON as a test bed, the investigators will explore and demonstrate approaches for incorporating domain knowledge into machine learning and data science methods. In doing so, the investigators will address major data-analysis challenges in the context of dark matter identification. Additionally, the investigators will invest significant effort reaching out to other data-intensive science communities, such as materials science, oceanography, and meteorology, that can benefit from the new methods and ideas. \r\n\r\nThis project is part of the National Science Foundation's Harnessing the Data Revolution (HDR) Big Idea activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Tunnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Tunnell",
   "pi_email_addr": "tunnell+nsf@rice.edu",
   "nsf_id": "000779920",
   "pi_start_date": "2019-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "099Y00",
   "pgm_ele_name": "HDR-Harnessing the Data Revolu"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 172698.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 173264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award brought together astroparticle physicists and machine-learning practitioners to develop novel techniques for data analysis in the physical sciences.&nbsp; The work focused on two aspects unique to the nature of this data: the hierarchical nature of multimodal science data and uncertainty quantification in Big Science data pipelines.&nbsp; We used XENON1T as a representative experiment as it was then the most sensitive dark matter experiment of its type with diverse types of data.&nbsp; We focused on localization of interactions and determination of their intensity as the data analysis problem that we wanted to solve.&nbsp; These variables are both easy for non-domain experts to understand while being used directly as parameters for the dark matter inference.&nbsp; For our hierarchical data, we explored the use of graph neural networks and graph denoisers within this data, which resulted in publications on this novel use case to bridge these two research areas.&nbsp; For uncertainty quantification, we started with using probabilistic graphical models as all machine-learning applications in this science domain were point estimates, where we demonstrated the utility of this approach for reconstructing interactions in the detector while allowing these techniques to communicate uncertainty in its output to the analyst.&nbsp; Throughout this award, we prioritized training of students (undergraduate and graduate) by interacting directly to train at least 10 students, where our novel routines demonstrated to a larger community of hundreds of scientists the applicability of machine-learning techniques underutilized by the physical sciences.</p><br>\n<p>\n Last Modified: 08/06/2024<br>\nModified by: Christopher&nbsp;Tunnell</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award brought together astroparticle physicists and machine-learning practitioners to develop novel techniques for data analysis in the physical sciences. The work focused on two aspects unique to the nature of this data: the hierarchical nature of multimodal science data and uncertainty quantification in Big Science data pipelines. We used XENON1T as a representative experiment as it was then the most sensitive dark matter experiment of its type with diverse types of data. We focused on localization of interactions and determination of their intensity as the data analysis problem that we wanted to solve. These variables are both easy for non-domain experts to understand while being used directly as parameters for the dark matter inference. For our hierarchical data, we explored the use of graph neural networks and graph denoisers within this data, which resulted in publications on this novel use case to bridge these two research areas. For uncertainty quantification, we started with using probabilistic graphical models as all machine-learning applications in this science domain were point estimates, where we demonstrated the utility of this approach for reconstructing interactions in the detector while allowing these techniques to communicate uncertainty in its output to the analyst. Throughout this award, we prioritized training of students (undergraduate and graduate) by interacting directly to train at least 10 students, where our novel routines demonstrated to a larger community of hundreds of scientists the applicability of machine-learning techniques underutilized by the physical sciences.\t\t\t\t\tLast Modified: 08/06/2024\n\n\t\t\t\t\tSubmitted by: ChristopherTunnell\n"
 }
}