{
 "awd_id": "1941390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predicting the effects of extreme drought on insect herbivore control of grassland ecosystem function",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032922217",
 "po_email": "kmclauch@nsf.gov",
 "po_sign_block_name": "Kendra McLauchlan",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 808742.0,
 "awd_amount": 808742.0,
 "awd_min_amd_letter_date": "2019-07-19",
 "awd_max_amd_letter_date": "2023-11-15",
 "awd_abstract_narration": "Extreme droughts in North America have occurred with surprising frequency for the last 2,000 years. Recent droughts of the 1930s and 2012 highlighted the vulnerability of grasslands to severe rainfall shortages. These droughts resulted in an estimated $30 billion in damages and caused significant changes to animal habitat availability, soils, and nutrient cycling. The role of insects in US grasslands and their responses to extreme drought is poorly understood. This is an important omission, because insects regulate grassland nutrient cycling, suppress primary production, and often achieve outbreak densities during severe droughts (e.g.  the Dust Bowl). This award will quantify insect regulation of primary production and nutrient cycling in US grasslands spanning the Midwest, from the Rocky Mountains to the Mississippi River. The award will address drought impacts on grassland insects and how drought may cause harmful pest outbreaks that could further exacerbate drought conditions. In addition, this award will train two graduate studies and provide hands-on experience for multiple undergraduate students from traditionally underrepresented groups. Finally, this research will produce a comprehensive and modern guide to grasshopper identification in Midwestern grasslands that will be of use to managers, researchers, and educators.\r\n\r\nThis project consists of two separate components. A manipulative field study will impose severe drought at three grasslands across a xeric to mesic precipitation gradient. Drought treatments will be combined with insect exclosures. Over three years, researchers will measure aboveground net primary production, nutrient cycling, plant physiology, plant traits, and insect herbivore densities. These data will be analyzed to identify the mechanism by which insects regulate production and nutrient cycling under ambient and drought conditions. A laboratory experiment will identify how both plant and insect physiology change under drought conditions. Physiological measurements will be incorporated into mathematical models to predict nutrient cycling under ambient and drought conditions in grasslands of the central US.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Lemoine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Lemoine",
   "pi_email_addr": "nathan.lemoine@marquette.edu",
   "nsf_id": "000717082",
   "pi_start_date": "2019-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "PO Box 1881",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532011881",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 808741.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview</p>\n<p>Extreme droughts in North America have highlighted the vulnerability of grasslands to severe rainfall shortages. Drought can reduce environmental diversity and impair ecosystem function in North American grasslands. Concurrently, grasslands are experiencing widespread biodiversity loss, particularly in insects. The role of insects in these grasslands is poorly studied, and we do not understand how insects regulate grassland ecosystems or whether their loss can exacerbate the consequences of drought. Our research aimed to understand how grasslands are affected by drought and whether the loss of insect herbivores make grasslands more vulnerable to drought. Our project simulated drought at two prairies within the same climate in Wisconsin, one with sandy well-drained soil and one with loamy moist soil. We measured aboveground (plant photosynthesis, biomass production, water use efficiency) and belowground (nutrient availability, plant mater decomposition) responses to drought.</p>\n<p>Outcomes</p>\n<p>We found that drought does not affect soil microbial respiration until water availability drops below a critical level. Microbes in the drought treatment had lower respiration rates than the control treatment, but these differences were not significant until soil water availability dried below the functional threshold. This pattern suggests that soil communities are tolerant of periodic rainfall reduction, but extended periods of severe water deficits impede microbial activity.</p>\n<p>We found that grasses in the drier prairie are more drought tolerant than grasses in the mesic prairie. Additionally certain grass species are more tolerant that others despite having the same photosynthetic pathway. Little bluestem, big bluestem, and side oats gramma are all C4 grasses, but little bluestem was less impacted by rainfall reduction. Our results emphasize the need to include plant physiology in carbon cycling model as there may be more species-specific variability than simply plant functional type.</p>\n<p>We tested the influence of insect herbivores by creating exclosures in our treatments. The presence of insect herbivores helps stabilize overall microbial activity in soils. Respiration and decomposition were less affected by drought in the control treatments versus the exclosure treatments. However, microbial community composition was more variable when herbivores were present. We believe this variability allows the communities to readily adapt to environmental changes.</p>\n<p>We are still in the process of analyzing data for this project and expect to publish 3-6 more papers from the work funded by this grant. These results help identify which processes are most connected to drought and prairies in the midwestern United States.</p>\n<p>Broader Impacts</p>\n<p>This project provided training and support for two research technicians, two graduate students, and 13 undergraduates, many from underrepresented demographics. Several students have presented at international conferences and co-authored publications stemming from this project. We also collaborated with the Milwaukee Public Museum to develop a publicly available website for identifying Wisconsin moths (<span style=\"color: #467886;\"><span style=\"text-decoration: underline;\"><a href=\"http://www.greatlakesmoths.org/\">www.greatlakesmoths.org</a></span></span>). Using photos of the museum&rsquo;s moth collection, the interactive website guides visitors to identify individual moths using common traits like color, size, and wingspan and provides information about each species and where they are found in Wisconsin. The guide can act as a resource for citizen science and local species monitoring.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/07/2024<br>\nModified by: Nathan&nbsp;Lemoine</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview\n\n\nExtreme droughts in North America have highlighted the vulnerability of grasslands to severe rainfall shortages. Drought can reduce environmental diversity and impair ecosystem function in North American grasslands. Concurrently, grasslands are experiencing widespread biodiversity loss, particularly in insects. The role of insects in these grasslands is poorly studied, and we do not understand how insects regulate grassland ecosystems or whether their loss can exacerbate the consequences of drought. Our research aimed to understand how grasslands are affected by drought and whether the loss of insect herbivores make grasslands more vulnerable to drought. Our project simulated drought at two prairies within the same climate in Wisconsin, one with sandy well-drained soil and one with loamy moist soil. We measured aboveground (plant photosynthesis, biomass production, water use efficiency) and belowground (nutrient availability, plant mater decomposition) responses to drought.\n\n\nOutcomes\n\n\nWe found that drought does not affect soil microbial respiration until water availability drops below a critical level. Microbes in the drought treatment had lower respiration rates than the control treatment, but these differences were not significant until soil water availability dried below the functional threshold. This pattern suggests that soil communities are tolerant of periodic rainfall reduction, but extended periods of severe water deficits impede microbial activity.\n\n\nWe found that grasses in the drier prairie are more drought tolerant than grasses in the mesic prairie. Additionally certain grass species are more tolerant that others despite having the same photosynthetic pathway. Little bluestem, big bluestem, and side oats gramma are all C4 grasses, but little bluestem was less impacted by rainfall reduction. Our results emphasize the need to include plant physiology in carbon cycling model as there may be more species-specific variability than simply plant functional type.\n\n\nWe tested the influence of insect herbivores by creating exclosures in our treatments. The presence of insect herbivores helps stabilize overall microbial activity in soils. Respiration and decomposition were less affected by drought in the control treatments versus the exclosure treatments. However, microbial community composition was more variable when herbivores were present. We believe this variability allows the communities to readily adapt to environmental changes.\n\n\nWe are still in the process of analyzing data for this project and expect to publish 3-6 more papers from the work funded by this grant. These results help identify which processes are most connected to drought and prairies in the midwestern United States.\n\n\nBroader Impacts\n\n\nThis project provided training and support for two research technicians, two graduate students, and 13 undergraduates, many from underrepresented demographics. Several students have presented at international conferences and co-authored publications stemming from this project. We also collaborated with the Milwaukee Public Museum to develop a publicly available website for identifying Wisconsin moths (www.greatlakesmoths.org). Using photos of the museums moth collection, the interactive website guides visitors to identify individual moths using common traits like color, size, and wingspan and provides information about each species and where they are found in Wisconsin. The guide can act as a resource for citizen science and local species monitoring.\n\n\n\t\t\t\t\tLast Modified: 11/07/2024\n\n\t\t\t\t\tSubmitted by: NathanLemoine\n"
 }
}