{
 "awd_id": "1943761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Perspectives on Configuration Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 159696.0,
 "awd_amount": 159696.0,
 "awd_min_amd_letter_date": "2019-07-29",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "This project is part of the mathematical inquiry into the nature of space known as topology. More specifically, it is situated within the methodological tradition of algebraic topology, in which varying concepts of space are compared and contrasted through a battery of \"invariants,\" which take the form of numbers and generalizations thereof. This project is primarily concerned with one of the oldest of these invariants, namely singular homology, which is fundamentally a matter of counting holes---the hole through the center of a rubber tire, for example, which distinguishes it from a basketball. Rather than applying this tool directly to the space of primary interest, which would yield rather coarse information, we apply it here to a family of spaces derived therefrom, called configuration spaces. These spaces measure the possibility of multiple occupancy without collision; for example, there is a configuration space parametrizing all possible positions of five ants on the surface of the tire or that of the ball. The study of configuration spaces is fundamental science contributing to the continued vitality of topology and mathematics as a whole.\r\n\r\nWe propose to study configuration spaces as structured local-to-global invariants of the background space, combining themes from the theories of factorization homology and representation stability. We propose the following specific projects, extending the current and past research of the PI and his collaborators. \r\n\r\n1) Study the homology of the ordered and unordered configuration spaces of graphs. Understand stability and asymptotic behavior of Betti numbers. Interpret homology in terms of graph invariants. Perform explicit computations.\r\n\r\n2) Exploit a connection to Lie algebras and the theory of factorization homology to study configuration spaces of manifolds. Compute positive characteristic homology and Morava E-theory using Lie algebra homology for spectral Lie algebras. Strengthen the connection between coalgebra structures and stability phenomena. \r\n\r\n3) Compute (stable) multiplicities of irreducible symmetric group representations in the homology of the ordered configuration spaces of the torus using the representation theory of combinatorial categories. Extend knowledge of this theory into higher dimensions and study other product manifolds. Study configuration spaces of fiber bundles. \r\n\r\nThe (co)homology of configuration spaces is a classical topic of perennial interest in a diverse array of subfields of mathematics. New points of view on this old subject are possible in light of the geometric, categorical, homotopical, and algebraic insights and advances emerging from the recent development of factorization homology and the flowering of the study of stability phenomena. This work will turn these new points of view into substantive theoretical and computational advances.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Knudsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Knudsen",
   "pi_email_addr": "b.knudsen@northeastern.edu",
   "nsf_id": "000701358",
   "pi_start_date": "2019-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 159696.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI's research applies modern techniques to a classical problem of perennial interest in algebraic topology, namely the (co)homology of configuration spaces. Configuration spaces are fundamental objects in a host of subfields of pure mathematics, as well as in applied fields such as robotics. More specifically, the PI exploits in computation the rich algebraic structures emerging from two modern theoretical vantages on configuration spaces. The first is local-to-global, drawing on the theories of factorization homology and factorization algebras of Ayala, Francis, Lurie, Salvatore, Tanaka, and others, following Beilinson and Drinfeld. The second is asymptotic, growing out of the recent flush of interest in stability phenomena and representations of combinatorial categories following the seminal work of Church, Ellenberg, and Farb on representation stability.</p>\n<p>Under NSF support, the PI (and collaborators) produced 9 journal articles, 3 preprints, and 4 works-in-progress. The PI spoke extensively on this research at conferences and seminars.</p>\n<p>The PI's work during the tenure of the award represents a fundamental contribution to the conceptual and computational understanding of the algebraic topology of configuration spaces of manifolds. In addition, it spearheaded the renaissance of the study of configuration spaces of graphs, which has since emerged as a subfield of notable interest. In particular, it produced a solution to Farber's conjecture on collision-free motion planning on graphs.</p><br>\n<p>\n Last Modified: 11/08/2023<br>\nModified by: Benjamin&nbsp;Knudsen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe PI's research applies modern techniques to a classical problem of perennial interest in algebraic topology, namely the (co)homology of configuration spaces. Configuration spaces are fundamental objects in a host of subfields of pure mathematics, as well as in applied fields such as robotics. More specifically, the PI exploits in computation the rich algebraic structures emerging from two modern theoretical vantages on configuration spaces. The first is local-to-global, drawing on the theories of factorization homology and factorization algebras of Ayala, Francis, Lurie, Salvatore, Tanaka, and others, following Beilinson and Drinfeld. The second is asymptotic, growing out of the recent flush of interest in stability phenomena and representations of combinatorial categories following the seminal work of Church, Ellenberg, and Farb on representation stability.\n\n\nUnder NSF support, the PI (and collaborators) produced 9 journal articles, 3 preprints, and 4 works-in-progress. The PI spoke extensively on this research at conferences and seminars.\n\n\nThe PI's work during the tenure of the award represents a fundamental contribution to the conceptual and computational understanding of the algebraic topology of configuration spaces of manifolds. In addition, it spearheaded the renaissance of the study of configuration spaces of graphs, which has since emerged as a subfield of notable interest. In particular, it produced a solution to Farber's conjecture on collision-free motion planning on graphs.\t\t\t\t\tLast Modified: 11/08/2023\n\n\t\t\t\t\tSubmitted by: BenjaminKnudsen\n"
 }
}