{
 "awd_id": "1943002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Citizenly: Empowering Communities by Democratizing Urban Data Science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 298734.0,
 "awd_amount": 298734.0,
 "awd_min_amd_letter_date": "2019-09-09",
 "awd_max_amd_letter_date": "2019-09-23",
 "awd_abstract_narration": "Governments around the nation have been using data-driven approaches to drive improvements in city operations and citizens' quality of life. Large cities such as New York, Chicago, and Boston have reported impressive results from the use of data in addressing urban issues. Smaller cities such as Rochester, NY have mostly lagged behind. Data has not played a large role in addressing problems of urban neighborhoods. Midsize cities are large enough to have data collection systems in place. But they cannot afford a team of data scientists to make use of them. The open data sets, provided by data.gov and many other organizations, contain raw data. This data requires specialized skills to access, make sense of, and to compute with. Most established open data sets are most suitable for conducting large data analysis. They require significant efforts in filtering data down to specific scenario of local interests. Citizens and community leaders are key consumers of open data. But they are not able to access, decipher, and use this data in meaningful ways. While many tools and algorithms for conducting data science exist, most of these technologies cannot simply be used by anyone. Democratizing data science is the notion that anyone, with little to no technical expertise, can do data science. But they must be provided the right data and user-friendly tools. This project will put urban data science into the hands of citizens and community leaders. It will integrate citizens into the development of urban policy and solutions for local issues. Community leaders would like to see data filtered down to their community levels. The resulting analysis should be made relevant to citizens. A major impact of the work is that it can significantly lower the barrier to entry for community leaders and citizens to meaningfully leverage urban data. Of particular significance is the engagement of neighborhood youths. They will become neighborhood innovators, designing technology applications to support neighborhood-based self-sufficiency strategies. Moreover, the project will develop infrastructure that can be replicated for other/similar midsize cities as well pave the way to democratize data science in other domains.\r\n\r\nThis project will develop the underlying scientific and engineering foundations necessary to create the Citizenly cyberinfrastructure to democratize data science amongst citizens and city governments. This project is multidisciplinary and it will bring together a team of investigators, with expertise in big data analytics, program synthesis, active learning, and social sciences. Key partners, all in the city of Rochester, NY, include the Office of Innovation and Strategic Initiatives and the Office of Research and Analytics at the Common Ground Health. The project will address the following key scientific and technical challenges: (1) Community-focused Data Infrastructure: Design and implementation of a lightweight citizen sensor. Design anexpressive and efficient model for community dataset and implement a scalable Extract-Transform-Load (ETL) system to automate its creation. (2) Citizen-centric Programing: Design domain specific language for citizens and community leaders to access community datasets and to express the intent and constraints for desired urban application. (3) Urban Data Science Applications: Using the Citizenly approach, develop: (a) predictive models for the influence of presence of vacant lots on city's property values; and (b) assessment models for health impact from socio-economic factors. Citizenly will integrate community data and common services along with necessary systems and algorithm innovations to provide next generation cyberinfrastructure for city leaders and citizens. Citizenly will enable research efforts broadly in urban data science and community-based participatory research by providing Cyberinfrastructure (CI) services to a diverse scientific community or communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Naveen",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naveen Sharma",
   "pi_email_addr": "nxsvse@rit.edu",
   "nsf_id": "000739900",
   "pi_start_date": "2019-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Pradeep",
   "pi_last_name": "Murukannaiah",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Pradeep K Murukannaiah",
   "pi_email_addr": "pkmvse@rit.edu",
   "nsf_id": "000755671",
   "pi_start_date": "2019-09-09",
   "pi_end_date": "2019-09-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M. Ann",
   "pi_last_name": "Howard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Ann Howard",
   "pi_email_addr": "mahgsh@rit.edu",
   "nsf_id": "000771282",
   "pi_start_date": "2019-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Technology",
  "perf_str_addr": "141 Lomb Memorial Avenue",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 298734.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span class=\"A4\"><span>The Citizenly project envisions <em>democratizing data science</em> and <em>community engagements in civic progress</em>. Citizenly is an early stage cyberinfrastructure research and prototyping effort that aims to enable anyone with no technical expertise to conduct data science. Citizenly provides knowledge and tools to foster citizen engagement through participatory data collection, analysis and actions thus enabling &ldquo;smart communities&rdquo; to be built together with empowered (&ldquo;smart&rdquo;) citizens.&nbsp;</span></span></p>\n<p><span class=\"A4\"><span>Speicific outcomes:&nbsp;</span></span></p>\n<p><span class=\"A4\"><span>&nbsp;</span></span><strong>Citizenly Community Advisory Board:&nbsp;</strong>The Citizenly research team engaged with a Rochester, NY based non-profit agency, Action for Better Community Actions (ABC). ABC promotes and provides opportunities for low-income individuals and families to become self-sufficient. After a series of exploratory discussions, the Citizenly research team entered into a formal agreement by signing a MoU with the non-profit agency. ABC and the Citizenly team will co-innovate to bring a community driven data platform, i.e., Citizenly, to assist ABC achieve its mission.</p>\n<p>The interactions between graduate software engineering students &ndash; both at M.S. and Ph.D. levels &ndash; and CAB members and ABC was an excellent source of experiential learning. The students learned how to work on and evolve a real project. Simultaneously, he CAB members gained new information about the design of an app.</p>\n<p>The revised version of the app was reviewed by the CAB members and their feedback was used to update key features in the Citizenly app. During the 2021-2022 period, significant updates and improvements were made to the beta version of the Citizenly app piloted in February 2021. The user interface, new user features, infrastructure for data synthesis, and instrumentation for community data collection.</p>\n<p class=\"Default\"><strong><span>Low cost Citizen Sensor:&nbsp;</span></strong>Successfully completed the Citizen Sensor initial version design and prototype. Specific outcomes include:</p>\n<p class=\"Default\"><span>o<span>&nbsp;&nbsp; </span></span><span>Data collection by community for the community.</span></p>\n<p class=\"Default\"><span>o<span>&nbsp;&nbsp; </span></span><span>A map screen through which users can view the geocoded posts in the community</span></p>\n<p class=\"Default\"><span>o<span>&nbsp;&nbsp; </span></span><span>Provide a virtual space for community businesses to be visible as well as to recruit skills from within the neighborhood.&nbsp; Both community businesses registered with the county and other local businesses can participate in the Citizenly space.&nbsp;</span></p>\n<p class=\"Default\"><span>o<span>&nbsp;&nbsp; </span></span><span>Citizenly Data Governance implementation.</span></p>\n<p class=\"Default\"><span>o<span>&nbsp;&nbsp; </span></span><span>The ability for users to create calls to action posts that detail their vision about how an aspect of the community can be improved and the steps that need to be taken.</span></p>\n<p class=\"Default\"><span>o<span>&nbsp;&nbsp; </span></span><span>Community data reports and statistics.</span></p>\n<p class=\"Default\"><strong>Urban Data Science Applications:</strong></p>\n<ul>\n<li>Recommendation System for Optimal Transformation of Vacant Lots&nbsp;</li>\n<li>Community 360-View synthesizes resident-generated data (from the Citizenly app) with the community-specific data projected from DataROC to create a 360-view for the community.&nbsp;</li>\n<li>Path Planning and Resource Allocation Using Reinforcement Learning: Most services provided by the city require coverage of large areas or networks of roads with limited resources. Computationally, these problems can be viewed as specialized versions of the classic vehicle routing problem, where limited resources have to be allocated to various routes for serving different demands. We are developing an optimal solution to these problems using. Conventional techniques, for real world scale problem, are computationally intensive. This is made even more complicated if we were to add real-time feedback to modify the solutions. We seek to approach these urban planning problems as path planning and resource allocation problems with the help of deep neural networks and reinforcement learning techniques</li>\n</ul>\n<p class=\"Default\"><strong>Services Composition:</strong>&nbsp;The classifier-based approach learns the adaptation rules from the past execution data. A contextual-bandit based online algorithm learns without the need for labeled data.&nbsp;Our results demonstrate considerable compute resource savings for various solution utility requirements. More diverse composition algorithms will also be added, to analyze the bounds of scalability of our approach in future.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Naveen&nbsp;Sharma</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Citizenly project envisions democratizing data science and community engagements in civic progress. Citizenly is an early stage cyberinfrastructure research and prototyping effort that aims to enable anyone with no technical expertise to conduct data science. Citizenly provides knowledge and tools to foster citizen engagement through participatory data collection, analysis and actions thus enabling \"smart communities\" to be built together with empowered (\"smart\") citizens. \n\nSpeicific outcomes: \n\n Citizenly Community Advisory Board: The Citizenly research team engaged with a Rochester, NY based non-profit agency, Action for Better Community Actions (ABC). ABC promotes and provides opportunities for low-income individuals and families to become self-sufficient. After a series of exploratory discussions, the Citizenly research team entered into a formal agreement by signing a MoU with the non-profit agency. ABC and the Citizenly team will co-innovate to bring a community driven data platform, i.e., Citizenly, to assist ABC achieve its mission.\n\nThe interactions between graduate software engineering students &ndash; both at M.S. and Ph.D. levels &ndash; and CAB members and ABC was an excellent source of experiential learning. The students learned how to work on and evolve a real project. Simultaneously, he CAB members gained new information about the design of an app.\n\nThe revised version of the app was reviewed by the CAB members and their feedback was used to update key features in the Citizenly app. During the 2021-2022 period, significant updates and improvements were made to the beta version of the Citizenly app piloted in February 2021. The user interface, new user features, infrastructure for data synthesis, and instrumentation for community data collection.\nLow cost Citizen Sensor: Successfully completed the Citizen Sensor initial version design and prototype. Specific outcomes include:\no   Data collection by community for the community.\no   A map screen through which users can view the geocoded posts in the community\no   Provide a virtual space for community businesses to be visible as well as to recruit skills from within the neighborhood.  Both community businesses registered with the county and other local businesses can participate in the Citizenly space. \no   Citizenly Data Governance implementation.\no   The ability for users to create calls to action posts that detail their vision about how an aspect of the community can be improved and the steps that need to be taken.\no   Community data reports and statistics.\nUrban Data Science Applications:\n\nRecommendation System for Optimal Transformation of Vacant Lots \nCommunity 360-View synthesizes resident-generated data (from the Citizenly app) with the community-specific data projected from DataROC to create a 360-view for the community. \nPath Planning and Resource Allocation Using Reinforcement Learning: Most services provided by the city require coverage of large areas or networks of roads with limited resources. Computationally, these problems can be viewed as specialized versions of the classic vehicle routing problem, where limited resources have to be allocated to various routes for serving different demands. We are developing an optimal solution to these problems using. Conventional techniques, for real world scale problem, are computationally intensive. This is made even more complicated if we were to add real-time feedback to modify the solutions. We seek to approach these urban planning problems as path planning and resource allocation problems with the help of deep neural networks and reinforcement learning techniques\n\nServices Composition: The classifier-based approach learns the adaptation rules from the past execution data. A contextual-bandit based online algorithm learns without the need for labeled data. Our results demonstrate considerable compute resource savings for various solution utility requirements. More diverse composition algorithms will also be added, to analyze the bounds of scalability of our approach in future. \n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Naveen Sharma"
 }
}