{
 "awd_id": "1944777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Envisioning Workshops for Computing in Undergraduate Education",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925301",
 "po_email": "jforbes@nsf.gov",
 "po_sign_block_name": "Jeffrey Forbes",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 748433.0,
 "awd_amount": 748433.0,
 "awd_min_amd_letter_date": "2019-08-22",
 "awd_max_amd_letter_date": "2022-07-21",
 "awd_abstract_narration": "Northwestern University, partnering with Purdue University and the University of Colorado, proposes a series of three Envisioning Workshops for Computing in Undergraduate Education with the goal of sparking a national dialog about the role of computing in undergraduate education. The recent surge in non-major enrollments in Computer Science (CS) courses -- even relatively advanced courses -- has been challenging for many departments that offer curricula designed for traditional CS majors, and that may have limited experience working with faculty in other disciplines on curricula and courses. These workshops will open a large-scale discussion on the role of computing and CS in non-computing disciplines, and on how CS departments can develop new interdisciplinary pathways and curricula to better meet the educational needs of the growing and increasingly diverse student body open to learn more about computing and CS.\r\n\r\nSuch a national dialog has the potential to:\r\n --\tShow departments a way forward and models for engagement; what is already being done, and what is working?\r\n --\tSpark research that can help address the challenge.\r\n --\tCreate recommendations, and even templates, that will help guide departments and institutions.\r\n --\tProvide credibility to the effort and the resulting outcomes.\r\n\r\nSpecifically, the workshops will be aimed at beginning the process of understanding, in more specific and more actionable ways, the general challenge of incorporating computing into degree pathways across universities and colleges. Attendees will be drawn from a wide range of institutions serving diverse student populations, and include both CS and other faculty. The workshops are expected to produce a greater alignment within the CS research and educational community, and stakeholder communities based in other disciplines, leading to a better understanding of the challenges, and how they might be addressed more comprehensively and more effectively.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Birnbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larry Birnbaum",
   "pi_email_addr": "l-birnbaum@northwestern.edu",
   "nsf_id": "000229312",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clayton",
   "pi_last_name": "Lewis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Clayton H Lewis",
   "pi_email_addr": "clayton@colorado.edu",
   "nsf_id": "000113813",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Hambrusch",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne E Hambrusch",
   "pi_email_addr": "seh@cs.purdue.edu",
   "nsf_id": "000222872",
   "pi_start_date": "2019-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2233 Tech Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 748433.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-aca7ac0d-7fff-0998-cb85-a17d6a9dc228\">\n<p dir=\"ltr\"><span>Computing and Computer Science have become relevant to undergraduate education in all disciplines. Academic institutions are challenged to meet the demand of the growing and increasingly diverse student body seeking to learn more about computing, computer science, and the role of computation in their own disciplines. Courses and curricula aimed at teaching the fundamental principles, applications, and technologies of Computer Science to CS majors often do not meet the needs of this wider student audience.</span><span><br /></span></p>\n<p dir=\"ltr\"><span>The project initiated a broad national dialog on the role of computing in undergraduate education. The first phase of the project held three workshops:&nbsp; in October 2019 in Chicago, in December in Washington, DC, and in January 2020 in Denver. Over 200 participants from 66 different institutions attended the workshops.&nbsp; F</span><span>aculty and administrators from computing departments and their colleagues from a wide range of other academic disciplines explored and identified challenges and needs related to supporting computing for all undergraduate majors. Discussion topics included</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The ability to contextualize computing with a focus on the impact on all academic disciplines&nbsp; and society.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Involving computing educators in meeting the computational needs of non-computing majors.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Identifying discipline-focused core learning goals and objectives for computing and developing competency-based assessment measures.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Developing&nbsp; and disseminating sharable resources between disciplines and institutions.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Preparing students for ongoing changes, future developments, and the impact of new technologies.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>Workshop participants identified a number of key elements to ensure and improve diversity and inclusion in all computing related disciplines and courses. An overarching goal centered on ways to provide a&nbsp; welcoming environment for all and shared spaces for interaction and communication.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Discussions of identified workshop topics continued after the workshops, but future plans were disrupted by the pandemic. During COVID, we </span><span>invited the community to submit mini-projects&nbsp; addressing innovative ideas related to the goals identified at the earlier workshops. Projects supported connected computing with a non-computing discipline and had potential to be deployed widely.&nbsp;</span></p>\n<p dir=\"ltr\"><span>In July 2022, we ran a final workshop connecting groups of educators from previous workshops, the mini-projects, as well as interested educators in the community to highlight new and ongoing efforts focused on </span><span>&nbsp;the role of computing in undergraduate education. </span><span>One objective was to connect participants from different institutions to share and exchange material&nbsp; and&nbsp; successes and to start new collaborations. The overarching goal remained the same: to prepare undergraduates to effectively use computation to advance and improve the challenges in their own discipline.</span></p>\n<p dir=\"ltr\"><span>For more information about the workshops and the workshop report please visit </span><a href=\"https://cue.northwestern.edu/\"><span>https://cue.northwestern.edu/</span></a><span>.&nbsp;</span></p>\n<br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/17/2024<br>\nModified by: Susanne&nbsp;E&nbsp;Hambrusch</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nComputing and Computer Science have become relevant to undergraduate education in all disciplines. Academic institutions are challenged to meet the demand of the growing and increasingly diverse student body seeking to learn more about computing, computer science, and the role of computation in their own disciplines. Courses and curricula aimed at teaching the fundamental principles, applications, and technologies of Computer Science to CS majors often do not meet the needs of this wider student audience.\n\n\n\nThe project initiated a broad national dialog on the role of computing in undergraduate education. The first phase of the project held three workshops: in October 2019 in Chicago, in December in Washington, DC, and in January 2020 in Denver. Over 200 participants from 66 different institutions attended the workshops. Faculty and administrators from computing departments and their colleagues from a wide range of other academic disciplines explored and identified challenges and needs related to supporting computing for all undergraduate majors. Discussion topics included\n\n\n\n\nThe ability to contextualize computing with a focus on the impact on all academic disciplines and society.\n\n\n\n\nInvolving computing educators in meeting the computational needs of non-computing majors.\n\n\n\n\nIdentifying discipline-focused core learning goals and objectives for computing and developing competency-based assessment measures.\n\n\n\n\nDeveloping and disseminating sharable resources between disciplines and institutions.\n\n\n\n\nPreparing students for ongoing changes, future developments, and the impact of new technologies.\n\n\n\n\nWorkshop participants identified a number of key elements to ensure and improve diversity and inclusion in all computing related disciplines and courses. An overarching goal centered on ways to provide a welcoming environment for all and shared spaces for interaction and communication.\n\n\nDiscussions of identified workshop topics continued after the workshops, but future plans were disrupted by the pandemic. During COVID, we invited the community to submit mini-projects addressing innovative ideas related to the goals identified at the earlier workshops. Projects supported connected computing with a non-computing discipline and had potential to be deployed widely.\n\n\nIn July 2022, we ran a final workshop connecting groups of educators from previous workshops, the mini-projects, as well as interested educators in the community to highlight new and ongoing efforts focused on the role of computing in undergraduate education. One objective was to connect participants from different institutions to share and exchange material and successes and to start new collaborations. The overarching goal remained the same: to prepare undergraduates to effectively use computation to advance and improve the challenges in their own discipline.\n\n\nFor more information about the workshops and the workshop report please visit https://cue.northwestern.edu/.\n\n\n\n\n\t\t\t\t\tLast Modified: 01/17/2024\n\n\t\t\t\t\tSubmitted by: SusanneEHambrusch\n"
 }
}