{
 "awd_id": "1945909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Search for Optimal Packings",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 299996.0,
 "awd_amount": 299996.0,
 "awd_min_amd_letter_date": "2019-08-16",
 "awd_max_amd_letter_date": "2019-08-16",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical, data-intensive, and computational research and education in granular materials with implications for nano-particle assemblies, glassy materials, biomaterials, and liquid crystals. Guessing how many candies there are in a jar is an ancient mathematical problem that occupied the minds of the greatest mathematicians, from Gauss, Kepler and Hilbert, over centuries. Mathematically, this problem is known as the \"optimal packing problem\" and asks to optimize the filling density of objects of a particular shape occupying a given volume. For example: What is the maximum number of candies of a given shape that can be packed in a jar? Nowadays, interest in the general problem emanates from its practical importance to industries involved in granular media processing and appear in a broad range of science and engineering fields such as self-assembly of nano-particles, liquid crystals, glassy and bio-materials. In fact, understanding the structural and mechanical behavior of packings from the properties of its individual constituents is a central problem in modern materials science.\r\n\r\nIn this project, the PI will develop theoretical models supplemented with computational tests to design packing generation protocols and algorithms which can explore the larger space of parameters in search for the optimal packing.\r\n\r\nThe algorithms and theories developed by the PI would lead to a deeper understanding of the packing optimization problem and benefit many industrial sectors, especially pharmaceutical and chemical industries which rely on storage and transport of large amounts of granular material, as well as in the oil industry. The PI will address these problems in industry relevant scenarios and explore novel states of matter due to particle shape.  \r\n\r\nThe potentially transformative aspect of this EAGER project is to go beyond the state-of-the-art theory on granular matter by applying novel trends in artificial intelligence through machine learning algorithms and network theory. This combination of theoretical approaches is high risk-high payoff and brings together different ideas into an interdisciplinary framework to make progress on the packing problem in materials science.\r\n\r\nThe PI aims to recruit minority students from CCNY to participate in the project. This project includes international collaborations. The PI will disseminate data on all the packings and software generated in the project.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education on granular and soft matter. The overall aim of this project is to develop a unifying theoretical and numerical framework to predict the structural and mechanical properties of random packings of particles of arbitrary shapes. The goal of the project is two-fold: first, to investigate and discover organizing principles of granular states of matter, and second, to design new granular materials with optimized predefined properties.  To do this, the PI will first develop a theoretical framework to predict the packing fraction of assemblies of non-spherical particles such as composite molecules of rigidly bonded spheres, polymer-like chains, tetrahedra and irregular polyhedra in general, and then test the space of parameters with computational tools based on network theory and machine learning. These results will allow the PI to search for optimal packings of predetermined characteristics, for example denser packings with maximal rigidity by variation of the shape of the anisotropic building blocks.\r\n\r\nThe potentially transformative aspect of this Eager project is to go beyond the state-of-the-art theory on granular matter by applying novel trends in artificial intelligence through machine learning algorithms and network theory. This combination of theoretical approaches is high risk-high payoff and brings together different ideas into an interdisciplinary framework to make progress on the packing problem in materials science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hernan",
   "pi_last_name": "Makse",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hernan A Makse",
   "pi_email_addr": "hmakse@ccny.cuny.edu",
   "nsf_id": "000096126",
   "pi_start_date": "2019-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 299996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall aim of this project is to develop a unifying theoretical and numerical framework to treat the structural and mechanical properties of random packings of arbitrary shapes. The goal of theproject is two-fold: first, we are interested in investigating the organization principles of these states of matter, and second, we are interested in designing new materials with optimized predefined properties using techniques from network theory and machine learning. We first develop a theoretical framework based on networktheory to predict the microstructure of the materials, and then test the space of parameters with computation tools based on network theoryand machine learning. These results allow to search for optimal packings of predetermined characteristics, e.g. denser packings with maximal rigidity by variation of the shape of the anisotropic building blocks.</p>\n<p><span>We go beyond the state-of-the-art theory on granular matter by&nbsp;</span><span>applying novel methods from AI and networks. This combination of&nbsp;</span><span>theoretical approaches is high risk-high payoff bringing together&nbsp;</span><span>different ideas into an interdisciplinary framework to solve packing&nbsp;</span><span>problems in materials science.</span></p>\n<p><span><br /></span><span>Granular materials can be evaluated on different length scales. A&nbsp;</span><span>network description of a granular packing is an intermediate-scale to&nbsp;</span><span>quantitatively support experimental observations. We have performed&nbsp;</span><span>k-core analysis and developed several network analysis tools to study&nbsp;</span><span>a granular suspension near the jamming transition undergoing&nbsp;</span><span>continuous and discontinuous shear thickening and a system undergoing&nbsp;</span><span>a jamming transition under shear. We have also developed machine&nbsp;</span><span>learning algorithms to predict optimal packings (with optimal packing</span><span>fraction) as a function of the shapes of the particles. Different&nbsp;</span><span>shapes are collected with global observables to explore how shapes&nbsp;</span><span>play a role in the packing fraction of the granular medium. Our&nbsp;</span><span>results have been featured in the cover of the journal Soft Matter&nbsp;</span><span>(see image).</span></p>\n<p><span><br /></span><span>The development of theoretical network tools and machine learning has&nbsp;</span><span>broad implications beyond the present problem in materials&nbsp;</span><span>science. For instance, k-core percolation is a mathematical tool that&nbsp;</span><span>can characterize complex networks in general. This includes brain&nbsp;</span><span>networks, social networks, and ecosystems. In parallel work done with&nbsp;</span><span>the present grant, we have demonstrated how k-cores determine the&nbsp;</span><span>stability of ecosystems and how kcore determines the&nbsp;</span><span>transmission of diseases like Covid-19 through the contact&nbsp;</span><span>network. The machine learning methods developed in this project are&nbsp;</span><span>also being applied to detect cancer from images and understanding&nbsp;</span><span>written language. Thus, our tools can be widely adopted in other areas&nbsp;</span><span>of the scientific domain.</span><span><br /></span></p>\n<p><span>The project provided opportunities for a postdoc and a graduat e</span><span>student to develop interdisciplinary collaborations with physicists,&nbsp;</span><span>mathematicians and engineers by applying machine learning and</span><span>t opological analysis to packings and suspensions. The project&nbsp;</span><span>supported underrepresented students recruited from the pool of&nbsp;</span><span>minority students at CCNY. Further broad significance includes&nbsp;</span><span>fostering international collaborations and dissemination of all&nbsp;</span><span>algorithms and software generated in the project in public&nbsp;</span><span>repositories.</span></p><br>\n<p>\n Last Modified: 03/03/2024<br>\nModified by: Hernan&nbsp;A&nbsp;Makse</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1945909/1945909_10634486_1709463240694_cover_baule--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1945909/1945909_10634486_1709463240694_cover_baule--rgov-800width.png\" title=\"Machine learning to predict the best packing\"><img src=\"/por/images/Reports/POR/2024/1945909/1945909_10634486_1709463240694_cover_baule--rgov-66x44.png\" alt=\"Machine learning to predict the best packing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cover page of the journal Soft Matter highlighting the work of Adrian Baule et al.\nMachine learning approaches for the optimization of packing densities in granular matter</div>\n<div class=\"imageCredit\">Adrian Baule</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Hernan&nbsp;A&nbsp;Makse\n<div class=\"imageTitle\">Machine learning to predict the best packing</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overall aim of this project is to develop a unifying theoretical and numerical framework to treat the structural and mechanical properties of random packings of arbitrary shapes. The goal of theproject is two-fold: first, we are interested in investigating the organization principles of these states of matter, and second, we are interested in designing new materials with optimized predefined properties using techniques from network theory and machine learning. We first develop a theoretical framework based on networktheory to predict the microstructure of the materials, and then test the space of parameters with computation tools based on network theoryand machine learning. These results allow to search for optimal packings of predetermined characteristics, e.g. denser packings with maximal rigidity by variation of the shape of the anisotropic building blocks.\n\n\nWe go beyond the state-of-the-art theory on granular matter byapplying novel methods from AI and networks. This combination oftheoretical approaches is high risk-high payoff bringing togetherdifferent ideas into an interdisciplinary framework to solve packingproblems in materials science.\n\n\n\nGranular materials can be evaluated on different length scales. Anetwork description of a granular packing is an intermediate-scale toquantitatively support experimental observations. We have performedk-core analysis and developed several network analysis tools to studya granular suspension near the jamming transition undergoingcontinuous and discontinuous shear thickening and a system undergoinga jamming transition under shear. We have also developed machinelearning algorithms to predict optimal packings (with optimal packingfraction) as a function of the shapes of the particles. Differentshapes are collected with global observables to explore how shapesplay a role in the packing fraction of the granular medium. Ourresults have been featured in the cover of the journal Soft Matter(see image).\n\n\n\nThe development of theoretical network tools and machine learning hasbroad implications beyond the present problem in materialsscience. For instance, k-core percolation is a mathematical tool thatcan characterize complex networks in general. This includes brainnetworks, social networks, and ecosystems. In parallel work done withthe present grant, we have demonstrated how k-cores determine thestability of ecosystems and how kcore determines thetransmission of diseases like Covid-19 through the contactnetwork. The machine learning methods developed in this project arealso being applied to detect cancer from images and understandingwritten language. Thus, our tools can be widely adopted in other areasof the scientific domain.\n\n\n\nThe project provided opportunities for a postdoc and a graduat estudent to develop interdisciplinary collaborations with physicists,mathematicians and engineers by applying machine learning andt opological analysis to packings and suspensions. The projectsupported underrepresented students recruited from the pool ofminority students at CCNY. Further broad significance includesfostering international collaborations and dissemination of allalgorithms and software generated in the project in publicrepositories.\t\t\t\t\tLast Modified: 03/03/2024\n\n\t\t\t\t\tSubmitted by: HernanAMakse\n"
 }
}