{
 "awd_id": "1947584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: IA: Collaborative Research: Intelligent Solutions for Navigating Big Data from the Arctic and Antarctic",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 589294.0,
 "awd_amount": 589294.0,
 "awd_min_amd_letter_date": "2019-09-23",
 "awd_max_amd_letter_date": "2019-09-23",
 "awd_abstract_narration": "The objective of this research is to investigate artificial intelligence (AI) solutions for data collected by the Center for Remote Sensing of Ice Sheets (CReSIS) in order to provide an intelligent data understanding to automatically mine and analyze the heterogeneous dataset collected by CReSIS. Significant resources have been and will be spent in collecting and storing large and heterogeneous datasets from expensive Arctic and Antarctic fieldwork (e.g. through NSF Big Idea: Navigating the New Arctic). While traditional analyses provide some insight, the complexity, scale, and multidisciplinary nature of the data necessitate advanced intelligent solutions. This project will allow domain scientists to automatically answer questions about the properties of the data, including ice thickness, ice surface, ice bottom, internal layers, ice thickness prediction, and bedrock visualization. The planned approach will advance the broader big data research community by improving the efficiency of deep learning methods and in the investigation of methods to merge data-driven AI approaches with application-specific domain knowledge. Special attention will be given to women and minority involvement in the research and the project will develop new course materials for several classes in AI at a Hispanic and minority serving institute.\r\n\r\nIn polar radar sounder imagery, the delineation of the ice top and ice bottom and layering within the ice is essential for monitoring and modeling the growth of ice sheets and sea ice. The optimal approach to this problem should merge the radar sounder data with physical ice models and related datasets such as ice coverage and concentration maps, spatiotemporal meteorological maps, and ice velocity. Rather than directly engineering specific relations into the image analysis that require many parameters to be defined and tuned, data-dependent approaches let the machine learn these relationships. To devise intelligent solutions for navigating the big data from the Arctic and Antarctic and to scale up the current and traditional techniques to big data, this project plans several approaches for detecting ice surface, bottom, internal layers, 3D modeling of bedrock and spatial-temporal monitoring of the ice surface: 1) Devise new methodologies based on hybrid networks combining machine learning with traditional domain specific knowledge and transforming the entire deep learning network to the time-frequency domain. 2) Equip the machine with information that is not visible to the human eye or that is hard for a human operator to consider simultaneously, to be able to detect internal layers and 3D basal topography on a large scale. Using the results of the feature tracking of the ice surface in radar altimetry, the research effort will also develop new data-dependent techniques for predicting the ice thickness for following years based on deep recurrent neural networks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryam",
   "pi_last_name": "Rahnemoonfar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryam Rahnemoonfar",
   "pi_email_addr": "maryam@lehigh.edu",
   "nsf_id": "000688135",
   "pi_start_date": "2019-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 Hilltop Circle",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  },
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 291685.0
  }
 ],
 "por": null
}