{
 "awd_id": "1949747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient Global Dynamic Optimization using Dynamic Cut Generation and Domain Reduction Techniques",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927125",
 "po_email": "cawalker@nsf.gov",
 "po_sign_block_name": "Catherine Walker",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 290476.0,
 "awd_amount": 290476.0,
 "awd_min_amd_letter_date": "2019-09-05",
 "awd_max_amd_letter_date": "2019-09-05",
 "awd_abstract_narration": "Dynamic optimization is a computational approach used to optimally control dynamic processes.  Effective dynamic optimization codes have become a key enabling technology in many industries, leading to substantial gains in profitability, efficiency, and safety. However, dynamic optimization problems commonly exhibit multiple sub-optimal local solutions.  Use of these sub-optimal solutions instead of the desired globally optimal solution can lead to significant economic loss and performance degradation in many applications; this can even produce expensive or dangerous unreliable conclusions. This project aims to develop more efficient global optimization algorithms for types of problems that arise in a broad spectrum of applications in the chemical, pharmaceutical and aerospace industries.\r\n\r\nThis project aims to increase the efficiency of global dynamic optimization (GDO) codes by developing cut generation and domain reduction techniques in the branch and bound (B&B) algorithm for solving nonconvex algebraic optimization problems.  Cut generation refers broadly to methods that strengthen the convex relaxation of a nonconvex problem by imposing constraints that are redundant in the original model, but not in the relaxation. In contrast, domain reduction refers to methods that tighten the bounds on the decision variables in a B&B node using the problem constraints or a known feasible objective value. Research into such techniques for GDO is very well motivated by analogy to standard nonlinear programs (NLPs). Prior work on GDO has focused on relaxation methods that can be considered dynamic extensions of the most basic methods used for NLPs (specifically those based on factorable decomposition, such as McCormick relaxations). However, B&B codes based solely on these techniques are extremely inefficient in most cases. In contrast, modern B&B codes, which routinely solve problems with hundreds of decisions, utilize a rich toolbox of cut generation and domain reduction techniques. This strongly suggests that analogous techniques for dynamic problems will profoundly impact the efficiency of GDO algorithms. In addition to training graduate students, the proposed research will involve training of undergraduate researchers through Clemson's Creative Inquiry Program and rising high school seniors through Clemson's six-week Summer Program for Research Interns. The project also includes the development of a half-day long hands-on research activity for educating women and minorities about career opportunities in STEM fields, hosted by Clemson's Women in Science and Engineering (WISE) Program and the Programs for Educational Enrichment and Retention (PEER).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Scott",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph K Scott",
   "pi_email_addr": "joseph.scott@chbe.gatech.edu",
   "nsf_id": "000671719",
   "pi_start_date": "2019-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 290476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to develop improved computer methods for making optimal decisions about the design and/or operation of engineered systems the operate dynamically. Such problems can be formalized mathematically as dynamic optimization (DO) problems. DO problems arise in a huge variety of applications, including parameter estimation for dynamic models, metabolic engineering, optimal control of chemical processes, aircraft/spacecraft maneuvers, control of robot manipulators, etc. Thus, effective DO codes have become a key enabling technology in many industries, leading to incalculable gains in profitability, efficiency, and safety. Moreover, several contemporary trends are further heightening the significance of these tools, including the transition from batch to continuous manufacturing of pharmaceuticals and biologics, the increasing utilization of dynamic renewable power sources, and the trend towards more flexible process operations in response to real-time markets.</p>\n<p>Standard DO algorithms are only guaranteed to provide solutions that are locally optimal (i.e., cannot be improved by incremental changes). In contrast, this project aimed to develop efficient algorithms for finding solutions that are globally optimal (i.e., the best among all feasible options). This is significant because DO problems often possess multiple local solutions, and these can be highly suboptimal in terms of both economics and technical performance. In addition, in many applications only global solutions are meaningful, and only when accompanied by a guarantee of global optimality. One example is the computation of worst-case scenarios for process safety verification. Although several existing algorithms can furnish guaranteed global optima for DO, they cannot yet solve instances of practical complexity in reasonable time.</p>\n<p>The research supported by this project resulted in a suite of new algorithms for increasing the efficiency of global dynamic optimization (GDO) solvers. These algorithms concern the computation of convex relaxations for dynamic systems, which is a critical step in all modern solvers for GDO. These algorithms provide new routes for computing convex relaxations that are more efficient, less susceptible to numerical errors, and significantly more accurate. A key new contribution was the use of redundant mathematical relationships called cuts to significantly improve the accuracy of the relaxations, which can drastically reduce the computational cost of the overall GDO algorithm. The details of these algorithms and their performance relative to existing methods have been documented in peer-reviewed scientific journal articles, scientific conference presentations, and PhD theses.</p>\n<p>The results of this project have enabled the solution of some GDO test problems that were previously intractable, and have laid the groundwork for future algorithm and software development that could allow the solution of much larger and more complex problems in the future. Such problems are likely to include optimal design, estimation, and control problems of primary importance in chemical and pharmaceutical manufacturing, power generation and distribution, systems biology, and both military and commercial aerospace applications. In addition to these potential benefits, this work has also contributed to scientific knowledge, most directly in the fields of optimization, dynamic systems theory, and process control.</p>\n<p class=\"vert-spacing\">This project enabled one doctoral student in the School of Chemical and Biomolecular Engineering at Georgia Tech to conduct scholarly research and receive in-depth technical training in pursuit of their degree. In addition, the project also provided significant research experiences and training to three undergraduate students in the school over multiple semesters.</p><br>\n<p>\n Last Modified: 01/28/2024<br>\nModified by: Joseph&nbsp;K&nbsp;Scott</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to develop improved computer methods for making optimal decisions about the design and/or operation of engineered systems the operate dynamically. Such problems can be formalized mathematically as dynamic optimization (DO) problems. DO problems arise in a huge variety of applications, including parameter estimation for dynamic models, metabolic engineering, optimal control of chemical processes, aircraft/spacecraft maneuvers, control of robot manipulators, etc. Thus, effective DO codes have become a key enabling technology in many industries, leading to incalculable gains in profitability, efficiency, and safety. Moreover, several contemporary trends are further heightening the significance of these tools, including the transition from batch to continuous manufacturing of pharmaceuticals and biologics, the increasing utilization of dynamic renewable power sources, and the trend towards more flexible process operations in response to real-time markets.\n\n\nStandard DO algorithms are only guaranteed to provide solutions that are locally optimal (i.e., cannot be improved by incremental changes). In contrast, this project aimed to develop efficient algorithms for finding solutions that are globally optimal (i.e., the best among all feasible options). This is significant because DO problems often possess multiple local solutions, and these can be highly suboptimal in terms of both economics and technical performance. In addition, in many applications only global solutions are meaningful, and only when accompanied by a guarantee of global optimality. One example is the computation of worst-case scenarios for process safety verification. Although several existing algorithms can furnish guaranteed global optima for DO, they cannot yet solve instances of practical complexity in reasonable time.\n\n\nThe research supported by this project resulted in a suite of new algorithms for increasing the efficiency of global dynamic optimization (GDO) solvers. These algorithms concern the computation of convex relaxations for dynamic systems, which is a critical step in all modern solvers for GDO. These algorithms provide new routes for computing convex relaxations that are more efficient, less susceptible to numerical errors, and significantly more accurate. A key new contribution was the use of redundant mathematical relationships called cuts to significantly improve the accuracy of the relaxations, which can drastically reduce the computational cost of the overall GDO algorithm. The details of these algorithms and their performance relative to existing methods have been documented in peer-reviewed scientific journal articles, scientific conference presentations, and PhD theses.\n\n\nThe results of this project have enabled the solution of some GDO test problems that were previously intractable, and have laid the groundwork for future algorithm and software development that could allow the solution of much larger and more complex problems in the future. Such problems are likely to include optimal design, estimation, and control problems of primary importance in chemical and pharmaceutical manufacturing, power generation and distribution, systems biology, and both military and commercial aerospace applications. In addition to these potential benefits, this work has also contributed to scientific knowledge, most directly in the fields of optimization, dynamic systems theory, and process control.\n\n\nThis project enabled one doctoral student in the School of Chemical and Biomolecular Engineering at Georgia Tech to conduct scholarly research and receive in-depth technical training in pursuit of their degree. In addition, the project also provided significant research experiences and training to three undergraduate students in the school over multiple semesters.\t\t\t\t\tLast Modified: 01/28/2024\n\n\t\t\t\t\tSubmitted by: JosephKScott\n"
 }
}