{
 "awd_id": "1949491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  An Augmented Reality Board Game for Mathematics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2019-09-19",
 "awd_max_amd_letter_date": "2019-09-19",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is threefold:  1) As an augmented reality math board game, our product can further contribute to the design, research, and implementation of mixed reality learning products into K-12 education while facilitating a more constructive, student-centered, and adaptive learning approach in the modern school system. 2) As digital game-based learning becomes more popular among educators in the recent decade, our product has a growing customer base (parents, teachers, and school principals) seeking evidence-based educational game products to better engage students and improve their mathematics proficiency. 3) Proficiency in mathematics is essential to for those wanting to pursue a career in science, technology, engineering and mathematics fields (STEM). As a mathematics learning game that tackles the challenging conceptual transition between basic number sense and higher-level math skills, our product can help students improve student's confidence in mathematics and help them further their career goals in STEM-related fields. \r\n\r\nThis I-Corps project is an augmented reality (AR) mathematics board game. The game requires students to apply their knowledge of arithmetic, pre-algebra, and geometric concepts in order to be successful. It combines the benefits of digital and tabletop games, making the play/learning experience entertaining, engaging, embodied, immersive, and social at the same time. The product was designed based on three learning theories - embodied learning, cognitive load, and sociocultural theory. The game is rooted in the physical world - players need to interact with the game board, pieces, and cards to solve problems and must collaborate; in the process, their collaborative skills, communication skills, and critical thinking skills will be utilized and strengthened. The AR features allow students to offload the procedural information onto the digital space, providing them with more ease and comfort to concentrate on mathematical problem-solving and game strategies. AR also allows scaffolding to be incorporated into the game mechanic in order to assist students with mathematics problem-solving.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Denham",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andre R Denham",
   "pi_email_addr": "adenham@ua.edu",
   "nsf_id": "000629383",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University BLVD",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354780005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to investigate how an augmented reality mathematic board game can fit into the market and serve potential customers. Our product, &ldquo;The Nomads&rdquo; is an augmented reality mathematics board game that trains adaptive expertise in rational number arithmetic and pre-algebra skills. It provides low threshold and high ceiling game tasks that can automatically adapt to students&rsquo; mathematics performances. In The Nomads, the augmented reality interface superimposes interactive graphics, animation, 3D models, digital games, and learning scaffolds upon the analog pieces of the board game. The game combines the benefits of digital and tabletop games, making the play/learning experience entertaining, engaging, and social at the same time. In the game, players assume the roles of leaders as their tribe navigates through the mountains, the plains, and the deserts. They need food and lodging to sustain themselves during the journey. They also need to collect resources on the way and conduct bartering and exchange with other players in the game. The successful accomplishments of game tasks depend on the players' flexible and adaptive use of rational number operations to solve context-bound mathematics problems. There is also a computer version of The Nomads for students to learn together on the internet during the Pandemic.&nbsp;</p>\n<p>In this project, we went through the iterative process of identifying potential customers, conducting qualitative interviews, and evaluating the business model of our product based on feedback. This iterative process allowed us to gamer some significant insights on the market and how our product can potentially fit into the market to address our potential customer's pain points. It also provided significant insights into the iterative developments of the educational game. We found that math teachers and home-schooling parents are looking for effective game-based learning products to better engage students in the learning activities. Math teachers are looking for low threshold and high ceiling activities to engage students of different levels in the classroom. They are also looking for effective evidence-based math products to facilitate remediation for students who are falling behind. A lot of upper elementary and middle school teachers are looking for better teaching strategies to facilitate student learning from basic arithmetic to algebra.</p>\n<p>Based on the customer feedback, the product has integrated a level system so that students of different levels of mathematics proficiency can play together. More instructional scaffolds are integrated into the game so that students who are falling behind can receive remediation in the gameplay. There is a functioning prototype of the Nomads that is ready to be tested. The testing was delayed due to the interruption of COVID-19. We are planning on performing the first round of research in October. &nbsp;</p>\n<p>The Nomads made contributions to the scholarship of mathematics education, digital game-based learning, and augmented reality in game-based learning. It also helped bridge the gap between practical application and academic research and development.&nbsp;&nbsp;Finally, the game can also enrich the design-based research and development approach as we focus on the iterative inquiry and development of a product that can help address the pain points from potential customers. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2021<br>\n\t\t\t\t\tModified by: Andre&nbsp;R&nbsp;Denham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to investigate how an augmented reality mathematic board game can fit into the market and serve potential customers. Our product, \"The Nomads\" is an augmented reality mathematics board game that trains adaptive expertise in rational number arithmetic and pre-algebra skills. It provides low threshold and high ceiling game tasks that can automatically adapt to students’ mathematics performances. In The Nomads, the augmented reality interface superimposes interactive graphics, animation, 3D models, digital games, and learning scaffolds upon the analog pieces of the board game. The game combines the benefits of digital and tabletop games, making the play/learning experience entertaining, engaging, and social at the same time. In the game, players assume the roles of leaders as their tribe navigates through the mountains, the plains, and the deserts. They need food and lodging to sustain themselves during the journey. They also need to collect resources on the way and conduct bartering and exchange with other players in the game. The successful accomplishments of game tasks depend on the players' flexible and adaptive use of rational number operations to solve context-bound mathematics problems. There is also a computer version of The Nomads for students to learn together on the internet during the Pandemic. \n\nIn this project, we went through the iterative process of identifying potential customers, conducting qualitative interviews, and evaluating the business model of our product based on feedback. This iterative process allowed us to gamer some significant insights on the market and how our product can potentially fit into the market to address our potential customer's pain points. It also provided significant insights into the iterative developments of the educational game. We found that math teachers and home-schooling parents are looking for effective game-based learning products to better engage students in the learning activities. Math teachers are looking for low threshold and high ceiling activities to engage students of different levels in the classroom. They are also looking for effective evidence-based math products to facilitate remediation for students who are falling behind. A lot of upper elementary and middle school teachers are looking for better teaching strategies to facilitate student learning from basic arithmetic to algebra.\n\nBased on the customer feedback, the product has integrated a level system so that students of different levels of mathematics proficiency can play together. More instructional scaffolds are integrated into the game so that students who are falling behind can receive remediation in the gameplay. There is a functioning prototype of the Nomads that is ready to be tested. The testing was delayed due to the interruption of COVID-19. We are planning on performing the first round of research in October.  \n\nThe Nomads made contributions to the scholarship of mathematics education, digital game-based learning, and augmented reality in game-based learning. It also helped bridge the gap between practical application and academic research and development.  Finally, the game can also enrich the design-based research and development approach as we focus on the iterative inquiry and development of a product that can help address the pain points from potential customers.  \n\n\t\t\t\t\tLast Modified: 12/22/2021\n\n\t\t\t\t\tSubmitted by: Andre R Denham"
 }
}