{
 "awd_id": "1949748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fault Detection and Diagnosis for Uncertain Nonlinear Systems Using Set-Based State Estimation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harry Dankowicz",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 285982.0,
 "awd_amount": 348088.0,
 "awd_min_amd_letter_date": "2019-09-11",
 "awd_max_amd_letter_date": "2022-04-06",
 "awd_abstract_narration": "This project will contribute to the economic prosperity and safety of the nation by advancing automated methods for detecting and diagnosing component malfunctions and other abnormal events (such as, faults or failures) in complex engineering processes. Many key US industries are increasingly reliant on complex, integrated, and highly automated systems, including manufacturing, chemicals, energy, transportation, and even medicine. Failures in such systems are inevitable, and those that go undetected or misdiagnosed can be responsible for massive economic losses, catastrophic environmental damage, and loss of life. This project will develop methods for detecting the occurrence of faults and determining their root causes with significantly increased speed and accuracy, thus enabling rapid corrective actions. The educational component of the project will include undergraduate curriculum development and inclusion of undergraduate researchers in implementation of the developed methods on the South Hinson Chiller plant at Clemson University.\r\n\r\nThe research objective of this project is to develop and experimentally validate advanced set-based fault detection and diagnosis (FDD) algorithms with greatly enhanced detection speed and accuracy for uncertain nonlinear systems, by combining state-of-the-art set-based FDD algorithms for linear systems previously developed by the principal investigator with a powerful new approach for bounding the reachable sets of nonlinear systems under uncertainty. Current industrial fault detection systems most often operate by comparing process measurements to historical data. Consequently, their ability to distinguish faults from normal disturbances, and to identify root causes, depends critically on the applicability of the historical data to the current conditions. Thus, these methods are susceptible to false alarms and misdiagnoses when confronted with frequent transients, highly variable or uncertain inputs, nonlinear dynamics, or first-of-a-kind faults. The developed methods will exploit process models to characterize the process outputs consistent with normal operation and to provide a rigorous basis for fault detection and diagnosis. This project specifically considers methods that furnish a guaranteed enclosure of these outputs using set-based state estimators, which eliminates the possibility of false alarms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Scott",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph K Scott",
   "pi_email_addr": "joseph.scott@chbe.gatech.edu",
   "nsf_id": "000671719",
   "pi_start_date": "2019-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161Y00",
   "pgm_ele_name": "COVID Impacts on Exisiting Act"
  },
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 285982.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 62106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In many complex engineered systems such as power plants, refineries, automotive manufacturing plants, and chemical plants, increases in process automation and complexity have made component malfunctions and other abnormal events an ever-present threat to safety and reliability (these events are collectively called <em>faults</em>). Consequently, algorithms for automatically detecting faults by analyzing measured process data in real time have become an essential piece of modern process control systems, leading to significant decreases in downtime, maintenance costs, and catastrophic failures. However, while well-established methods are effective in many cases, they often fail to make the critical distinction between faults and normal process variations. The objective of this project was to develop new methods for detecting the occurrence of faults and determining their root causes with increased speed and accuracy. This is significant because faults that are detected too slowly or diagnosed incorrectly are a major source of performance degradation and economic loss in many industries, and occasionally lead to catastrophic damage or death.</p>\n<p>This project did not focus on any particular kind of process (e.g., power plant or refinery), but rather studied fault detection as an abstract mathematical problem. This is important because, by isolating the core of the problem that is independent of the kind of process, it becomes possible to arrive at solutions that are potentially applicable to many processes. From this viewpoint, the problem can be stated simply as follows: Given a continuous stream of data points from some process, determine whether each new point continues to be like the previous ones in some statistical sense (or like we expect based on a mathematical model of the process), or instead has become qualitatively different, indicating that something has fundamentally changed in the process.</p>\n<p>The research supported by this project resulted in a suite of new fault detection and diagnosis algorithms that show promising performance relative to conventional methods for several computer-simulated test cases. The core new technology developed is a method for using a mathematical model of a process to quickly and accurately characterize the entire range of possible data that might be observed if the process were free from faults. Critically, this characterization accounts for the unavoidable variability and uncertainty present in all real processes due to a multitude of factors. As a result, this characterization can be used to effectively distinguish data points that are likely to have resulted from normal variability from those that must have resulted from a fault. Based on this technology, algorithms for both fault detection and fault diagnosis were subsequently developed and tested. The details of these algorithms and their performance relative to existing methods have been published in four peer-reviewed scientific journal articles. This project also resulted in the collection of a significant amount of experimental data from a lab-scale distillation column to support future tests of these algorithms on real process data rather than in computer-simulated tests.</p>\n<p class=\"vert-spacing\">The results of this project have laid the groundwork for future research that could bring these fault detection techniques to industrial scale. If successful, this could have substantial positive impacts on society by improving the economic competitiveness of US industries, as well as the safety of individuals in the workforce and society at large. In addition to these potential benefits, this work has also contributed to scientific knowledge, most directly in the fields of process control theory, uncertainty quantification, and process safety verification.</p>\n<p class=\"vert-spacing\">This project enabled two doctoral students in the School of Chemical and Biomolecular Engineering at Georgia Tech to conduct scholarly research and receive in-depth technical training in pursuit of their degrees. In addition, the project also provided significant research experiences and training to three undergraduate students in the school over multiple semesters.</p>\n<p>Finally, this project also supported the development of new educational materials<strong> </strong>for undergraduate process control courses. Although fault detection and diagnosis have become essential tasks in modern process control systems, they are rarely discussed in undergraduate control courses. Consequently, most engineers enter the workforce with little or no knowledge of fault detection procedures, their capabilities and shortcomings, or the critical role that they play in process economics and safety. To address this, lecture materials were developed and augmented with a detailed course project involving the application and testing of conventional fault detection algorithms in computer simulation. These materials have been delivered to hundreds of undergraduate students at Georgia Tech. In addition, they have been more broadly disseminated for use by other educators through the non-profit Computer Aids in Chemical Engineering, which promotes the development and distribution of computer-related educational aids.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2023<br>\n\t\t\t\t\tModified by: Joseph&nbsp;K&nbsp;Scott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn many complex engineered systems such as power plants, refineries, automotive manufacturing plants, and chemical plants, increases in process automation and complexity have made component malfunctions and other abnormal events an ever-present threat to safety and reliability (these events are collectively called faults). Consequently, algorithms for automatically detecting faults by analyzing measured process data in real time have become an essential piece of modern process control systems, leading to significant decreases in downtime, maintenance costs, and catastrophic failures. However, while well-established methods are effective in many cases, they often fail to make the critical distinction between faults and normal process variations. The objective of this project was to develop new methods for detecting the occurrence of faults and determining their root causes with increased speed and accuracy. This is significant because faults that are detected too slowly or diagnosed incorrectly are a major source of performance degradation and economic loss in many industries, and occasionally lead to catastrophic damage or death.\n\nThis project did not focus on any particular kind of process (e.g., power plant or refinery), but rather studied fault detection as an abstract mathematical problem. This is important because, by isolating the core of the problem that is independent of the kind of process, it becomes possible to arrive at solutions that are potentially applicable to many processes. From this viewpoint, the problem can be stated simply as follows: Given a continuous stream of data points from some process, determine whether each new point continues to be like the previous ones in some statistical sense (or like we expect based on a mathematical model of the process), or instead has become qualitatively different, indicating that something has fundamentally changed in the process.\n\nThe research supported by this project resulted in a suite of new fault detection and diagnosis algorithms that show promising performance relative to conventional methods for several computer-simulated test cases. The core new technology developed is a method for using a mathematical model of a process to quickly and accurately characterize the entire range of possible data that might be observed if the process were free from faults. Critically, this characterization accounts for the unavoidable variability and uncertainty present in all real processes due to a multitude of factors. As a result, this characterization can be used to effectively distinguish data points that are likely to have resulted from normal variability from those that must have resulted from a fault. Based on this technology, algorithms for both fault detection and fault diagnosis were subsequently developed and tested. The details of these algorithms and their performance relative to existing methods have been published in four peer-reviewed scientific journal articles. This project also resulted in the collection of a significant amount of experimental data from a lab-scale distillation column to support future tests of these algorithms on real process data rather than in computer-simulated tests.\nThe results of this project have laid the groundwork for future research that could bring these fault detection techniques to industrial scale. If successful, this could have substantial positive impacts on society by improving the economic competitiveness of US industries, as well as the safety of individuals in the workforce and society at large. In addition to these potential benefits, this work has also contributed to scientific knowledge, most directly in the fields of process control theory, uncertainty quantification, and process safety verification.\nThis project enabled two doctoral students in the School of Chemical and Biomolecular Engineering at Georgia Tech to conduct scholarly research and receive in-depth technical training in pursuit of their degrees. In addition, the project also provided significant research experiences and training to three undergraduate students in the school over multiple semesters.\n\nFinally, this project also supported the development of new educational materials for undergraduate process control courses. Although fault detection and diagnosis have become essential tasks in modern process control systems, they are rarely discussed in undergraduate control courses. Consequently, most engineers enter the workforce with little or no knowledge of fault detection procedures, their capabilities and shortcomings, or the critical role that they play in process economics and safety. To address this, lecture materials were developed and augmented with a detailed course project involving the application and testing of conventional fault detection algorithms in computer simulation. These materials have been delivered to hundreds of undergraduate students at Georgia Tech. In addition, they have been more broadly disseminated for use by other educators through the non-profit Computer Aids in Chemical Engineering, which promotes the development and distribution of computer-related educational aids.\n\n\t\t\t\t\tLast Modified: 07/16/2023\n\n\t\t\t\t\tSubmitted by: Joseph K Scott"
 }
}