{
 "awd_id": "1949922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BCSER-IID: Foundations for a STEM What Work Clearinghouse for Broadening Participation Research in STEM Education",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 318639.0,
 "awd_amount": 318639.0,
 "awd_min_amd_letter_date": "2019-09-16",
 "awd_max_amd_letter_date": "2019-09-16",
 "awd_abstract_narration": "The proposed project will lay the foundation for a clearinghouse of broadening participation STEM education research at Historically Black Colleges and Universities (HBCUs). The clearinghouse is envisioned as an online platform that will be populated with data collected through a systematic literature review during this initial phase. The investigator used the Vitae Researcher Development Framework to identify the STEM education research skills gaps that will be the focus of a comprehensive professional development. The professional development domains include knowledge and intellectual abilities; personal effectiveness; research governance and organization; and engagement, influence and impact. The goals will be accomplished by completing formalized training in meta-analysis research design and methodology, acquiring training in database foundations and data analytics, and receiving mentoring.  The project will position the investigator to contribute scholarship that informs effective interventions at HBCUs and topics for future research. \r\n\r\nThe research project will produce a meta-analysis of NSF-funded broadening participation interventions at HBCUs by answering two research questions: (1) What broadening participation research interventions work and for whom? and (2) What are the mean corrected correlations between program traits in NSF-funded HBCU broadening participation interventions and student success metrics at HBCUs?  The research design is a quantitative retrospective systematic review. The rationale for this design selection is the power of meta-analytical studies for researchers. The research will be guided by expert mentors and informed by the expertise acquired through structured professional development activities. The research project, in the long term, is expected to provide accessible empirical data for investigators to conduct robust broadening participation in STEM education research studies. \r\n\r\nThe project is supported through the EHR Core Research Building Capacity in STEM Education Research competition that is designed to build individuals' capacity to carry out high quality fundamental STEM education research in STEM learning and learning environments, broadening participation in STEM fields, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Lynch",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erin M Lynch",
   "pi_email_addr": "elynch@qem.org",
   "nsf_id": "000721107",
   "pi_start_date": "2019-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Winston-Salem State University",
  "inst_street_address": "601 S MARTIN LUTHER KING JR DR",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367503019",
  "inst_zip_code": "271100003",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "WINSTON-SALEM STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K54FKGWN2EN5"
 },
 "perf_inst": {
  "perf_inst_name": "Winston-Salem State University",
  "perf_str_addr": "601S. Martin Luther King Jr. Dr. Ste 310",
  "perf_city_name": "Winsom Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271100003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 256054.0
  }
 ],
 "por": null
}