{
 "awd_id": "1949838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Extreme Gravity Dynamics and Gravitational Waves of Generic Compact Binary Inspirals",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2019-08-16",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 339599.0,
 "awd_amount": 401702.0,
 "awd_min_amd_letter_date": "2019-08-28",
 "awd_max_amd_letter_date": "2021-07-06",
 "awd_abstract_narration": "Gravitational wave astrophysics has entered a new era of discovery and exploration, with the Nobel-Prize-earning, first detections of gravitational waves by the advanced LIGO and advanced Virgo ground-based observatories. One of the key missions of LIGO and Virgo is to test Einstein's theory of General Relativity where it has never been tested before: where the gravitational force is enormous and violently changing. Gravitational waves encode invaluable information about this extreme gravity regime, especially in the waves produced when black holes and neutron stars collide. The main objective of this award is to develop ready-to-use models to extract and interpret gravitational waves emitted in eccentric and precessing collisions, so that these models can be used to study astrophysics and test General Relativity with future observations. This research will be integrated with broader impact activities aimed at changing the attitudes of K-12 students and the general public toward physics and science through activities that will be developed in the eXtreme Gravity Institute at Montana State University, a fertile training ground for the next generation of scientists. \r\n\r\nThis project is aimed at (i) the development of analytic, ready-to-use models for the orbital dynamics and gravitational waves emitted in the late inspiral of generic compact binaries (black hole and neutron star binaries with arbitrary spin and eccentricity), and (ii) the use of these models to analyze and interpret current and future ground-based gravitational wave data to study astrophysics and experimental relativity implications. The gravitational wave models used currently are restricted to (at most nearly) quasi-circular inspirals with (typically) spins aligned/anti-aligned with the orbital angular momentum (or to simple-precession-like approximations). Such models are sufficient for the detection and characterization of current GW observations, but as advanced LIGO is upgraded to reach design sensitivity and third-generation detectors are constructed, more accurate models will be needed. Not only will these models prevent the biasing of parameter estimation due to mis-modeling systematics, but the additional information they encode will allow for more accurate parameter estimation and the extraction of new information from the data. This new information, such as the orbital eccentricity and the spin vector components, can inform astrophysical population models, as well as allow for new tests of General Relativity in the mostly-unexplored, extreme gravity regime. The proposed research includes the implementation of the ready-to-use models in data analysis studies to determine the astrophysics and experimental-relativity information that can be extracted from current and future gravitational wave data. This research will be integrated with broader impact activities aimed at changing the attitudes of K-12 students and the general public toward physics and science. \"The Art of Physics\" activity is an art competition and residency program in the Department of Physics at MSU, in which undergraduate students will be educated in cutting-edge physics and create art works that convey its concepts. The art pieces will compete at a juried exhibition, with the winning artist becoming the resident artist in physics for the next year. The \"Learn to Fail\" activity is an art installation in which Montana State University faculty will share their failure stories with the MSU student population and general public on camera while contrasting their biggest achievements. Through this juxtaposition between failures and successes, the installation will generate an honest dialogue about the role and meaning of failure in academia. \"eXtreme Gravity for Middle School? are fully-formed, standards-aligned lesson plans for middle school teachers aimed at supporting them in learning how to deliver content on topics including gravitational lensing, neutron stars, black holes and gravitational waves to middle school students. Other activities include a black-hole themed bout for the local roller derby team, public talks given by the PI, and continued STEM mentoring for middle-school students from local schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Yunes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Yunes",
   "pi_email_addr": "nyunes@illinois.edu",
   "nsf_id": "000569735",
   "pi_start_date": "2019-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 South Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 108111.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 114314.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 117173.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 62103.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The recent detection of gravitational waves with the advanced Laser Interferometer Gravitational-Wave Observatory has heralded a new era of gravitational waves astrophysics. This NSF-funded project had two main research goals. The first goal was to create ready-to-use models capable of describing the gravitational waves emitted when two black holes or neutron stars (also known as ``compact objects'') or arbitrary rotation spiral into each other in an eccentric and inclined orbit. The second goal was to use these models to analyze and interpret current and future, ground-based gravitational wave data to study astrophysics and tests Einstein's theory of General Relativity. The NSF-funded project also had the broader impacts goal of integrating the above research with educational and outreach activities aimed at changing the attitudes of K-12 students and the general public toward physics and science.&nbsp;</p>\n<p><br />The main outcomes of the project concerning intellectual merit were the following. We created a model for the orbital dynamics and the gravitational waves emitted in the generic inspiral of compact objects. Previous models had been restricted to special orbital configurations, like quasi-circular orbits or very mildly eccentric orbits. We extended these models to allow for much larger eccentricities and for generic spins, leading to much more intricate orbital trajectories, and therefore, more informative gravitational wave models. We estimated that, if a signal produced by one such generic compact binary inspiral is detected, &nbsp;then the spins and eccentricity of the orbit could be inferred from the data (assuming the signal is loud enough). Moreover, we estimate that more precise tests of general relativity would be possible with these complete models because of the extra information carried in the amplitude modulations introduced by eccentricity and generic spins. Such capabilities will be particularly important in the next (``fourth'') observing run of the advanced Laser Interferometer Gravitational-Wave Observatory, which is expected to occur in March 2023, as well the fifth observing run to occur a couple of years from now.&nbsp;</p>\n<p><br />The main outcomes of the project concerning intellectual merit were the following. We created and ran the ``Art of Physics/Physics of Art'' recurring event at Montana State University, an art competition and residency program in the Department of Physics. This event consisted in recruiting and educating undergraduate students from broad fields in cutting-edge physics, so as to empower them to create art works inspired by physics concepts. The art pieces were then competed at a juried exhibition, with the winning artist becoming the resident artists in physics for the next year. Approximately 10 students participated of this event each year, which was run twice, with the winners and runner up competitors allowed to display their art works in the Department of Physics. We also created and run the ``Learn to Fail'' event, an art installation in which Montana State University faculty shared their failure stories with the student population and general public on camera, while contrasting their biggest achievements. Through this juxtaposition between failure and success, the installation generated an honest dialogue about the role and meaning of failure in academia. Finally, we finished developing and improving the ``eXtreme Gravity for Middle School'' lesson plans, fully-formed, standards-aligned lesson that middle school teachers can use to deliver content on topics including gravitational lensing, neutron stars, black holes and gravitational waves. Other activities we organized included a black-hole themed ``bout'' for the local roller derby team, several public talks for a general audience, and continued STEM mentoring for middle-school students from local schools.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2022<br>\n\t\t\t\t\tModified by: Nicolas&nbsp;Yunes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe recent detection of gravitational waves with the advanced Laser Interferometer Gravitational-Wave Observatory has heralded a new era of gravitational waves astrophysics. This NSF-funded project had two main research goals. The first goal was to create ready-to-use models capable of describing the gravitational waves emitted when two black holes or neutron stars (also known as ``compact objects'') or arbitrary rotation spiral into each other in an eccentric and inclined orbit. The second goal was to use these models to analyze and interpret current and future, ground-based gravitational wave data to study astrophysics and tests Einstein's theory of General Relativity. The NSF-funded project also had the broader impacts goal of integrating the above research with educational and outreach activities aimed at changing the attitudes of K-12 students and the general public toward physics and science. \n\n\nThe main outcomes of the project concerning intellectual merit were the following. We created a model for the orbital dynamics and the gravitational waves emitted in the generic inspiral of compact objects. Previous models had been restricted to special orbital configurations, like quasi-circular orbits or very mildly eccentric orbits. We extended these models to allow for much larger eccentricities and for generic spins, leading to much more intricate orbital trajectories, and therefore, more informative gravitational wave models. We estimated that, if a signal produced by one such generic compact binary inspiral is detected,  then the spins and eccentricity of the orbit could be inferred from the data (assuming the signal is loud enough). Moreover, we estimate that more precise tests of general relativity would be possible with these complete models because of the extra information carried in the amplitude modulations introduced by eccentricity and generic spins. Such capabilities will be particularly important in the next (``fourth'') observing run of the advanced Laser Interferometer Gravitational-Wave Observatory, which is expected to occur in March 2023, as well the fifth observing run to occur a couple of years from now. \n\n\nThe main outcomes of the project concerning intellectual merit were the following. We created and ran the ``Art of Physics/Physics of Art'' recurring event at Montana State University, an art competition and residency program in the Department of Physics. This event consisted in recruiting and educating undergraduate students from broad fields in cutting-edge physics, so as to empower them to create art works inspired by physics concepts. The art pieces were then competed at a juried exhibition, with the winning artist becoming the resident artists in physics for the next year. Approximately 10 students participated of this event each year, which was run twice, with the winners and runner up competitors allowed to display their art works in the Department of Physics. We also created and run the ``Learn to Fail'' event, an art installation in which Montana State University faculty shared their failure stories with the student population and general public on camera, while contrasting their biggest achievements. Through this juxtaposition between failure and success, the installation generated an honest dialogue about the role and meaning of failure in academia. Finally, we finished developing and improving the ``eXtreme Gravity for Middle School'' lesson plans, fully-formed, standards-aligned lesson that middle school teachers can use to deliver content on topics including gravitational lensing, neutron stars, black holes and gravitational waves. Other activities we organized included a black-hole themed ``bout'' for the local roller derby team, several public talks for a general audience, and continued STEM mentoring for middle-school students from local schools.\n\n\t\t\t\t\tLast Modified: 11/16/2022\n\n\t\t\t\t\tSubmitted by: Nicolas Yunes"
 }
}