{
 "awd_id": "1951872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Heat-stable binding proteins for diverse diagnostic applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2019-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2019-09-19",
 "awd_max_amd_letter_date": "2022-02-02",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project will be to enable the rapid development of novel diagnostic tests that are accurate, thermally stable, and affordable, thereby expanding access to medical care within underserved patient populations. Diagnostic immunoassays have traditionally relied upon binding proteins called antibodies for the capture and detection of biomarkers of disease in patient samples. The development and production of high-quality diagnostic antibodies is slow and expensive, and this class of reagents is frequently subject to thermal instability and off-target binding, resulting in inaccurate test results. This project focuses on the development of a novel class of low-cost, heat-stable binding proteins that can be rapidly developed and readily integrated into various diagnostic formats. These binding proteins can be engineered to target diverse disease biomarkers, making this platform suitable for the development of novel assays addressing many different medical conditions.\r\n\r\nThis I-Corps project will explore the commercial potential of using binding proteins in a broad range of diagnostic applications. The proposed modular binding proteins have been validated for a range of standard diagnostic formats and numerous disease targets. The in vitro processes used to develop these new binding proteins can be finely controlled in order to ensure that selected reagents are highly target-specific, and bind to the biomarker of interest with high affinity. In addition, selected reagents can be subjected to further engineering in order to produce multi-functional protein constructs, enabling facile device manufacturing, high-gain signal amplification, and highly efficient target capture. Low-cost diagnostic devices incorporating these heat-stable reagents will enable the cost-efficient detection of disease cases at the point-of-care, and novel diagnostic capabilities enabled by this platform will address unmet public health needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Lubynsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roman Lubynsky",
   "pi_email_addr": "rml@mit.edu",
   "nsf_id": "000648609",
   "pi_start_date": "2019-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4c0b6b4a-7fff-71c1-a049-a180af675659\"> </span></p>\n<p dir=\"ltr\"><span>This NSF I-Corps award provided the framework and training to understand the potential applications, customers and key value propositions of a new technology that can have global impact on the diagnostics industry by providing rapid antigen tests which yield a diagnostic result.</span></p>\n<p dir=\"ltr\"><span>Entering the NSF I-Corps program, a key goal was to explore commercial applications and potential pain points and challenges </span><span>xperienced by stakeholders throughout that ecosystem (diagnostics manufacturers, front-line clinicians, medical practitioners, and patients). In particular, we sought to understand how these stakeholders interface with ?point-of-care? diagnostics. The project was been focused on exploring the commercialization potential of engineered binding proteins which </span><span>could replace antibodies in in vitro diagnostic assays.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The chief goals for this project were five-fold ? to understand 1) the process and timeline by which new diagnostic assays are developed, 2) the regulatory landscape for emergent assays, 3) the layout of the existing market landscape (e.g. which clinical indications are most common and are served by existing solutions), 4) the needs and operational pain points of clinicians, and 5) the ways in which existing solutions do or do not meet these clinicians? needs.</span></p>\n<p dir=\"ltr\">During the program, the team interviewed over 120 potential customers and stakeholders within the clinical industry, including the heads of hospital laboratories, medical specialists, representatives of the Centers for Disease Control, urgent care clinicians, and primary care practitioners. These interviews yielded a number of key insights.&nbsp;</p>\n<p>Unfortunately, the team learned that the technology did not produce the diagnostic sensitivity results required that were identified during customer discovery. Upon performing further customer discovery activities, the team was unable to identify a new viable customer segment with any evidence of the potential for product-market fit or a viable business model. There was no evidence of a path forward for this team to successfully commercialize the technology.&nbsp;</p>\n<p dir=\"ltr\"><span>The seven-week intensive training program and further customer discovery activity provided the team with the opportunity to connect with stakeholders to understand their drivers and pain points, and to practice the process of intensively exploring customer segments in an unbiased fashion. The team gained an appreciation for the need to bring a customer-centric perspective to their technology development. The project provided the project team with experiential learning about the innovation process and entrepreneurship. The customer discovery and validation process is a critical framework that will be used by them going forward in every new project - in academia or in industry.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2023<br>\n\t\t\t\t\tModified by: Roman&nbsp;Lubynsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis NSF I-Corps award provided the framework and training to understand the potential applications, customers and key value propositions of a new technology that can have global impact on the diagnostics industry by providing rapid antigen tests which yield a diagnostic result.\nEntering the NSF I-Corps program, a key goal was to explore commercial applications and potential pain points and challenges xperienced by stakeholders throughout that ecosystem (diagnostics manufacturers, front-line clinicians, medical practitioners, and patients). In particular, we sought to understand how these stakeholders interface with ?point-of-care? diagnostics. The project was been focused on exploring the commercialization potential of engineered binding proteins which could replace antibodies in in vitro diagnostic assays.  \nThe chief goals for this project were five-fold ? to understand 1) the process and timeline by which new diagnostic assays are developed, 2) the regulatory landscape for emergent assays, 3) the layout of the existing market landscape (e.g. which clinical indications are most common and are served by existing solutions), 4) the needs and operational pain points of clinicians, and 5) the ways in which existing solutions do or do not meet these clinicians? needs.\nDuring the program, the team interviewed over 120 potential customers and stakeholders within the clinical industry, including the heads of hospital laboratories, medical specialists, representatives of the Centers for Disease Control, urgent care clinicians, and primary care practitioners. These interviews yielded a number of key insights. \n\nUnfortunately, the team learned that the technology did not produce the diagnostic sensitivity results required that were identified during customer discovery. Upon performing further customer discovery activities, the team was unable to identify a new viable customer segment with any evidence of the potential for product-market fit or a viable business model. There was no evidence of a path forward for this team to successfully commercialize the technology. \nThe seven-week intensive training program and further customer discovery activity provided the team with the opportunity to connect with stakeholders to understand their drivers and pain points, and to practice the process of intensively exploring customer segments in an unbiased fashion. The team gained an appreciation for the need to bring a customer-centric perspective to their technology development. The project provided the project team with experiential learning about the innovation process and entrepreneurship. The customer discovery and validation process is a critical framework that will be used by them going forward in every new project - in academia or in industry.\n\n\t\t\t\t\tLast Modified: 01/01/2023\n\n\t\t\t\t\tSubmitted by: Roman Lubynsky"
 }
}