{
 "awd_id": "1952295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Active Transport of Lipid Vesicles in Osmotic Gradients",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2019-08-27",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 43293.0,
 "awd_amount": 43293.0,
 "awd_min_amd_letter_date": "2019-09-16",
 "awd_max_amd_letter_date": "2019-09-16",
 "awd_abstract_narration": "The membranes of living cells are highly and selectively permeable to water. Variations in the osmotic pressure due to dissolved molecules drives water transport across the membrane, thereby inducing fluid flows and membrane motions. Such flows are critical to biological processes such as the regulation of cell water content, the transport of intra- and extracellular compartments, and the migration of cells in tissues. Despite their importance, the fundamental fluid mechanics underlying these processes remains poorly understood. This project aims to advance our understanding of fluid flows and membrane motions driven by osmotic gradients. Such knowledge will further enable biotechnologies involving the extraction, separation, and delivery of extracellular vesicles, which are actively pursued as diagnostic and therapeutic tools for treating human diseases. The project will also provide educational opportunities to middle and high school students from underrepresented groups through laboratory tours and summer research experiences.\r\n\r\nThe central goal of the research is to develop experimental platforms and theoretical models that elucidate the physical mechanisms underlying the motion of lipid vesicles in osmotic gradients ? a process called osmophoresis. Using microfluidic systems, the research will quantify vesicle velocity as a function of membrane properties such as vesicle size, permeability, rigidity, tension / excess area, and surface charge as well as environmental properties such as solute type, gradient magnitude, fluid viscosity, and confinement.  Notably, the project will use lipid membranes incorporating aquaporin water channels to create high permeability vesicles that mimic native exosomes. The experiments will provide definitive data with which to enhance our understanding of osmophoresis and its impact on vesicle transport in biology. The proposed theory will integrate previous work on the osmophoresis of rigid spherical membranes with models of membrane dynamics that account for deformation and flow within incompressible lipid bilayers. The theoretical investigations will ultimately reproduce and explain experimental observations of rapid vesicle motions in osmotic gradients. Finally, the demonstration of osmophoretic vesicle sorting will provide a fundamental basis for biotechnologies involving the separation and characterization of extracellular vesicles.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manish",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manish Kumar",
   "pi_email_addr": "manish.kumar@utexas.edu",
   "nsf_id": "000589362",
   "pi_start_date": "2019-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "Univeristy of Texas at Austin",
  "perf_str_addr": "2304 Whitis Avenue",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 43293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central goal of the proposed work was to develop experimental platforms and theoretical models that elucidate the physical mechanisms underlying the motion of lipid vesicles (that are models for living cells) in osmotic gradients -&nbsp; a process called osmophoresis. An additional goal was to tune the water permeability of lipid vesicles using biological and artificial channels. Our research led to the development of a number of new combinations of lipids, polymers, biological channel proteins, and synthetic biological channels that can lead to high water permeability in bilayer like materials.&nbsp; We show that a very density of biological channels can be packed into self assembled polymer membranes reaching values as high as a trillion proteins per square centimeters.&nbsp; We also laid out rules for designing artificial water channels that can reach the permeability and selectivity of biological water channels (aquaporins) including proton blockage. This work lead to the training of 2 graduate students and several undergraduate students. Outreach efforst including pariticpation of graduate students and the PI in the&nbsp; University of Texas Girl Day where over 5000 K-12 students engage in hands on activities. Five peer-reviewed publications resulted from the work conducted under this project as well as a US patent.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2022<br>\n\t\t\t\t\tModified by: Manish&nbsp;Kumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central goal of the proposed work was to develop experimental platforms and theoretical models that elucidate the physical mechanisms underlying the motion of lipid vesicles (that are models for living cells) in osmotic gradients -  a process called osmophoresis. An additional goal was to tune the water permeability of lipid vesicles using biological and artificial channels. Our research led to the development of a number of new combinations of lipids, polymers, biological channel proteins, and synthetic biological channels that can lead to high water permeability in bilayer like materials.  We show that a very density of biological channels can be packed into self assembled polymer membranes reaching values as high as a trillion proteins per square centimeters.  We also laid out rules for designing artificial water channels that can reach the permeability and selectivity of biological water channels (aquaporins) including proton blockage. This work lead to the training of 2 graduate students and several undergraduate students. Outreach efforst including pariticpation of graduate students and the PI in the  University of Texas Girl Day where over 5000 K-12 students engage in hands on activities. Five peer-reviewed publications resulted from the work conducted under this project as well as a US patent.\n\n \n\n\t\t\t\t\tLast Modified: 04/02/2022\n\n\t\t\t\t\tSubmitted by: Manish Kumar"
 }
}