{
 "awd_id": "1952876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Statistical Properties of Hyperbolic Dynamical Systems and Applications to Statistical Physics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2019-08-02",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 60904.0,
 "awd_amount": 60904.0,
 "awd_min_amd_letter_date": "2019-09-13",
 "awd_max_amd_letter_date": "2020-06-13",
 "awd_abstract_narration": "It is practically impossible the predict the future behavior of one trajectory in a chaotic dynamical system as any small measurement error leads to huge uncertainty in relatively short amount of time. Many such chaotic systems have been proposed in both the mathematics and physics literature to model some real-life phenomena. For example, a deterministic system of interacting particles could model the microscopic motion of electrons. This research project studies such systems. The goal is to prove, in a mathematically rigorous way, that these systems on the long run behave as if they were random. Consequently, ideas from the theory of random processes can be applied to derive the emergence of statistical macroscopic order from microscopic disorder, that is when the system size or the time of observation is large and the initial state is typical. For the above-mentioned example, this approach provides a derivation of the heat equation from some microscopic deterministic models, which is a central question in the mathematical theory of statistical physics.\r\n\r\nSpecifically, three research projects will be studied. In the first one, some large system of deterministic interacting balls is considered. Motivated by the common separation of time scale phenomenon is physics, a so called rare interaction limit will be studied, that is when the system can be approximated by independent Sinai billiard particles between any pair interactions. The second project is about advanced statistical properties of hyperbolic systems in both finite and infinite measure case. For example, the local central limit theorem, as a very useful tool in many applications including project one, as well as its connections to infinite measure mixing will be studied for hyperbolic maps and flows. The third project studies stochastic systems of interacting particles. The problems to be studied include the emergence of local equilibrium for systems forced out of equilibrium and joint transport of mass and energy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Nandori",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Nandori",
   "pi_email_addr": "peter.nandori@yu.edu",
   "nsf_id": "000679396",
   "pi_start_date": "2019-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeshiva University",
  "inst_street_address": "500 W 185TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129605217",
  "inst_zip_code": "100333299",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "YESHIVA UNIVERSITY",
  "org_prnt_uei_num": "Y419HHNNYXJ4",
  "org_uei_num": "CSSJGCRUZ9F3"
 },
 "perf_inst": {
  "perf_inst_name": "Yeshiva University",
  "perf_str_addr": "500 West 185th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100333201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 22857.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 38047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hyperbolic dynamical systems are complex systems where a small change in the initial conditions leads to dramatic changes of the trajectories. Such systems have been studied extensively in the scientific literature for several reasons: for developing pure mathematical techniques and for scientific interests outside of mathematics, such as in statistical physics. In this awarded research, several new results were obtained for hyperbolic dynamics, specifically for systems that are motivated by applications in statistical physics. In particular, some connections between the definitions of Brownian motion in mathematics and physics were explored.<br />One class of results were obtained for hyperbolic billiards - systems that are best thought of as the simplest building blocks of a microscopic model of heat conduction. The results include asymptotic expansions for detailed understanding of the limiting behavior of billiard particles and geometric results clarifying the interplay between singularities and unbounded free flight. Another set of results built some bridges between billiards and more realistic mechanical models of microscopic matter. A non-equilibrium density profile of billiard particles were mathematically proven for a system driven out of equilibrium. Mixing properties of some mechanical systems, such as billiards with or without external fields and systems of falling balls in gravity fields, on extended phase space were also extensively studied. Finally, a class of new examples were constructed for dynamical systems that are partially chaotic. These systems satisfy some definition of chaos but not other definitions - some resolving a long standing mathematical conjecture.&nbsp;<br />Broader impacts of the award include cross-fertilization of ideas between different scientific fields. Several students took important part of the research work, some successfully transitioning from undergraduate to graduate level during the period of the award. The results were presented on several scientific conferences and seminar series both domestically and internationally.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2022<br>\n\t\t\t\t\tModified by: Peter&nbsp;Nandori</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHyperbolic dynamical systems are complex systems where a small change in the initial conditions leads to dramatic changes of the trajectories. Such systems have been studied extensively in the scientific literature for several reasons: for developing pure mathematical techniques and for scientific interests outside of mathematics, such as in statistical physics. In this awarded research, several new results were obtained for hyperbolic dynamics, specifically for systems that are motivated by applications in statistical physics. In particular, some connections between the definitions of Brownian motion in mathematics and physics were explored.\nOne class of results were obtained for hyperbolic billiards - systems that are best thought of as the simplest building blocks of a microscopic model of heat conduction. The results include asymptotic expansions for detailed understanding of the limiting behavior of billiard particles and geometric results clarifying the interplay between singularities and unbounded free flight. Another set of results built some bridges between billiards and more realistic mechanical models of microscopic matter. A non-equilibrium density profile of billiard particles were mathematically proven for a system driven out of equilibrium. Mixing properties of some mechanical systems, such as billiards with or without external fields and systems of falling balls in gravity fields, on extended phase space were also extensively studied. Finally, a class of new examples were constructed for dynamical systems that are partially chaotic. These systems satisfy some definition of chaos but not other definitions - some resolving a long standing mathematical conjecture. \nBroader impacts of the award include cross-fertilization of ideas between different scientific fields. Several students took important part of the research work, some successfully transitioning from undergraduate to graduate level during the period of the award. The results were presented on several scientific conferences and seminar series both domestically and internationally.\n\n\t\t\t\t\tLast Modified: 10/31/2022\n\n\t\t\t\t\tSubmitted by: Peter Nandori"
 }
}