{
 "awd_id": "1952279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Human-Exoskeleton Fluency Through an Investigation of Dynamic Control Parameters",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 690697.0,
 "awd_amount": 818359.0,
 "awd_min_amd_letter_date": "2019-09-18",
 "awd_max_amd_letter_date": "2022-06-30",
 "awd_abstract_narration": "Wearable robotic exoskeletons have potential to reduce workplace injuries by providing assistive forces that decrease the physical loads human workers experience. The goal of this project is to study the usability and user psychological comfort of an ankle exoskeleton during its interactions with its user. The device will be programmed to provide dynamic support as people walk and change walking speeds. The long term goals are to develop technology that infers and anticipates its user's intent, and to use that information to adapt the exoskeleton's behavior to maximize the user's trust in the exoskeletal system and the human-exoskeletal \"fluency\", defined as the synchronized meshing of actions within the human-technology team.  Human-exoskeleton fluency results from the co-adaptation between the human and exoskeleton, driven by the motor strategies selected by the human when using the system and by the updates in the control policy based on the human. The goal of this project is to examine how uncertainty in the timing and presence of assistive force actuations impacts human-exoskeleton fluency and human trust in the exoskeletal system. This research will be impactful both for military applications, where high rates of musculoskeletal overuse injury threaten military readiness, and for industrial applications, where muscle strains, sprains, and tears cause about one third of the reported cases of lost work days.  By integrating models of user intent, human trust, and human-exoskeleton fluency with the Dephy Bionic Boot, this project will advance the NSF mission to promote the progress of science and advance national health by exploring fundamental relationships human behavior, motor control, and machine manipulation within the context of exoskeletal gait assistance.  The project supports K-5, undergraduate and graduate education through outreach, curriculum development, and mentorship.\r\n\r\nAs a first step towards developing an anticipatory assistive exoskeleton controller that co-adapts with its human user, the specific objective of the proposed research is to test the hypotheses that human trust and human-exoskeleton fluency are affected by (1) assistive force transition timing and (2) early, late, or missed actuations within the gait cycle.  This project has three aims. The first seeks to evaluate the effect of variations in assistive force transition timing on human-exoskeleton fluency.  The second evaluates how uncertainty in the timing and presence of assistive force actuations impacts human performance and system trust. The third  aim develops a co-adaptive controller that seeks to continuously increase fluency in real-time. The research team uses the commercially available Dephy Bionic Boot with custom control algorithms to permit hypothesis evaluation. The study will be performed within a CAREN virtual reality environment on a split-belt, instrumented treadmill that permits self-pacing. Subjects will perform speed changing tasks while also performing dual tasks and responding to questions designed to probe situation awareness. New measures of human-exoskeleton fluency and trust are analyzed. This work could lead to significant improvements in the adaptability, capability, and usability of wearable exoskeletal systems for human performance enhancement in industrial and military applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leia",
   "pi_last_name": "Stirling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leia Stirling",
   "pi_email_addr": "leias@umich.edu",
   "nsf_id": "000646417",
   "pi_start_date": "2019-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "058Y00",
   "pgm_ele_name": "M3X - Mind, Machine, and Motor"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060Z",
   "pgm_ref_txt": "Convergent Research"
  },
  {
   "pgm_ref_code": "070E",
   "pgm_ref_txt": "INTEG OF HUMAN & COGNITIVE"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7632",
   "pgm_ref_txt": "HUMAN-ROBOT INTERACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 690697.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 109662.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wearable robotic exoskeletons have potential to reduce workplace injuries by providing assistive forces that decrease the physical loads human workers experience. The goal of this project was to study the usability and user psychological comfort of performing tasks with a powered ankle exoskeleton. The device was programmed to provide dynamic support as people walk and change walking speeds. This research supported long-term goals to develop technology that infers and anticipates its user's intent, and to use that information to adapt the exoskeleton's behavior to maximize the user's trust in the exoskeletal system and the human-exoskeletal \"fluency\", defined as the synchronized meshing of actions within the human-technology team. Human-exoskeleton fluency results from the human and exoskeleton adapting to each other, driven by the motor strategies selected by the human when using the system and by the updates in the exoskeleton control policy based on the human. This research included several studies that examined how people use and adapt to exoskeletons. This research will be impactful both for military applications, where high rates of musculoskeletal overuse injury threaten military readiness, and for industrial applications, where muscle strains, sprains, and tears cause about one third of the reported cases of lost work days. By understanding user intent, human trust, and human-exoskeleton fluency with the Dephy Bionic Boot, this project advances the NSF mission to promote the progress of science and advance national health by exploring fundamental relationships of human behavior, motor control, and machine manipulation within the context of exoskeletal gait assistance. The project also supported K12 outreach, undergraduate and graduate education, curriculum development, and mentorship.</p>\n<p>&nbsp;</p>\n<p>This research included several studies that have increased our understanding of human-exoskeleton interactions from perception, decision making, and motor action perspectives. In the first study, we characterized how variation in exoskeleton assistive force timing influences user perception of the exoskeleton. These values can be used to inform exoskeleton precision requirements to support human trust. When an exoskeleton that should behave consistently actuates in a manner that the user can perceive as different, it can affect the user&rsquo;s perceptions of system capability and reliability. In another set of studies, we examined how inducing missed assistive forces influence user motor actions and usability perceptions. Human-exoskeleton coordination and trust were inferred from task performance (step accuracy), step characteristics (step length and width), and selected peak joint kinematics of the lower limb. Step characteristics were not impacted by the induced exoskeleton errors, but multiple participants were not able to achieve acceptable task accuracy and they increased task error over time across the error rates studied. Increasing error rates negatively impacted users&rsquo; perception of algorithm predictability, exoskeleton supportiveness, and probability of future usage. The threshold where perceived predictability and future usage probability transitioned from positive to negative occurred between 2% and 5% error, indicating that error rates should be kept to below 5% and ideally 2% or less. This set of studies also supported that users select different biomechanical strategies in response to a missed actuation, with some participants compensating using different behaviors of the ankle, knee, and hip. Findings from these studies were used to design a co-adaptive controller that includes measurements of the ankle, knee, and hip to track different forms of compensatory behavior. In a separate set of studies, we examined how presence of an exoskeleton influenced the decision to enter an intersection in a simulated urban environment. While decisions were influenced by factors in the environment (such as when the light changed and the presence of vehicles), there was no effect of the exoskeleton on their decisions. This finding is promising as the exoskeleton did not make the participants more or less willing to take a risk when entering the intersection.</p>\n<p>&nbsp;</p>\n<p>During the award period, the research team engaged in course development, K12 outreach, and professional education. At the undergraduate level findings from this research informed undergraduate courses, with a kit developed to permit hands-on activities using sensors, actuators, and user interfaces. These kits were especially helpful during the early stages of the pandemic when students were learning from home and were given the opportunity to engage with concepts through hands-on labs at home. These kits were extended to support K12 outreach and have been included in several summer camps and community events. Finally, a module was created that is now used in continuing education for professional ergonomics. The module includes information on wearable motion sensors and exoskeletons for operational applications.</p>\n<p>&nbsp;</p>\n<p>Overall, the research performed as part of this award has expanded understanding of human-exoskeleton interactions and are being used to inform the adaptability, capability, and usability of wearable exoskeletal systems for human performance enhancement.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/16/2024<br>\nModified by: Leia&nbsp;Stirling</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1952279/1952279_10604961_1726515812505_Maggie_exo_2small--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1952279/1952279_10604961_1726515812505_Maggie_exo_2small--rgov-800width.jpg\" title=\"Walking on a treadmill while wearing an ankle exoskeleton\"><img src=\"/por/images/Reports/POR/2024/1952279/1952279_10604961_1726515812505_Maggie_exo_2small--rgov-66x44.jpg\" alt=\"Walking on a treadmill while wearing an ankle exoskeleton\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This research included several studies that examined how people use and adapt to exoskeletons by evaluating how people walk on a treadmill with an ankle exoskeleton.</div>\n<div class=\"imageCredit\">Brenda Ahearn, University of Michigan</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Leia&nbsp;Stirling\n<div class=\"imageTitle\">Walking on a treadmill while wearing an ankle exoskeleton</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWearable robotic exoskeletons have potential to reduce workplace injuries by providing assistive forces that decrease the physical loads human workers experience. The goal of this project was to study the usability and user psychological comfort of performing tasks with a powered ankle exoskeleton. The device was programmed to provide dynamic support as people walk and change walking speeds. This research supported long-term goals to develop technology that infers and anticipates its user's intent, and to use that information to adapt the exoskeleton's behavior to maximize the user's trust in the exoskeletal system and the human-exoskeletal \"fluency\", defined as the synchronized meshing of actions within the human-technology team. Human-exoskeleton fluency results from the human and exoskeleton adapting to each other, driven by the motor strategies selected by the human when using the system and by the updates in the exoskeleton control policy based on the human. This research included several studies that examined how people use and adapt to exoskeletons. This research will be impactful both for military applications, where high rates of musculoskeletal overuse injury threaten military readiness, and for industrial applications, where muscle strains, sprains, and tears cause about one third of the reported cases of lost work days. By understanding user intent, human trust, and human-exoskeleton fluency with the Dephy Bionic Boot, this project advances the NSF mission to promote the progress of science and advance national health by exploring fundamental relationships of human behavior, motor control, and machine manipulation within the context of exoskeletal gait assistance. The project also supported K12 outreach, undergraduate and graduate education, curriculum development, and mentorship.\n\n\n\n\n\nThis research included several studies that have increased our understanding of human-exoskeleton interactions from perception, decision making, and motor action perspectives. In the first study, we characterized how variation in exoskeleton assistive force timing influences user perception of the exoskeleton. These values can be used to inform exoskeleton precision requirements to support human trust. When an exoskeleton that should behave consistently actuates in a manner that the user can perceive as different, it can affect the users perceptions of system capability and reliability. In another set of studies, we examined how inducing missed assistive forces influence user motor actions and usability perceptions. Human-exoskeleton coordination and trust were inferred from task performance (step accuracy), step characteristics (step length and width), and selected peak joint kinematics of the lower limb. Step characteristics were not impacted by the induced exoskeleton errors, but multiple participants were not able to achieve acceptable task accuracy and they increased task error over time across the error rates studied. Increasing error rates negatively impacted users perception of algorithm predictability, exoskeleton supportiveness, and probability of future usage. The threshold where perceived predictability and future usage probability transitioned from positive to negative occurred between 2% and 5% error, indicating that error rates should be kept to below 5% and ideally 2% or less. This set of studies also supported that users select different biomechanical strategies in response to a missed actuation, with some participants compensating using different behaviors of the ankle, knee, and hip. Findings from these studies were used to design a co-adaptive controller that includes measurements of the ankle, knee, and hip to track different forms of compensatory behavior. In a separate set of studies, we examined how presence of an exoskeleton influenced the decision to enter an intersection in a simulated urban environment. While decisions were influenced by factors in the environment (such as when the light changed and the presence of vehicles), there was no effect of the exoskeleton on their decisions. This finding is promising as the exoskeleton did not make the participants more or less willing to take a risk when entering the intersection.\n\n\n\n\n\nDuring the award period, the research team engaged in course development, K12 outreach, and professional education. At the undergraduate level findings from this research informed undergraduate courses, with a kit developed to permit hands-on activities using sensors, actuators, and user interfaces. These kits were especially helpful during the early stages of the pandemic when students were learning from home and were given the opportunity to engage with concepts through hands-on labs at home. These kits were extended to support K12 outreach and have been included in several summer camps and community events. Finally, a module was created that is now used in continuing education for professional ergonomics. The module includes information on wearable motion sensors and exoskeletons for operational applications.\n\n\n\n\n\nOverall, the research performed as part of this award has expanded understanding of human-exoskeleton interactions and are being used to inform the adaptability, capability, and usability of wearable exoskeletal systems for human performance enhancement.\n\n\n\t\t\t\t\tLast Modified: 09/16/2024\n\n\t\t\t\t\tSubmitted by: LeiaStirling\n"
 }
}