{
 "awd_id": "1339246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Comparative Functional Genomics of Nectaries and Nectar in the Dicots",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "R. Kelly Dawe",
 "awd_eff_date": "2015-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 1814628.0,
 "awd_amount": 1814628.0,
 "awd_min_amd_letter_date": "2015-01-20",
 "awd_max_amd_letter_date": "2018-05-07",
 "awd_abstract_narration": "PI: Clay J. Carter (University of Minnesota-Twin Cities)\r\n\r\nCoPIs: Robert W. Thornburg and Basil J. Nikolau (Iowa State University) and Marshall W. Hampton (University of Minnesota-Duluth)\r\n\r\nCollaborators: Martin Heil (CINESTAV, Irapuato, Mexico) and Patrick von Aderkas (University of Victoria, Canada)\r\n\r\nOne-third of all crop species produce floral nectar and are dependent on animals for reproduction. Moreover, crops such as cotton, bean, pea, apple, cherry, peach, and blueberry, all produce extrafloral nectar to attract mutualistic predatory insects, which protect plants from herbivores. U.S. pollinator-dependent crops alone have an annual value of nearly $25 billion, and extrafloral nectar represents one of the few defense mechanisms for which stable effects on plant health and fitness have been demonstrated. This project will employ genomics technologies to study the molecular mechanisms involved in the synthesis and secretion of nectar components across species and nectary types. If successful, this project will provide significant new insight into these processes and the plant-animal interactions mediated by specific nectar components that will allow targeted studies to improve overall pollination efficiency, enhance biological control of pests that attack crops, and have the potential to greatly impact apiculture.  With regard to outreach and training, the project will provide interdisciplinary research training for students and postdoctoral associates. Project graduate students at Iowa State University will also serve as GK12 Fellows in GK12 Symbi program (http://www.gk12.iastate.edu/). Supported by NSF, the Symbi program is a partnership between ISU and middle schools and high schools that serve primarily under-represented students in the Des Moines Public School District. GK12 Fellows will serve as \"resident scientists\" who will work with teachers to develop innovative, hands-on and engaging science activities for select middle school or high school science students.  Finally, the project will also provide research experiences for high school students from Cornell High School (Cornell, Wisconsin).\r\n   \r\nThe central hypothesis driving the project is that the genetic programs underlying nectar synthesis, secretion and function are at least partially conserved between diverse species and nectary types. To address this hypothesis, the project will apply comparative genomics approaches to the characterization of the (i) synthesis, (ii) secretion and (iii) biological function of nectar components across a diverse set of core eudicots, including Brassica sp., cotton, tobacco, squash, Lima bean, and acacia. The specific objectives and approaches include:\r\n\r\n1. Comparative expression profiling of nectaries throughout the secretory process. Both the floral and extrafloral nectary transcriptomes and proteomes of the respective species will be examined at several time points throughout the secretory process;\r\n\r\n2. Comparative metabolomics of nectars. Nectar metabolites will be comprehensively characterized through a non-biased GC-GC/MS-MS and LC/MS-MS approach;\r\n\r\n3. Comparative and functional analysis of nectar proteins. Specific arrays of proteins have been reported in several nectars, which confer both protective and attractive properties. Thus, the proteomes of both floral and extrafloral nectars will be defined and functionally characterized across species.; and, \r\n\r\n4. Informatics, database building & initiation of mechanistic studies. Mining of global expression data from actively secreting vs. inactive nectaries will allow the identification of genes and cellular processes central to the basal pathways for active nectar secretion across species. Metabolomic data will be linked to activities identified from expression data to assess their impacts on nectar production and composition. \r\n\r\nAll validated data will subsequently be integrated into an existing public online database (www.nectarygenomics.org), with subsets of data also being made available to the public at the National Center for Biotechnology Information (http://www.ncbi.nlm.nih.gov/) and the iPlant Collaborative (www.iplantcollaborative.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clay",
   "pi_last_name": "Carter",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Clay J Carter",
   "pi_email_addr": "cjcarter@umn.edu",
   "nsf_id": "000383426",
   "pi_start_date": "2015-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Basil",
   "pi_last_name": "Nikolau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Basil J Nikolau",
   "pi_email_addr": "dimmas@iastate.edu",
   "nsf_id": "000466072",
   "pi_start_date": "2015-01-20",
   "pi_end_date": "2018-05-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Thornburg",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Thornburg",
   "pi_email_addr": "thorn@iastate.edu",
   "nsf_id": "000482189",
   "pi_start_date": "2015-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marshall",
   "pi_last_name": "Hampton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marshall E Hampton",
   "pi_email_addr": "mhampton@d.umn.edu",
   "nsf_id": "000225609",
   "pi_start_date": "2015-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Libuse",
   "pi_last_name": "Brachova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Libuse Brachova",
   "pi_email_addr": "libuse@iastate.edu",
   "nsf_id": "000637881",
   "pi_start_date": "2018-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota -Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "Twin Cities",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551081095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1814628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTELLECTUAL MERIT</p>\n<p>Nearly 90% of all flowering plants produce nectar in order to attract pollinators, including ~75% of the leading 120 global crop species. Indeed, U.S. pollinator-dependent crops have an estimated annual value of $29 billion. In spite of its central importance in plant-pollinator interactions, the genetic and molecular mechanisms underlying nectar secretion, and its associated regulation, were largely unknown <em><span style=\"text-decoration: underline;\">across species</span></em> until the present work. Specifically, during the grant period we profiled gene expression in the nectaries of a core set of 15 eudicot species representing eight families of agricultural importance, including <em>Brassica juncea</em> (mustard greens), <em>Cucurbita pepo</em> (squash), <em>Gossypium hirsutum </em>(cotton), <em>Nicotiana spp.</em> (tobacco, six species), <em>Phaseolus vulgaris </em>(bean), <em>Thlaspi arvense</em> (pennycress), <em>Helianthus annuus</em> (sunflower), impatiens, acacia, and <em>Nesocodon mauritianus</em>. In addition to expression profiling, the nectar metabolomes and proteomes were analyzed for a majority of these species.</p>\n<p>Perhaps most importantly, the results of this work strongly indicate that the mechanisms of nectar production may be shared by many plant species, suggesting the results are widely applicable in terms of the potential for crop improvement, as well as ecological and evolutionary studies. Thus far, this work has resulted in 12 peer-reviewed publications, with four more currently under review. Specifically, expression profiling was used to identify a likely conserved mechanism of nectar secretion across species and nectary type. The key modules of nectar secretion generally include: (1) the accumulation of starch in the nectaries of immature flowers, (2) its subsequent degradation and synthesis into sucrose immediately prior to flower opening and nectar secretion, and (3) the export of sucrose into the extracellular space via sucrose transporters. Importantly, it was also determined that a single enzymatic activity (cell wall invertase) controls both nectar volume and sugar quality in at least five species (squash, sunflower, pennycress, Arabidopsis and <em>Brassica rapa</em>).</p>\n<p>Beyond the molecular mechanism of nectar synthesis and secretion, additional important discoveries include the identification of: (1) conserved routes for the regulation of nectaries that involve the hormones auxin, gibberellins, jasmonates, and the transcription factory MYB21/305, (2) nectar metabolites across species, which were correlated to pollinator type (especially in <em>Nicotiana</em>), (3) nectar proteins, which were directly associated antimicrobial activity, (4) nitrogen metabolism as a key component of nectary function, and (5) a novel, convergently evolved nectar pigment that is attractive to pollinators. A provisional patent has been filed that describes the easy synthesis of this pigment and related non-natural compounds.</p>\n<p>&nbsp;</p>\n<p>BROADER IMPACTS&nbsp;</p>\n<p>Understanding the genetic and molecular mechanisms controlling nectar production, as well as plant-animal interactions mediated by specific nectar components, now allows targeted studies to improve overall pollination efficiency in multiple plant species, and have the potential to greatly impact&nbsp;apiculture. For example, an increase in nectar production is known to result in a concomitant increase in pollinator visitation, pollination efficiency, and yield, even for highly selfing plant species. Crops with altered nectar quantity and quality are now being developed in both <em>Brassica napus</em> (canola) and <em>Thlaspi arvense</em> (pennycress), and will be evaluated for their ability to impact pollinator visitation and yield.</p>\n<p>Additionally, four post-docs, five graduate students and 5 undergraduates have been supported through this project, with three of the undergraduates authoring or co-authoring published manuscripts. These post-docs and students also presented multiple oral and poster presentations at national meetings. Extensive outreach and educational activities were conducted with &gt;400 middle and high school students in Iowa (Des Moines Public Schools via the NSF-funded Symbi program to Iowa State) and Minnesota (Murray Middle School, St. Paul Public Schools). Major results from this project are publicly available at&nbsp;<a href=\"../research-portal/exit.jsp?link=http%3A%2F%2Fwww.nectarygenomics.org%2F\">http://www.nectarygenomics.org</a>, <a href=\"https://www.ncbi.nlm.nih.gov/sra\">https://www.ncbi.nlm.nih.gov/sra</a>, and <a href=\"http://metnetweb.gdcb.iastate.edu/PMR/\">http://metnetweb.gdcb.iastate.edu/PMR/</a>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2020<br>\n\t\t\t\t\tModified by: Clay&nbsp;J&nbsp;Carter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nINTELLECTUAL MERIT\n\nNearly 90% of all flowering plants produce nectar in order to attract pollinators, including ~75% of the leading 120 global crop species. Indeed, U.S. pollinator-dependent crops have an estimated annual value of $29 billion. In spite of its central importance in plant-pollinator interactions, the genetic and molecular mechanisms underlying nectar secretion, and its associated regulation, were largely unknown across species until the present work. Specifically, during the grant period we profiled gene expression in the nectaries of a core set of 15 eudicot species representing eight families of agricultural importance, including Brassica juncea (mustard greens), Cucurbita pepo (squash), Gossypium hirsutum (cotton), Nicotiana spp. (tobacco, six species), Phaseolus vulgaris (bean), Thlaspi arvense (pennycress), Helianthus annuus (sunflower), impatiens, acacia, and Nesocodon mauritianus. In addition to expression profiling, the nectar metabolomes and proteomes were analyzed for a majority of these species.\n\nPerhaps most importantly, the results of this work strongly indicate that the mechanisms of nectar production may be shared by many plant species, suggesting the results are widely applicable in terms of the potential for crop improvement, as well as ecological and evolutionary studies. Thus far, this work has resulted in 12 peer-reviewed publications, with four more currently under review. Specifically, expression profiling was used to identify a likely conserved mechanism of nectar secretion across species and nectary type. The key modules of nectar secretion generally include: (1) the accumulation of starch in the nectaries of immature flowers, (2) its subsequent degradation and synthesis into sucrose immediately prior to flower opening and nectar secretion, and (3) the export of sucrose into the extracellular space via sucrose transporters. Importantly, it was also determined that a single enzymatic activity (cell wall invertase) controls both nectar volume and sugar quality in at least five species (squash, sunflower, pennycress, Arabidopsis and Brassica rapa).\n\nBeyond the molecular mechanism of nectar synthesis and secretion, additional important discoveries include the identification of: (1) conserved routes for the regulation of nectaries that involve the hormones auxin, gibberellins, jasmonates, and the transcription factory MYB21/305, (2) nectar metabolites across species, which were correlated to pollinator type (especially in Nicotiana), (3) nectar proteins, which were directly associated antimicrobial activity, (4) nitrogen metabolism as a key component of nectary function, and (5) a novel, convergently evolved nectar pigment that is attractive to pollinators. A provisional patent has been filed that describes the easy synthesis of this pigment and related non-natural compounds.\n\n \n\nBROADER IMPACTS \n\nUnderstanding the genetic and molecular mechanisms controlling nectar production, as well as plant-animal interactions mediated by specific nectar components, now allows targeted studies to improve overall pollination efficiency in multiple plant species, and have the potential to greatly impact apiculture. For example, an increase in nectar production is known to result in a concomitant increase in pollinator visitation, pollination efficiency, and yield, even for highly selfing plant species. Crops with altered nectar quantity and quality are now being developed in both Brassica napus (canola) and Thlaspi arvense (pennycress), and will be evaluated for their ability to impact pollinator visitation and yield.\n\nAdditionally, four post-docs, five graduate students and 5 undergraduates have been supported through this project, with three of the undergraduates authoring or co-authoring published manuscripts. These post-docs and students also presented multiple oral and poster presentations at national meetings. Extensive outreach and educational activities were conducted with &gt;400 middle and high school students in Iowa (Des Moines Public Schools via the NSF-funded Symbi program to Iowa State) and Minnesota (Murray Middle School, St. Paul Public Schools). Major results from this project are publicly available at http://www.nectarygenomics.org, https://www.ncbi.nlm.nih.gov/sra, and http://metnetweb.gdcb.iastate.edu/PMR/.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/04/2020\n\n\t\t\t\t\tSubmitted by: Clay J Carter"
 }
}