{
 "awd_id": "1358520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of the Spatial and Temporal Distribution of Atmospheric Gravity Waves Using Pressure Data From the Dense USArray Transportable Array",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927233",
 "po_email": "mbenoit@nsf.gov",
 "po_sign_block_name": "Margaret Benoit",
 "awd_eff_date": "2014-12-15",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 359396.0,
 "awd_amount": 359396.0,
 "awd_min_amd_letter_date": "2014-12-05",
 "awd_max_amd_letter_date": "2016-11-21",
 "awd_abstract_narration": "Non-technical statement\r\n\r\nThe National Science Foundation has provided funds for an unprecedented observatory for study of the Earth's interior and the atmosphere.  The USArray Transportable Array is a 400-station observatory that places broadband seismic and atmospheric pressure sensors on a Cartesian grid every 70 km across an area that spans 2,000,000 square km.  Seismic data from these stations have provided high-resolution images of the Earth's interior beneath the continental United States, whereas the atmospheric data at these stations provide measurements of atmospheric phenomena.  In a project recently funded by NSF, researchers at UCSD developed a method to detect very long wavelength pressure disturbances, and described how they traveled across the TA. Discussions with atmospheric researchers confirmed that these pressure disturbances detected on the Earth's surface coincided with gravity waves detected by satellite measurements, at 30-50 km altitude.\r\n\r\nIn this research, the researchers are making further direct comparisons of satellite observations of gravity waves with pressure disturbances recorded at ground level, with the goal of determining when and where these phenomena occur. Since gravity waves play a large part in transferring energy from near the Earth's surface to the upper atmosphere, this research is contributing to the understanding of global atmospheric circulation. \r\n\r\nTechnical Abstract\r\n\r\nThe upgrade of NSF's EarthScope/USArray Transportable Array (TA) to include air pressure sensors at each station has opened up new avenues for research into atmospheric phenomena and the interaction of the atmosphere and solid Earth. This network places high quality pressure sensors on a regular, dense Cartesian grid across an area of about 2,000,000 square km, a configuration that allows for quantitative analyses of a broad range of atmospheric wave phenomena.  The UCSD group is using the new pressure data to study atmospheric gravity waves at the mid-latitudes spanned by the TA. The UCSD group has developed a technique to detect gravity waves with wavelengths greater than 100 km and characterize their propagation across the TA, yielding a quantitative measure of how their characteristics (speed, direction, period, and amplitude) may change with location across the full footprint of the TA.  The method reduces the large volume of data from the TA into a quantitative record that can be used for further study.\r\n\r\nThe research includes a collaboration with Dr Lars Hoffmann (Juelich Supercomputing Centre) to compare gravity waves detected using satellite radiance data with those detected using UCSD's technique applied to TA pressure data. Satellites and ground-based pressure sensors provide fundamentally different platforms for studies of atmospheric gravity waves.  Although these datasets and the analytical methods applied to them are completely different, a preliminary comparison of the results suggests agreement between the two. \r\n\r\nThere are two main objectives of this effort. First, TA recordings of large convective events are being studied in detail and compared with satellite recordings of the same events. The objective is to determine whether gravity waves detected at ground-sited pressure sensors are coincident in time and location with stratospheric gravity waves, and whether gravity waves detected within the footprint of the TA are dominantly convective or orogenic in origin.  The UCSD group is studying and documenting other characteristics of the detected gravity waves; specifically their speed, amplitude and direction.  Second, a statistical study of the occurrence of gravity waves is being conducted with the objective of determining the diurnal, seasonal and regional trends in the occurrence rates of gravity waves. A key deliverable of this effort is the statistics of gravity waves during the 4-year study.  The proposed research is contributing both to atmospheric science and to improved understanding of the effects of gravity waves on infrasound propagation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "de Groot-Hedlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine de Groot-Hedlin",
   "pi_email_addr": "chedlin@ucsd.edu",
   "nsf_id": "000450398",
   "pi_start_date": "2014-12-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hedlin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Hedlin",
   "pi_email_addr": "hedlin@ucsd.edu",
   "nsf_id": "000450397",
   "pi_start_date": "2014-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "8602 La Jolla Shores Dr",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 116619.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 120566.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 122211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The pressure of Earth&rsquo;s atmosphere at any point is a measure of the weight of the air above that location.&nbsp; Air pressure changes constantly due to many factors such as the weather and solar heating.&nbsp; Lesser-known gravity waves (also known as buoyancy waves) play a key role in the dynamics of the atmosphere as their movement redistributes energy from one part of the atmosphere to another and temporarily changes air pressure locally.&nbsp; Air pressure measurements have been used for centuries to forecast weather conditions.&nbsp; In addition to practical interest, air pressure has also been the subject of much research over this time span as we seek a better understanding of how the dynamic atmosphere functions.&nbsp;</p>\n<p>A region that is well known for convection (which includes major storm activity) is located in the United States to the west of the Great Lakes.&nbsp; The convective activity in this area has been well documented using a variety of sensors including satellites.&nbsp; &nbsp;A new network of air pressure sensors was deployed in the region that detected gravity waves from this convective activity at ground-level.&nbsp; The network included many sensors distributed in a regular grid across a large area of the US. We have used the new data from this network to study gravity waves in the lower atmosphere and have at the same time used satellite data to study the same waves as they pass through the upper atmosphere at an altitude of about 30-50 km.&nbsp; This was important to better understand the source of the waves and their progression up through the dynamic atmosphere as it redistributes energy.&nbsp; We found that gravity wave occurrence rates on the ground exhibit the same broad spatial and temporal patterns as observed at stratospheric altitudes.&nbsp; Evidence suggests that convective activity is the dominant source of gravity waves both at the ground and in the stratosphere.</p>\n<p>In a separate study, we present results from a new, large, network of pressure sensors in the United States which record air pressure continuously at many points.&nbsp; Gravity waves are observed that appear to be due to heating and cooling that occurs at sunrise and sunset. The waves, known as terminator waves, have never before been observed at Earth&rsquo;s surface.&nbsp; This is important because it provides further insight into how the atmosphere functions under the influence of the Sun.</p>\n<p>Also, for many decades seismic networks have been used to detect and locate earthquakes.&nbsp; There are corresponding large events in the atmosphere that have not been thoroughly studied.&nbsp; The same network mentioned above included high-frequency sensors that detected signals from atmospheric phenomena.&nbsp; As part of our study we developed a new \"big data\" analytical method to locate these events and shed light on where they were occurring and how common they were.&nbsp; Big datasets are becoming the norm in geophysics and so there is a greater need than ever before to develop methods to efficiently process the data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;A&nbsp;Hedlin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe pressure of Earth?s atmosphere at any point is a measure of the weight of the air above that location.  Air pressure changes constantly due to many factors such as the weather and solar heating.  Lesser-known gravity waves (also known as buoyancy waves) play a key role in the dynamics of the atmosphere as their movement redistributes energy from one part of the atmosphere to another and temporarily changes air pressure locally.  Air pressure measurements have been used for centuries to forecast weather conditions.  In addition to practical interest, air pressure has also been the subject of much research over this time span as we seek a better understanding of how the dynamic atmosphere functions. \n\nA region that is well known for convection (which includes major storm activity) is located in the United States to the west of the Great Lakes.  The convective activity in this area has been well documented using a variety of sensors including satellites.   A new network of air pressure sensors was deployed in the region that detected gravity waves from this convective activity at ground-level.  The network included many sensors distributed in a regular grid across a large area of the US. We have used the new data from this network to study gravity waves in the lower atmosphere and have at the same time used satellite data to study the same waves as they pass through the upper atmosphere at an altitude of about 30-50 km.  This was important to better understand the source of the waves and their progression up through the dynamic atmosphere as it redistributes energy.  We found that gravity wave occurrence rates on the ground exhibit the same broad spatial and temporal patterns as observed at stratospheric altitudes.  Evidence suggests that convective activity is the dominant source of gravity waves both at the ground and in the stratosphere.\n\nIn a separate study, we present results from a new, large, network of pressure sensors in the United States which record air pressure continuously at many points.  Gravity waves are observed that appear to be due to heating and cooling that occurs at sunrise and sunset. The waves, known as terminator waves, have never before been observed at Earth?s surface.  This is important because it provides further insight into how the atmosphere functions under the influence of the Sun.\n\nAlso, for many decades seismic networks have been used to detect and locate earthquakes.  There are corresponding large events in the atmosphere that have not been thoroughly studied.  The same network mentioned above included high-frequency sensors that detected signals from atmospheric phenomena.  As part of our study we developed a new \"big data\" analytical method to locate these events and shed light on where they were occurring and how common they were.  Big datasets are becoming the norm in geophysics and so there is a greater need than ever before to develop methods to efficiently process the data.\n\n\t\t\t\t\tLast Modified: 03/05/2018\n\n\t\t\t\t\tSubmitted by: Michael A Hedlin"
 }
}