{
 "awd_id": "1412628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Overproduction and Harvesting of Methylated Triterpenes in a Heterologous Host",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2014-11-24",
 "awd_max_amd_letter_date": "2014-11-24",
 "awd_abstract_narration": "In the face of dwindling fossil fuel reserves, a high priority has been placed on the development of strategies capable of producing viable replacements for transportation fuels from renewable resources. Even with a dramatic recent increase in domestic natural gas production in the U.S., renewable fuels remain a priority for countries that lack comparable natural resources, and thus represent a potential area for growth for U.S. biotechnology. The challenges associated with accomplishing this task are extensive, and success in this endeavor ultimately depends upon the ability to generate a good yield of a target molecule in a biological source and an efficient isolation and recovery of the molecule from the source.  The focus of this proposal will be twofold: 1) the production of a fuel-like compound in a bacterial host, and 2) the design, screening, and implementation of biocompatible materials to efficiently isolate the compound from the bacteria.  As a proposal from a predominantly undergraduate institution, this collaborative approach to an immediate and relevant alternative energy source will help catalyze the development of an undergraduate research program in chemistry at the interface with biology at Dixie State University (DSU), located in the remote southwest corner of Utah. This rural community is comprised of students with diverse backgrounds who, through the proposed research plans, will engage in collaborations with established programs at complementary universities. \r\n\r\nWith this award, the Chemistry of Life Processes Program in the Chemistry Division and NSF-EPSCoR are funding Drs. Rico Del Sesto (Dixie State University, Utah), Blaine Pfeifer (Univ. Buffalo, NY) and Andrew Koppisch (Northern Arizona Univ.) to address the issues above through multiple approaches. First, new extractants will be synthesized for the purpose of efficient sequestration of biofuel products from biological host systems. The extractants to be produced will be applicable to any host generating relevant isoprenoid compounds, but they will particularly be utilized in this proposal with a heterologous production platform. The known biosynthetic pathway for C32-botryococcene will be transplanted into E. coli. In particular, the proposed E. coli host has been engineered to support high-level production of isoprenoid compounds (reaching g/L levels of the Taxol precursor taxadiene). Furthermore, the new heterologous system will be subjected to a range of readily-available engineering and characterization strategies to optimize production of C32-botryococcene. The overall production process will therefore be complemented by a heterologous production host, and the novel introduction of extraction techniques. In addition to a clear applied goal of high level C32-botryococcene production through E. coli, the proposed plan is dedicated to fundamental knowledge of isoprenoid biosynthesis, extractant synthesis and extraction potential, and the cellular-extractant dynamic that is crucial for the success of this application. As such, the proposal features both science and engineering towards a meaningful and timely problem. The applied and basic themes of the proposal are also mirrored by the collaborative team driving this proposal and their collective expertise available to support and enable the overall production process proposed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Koppisch",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew T Koppisch",
   "pi_email_addr": "andy.koppisch@nau.edu",
   "nsf_id": "000626723",
   "pi_start_date": "2014-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the face of dwindling fossil fuel reserves, a high priority has been placed on the development of strategies capable of producing viable &ldquo;drop-in&rdquo; replacements for transportation fuels from renewable resources. In this work, we have pursued strategies to facilitate production of members of one such family of biofuel candidates (methylated triterpenes) in an Escherichia coli host.&nbsp; In concert, we also designed, synthesized and screened new biocompatible room temperature ionic liquid (RTIL) extractants as a means to efficiently isolate the methylated triterpenes from the culture that produces them.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit of the project</strong></p>\n<p>We constructed heterologous hosts capable of producing a variety of triterpenes and methylated triterpenes. In addition to the goal of producing methylated triterpenes in a recombinant host, our efforts also enabled us to ascertain fundamental knowledge about biosynthesis of our target compounds in E. coli.&nbsp; Specifically, we observed that production of the triterpenes was limited in the host due to cellular toxicity from the process and from accumulation of the triterpenes themselves.&nbsp; The former concern was addressed through supplementation to the cells using exogenous metabolites, and the latter was addressed by interfacing the culture with solvents designed to isolate triterpenes without damaging the production host. We developed and screened numerous phosphonium ionic liquid solvents for their ability to extract terpene hydrocarbons and for their ability to remain non-toxic to E. coli during this process.&nbsp; These ionic liquids including those that integrate trihexyl(tetradecyl)phosphonium and tris(hydroxypropyl)alkylphosphonium cations with various anions.&nbsp; Support from the NSF resulted in two manuscripts in the primary literature and four presentations at national and regional conferences.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts resulting from the project</strong></p>\n<p>In addition to the scientific goals, a significant effort of the project was to aid the development of an undergraduate research program in chemistry at the interface with biology at Dixie State University (DSU).&nbsp; DSU is located in the remote southwest corner of Utah and serves students with diverse backgrounds, returning veterans, and first-generation collegians. At the time of the NSF award, DSU had limited access to the tools associated with chemical research. Providing access to advanced analytical equipment and providing education and hands-on training on this equipment for visiting Dixie State Students was a primary objective of the RUI component of our project.&nbsp; Our team provided NMR access and antibiofilm assay support to Dixie researchers for the compounds synthesized on their campus.&nbsp; In each of the three years of the project, DSU students (5-8 researchers) participated in a summer research symposium hosted at the NAU chemistry department. The symposium involved the DSU undergraduates with NAU faculty in analytical chemistry, computational chemistry, microbiology, bioengineering, chemical education, organic synthesis and biochemistry/bio-organic chemical research in the PI&rsquo;s laboratory.&nbsp; All DSU and NAU student attendees formally presented the results of their ongoing projects each year in a publicly accessible seminar, and interactions of the DSU and NAU teams with SUNY-Buffalo was fostered via Skype. Sessions on BSL-2 laboratory operations, and bacterial viability analysis of ionic liquid exposed bacteria were conducted.&nbsp; NSF support for this project enabled many undergraduates the opportunity to conduct chemical research and to present their results at industry-specific conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2018<br>\n\t\t\t\t\tModified by: Andrew&nbsp;T&nbsp;Koppisch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the face of dwindling fossil fuel reserves, a high priority has been placed on the development of strategies capable of producing viable \"drop-in\" replacements for transportation fuels from renewable resources. In this work, we have pursued strategies to facilitate production of members of one such family of biofuel candidates (methylated triterpenes) in an Escherichia coli host.  In concert, we also designed, synthesized and screened new biocompatible room temperature ionic liquid (RTIL) extractants as a means to efficiently isolate the methylated triterpenes from the culture that produces them.\n\n \n\nIntellectual merit of the project\n\nWe constructed heterologous hosts capable of producing a variety of triterpenes and methylated triterpenes. In addition to the goal of producing methylated triterpenes in a recombinant host, our efforts also enabled us to ascertain fundamental knowledge about biosynthesis of our target compounds in E. coli.  Specifically, we observed that production of the triterpenes was limited in the host due to cellular toxicity from the process and from accumulation of the triterpenes themselves.  The former concern was addressed through supplementation to the cells using exogenous metabolites, and the latter was addressed by interfacing the culture with solvents designed to isolate triterpenes without damaging the production host. We developed and screened numerous phosphonium ionic liquid solvents for their ability to extract terpene hydrocarbons and for their ability to remain non-toxic to E. coli during this process.  These ionic liquids including those that integrate trihexyl(tetradecyl)phosphonium and tris(hydroxypropyl)alkylphosphonium cations with various anions.  Support from the NSF resulted in two manuscripts in the primary literature and four presentations at national and regional conferences. \n\n \n\nBroader impacts resulting from the project\n\nIn addition to the scientific goals, a significant effort of the project was to aid the development of an undergraduate research program in chemistry at the interface with biology at Dixie State University (DSU).  DSU is located in the remote southwest corner of Utah and serves students with diverse backgrounds, returning veterans, and first-generation collegians. At the time of the NSF award, DSU had limited access to the tools associated with chemical research. Providing access to advanced analytical equipment and providing education and hands-on training on this equipment for visiting Dixie State Students was a primary objective of the RUI component of our project.  Our team provided NMR access and antibiofilm assay support to Dixie researchers for the compounds synthesized on their campus.  In each of the three years of the project, DSU students (5-8 researchers) participated in a summer research symposium hosted at the NAU chemistry department. The symposium involved the DSU undergraduates with NAU faculty in analytical chemistry, computational chemistry, microbiology, bioengineering, chemical education, organic synthesis and biochemistry/bio-organic chemical research in the PI?s laboratory.  All DSU and NAU student attendees formally presented the results of their ongoing projects each year in a publicly accessible seminar, and interactions of the DSU and NAU teams with SUNY-Buffalo was fostered via Skype. Sessions on BSL-2 laboratory operations, and bacterial viability analysis of ionic liquid exposed bacteria were conducted.  NSF support for this project enabled many undergraduates the opportunity to conduct chemical research and to present their results at industry-specific conferences.\n\n\t\t\t\t\tLast Modified: 10/10/2018\n\n\t\t\t\t\tSubmitted by: Andrew T Koppisch"
 }
}