{
 "awd_id": "1423207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "AISL: Innovations in Development: Community-Driven Projects That Adapt Technology for Environmental Learning in Nature Preserves",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 1195642.0,
 "awd_amount": 1195642.0,
 "awd_min_amd_letter_date": "2015-04-01",
 "awd_max_amd_letter_date": "2018-05-10",
 "awd_abstract_narration": "While low-income and minority communities suffer disproportionately from poor environmental conditions, members of these communities tend to be under-represented in participatory scientific projects and informal science learning opportunities. There are many benefits to community-driven STEM projects, both for individuals' experiential learning and for the betterment of communities. Expanding participation also contributes to a more complete understanding of complex environmental problems, including STEM content and skills. This project engages members of racially and economically diverse communities in identifying and carrying out environmental projects that are meaningful to their lives, and adapts technology known as NatureNet to assist them. NatureNet, which encompasses a cell phone app, a multi-user, touch-based tabletop display and a web-based community, was developed with prior NSF support. Core participants involved in programs of the Anacostia Watershed Society in Washington, D.C., and Maryland, and the Reedy Creek Nature Preserve in Charlotte, NC, will work with naturalists, educators, and technology specialists to ask scientific questions and form hypotheses related to urban waterway restoration and preservation of native species. They will then collect and analyze data using NatureNet, requesting changes to the technology to customize it as needed for their projects. Casual visitors to the nature centers will be able to interact with the environmental projects via the tabletop, and those who live farther away will be able to participate more peripherally via the online community. This study is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants.\r\n\r\nThe research project, led by researchers from the University of Maryland, College Park,  with collaborators from the University of North Carolina, Charlotte, and the University of Colorado, Boulder, will provide answers to two questions: 1) How do community-driven informal environmental learning projects impact participants, including their motivation to actively participate in science issues via technology and their disposition toward nature preserves and scientific inquiry, and 2) What are the key factors (e.g., demographic composition of participants, geographical location) that influence the development of community-driven environmental projects? Researchers will gather extensive qualitative and quantitative data to understand how community projects are selected and carried out, how participants approach technology use and adaptation, and how informal learning and engagement on STEM-related issues can be fostered over a period of several months and through iterative project cycles. Data will be collected through motivation questionnaires; focus groups; interviews; tabletop, mobile, and website interaction logs; field notes from participatory design and reflection sessions; and project journals kept by nature preserve staff. Through extensive research, iterative design, and evaluation efforts, researchers will develop an innovative model for community-driven environmental projects that will deepen informal science education by demonstrating how members of diverse communities connect environmental knowledge and scientific inquiry skills to the practices, values, and goals of their communities, and how technology can be used to facilitate such connections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Preece",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer J Preece",
   "pi_email_addr": "preece@umd.edu",
   "nsf_id": "000233368",
   "pi_start_date": "2015-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Clegg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara L Clegg",
   "pi_email_addr": "tclegg@umd.edu",
   "nsf_id": "000586403",
   "pi_start_date": "2015-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland",
  "perf_str_addr": "4105 Hornbake Building, South",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207424325",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 352206.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 735644.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 107792.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7462f4d4-7fff-7dbc-a30d-fdb194af9461\">\n<p dir=\"ltr\"><span>NatureNet is a citizen science platform for community driven environmental projects in which </span><span>small, local, place-based</span><span> communities can share environmental observations and projects. NatureNet was designed to support and enhance projects developed by local community members to address their community-specific environmental challenges (e.g., stormwater management, promoting swimmable/fishable ponds, etc.). The platform enables community members to collaboratively share project data and experiences.&nbsp; Participants can also submit design ideas for improving and developing the NatureNet platform that were then used to iteratively make changes to the platform. This community-driven design project has explored many design challenges, such as ensuring broad and equitable participation while creating technology that quickly adapts to the community's needs. </span><span>Technology can play an important role for discussing ideas, coordinating activities, and engaging the community. This project used an asset-based community development approach to codesign a mobile app and website, NatureNet, to support </span><span>community driven environmental projects</span><span>, and to promote environmental engagement and scientizing. The project revealed key tensions that surfaced related to community leadership, the research-practice partnership, and technology design. Concerning community leadership, tensions arose from the differences between the goals of the community organization leadership and the research team. The project faced tensions when long-term partnerships were shifted by shorter-term staff roles and changes. Tensions involving community partnerships arose between the need to satisfy the communities&rsquo; expectations and reacting to everyday requests in a realistic way, particularly those involving technology. One of the technology tensions arose from encouraging community members to engage with new technology prototypes rather than rely on the technology with which they are familiar. The outcomes of the project comprise a rich description of two community cases, including the ways the tensions were recognized and addressed, and highlighting key implications for future research-community partnerships around technology. The impact of this project is a set of case studies that can lead to more successful integration of innovative technology in local, community driven projects.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2021<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;J&nbsp;Preece</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nNatureNet is a citizen science platform for community driven environmental projects in which small, local, place-based communities can share environmental observations and projects. NatureNet was designed to support and enhance projects developed by local community members to address their community-specific environmental challenges (e.g., stormwater management, promoting swimmable/fishable ponds, etc.). The platform enables community members to collaboratively share project data and experiences.  Participants can also submit design ideas for improving and developing the NatureNet platform that were then used to iteratively make changes to the platform. This community-driven design project has explored many design challenges, such as ensuring broad and equitable participation while creating technology that quickly adapts to the community's needs. Technology can play an important role for discussing ideas, coordinating activities, and engaging the community. This project used an asset-based community development approach to codesign a mobile app and website, NatureNet, to support community driven environmental projects, and to promote environmental engagement and scientizing. The project revealed key tensions that surfaced related to community leadership, the research-practice partnership, and technology design. Concerning community leadership, tensions arose from the differences between the goals of the community organization leadership and the research team. The project faced tensions when long-term partnerships were shifted by shorter-term staff roles and changes. Tensions involving community partnerships arose between the need to satisfy the communities’ expectations and reacting to everyday requests in a realistic way, particularly those involving technology. One of the technology tensions arose from encouraging community members to engage with new technology prototypes rather than rely on the technology with which they are familiar. The outcomes of the project comprise a rich description of two community cases, including the ways the tensions were recognized and addressed, and highlighting key implications for future research-community partnerships around technology. The impact of this project is a set of case studies that can lead to more successful integration of innovative technology in local, community driven projects.\n\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2021\n\n\t\t\t\t\tSubmitted by: Jennifer J Preece"
 }
}