{
 "awd_id": "1424899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Highly reactive thiol binding sites on bacterial cell envelopes and their influence on metal speciation in aquatic systems",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2015-01-22",
 "awd_max_amd_letter_date": "2015-01-22",
 "awd_abstract_narration": "Bacteria are ubiquitous in natural environments. The adherence of metal ions onto the surface of bacterial cells can affect the global cycling of elements, the mobility of metal contaminants, and the effectiveness of contaminant mitigation techniques. Past studies have identified the importance of certain bacterial surface sites in adhering metal ions at unrealistically high metal concentrations. However, recent studies suggest that at environmentally relevant metal concentrations, previously unrecognized sites may be more important. The goal of this study is to better understand the impact of high-affinity, but low abundance, bacterial surface binding sites on metal uptake and reactivity in aquatic systems. Because most metals are present at low concentrations both in natural and contaminated systems, the outcomes of this research could help better understand the environmental fate of heavy metals in natural environments.\r\n\r\nAn innovative approach will be used to isolate the influence of R-SH sites on bacterial cell envelopes. Specifically, an R-SH-sensitive fluorophore molecule (qBBr) will be used that binds strongly to R-SH sites on the cell envelope. qBBr fluoresces when bound to R-SH sites, and the charge on the molecule prevents it crossing the cell membrane easily; and hence can be used for previously impossible direct determinations of R-SH site concentrations on cell envelopes. In addition, because qBBr binds so strongly to cell envelope R-SH sites, we can use it as a blocking agent in order to isolate proton- and metal-binding reactions with cell envelope R-SH sites. The funded research will, for the first time, directly probe the role of cell envelope thiol sites, and will enable us to study their interactions with metals. Using fluorescence and x-ray absorption spectroscopies, coupled with potentiometric titration and bulk adsorption experiments, the PIs will measure the thiol concentration on cell envelopes of selected bacteria common to most aquatic systems, and to determine how different environmental variables, such as the growth medium and growth conditions (aerobic versus anaerobic) influence the thiol concentrations. The PIs will measure Zn adsorption onto thiol sites, and determine the molecular structures and binding constants of the Zn-thiol complexes on bacterial cell envelopes using sorption and spectroscopy approaches. The detailed measurements that the qBBr approach makes possible have the potential to transform our understanding of how bacteria bind metals under realistic conditions. The results of the proposed research are critical for evaluating the role of these important binding sites on metal speciation and distribution in the environment. The results from this study can be applied not only to contaminant transport modeling, but also to bioremediation engineering and to understanding heavy metal cycling in the environment in general.\r\n\t\r\nThe funded research will support a number of outreach activities, including teacher training through Princeton University?s ?Quest? program; the development of a geomicrobiology/environmental chemistry module in South Bend high school science research programs; and teaching a water pollution technology module in South Chicago-area high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satish",
   "pi_last_name": "Myneni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Satish Myneni",
   "pi_email_addr": "smyneni@princeton.edu",
   "nsf_id": "000274408",
   "pi_start_date": "2015-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7295",
   "pgm_ref_txt": "GEOBIOLOGY & LOW TEMP GEOCHEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metals are a class of elements that play varying roles in all life on Earth, ranging from providing essential nutrition at certain concentration and in certain chemical form to causing severe toxicity when they are present at elevated levels and in some chemical forms. For example, metals are responsible for maintaining the electrolyte balance in the human body and acting as cofactors in enzymes with critical functions. However, all metals have a threshold concentration above which they become toxic. In addition, some metals have no biological function and are effectively toxic at all concentrations. Our research focuses on two metals that are common in the environment with implications for human health: mercury (Hg) and zinc (Zn). Hg and Zn are similar in that they can react with the same sites in important biological molecules in living organisms. However, Zn is an essential nutrient at small doses, while Hg has no known biological function in humans and even low concentrations of Hg and in certain forms can elicit toxicity.</p>\n<p>The chemical form of a metal (I.e the electronic state of the metal, and how the metal is associated with different molecules, such as water or organic molecules) determines its ability to induce a biological effect- for example, nutrition vs toxicity- a process which is known as bioavailability. Yet, many questions remain on the bioavailable forms of Hg and Zn, which is in part due to analytical limitations for identifying the biological sites that Hg and Zn react with at relevant concentrations.</p>\n<p>Our study used the state-of-the-art technique, known as high energy-resolution X-ray absorption near edge structure spectroscopy, to overcome concentration limits and successfully identify the chemical forms of Hg and Zn in biological systems. We use bacteria as model organisms because they are ubiquitous in natural environments, influence the fate of metal contaminants, and are known to chemically transform Hg into the potent neurotoxin methylmercury. Our results can be applied to better understand the bacterial transformation of Hg to methylmercury and its abundances in aquatic systems, to provide insight into the decision-making process for remediation of Hg- and Zn-contaminated sites, and to even identify the chemical forms of Zn that are ideal for nutritional supplements for human consumption.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2020<br>\n\t\t\t\t\tModified by: Satish&nbsp;Myneni</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetals are a class of elements that play varying roles in all life on Earth, ranging from providing essential nutrition at certain concentration and in certain chemical form to causing severe toxicity when they are present at elevated levels and in some chemical forms. For example, metals are responsible for maintaining the electrolyte balance in the human body and acting as cofactors in enzymes with critical functions. However, all metals have a threshold concentration above which they become toxic. In addition, some metals have no biological function and are effectively toxic at all concentrations. Our research focuses on two metals that are common in the environment with implications for human health: mercury (Hg) and zinc (Zn). Hg and Zn are similar in that they can react with the same sites in important biological molecules in living organisms. However, Zn is an essential nutrient at small doses, while Hg has no known biological function in humans and even low concentrations of Hg and in certain forms can elicit toxicity.\n\nThe chemical form of a metal (I.e the electronic state of the metal, and how the metal is associated with different molecules, such as water or organic molecules) determines its ability to induce a biological effect- for example, nutrition vs toxicity- a process which is known as bioavailability. Yet, many questions remain on the bioavailable forms of Hg and Zn, which is in part due to analytical limitations for identifying the biological sites that Hg and Zn react with at relevant concentrations.\n\nOur study used the state-of-the-art technique, known as high energy-resolution X-ray absorption near edge structure spectroscopy, to overcome concentration limits and successfully identify the chemical forms of Hg and Zn in biological systems. We use bacteria as model organisms because they are ubiquitous in natural environments, influence the fate of metal contaminants, and are known to chemically transform Hg into the potent neurotoxin methylmercury. Our results can be applied to better understand the bacterial transformation of Hg to methylmercury and its abundances in aquatic systems, to provide insight into the decision-making process for remediation of Hg- and Zn-contaminated sites, and to even identify the chemical forms of Zn that are ideal for nutritional supplements for human consumption. \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2020\n\n\t\t\t\t\tSubmitted by: Satish Myneni"
 }
}