{
 "awd_id": "1426642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Some Implications of Scarcity Thinking",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2014-12-15",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 651735.0,
 "awd_amount": 813966.0,
 "awd_min_amd_letter_date": "2014-12-03",
 "awd_max_amd_letter_date": "2021-10-18",
 "awd_abstract_narration": "The proposed research explores the psychological mindset that arises in contexts of scarcity. Previous research has documented the greater focus and precision that emerge under scarcity, as well as the accompanying costs that are incurred as those who focus on scarcity neglect things in the periphery. The present studies investigate several additional yet central aspects of this scarcity mindset. We extend earlier work on how scarcity captures attention and encourages tradeoff-thinking, thereby yielding greater consistency in decision-making. Among other things, we explore persistent shifts of attention, and investigate how a focus on tradeoffs can make people highly effective budgeters with respect to the resource that's currently scarce, but much less effective regarding competing and future resources. We probe how resource inequality can exacerbate the attention drawn to scarcity, and we explore whether increased tradeoff thinking, by capturing attention, can actually undermine subjective well-being and the ability to savor real-time experiences.  A second line of studies addresses not whether scarcity improves or harms decision-making; instead, it looks at how a scarcity mindset changes the texture of everyday thinking and experience along various qualitative and affective dimensions. It investigates what kinds of thoughts or concepts are most accessible when we inhabit scarcity, how our thinking changes as a result, and how, under scarcity, people end up organizing the world into different categories. It also explores why scarcity-related thoughts might prove more cognitively taxing than the everyday worries that plague individuals who are not laboring under scarcity. The proposed studies range from surveys and laboratory experiments to field studies, and explore the differences between poorer and richer participants both in naturally occurring settings, as well as in controlled experimental settings where participants are randomly assigned to scarcity (limited budgets) versus plenty (larger budgets), before their reasoning and decision-making are assessed. The research provides a new and different perspective on decision-making in contexts of scarcity in general, and of poverty in particular. It focuses on how scarcity mindsets can change the texture of everyday thinking and experience, and derives several novel predictions, both for theory and for practice. It has profound implications for the debate about the causal connections between poverty and behavior, and for how we might interpret various policy failures.  Scarcity is an inherent feature of the world, yet the psychology of scarcity only arises in specific circumstances. This has important implications for the study of cognition, decision-making, and well-being, and it can have profound repercussions for how behavioral economics and the social sciences understand contexts of scarcity, and for potential solutions to problems of public policy.\r\n\r\nThis research provides a new and different perspective on fundamental problems surrounding decision-making behaviors in contexts of scarcity in general, and of poverty in particular. It focuses on how scarcity mindsets can change the texture of everyday thinking and experience, and derives several novel predictions, both for theory and for practice. Previous research explored the greater focus and precision that emerge under scarcity, as well as the accompanying costs that are incurred as those who focus on scarcity neglect things in the periphery. We extend earlier work on how scarcity captures attention and encourages tradeoff-thinking, thereby yielding greater consistency in decision-making and judgment. Among other things, we explore the resulting attentional shifts, and we investigate how the attention devoted to such tradeoffs can make people good budgeters with respect to the resource that is scarce, but less effective budgeters on competing resources. We probe how resource inequality can exacerbate the attention drawn to scarcity, and we explore whether increased tradeoff thinking, by capturing attention, can actually undermine subjective well-being and the ability to savor real-time experiences. We also investigate the kinds of thoughts or concepts are most accessible when we face scarcity, how activated semantic networks change as a result, and how, under scarcity, people end up organizing the world into different categories. We also ask why scarcity-related thoughts might be more cognitively taxing than the everyday worries that plague individuals who are not laboring under  scarcity. This  research has profound implications for the debate about the causal connections between poverty and behavior, and for how we ought to interpret failure in circumstances of poverty, and of scarcity more generally. Scarcity is an inherent feature of the world around us, yet the psychology of scarcity only arises in specific circumstances. This has important implications for the study of cognition, decision-making, and well-being, among other things, we predict that certain errors and inconsistencies typically observed in situations of abundance will dramatically diminish under scarcity. We also expect the nature of certain affective experiences to differ in scarcity contexts. This can have profound implications for how behavioral economics and the social sciences understand experiences in scarcity contexts, and for ensuing applications to policy challenges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eldar",
   "pi_last_name": "Shafir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eldar Shafir",
   "pi_email_addr": "shafir@princeton.edu",
   "nsf_id": "000109923",
   "pi_start_date": "2014-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Peretsman-Scully Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 167367.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 318576.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 328023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research set out to study the mindsets of those living with a scarcity of resources, esp. financial resources. We were especially interested in the capture of attention versus the ability to focus on everyday tasks among those living in contexts near- or at poverty. The various studies we ran aimed to explore the extent to which preoccupations with budgeting and insufficient resources occupy the mind of those under financial scarcity, what they tend to think about when they attempt to let their minds \"wonder,\" the extent to which preoccupation with scarce resources distracts from other cognitive activities, etc.</p>\n<p>We find that preoccupation with scarcity tends to occupy people's minds, reduces their bandwidth, and can distract from other cognitive activities. It can even interfere with the intention to let one's mind \"wonder.\" &nbsp;Everything from performaing logical tests to simple daydreaming can be hampered by the distraction brought about by the pressures of everyday life under scarcity.</p>\n<p>At the same time, becuase of the focus on budget and tradeoffs, those juggling insufficient resources are often less susceptible to the potentially misleading effects of context that arsie from having only a vague sense of the value of things, and are consequently less prone than their wealthier counterparts to exhibit some of the classical \"inconsistent\" judgments often documented in the literature.&nbsp;</p>\n<p>One hypothesis we have explored and which seems to be supported by much of the data is that scarcity hampers people's ability to think about issues \"unrelated\" to the scarcity they deal with during the course of everyday life. We have also used eye-tracking methods to explore people's attentional focus as we manipulate the sources of scarcity - we find that participants spend more of their attentional resources on those domains where they experience the greatest scarcity.</p>\n<p>We have also looked at how others perceive those living with scarcity - the attributions made towards those seen as poor, and the implications such judgments can have. Consistent with related research by others, we find that those perceived as poorer are also perceived as less competent, and that these judgments are made -- and nearly impossible to avoid -- in less than half a second.</p>\n<p>Finally, we have looked at why some of the disadvantages experienced by those in poverty are not seen as more pressing. &nbsp;In a series of studies around what we call the \"think-skin bias,\" we show that people perceive the impact of various everyday mishaps, accidents, and disappointments experienced by the poor as less grave, less disappointing, less bothersome than those same mishaps when they are experienced by the wealthy. Paradoxically, while the poor face greater and persistent juggling needs that are demanding and distracting, they are disrespected relative to those who are not poor, and their difficulties are perceived as less impactful.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2023<br>\n\t\t\t\t\tModified by: Eldar&nbsp;Shafir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research set out to study the mindsets of those living with a scarcity of resources, esp. financial resources. We were especially interested in the capture of attention versus the ability to focus on everyday tasks among those living in contexts near- or at poverty. The various studies we ran aimed to explore the extent to which preoccupations with budgeting and insufficient resources occupy the mind of those under financial scarcity, what they tend to think about when they attempt to let their minds \"wonder,\" the extent to which preoccupation with scarce resources distracts from other cognitive activities, etc.\n\nWe find that preoccupation with scarcity tends to occupy people's minds, reduces their bandwidth, and can distract from other cognitive activities. It can even interfere with the intention to let one's mind \"wonder.\"  Everything from performaing logical tests to simple daydreaming can be hampered by the distraction brought about by the pressures of everyday life under scarcity.\n\nAt the same time, becuase of the focus on budget and tradeoffs, those juggling insufficient resources are often less susceptible to the potentially misleading effects of context that arsie from having only a vague sense of the value of things, and are consequently less prone than their wealthier counterparts to exhibit some of the classical \"inconsistent\" judgments often documented in the literature. \n\nOne hypothesis we have explored and which seems to be supported by much of the data is that scarcity hampers people's ability to think about issues \"unrelated\" to the scarcity they deal with during the course of everyday life. We have also used eye-tracking methods to explore people's attentional focus as we manipulate the sources of scarcity - we find that participants spend more of their attentional resources on those domains where they experience the greatest scarcity.\n\nWe have also looked at how others perceive those living with scarcity - the attributions made towards those seen as poor, and the implications such judgments can have. Consistent with related research by others, we find that those perceived as poorer are also perceived as less competent, and that these judgments are made -- and nearly impossible to avoid -- in less than half a second.\n\nFinally, we have looked at why some of the disadvantages experienced by those in poverty are not seen as more pressing.  In a series of studies around what we call the \"think-skin bias,\" we show that people perceive the impact of various everyday mishaps, accidents, and disappointments experienced by the poor as less grave, less disappointing, less bothersome than those same mishaps when they are experienced by the wealthy. Paradoxically, while the poor face greater and persistent juggling needs that are demanding and distracting, they are disrespected relative to those who are not poor, and their difficulties are perceived as less impactful. \n\n \n\n\t\t\t\t\tLast Modified: 01/29/2023\n\n\t\t\t\t\tSubmitted by: Eldar Shafir"
 }
}