{
 "awd_id": "1430441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Drawing Causal Inference from Big Data",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2015-03-10",
 "awd_max_amd_letter_date": "2016-02-01",
 "awd_abstract_narration": "A conference titled \"Drawing Causal Inference from Big Data\" will be held March 26 and 27, 2015, in the National Academy of Sciences auditorium in Washington DC. The purpose of this conference is to present state-of-the-art approaches to the problem, and to bring together leading experts, both the featured speakers and other experts, who will generate progress through their interactions. In many respects the subject of this conference is in its infancy because the many methods that have been developed and used for causal inference in small data do not scale up, because Big Data is often collected in the field in uncontrolled fashion, and because of the sheer size of the data that, contrary to popular belief, make it more rather than less difficult to identify causal effects. The problems in dealing with Big Data are in good part rooted in the limitations of human cognition, so ongoing efforts are aimed at the development of computational algorithms. However it is likely that computational techniques are best viewed as augmenting rather than replacing human insight: Current algorithms can find complex patterns and associations but most are not aimed to discover causal explanations. The conference also addresses the appropriate way to define causality in large data collected from chaotic and noisy systems, and the way to find causes that lie outside the measured variables. For example a correlation observed in a health survey based on genetic mapping might be due to an unmeasured environmental factor such as poverty. \r\n\r\nThe subject of the conference is of vital and current interest to every field of study, business, and government agencies. Our society has developed methods of collecting and storing enormous amounts of data, and is increasingly doing so. The data can arrive from controlled experiments, but most often comes from relatively uncontrolled field observations, such as those from social networks, human medical and genetic measurements, and patterns of purchases. The amount of data has far outstripped our ability to discern what important patterns are in the data, and most important, what explains those patterns. In a typical large database there are huge number of variables that can be measured, and virtually uncountable numbers of correlations between different subgroups of those variables. There are enormous potential benefits to science, business, government, and society if the critical patterns in Big Data can not only be ascertained but explained. Explanation is the goal of this conference, represented by the phrase, \"drawing causal inference.\" The most pressing questions we face are causal in nature. In health we might observe that a particular treatment is associated with a decrease of cancer deaths, but need to know if the treatment is the cause of the decrease. In education we might observe that students held back in early grades tend to drop out of high school, but need to know if the treatment causes that result.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Shiffrin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Shiffrin",
   "pi_email_addr": "shiffrin@indiana.edu",
   "nsf_id": "000115274",
   "pi_start_date": "2015-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 Constitution Ave NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This award provided $100,000 for travel awards to students and young scientists to attend several conferences and gain knowledge of techniques to analyze large data sets for causal influences, a challenging problem in these days of Big Data.</p>\n<p class=\"p1\">The first of these conferences was the Sackler Colloquium &ldquo;Drawing Causal Inference from Big Data&rdquo; held in Washington DC March 26 and 27, 2015. &nbsp;53 awards were used for this conference (the award notice arrived so close to the date of this conference, more awards for this conference could not be arranged). The remaining funds were used to 27 student and young investigator travel to three later conferences in 2015 &nbsp;relevant for this topic: the Annual Summer Interdisciplinary Conference held July 10-15, the Annual Meetings of the Mathematical Psychology Conference held July 17-21, and the Annual Meetings of the Cognitive Science Society held July 22-26.</p>\n<p class=\"p1\">48 awards were given to women, and 23 to members of under-represented minority populations. The first of these conferences was entirely devoted to the topic for which the travel was awarded. The remaining three conferences had numerous talks workshops and posters devoted to the subject. It is our belief that the grant ably served the purpose for which it was awarded.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2017<br>\n\t\t\t\t\tModified by: Richard&nbsp;M&nbsp;Shiffrin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This award provided $100,000 for travel awards to students and young scientists to attend several conferences and gain knowledge of techniques to analyze large data sets for causal influences, a challenging problem in these days of Big Data.\nThe first of these conferences was the Sackler Colloquium \"Drawing Causal Inference from Big Data\" held in Washington DC March 26 and 27, 2015.  53 awards were used for this conference (the award notice arrived so close to the date of this conference, more awards for this conference could not be arranged). The remaining funds were used to 27 student and young investigator travel to three later conferences in 2015  relevant for this topic: the Annual Summer Interdisciplinary Conference held July 10-15, the Annual Meetings of the Mathematical Psychology Conference held July 17-21, and the Annual Meetings of the Cognitive Science Society held July 22-26.\n48 awards were given to women, and 23 to members of under-represented minority populations. The first of these conferences was entirely devoted to the topic for which the travel was awarded. The remaining three conferences had numerous talks workshops and posters devoted to the subject. It is our belief that the grant ably served the purpose for which it was awarded. \n\n \n\n\t\t\t\t\tLast Modified: 03/30/2017\n\n\t\t\t\t\tSubmitted by: Richard M Shiffrin"
 }
}