{
 "awd_id": "1433440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Reciprocal Model for Teaching and Learning Computational Competencies: Connecting Pre-Service Teachers and Urban Latino Youth",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2015-02-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 773237.0,
 "awd_amount": 773237.0,
 "awd_min_amd_letter_date": "2015-02-06",
 "awd_max_amd_letter_date": "2018-12-10",
 "awd_abstract_narration": "This project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase student motivations and capacities to pursue careers in fields of science, technology, engineering, and mathematics (STEM) by engaging students and teachers in authentic computational tasks associated with real-world challenges.  The after-school program will engage urban Latino middle school and high school students in activities aimed at developing computational competencies and promoting interests in pursuing computer science related studies and careers.  The project will also engage pre-service teachers in a new professional development model that will include a specialized computer science teaching methods course, and will have them teach computational competencies in the after-school program.    A new 16-month computer science curriculum will be designed and tested for the College and Beyond after-school program sponsored by the Latin American Association.   The curriculum activities will be organized around four themes: Block-Based Programming, Embedded Systems, Game Development, and App(lication) Development.  Students will develop skills in planning, designing, programming, running, and debugging algorithms to solve problems and accomplish tasks. The interactive curriculum will incorporate a variety of learning tools that will provide multiple ways for students to learn and demonstrate their computational competencies.  As students become more familiar with designing algorithms that are efficient, they will also come to appreciate the importance of logical reasoning, creativity, and working within real-world constraints to their designs.  Development of the new curriculum will be guided by input from focus groups that include Latino students, mentors and teachers who work with Latino students, and representatives of industry.  In conjunction with the new curriculum, new instruments will be developed and tested to measure shifts in student motivation, attitudes, and competencies in computational thinking, as well as pre-service teacher aptitude, motivation, and aspirations related to teaching computational competencies.\r\n\r\nThis is a design and development research project that will iteratively design, develop and test a new curriculum, a set of assessment instruments, and a computer science education methods course for pre-service teachers.  Project participants will include 50 Latino middle school students, 50 Latino high school students, and 16 pre-service STEM (Science, Technology, Engineering, and Mathematics) teachers over a period of 3 years.  Development of the new after-school curriculum will be framed by the skills and dispositions associated with computational thinking as defined by the International Society for Technology in Education and the Computer Science Teachers Association.   The project team will work in partnership with the Latin American Association and the Technology Association of Georgia Education to ensure that the resulting curriculum is culturally relevant to the target population and responsive to the real-world context of the STEM workforce.   The project will consist of three phases: a) resource development; b) resource implementation; and c) pilot testing.  Pilot test quantitative data will be analyzed using descriptive statistics and repeated measure Analysis of Variance.  It is anticipated that student participants will exhibit improvements in skills, aptitudes, and habits of mind associated with computational and algorithmic thinking, along with increases in motivations and aspirations to pursue studies and careers associated with computing and STEM fields.  The project will also produce new and modified research instruments for measuring these outcomes.  The outcomes of this project will likely have broad impacts on teaching and learning in formal classrooms and out-of-school learning environments, and on our understanding of how to best tailor learning experiences to the cultural contexts of underserved and underrepresented populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anton",
   "pi_last_name": "Puvirajah",
   "pi_mid_init": "s",
   "pi_sufx_name": "",
   "pi_full_name": "Anton s Puvirajah",
   "pi_email_addr": "apuvira@uwo.ca",
   "nsf_id": "000525351",
   "pi_start_date": "2015-02-06",
   "pi_end_date": "2016-03-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Enderle",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Enderle",
   "pi_email_addr": "penderle@gsu.edu",
   "nsf_id": "000681762",
   "pi_start_date": "2016-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Monsaas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judith Monsaas",
   "pi_email_addr": "judith.monsaas@usg.edu",
   "nsf_id": "000569172",
   "pi_start_date": "2015-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynnette",
   "pi_last_name": "Aponte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynnette Aponte",
   "pi_email_addr": "laponte@thelaa.org",
   "nsf_id": "000667264",
   "pi_start_date": "2015-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Latin Amercian Association",
  "perf_str_addr": "2750 Buford Highway",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303242750",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 773237.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was conducted in an after-school program that engaged urban Latino middle school students in activities aimed at developing computational competencies and promoting interests in pursuing computer science related studies and careers. The project also engaged pre-service teachers in a new professional development model that included a specialized culturally relevant computer science teaching methods sequence of courses, and had them teach computational competencies in the after-school program. A new four-semester computer science curriculum was designed and tested for the Latino Youth Leadership Academy after-school program sponsored by the Latin American Association. The curricular activities were organized around four themes: Block-Based Programming, Robotics, Game Development, Syntax Programming through e-textile projects. Students developed skills in planning, designing, programming, running, and debugging algorithms to solve problems and accomplish tasks. The interactive curricula incorporated a variety of learning tools that provided multiple ways for students to learn and demonstrate their computational competencies. Development of the new curriculum was guided by input from focus groups that include Latinx students, families, mentors, and teachers who worked with Latinx students, and representatives of industry. In conjunction with the new curriculum, new instruments were developed and tested to measure shifts in student motivation, attitudes, and competencies in computational thinking. &nbsp;Pre-service teachers were also studied for their aptitude, motivation, and aspirations related to teaching computational competencies as well as their conceptualization and deployment of culturally relevant pedagogy.</p>\n<p>As a design and development research project that interactively designed, developed, and tested a new curriculum, a set of assessment instruments, and a series of culturally relevant computer science education methods courses for pre-service teachers we managed to serve more than 100 middle school students, and 21 pre-service teachers over a period of 3.5 years. <br /> Student participants exhibited improvements in skills and knowledge associated with computational thinking, along with increases in motivations and aspirations to connect their everyday lives and concerns with science curriculum. The project also produced new and modified research instruments for measuring these outcomes. The outcomes of this project has had impacts on teaching and learning in formal classrooms and out-of-school learning environments, and on our understanding of how to best tailor learning experiences to the cultural contexts of underserved and underrepresented populations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2020<br>\n\t\t\t\t\tModified by: Patrick&nbsp;J&nbsp;Enderle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was conducted in an after-school program that engaged urban Latino middle school students in activities aimed at developing computational competencies and promoting interests in pursuing computer science related studies and careers. The project also engaged pre-service teachers in a new professional development model that included a specialized culturally relevant computer science teaching methods sequence of courses, and had them teach computational competencies in the after-school program. A new four-semester computer science curriculum was designed and tested for the Latino Youth Leadership Academy after-school program sponsored by the Latin American Association. The curricular activities were organized around four themes: Block-Based Programming, Robotics, Game Development, Syntax Programming through e-textile projects. Students developed skills in planning, designing, programming, running, and debugging algorithms to solve problems and accomplish tasks. The interactive curricula incorporated a variety of learning tools that provided multiple ways for students to learn and demonstrate their computational competencies. Development of the new curriculum was guided by input from focus groups that include Latinx students, families, mentors, and teachers who worked with Latinx students, and representatives of industry. In conjunction with the new curriculum, new instruments were developed and tested to measure shifts in student motivation, attitudes, and competencies in computational thinking.  Pre-service teachers were also studied for their aptitude, motivation, and aspirations related to teaching computational competencies as well as their conceptualization and deployment of culturally relevant pedagogy.\n\nAs a design and development research project that interactively designed, developed, and tested a new curriculum, a set of assessment instruments, and a series of culturally relevant computer science education methods courses for pre-service teachers we managed to serve more than 100 middle school students, and 21 pre-service teachers over a period of 3.5 years. \n Student participants exhibited improvements in skills and knowledge associated with computational thinking, along with increases in motivations and aspirations to connect their everyday lives and concerns with science curriculum. The project also produced new and modified research instruments for measuring these outcomes. The outcomes of this project has had impacts on teaching and learning in formal classrooms and out-of-school learning environments, and on our understanding of how to best tailor learning experiences to the cultural contexts of underserved and underrepresented populations.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2020\n\n\t\t\t\t\tSubmitted by: Patrick J Enderle"
 }
}