{
 "awd_id": "1443472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Inert Gas and Methane Based Climate Records throughout the South Pole Deep Ice Core",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 150118.0,
 "awd_amount": 150118.0,
 "awd_min_amd_letter_date": "2015-08-27",
 "awd_max_amd_letter_date": "2017-08-29",
 "awd_abstract_narration": "Gases trapped in ice cores have revealed astonishing things about the greenhouse gas composition of the past atmosphere, including the fact that carbon dioxide concentrations never rose above 300 parts per million during the last 800,000 years.  This places today's concentration of 400 parts per million in stark contrast.  Furthermore, these gas records show that natural sources of greenhouse gas such as oceans and ecosystems act as amplifiers of climate change by increasing emissions of gases during warmer periods.  Such amplification is expected to occur in the future, adding to the human-produced gas burden.  The South Pole ice core will build upon these prior findings by expanding the suite of gases to include, for the first time, those potent trace gases that both trapped heat and depleted ozone during the past 40,000 years.  The present project on inert gases and methane in the South Pole ice core will improve the dating of this crucial record, to unprecedented precision, so that the relative timing of events can be used to learn about the mechanism of trace gas production and destruction, and consequent climate change amplification.  Ultimately, this information will inform predictions of future atmospheric chemical cleansing mechanisms and climate in the context of our rapidly changing atmosphere.  This award also engages young people in the excitement of discovery and polar research, helping to entrain the next generations of scientists and educators.  Education of graduate students, a young researcher (Buizert), and training of technicians, will add to the nation?s human resource base.   \r\n \r\nThis award funds the construction of the gas chronology for the South Pole 1500m ice core, using measured inert gases (d15N and d40Ar--Nitrogen and Argon isotope ratios, respectively) and methane in combination with a next-generation firn densification model that treats the stochastic nature of air trapping and the role of impurities on densification.  The project addresses fundamental gaps in scientific understanding that limit the accuracy of gas chronologies, specifically a poor knowledge of the controls on ice-core d15N and the possible role of layering and impurities in firn densification.  These gaps will be addressed by studying the gas enclosure process in modern firn at the deep core site.  The work will comprise the first-ever firn air pumping experiment that has tightly co-located measurements of firn structural properties on the core taken from the same borehole.\r\n\r\nThe project will test the hypothesis that the lock-in horizon as defined by firn air d15N, CO2, and methane is structurally controlled by impermeable layers, which are in turn created by high-impurity content horizons in which densification is enhanced.  Thermal signals will be sought using the inert gas measurements, which improve the temperature record with benefits to the firn densification modeling.  Neon, argon, and oxygen will be measured in firn air and a limited number of deep core samples to test whether glacial period layering was enhanced, which could explain low observed d15N in the last glacial period.  Drawing on separate volcanic and methane synchronization to well-dated ice cores to create independent ice and gas tie points, independent empirical estimates of the gas age-ice age difference will be made to check the validity of the firn densification model-inert gas approach to calculating the gas age-ice age difference.  These points will also be used to test whether the anomalously low d15N seen during the last glacial period in east Antarctic ice cores is due to deep air convection in the firn, or a missing impurity dependence in the firn densification models.  \r\n\r\nThe increased physical understanding gained from these studies, combined with new high-precision measurements, will lead to improved accuracy of the gas chronology of the South Pole ice core, which will enhance the overall science return from this gas-oriented core.  This will lead to clarification of timing of atmospheric gas variations and temperature, and aid in efforts to understand the biogeochemical feedbacks among trace gases.  These feedbacks bear on the future response of the Earth System to anthropogenic forcing.  Ozone-depleting substances will be measured in the South Pole ice core record, and a precise gas chronology will add value.  Lastly, by seeking a better understanding of the physics of gas entrapment, the project aims to have an impact on ice-core science in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Brook",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Brook",
   "pi_email_addr": "brooke@geo.oregonstate.edu",
   "nsf_id": "000223296",
   "pi_start_date": "2015-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8013",
   "pgm_ref_txt": "High Risk/Reward Innovative Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 26960.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 71401.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 51757.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported research on air trapped in Antarctic ice sheet at the South Pole. &nbsp;Snow falling in the polar regions gradually compacts and turns to ice, trapping the air in the snowpack. &nbsp;Drilling through the ice sheet at the South Pole recovered an ice core that covers the last approximately 57,0000 years. The researchers supported by this grant studied this air by extracting it from ice samples under vacuum then analyzing the air. &nbsp;They measured the concentration of methane, a gas that changes concentration as climate changes. &nbsp;The methane changes are global - they happen at the same place everywhere on Earth. &nbsp;Changes in methane create time markers that allowed the researchers to assign ages to various depths in the South Pole core, because the timing of methane changes is known from other ice cores. This provided a time scale (age as function of depth) for other users of the ice core now and in the future. &nbsp;Several of the methods used to match the data were new to ice core projects.&nbsp;</p>\n<p>The researchers also measured the chemical composition of nitrogen gas in the ice core air. &nbsp;Nitrogen (N<sub>2</sub>) has two forms (isotopes) and some of the N<sub>2</sub>&nbsp;molecules contain the rarer form (nitrogen-15) vs. the more common form (nitrogen-14). &nbsp;The percentage of molecules with the rarer form changes as the snowpack gets thinner or deeper in response to changes in climate. &nbsp;This is because gravity attracts the form with the nitrogen-15 more strongly than the form with nitrogen-14 and temperature affects the molecules also. Analysis of the nitrogen data allowed the researchers to determine Antarctic surface temperatures 20,000 years ago, and compare them to today's temperatures. &nbsp;The temperature difference between the two time periods is smaller than previous predictions. This result should help climate scientists further improve models of Earth's climate.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2021<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Brook</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported research on air trapped in Antarctic ice sheet at the South Pole.  Snow falling in the polar regions gradually compacts and turns to ice, trapping the air in the snowpack.  Drilling through the ice sheet at the South Pole recovered an ice core that covers the last approximately 57,0000 years. The researchers supported by this grant studied this air by extracting it from ice samples under vacuum then analyzing the air.  They measured the concentration of methane, a gas that changes concentration as climate changes.  The methane changes are global - they happen at the same place everywhere on Earth.  Changes in methane create time markers that allowed the researchers to assign ages to various depths in the South Pole core, because the timing of methane changes is known from other ice cores. This provided a time scale (age as function of depth) for other users of the ice core now and in the future.  Several of the methods used to match the data were new to ice core projects. \n\nThe researchers also measured the chemical composition of nitrogen gas in the ice core air.  Nitrogen (N2) has two forms (isotopes) and some of the N2 molecules contain the rarer form (nitrogen-15) vs. the more common form (nitrogen-14).  The percentage of molecules with the rarer form changes as the snowpack gets thinner or deeper in response to changes in climate.  This is because gravity attracts the form with the nitrogen-15 more strongly than the form with nitrogen-14 and temperature affects the molecules also. Analysis of the nitrogen data allowed the researchers to determine Antarctic surface temperatures 20,000 years ago, and compare them to today's temperatures.  The temperature difference between the two time periods is smaller than previous predictions. This result should help climate scientists further improve models of Earth's climate. \n\n\t\t\t\t\tLast Modified: 02/03/2021\n\n\t\t\t\t\tSubmitted by: Edward J Brook"
 }
}