{
 "awd_id": "1443268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development of a Suite of Proxies to Detect Past Collapse of the West Antarctic Ice Sheet",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Jackson",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 50002.0,
 "awd_amount": 50002.0,
 "awd_min_amd_letter_date": "2015-07-27",
 "awd_max_amd_letter_date": "2015-07-27",
 "awd_abstract_narration": "Collapse of the West Antarctic ice sheet (WAIS) could raise global sea level by up to 3 meters, at a rate of up to ~1 meter per century, yielding major societal impacts.  The goal of this project is to determine if such a collapse occurred in the recent past. This will include development of new geochemical tools to evaluate the sedimentary geologic record around the WAIS to evaluate WAIS behavior during past warm periods.   The primary activities to be carried out by the research team are to: 1) characterize the chemistry and magnetic properties of sediments being discharged from different portions of the WAIS and use these properties to ?fingerprint? inputs from different sources on the continent; 2) measure these same properties in a marine sediment core to document major changes in the WAIS over the last 150,000 years. Determining if the WAIS has collapsed in the recent past can provide important information on WAIS potential to grow unstable in the future.   The tools to be developed here can then be used on older records around the WAIS to examine the frequency of ice sheet instability in the past. The project will support a postdoctoral researcher as well as undergraduate students. \r\n\r\nThis project will develop sediment provenance proxies to trace the sources of sediment discharged by the West Antarctic Ice Sheet (WAIS) to the continental rise. Specific questions to be addressed are: 1) the degree that sediment from different WAIS terranes can be geochemically and magnetically differentiated; 2) the ability of terrane provenance proxies to detect WAIS collapse in the late Quaternary. The WAIS erodes sediments from various West Antarctic geologic terranes that are deposited in adjacent drift sites. The geochemistry and magnetic properties of drift sediments reflect the tectonic and metamorphic history of their source terranes. Deglaciation of a terrane during WAIS collapse should be detectable by the loss of the terrane?s geochemical and magnetic signature in continental-rise detrital sediments. Continental shelf late-Holocene sediments from near the current WAIS groundling line will be analyzed for silt- and clay-size Sr-Nd-Pb isotopes, magnetic properties, and major-trace elements. The suite of cores includes  the eastern Ross Sea to the northern tip of the Antarctic Peninsula and will establish provenance signatures of the Ross and Amundsen Provinces of Marie Byrd Land, Pine Island Bay, Thurston Island/Eight Coast Block, Ellsworth-Whitmore Crustal Block, and Antarctic Peninsula terranes. Many of these terranes have similar tectonic and metamorphic histories but Sr-Nd isotope data from detrital sediments suggest at least 3 distinct provenance signatures. An initial down core study of Ocean Drilling Program Site 1096 in the Bellingshausen Sea will be conducted to detect if the WAIS was unstable during the last interglacial period.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Beard",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brian L Beard",
   "pi_email_addr": "beardb@geology.wisc.edu",
   "nsf_id": "000415793",
   "pi_start_date": "2015-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1215 West Dayton Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The future of Earth?s remaining ice sheets is the greatest uncertainty in predicting future sea level rise. In particular, marine-based ice sheets like West Antarctica (WAIS) are unstable and can respond unpredictably to a changing environment. But how unstable is the WAIS? Is there geologically recent precedent for its instability? Here we used the geochemistry of sediments from the different geologic terranes underlying the WAIS and the Antarctic Peninsula ice sheet (APIS) to document ice-sheet presence/absence over the last glacial-interglacial cycle from 125,000 years ago to present. We find the presence of both the WAIS and APIS over the last 115,000 years, but absence of the WAIS before 115,000 years ago. This means that the WAIS was gone during the last interglacial period, an interval when sea level was at least 6 meters above present. We thus show that the WAIS contributed to this higher-than-present sea level. Moreover, our findings provide the first direct geologic evidence for WAIS instability and collapse in the late Pleistocene, in particular during the most recent interglacial period to our own. Such collapse would raise sea level by at least 3 meters, which ice sheet models show can occur in centuries if the ocean warms by only 2 Celsius above preindustrial levels.</p>\n<p>Consequently, near-future WAIS collapse has geologic precedence and is a clear and present danger to humanity. Sea-level rise by several meters in a century or two would displace hundreds of millions of people on the globe with attendant impacts on global society and resources. Given our findings and the heightened concern the raise, the only possible action to avert this catastrophe is to immediately start reducing greenhouse gas concentrations in the atmosphere so as to cool the ocean and Antarctica.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2019<br>\n\t\t\t\t\tModified by: Brian&nbsp;L&nbsp;Beard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe future of Earth?s remaining ice sheets is the greatest uncertainty in predicting future sea level rise. In particular, marine-based ice sheets like West Antarctica (WAIS) are unstable and can respond unpredictably to a changing environment. But how unstable is the WAIS? Is there geologically recent precedent for its instability? Here we used the geochemistry of sediments from the different geologic terranes underlying the WAIS and the Antarctic Peninsula ice sheet (APIS) to document ice-sheet presence/absence over the last glacial-interglacial cycle from 125,000 years ago to present. We find the presence of both the WAIS and APIS over the last 115,000 years, but absence of the WAIS before 115,000 years ago. This means that the WAIS was gone during the last interglacial period, an interval when sea level was at least 6 meters above present. We thus show that the WAIS contributed to this higher-than-present sea level. Moreover, our findings provide the first direct geologic evidence for WAIS instability and collapse in the late Pleistocene, in particular during the most recent interglacial period to our own. Such collapse would raise sea level by at least 3 meters, which ice sheet models show can occur in centuries if the ocean warms by only 2 Celsius above preindustrial levels.\n\nConsequently, near-future WAIS collapse has geologic precedence and is a clear and present danger to humanity. Sea-level rise by several meters in a century or two would displace hundreds of millions of people on the globe with attendant impacts on global society and resources. Given our findings and the heightened concern the raise, the only possible action to avert this catastrophe is to immediately start reducing greenhouse gas concentrations in the atmosphere so as to cool the ocean and Antarctica.\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2019\n\n\t\t\t\t\tSubmitted by: Brian L Beard"
 }
}