{
 "awd_id": "1444449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genomics of Resistance to Mite Herbivores Associated with Drought Stress in Cereals",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 1069975.0,
 "awd_amount": 1069975.0,
 "awd_min_amd_letter_date": "2015-08-07",
 "awd_max_amd_letter_date": "2015-08-07",
 "awd_abstract_narration": "Crop losses to pests, including animals like caterpillars or aphids, present a major challenge for sustainable agricultural practices. Among herbivores that feed on plant tissues, insects are by far the best characterized. However, plant-feeding mites, which are distant relatives of insects, can also be major pests in agriculture. In particular, many mite species thrive on and damage drought-stressed plants, including major cereal crops like maize and wheat. Under these situations, mites pose a significant challenge for control as they are often resistant to commonly used pesticides. Plants can defend themselves against attack and damage by herbivores.  For example, for a number of plant species, certain varieties are known to be more resistant to mites than others because of their ability to produce compounds toxic to herbivores. The objective of this research is to understand the genetic and genomic nature of plant defense pathways that function to deter agriculturally important mites. The mite species to be examined are the two-spotted spider mite (Tetranychus urticae) and the Banks grass mite (Oligonychus pratensis) that are associated with significant outbreaks on drought-stressed maize or other cereal species. The research will use genomic and genetic methods to elucidate which plant defense pathways in maize (Zea mays ssp. mays) and barley (Hordeum vulgare L.) respond to mite herbivory, and how variation in these pathways impacts plant resistance. Moreover, the effect of drought (water stress) on these defense pathways will be assessed, an objective motivated by the observation that each of these pests can be economically damaging during droughts. This project has relevance, therefore, to efforts to develop more mite resistant crop plants. All data will be accessible to the public through long-term public repositories such as the Gene Expression Omnibus (GEO) and MaizeGDB. Biological resources generated during the project will be available upon request. As part of the project, the work will train undergraduate, graduate and post-graduate scholars.  In addition, educational material will be developed on plant-mite interactions for distribution to the public on the Learn.Genetics website (http://learn.genetics.utah.edu/).\r\n\r\nTo identify genetic pathways in plants that respond to spider mite pests, gene expression profiling using the RNA-seq method (high throughput sequencing of cDNA) will be performed on maize and barley leaves infested with both two-spotted spider mites (a generalist pest on both dicot and monocot plants) and Banks grass mites (a specialist pest on grasses). Further, to understand the effect of an agriculturally important abiotic stress on plant defense pathways, expression profiling for mite responses will be performed on both well watered and water stressed plants. Comparisons of plant transcriptional response to the two herbivores, and as a function of an abiotic stress relevant to mite outbreaks, will shed light on the specificity of plant responses to generalist and specialist herbivores, and how the environment affects the interaction in plants. A specific outcome will be the identification of gene regulatory networks underlying mite resistance. Further, susceptibility to mite damage is known to vary among individuals within plant species, including maize. To investigate this, a collection of inbred maize lines used to create the Nested Association Mapping (NAM) community genetic mapping resource will be screened for susceptibility or resistance to each mite herbivore. Gene expression studies with sensitive and resistant maize lines will then be used to assess the genomic basis of variation in plant mite resistance. In parallel, and to relate plant molecular phenotypes of mite response to plant performance upon mite infestation in an agricultural setting, field trials for resistance will be performed on plants under high water and drought stress conditions for a subset of maize inbred lines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Clark",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Clark",
   "pi_email_addr": "clark@biology.utah.edu",
   "nsf_id": "000498449",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Ramirez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo A Ramirez",
   "pi_email_addr": "ricardo.ramirez@usu.edu",
   "nsf_id": "000670114",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "257 South 1400 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1069975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Herbivores, like caterpillars or aphids, damage plants by consuming plant tissues or fluids. As a result, crop yields in agriculture are reduced, and wild plant populations can also be impacted. However, plants are not passive participants in this interaction. Many plants constitutively produce toxic proteins or small compounds that repel herbivores, and often the production of these defenses is rapidly induced upon feeding by herbivores. This latter process involves the recognition by the plant of herbivore damage, and is associated with rapid changes in the expression of defense genes. However, the extent to which plants respond to different herbivores varies, and among plant species, or among lines (varieties) of the same species, differences in the extent of resistance are often observed. For this project, we investigated the molecular and genetic mechanisms of plant defense responses and/or resistance of maize and barley to two major spider mite herbivores of cereals, the two-spotted spider mite (<em>Tetranychus urticae</em>) and the Banks grass mite (<em>Oligonychus pratensis</em>). As compared to insects, spider mites are relatively poorly studied as pests of cereal crops; however, both the two-spotted spider mite and the Banks grass mite can have significant and negative agricultural impacts on cereal crops, especially in combination with drought stress.</p>\n<p>Using genome-wide gene expression data, we found that transcriptional responses of a maize line and a barley line that are susceptible to both spider mite species had similar plant gene expression responses to both mites, and that more generally spider mite herbivory induced genetic pathways previously associated with resistance to insect species that also consume leaf tissue. Focusing on maize, we then identified several lines, including B49, B75, and B96, that were much more resistant to the two-spotted spider mite than most of the other maize lines that we surveyed in our study, including B73. However, B49, B75, and B96, and all other lines we assessed, were comparatively susceptible to herbivory by the Banks grass mite. In both greenhouse and field studies, we also found that the resistance of two of these maize lines, B75 and B96, to the two-spotted spider mite was not impacted by drought stress (in contrast, on B73 mites performed even better when plants were water stressed, causing more damage). In large-scale genetic studies, we then showed that several loci in the genomes of B49, B75, and B96 were responsible for the resistance of these lines to the two-spotted spider mite, which is the most widespread spider mite herbivore of maize. Finally, to further understand the molecular basis of resistance of B96 and B75 to the two-spotted spider mite, we assessed how these two lines respond to two-spotted spider mite herbivory as compared to susceptible B73 at the transcriptome level. We found that both of these resistant lines induced different sets of genes in response to two-spotted spider mite herbivory as compared to B73. Further analyses of upregulated gene sets suggested that these lines likely have enhanced perception of herbivores, especially B96. Nevertheless, expression patterns for specific defense genes, in combination with our findings from genetic mapping studies, raised the possibility that resistance to the two-spotted spider mite may have a different (or partially different) molecular basis as compared to that reported for resistance of maize to some insect herbivores.</p>\n<p>Our project developed many resources for the scientific community studying plant responses to agriculturally damaging herbivores. These publicly available resources included genomic sequence data for spider mite resistant maize lines as well as associated gene expression data. Additionally, we identified specific chromosome regions and haplotypes in spider mite resistant maize lines that can potentially be used in marker assisted breeding efforts to develop maize varieties that are resistant to spider mite herbivores. More generally, across two institutions the project trained multiple undergraduates, graduate students, and postdoctoral fellows. This included instruction in many areas of plant biology, as well as in genetic, genomic, and statistical methods at the forefront of studies in the biological sciences. The research findings were also incorporated into publicly available educational materials via the Learn.Genetics online educational resource of the Genetic Science Learning Center of the University of Utah, and hence were disseminated to a broad audience of K-12 students, undergraduate students, and the general public. Presentations by project participants about the significance of crop damage from spider mites, and the associated biology of plant-herbivore interactions in agriculture, were also given to audiences of crop producers and agricultural professionals in the state of Utah.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2021<br>\n\t\t\t\t\tModified by: Richard&nbsp;M&nbsp;Clark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHerbivores, like caterpillars or aphids, damage plants by consuming plant tissues or fluids. As a result, crop yields in agriculture are reduced, and wild plant populations can also be impacted. However, plants are not passive participants in this interaction. Many plants constitutively produce toxic proteins or small compounds that repel herbivores, and often the production of these defenses is rapidly induced upon feeding by herbivores. This latter process involves the recognition by the plant of herbivore damage, and is associated with rapid changes in the expression of defense genes. However, the extent to which plants respond to different herbivores varies, and among plant species, or among lines (varieties) of the same species, differences in the extent of resistance are often observed. For this project, we investigated the molecular and genetic mechanisms of plant defense responses and/or resistance of maize and barley to two major spider mite herbivores of cereals, the two-spotted spider mite (Tetranychus urticae) and the Banks grass mite (Oligonychus pratensis). As compared to insects, spider mites are relatively poorly studied as pests of cereal crops; however, both the two-spotted spider mite and the Banks grass mite can have significant and negative agricultural impacts on cereal crops, especially in combination with drought stress.\n\nUsing genome-wide gene expression data, we found that transcriptional responses of a maize line and a barley line that are susceptible to both spider mite species had similar plant gene expression responses to both mites, and that more generally spider mite herbivory induced genetic pathways previously associated with resistance to insect species that also consume leaf tissue. Focusing on maize, we then identified several lines, including B49, B75, and B96, that were much more resistant to the two-spotted spider mite than most of the other maize lines that we surveyed in our study, including B73. However, B49, B75, and B96, and all other lines we assessed, were comparatively susceptible to herbivory by the Banks grass mite. In both greenhouse and field studies, we also found that the resistance of two of these maize lines, B75 and B96, to the two-spotted spider mite was not impacted by drought stress (in contrast, on B73 mites performed even better when plants were water stressed, causing more damage). In large-scale genetic studies, we then showed that several loci in the genomes of B49, B75, and B96 were responsible for the resistance of these lines to the two-spotted spider mite, which is the most widespread spider mite herbivore of maize. Finally, to further understand the molecular basis of resistance of B96 and B75 to the two-spotted spider mite, we assessed how these two lines respond to two-spotted spider mite herbivory as compared to susceptible B73 at the transcriptome level. We found that both of these resistant lines induced different sets of genes in response to two-spotted spider mite herbivory as compared to B73. Further analyses of upregulated gene sets suggested that these lines likely have enhanced perception of herbivores, especially B96. Nevertheless, expression patterns for specific defense genes, in combination with our findings from genetic mapping studies, raised the possibility that resistance to the two-spotted spider mite may have a different (or partially different) molecular basis as compared to that reported for resistance of maize to some insect herbivores.\n\nOur project developed many resources for the scientific community studying plant responses to agriculturally damaging herbivores. These publicly available resources included genomic sequence data for spider mite resistant maize lines as well as associated gene expression data. Additionally, we identified specific chromosome regions and haplotypes in spider mite resistant maize lines that can potentially be used in marker assisted breeding efforts to develop maize varieties that are resistant to spider mite herbivores. More generally, across two institutions the project trained multiple undergraduates, graduate students, and postdoctoral fellows. This included instruction in many areas of plant biology, as well as in genetic, genomic, and statistical methods at the forefront of studies in the biological sciences. The research findings were also incorporated into publicly available educational materials via the Learn.Genetics online educational resource of the Genetic Science Learning Center of the University of Utah, and hence were disseminated to a broad audience of K-12 students, undergraduate students, and the general public. Presentations by project participants about the significance of crop damage from spider mites, and the associated biology of plant-herbivore interactions in agriculture, were also given to audiences of crop producers and agricultural professionals in the state of Utah.\n\n\t\t\t\t\tLast Modified: 10/22/2021\n\n\t\t\t\t\tSubmitted by: Richard M Clark"
 }
}