{
 "awd_id": "1444951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Magma Structure and Anharmonicity Controls on Iron Isotopic Fractionation in Igneous Rocks",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2015-04-15",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 308835.0,
 "awd_amount": 308835.0,
 "awd_min_amd_letter_date": "2015-04-13",
 "awd_max_amd_letter_date": "2017-02-09",
 "awd_abstract_narration": "Among planetary bodies, Earth is unique in that it possesses an oxygen-rich atmosphere sustained by photosynthesis. Its mantle is also unusual in that it is oxidized relative to the mantles of other planetary bodies (e.g., Vesta, Mars). The redox evolution of the mantle may have influenced the redox state of the present atmosphere as the raise in the oxygen content of the atmosphere approximately two billion years ago could have resulted from a change in the nature of the gases emitted by volcanoes. One challenge with understanding what controlled the redox evolution of Earth is that proxies to trace the oxidation state of the mantle are missing or inadequate. One way to measure the redox state of the Earth is to study the redox state of iron, which can exist as metallic iron under reducing condition, ferrous iron (as in olivine) in intermediate condition, and ferric (as in rust) in oxidizing condition. One difficulty with this approach is that iron can easy switch from one form to another. For this reason, it is important to develop new tracers of the redox condition of the Earth's mantle that are less easily obliterated, and iron isotopes may be such tracers. However, the groundwork to establish iron isotopes as tracers of magmatic and redox processes in the Earth is still missing, which is the main scope of this proposal.\r\n\r\nThe extent to which iron isotopes can be fractionated in rocks and magmas can be predicted using the synchrotron method of Nuclear Resonant Inelastic X-ray Scattering (NRIXS), which allows measuring the strength of the bonds that hold iron in position in a solid (the mean force constant of iron bonds). Through theory, it is possible to predict the extent to which iron isotopes can be fractionated based on such NRIXS measurements. Previous work showed that there was a strong influence of the redox state of iron and magma composition on the degree of iron isotopic fractionation. These studies could explain why more evolved (more silicic) igneous rocks tend to have heavier Fe isotopic compositions than less silicic rocks. They however fell short of explaining why the oceanic crust is enriched systematically in the heavy isotopes of iron relative to the underlying mantle. One possible reason for this shortcoming is that the samples that are usually measured by NRIXS at room temperature for practical reasons are not representative of mantle-derived samples, which are at much higher temperatures. Indeed, higher temperatures could affect the structure of the samples. It could also affect the strength of the chemical bonds if the material shows some anharmonicity.  To quantify this, experiments will be done at the Advanced Photon Source synchrotron to measure the force constant of iron bonds of materials of geological relevance (glasses, melts, olivine) at high temperature. This will be done by placing the samples on a heated wire in a controlled atmosphere and bringing the detectors as close as possible to the samples without damaging them. By measuring the apparent force constant of iron bonds as a function of temperature, it will be possible to retrieve the quartic term of the interatomic potential and learn about anharmonic and structural changes in igneous rocks and melts. These measurements will help develop a quantitative understanding of iron isotopic fractionation in mantle and crustal rocks. This is needed to use iron isotopic variations in igneous rocks as tracers of the redox state and magmatic evolution of the Earth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Dauphas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Dauphas",
   "pi_email_addr": "dauphas@uchicago.edu",
   "nsf_id": "000317345",
   "pi_start_date": "2015-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5734 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371468",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 105859.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 101273.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 101703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The force needed to stretch a mechanical spring increases in a predictable manner as stretching increases and such behavior is called harmonic. An assumption often made in the study of solid materials is that the  chemical bonds that hold the atoms together are harmonic, meaning that  they behave like a mechanical spring. It is well known however that at some level, the harmonic approximation must break down for chemical bonds. Indeed, the reason why solids occupy larger volumes when they are heated (the phenomenon of thermal expansion) is that the chemical bonds are not purely harmonic. In Earth science, the harmonic approximation is often made to extrapolate the behavior of solids from low temperature to temperatures relevant to Earth&rsquo;s interior. In particular, this assumption is made to predict how different isotopes of an element (atoms that have the same behavior but different masses such as iron-54 and iron-56) are distributed between coexisting minerals. The distribution of isotopes among coexisting minerals is a very powerful tracer of geological processes. For example, iron isotopes can vary as a function of redox conditions (whether the oxidized or reduced form of iron is present) and the nature of the minerals present. In the present study, we have evaluated whether the harmonic approximation was valid for silicates. For that purpose, we used the synchrotron technique of Nuclear Resonant Inelastic X-ray Scattering (NRIXS hereafter).</p>\n<p>&nbsp;</p>\n<p>Intellectual merit: Silicates are the most abundant minerals in Earth and they can contain a significant amount of iron. The study of iron isotope variations in silicate rocks and minerals is a blooming field providing constraints on redox processes in the Earth, magmatic crystallization, and the conditions of core formation. To properly interpret the isotopic variations measured in natural samples, it is imperative to understand how those isotopes behave when minerals are allowed to equilibrate with each other. This can be done by doing first principle (ab initio) calculations, by performing equilibration experiments, or my measuring the force of the bonds using the NRIXS technique. All these approaches rely on the harmonic approximation to extrapolate the isotopic fractionation factors to temperatures relevant to Earth&rsquo;s interior. To test the harmonic approximation, we have used the NRIXS technique to measure simultaneously the strength and the extent of stretching of the bonds as the temperature changed. Our measurements of silicate glass up to 500 C and olivine up to 1000 C show that the iron bonds are indeed harmonic.</p>\n<p>&nbsp;</p>\n<p>Broader impacts: The harmonic assumption is very commonly used across the sciences but its limitations are not often evaluated. In our study, we have shown that silicate glass and olivine both have iron bonds that are harmonic. The methodology used for iron can be applied to other systems for applications outside of the Earth sciences. Indeed, it relies on the fact that NRIXS can measure simultaneously the strength and elongation of the chemical bonds. We thus provide a blueprint to study anharmonicity in solids that should be relevant to various flields of study. We have also developed a software called SciPhon that reduces NRIXS data, which is not straightforward. The software has been made available to the community and it is not routinely used at the Advanced Photon Source by biochemists, condensed matter physicits, and geophysicists. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2018<br>\n\t\t\t\t\tModified by: Nicolas&nbsp;Dauphas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe force needed to stretch a mechanical spring increases in a predictable manner as stretching increases and such behavior is called harmonic. An assumption often made in the study of solid materials is that the  chemical bonds that hold the atoms together are harmonic, meaning that  they behave like a mechanical spring. It is well known however that at some level, the harmonic approximation must break down for chemical bonds. Indeed, the reason why solids occupy larger volumes when they are heated (the phenomenon of thermal expansion) is that the chemical bonds are not purely harmonic. In Earth science, the harmonic approximation is often made to extrapolate the behavior of solids from low temperature to temperatures relevant to Earth?s interior. In particular, this assumption is made to predict how different isotopes of an element (atoms that have the same behavior but different masses such as iron-54 and iron-56) are distributed between coexisting minerals. The distribution of isotopes among coexisting minerals is a very powerful tracer of geological processes. For example, iron isotopes can vary as a function of redox conditions (whether the oxidized or reduced form of iron is present) and the nature of the minerals present. In the present study, we have evaluated whether the harmonic approximation was valid for silicates. For that purpose, we used the synchrotron technique of Nuclear Resonant Inelastic X-ray Scattering (NRIXS hereafter).\n\n \n\nIntellectual merit: Silicates are the most abundant minerals in Earth and they can contain a significant amount of iron. The study of iron isotope variations in silicate rocks and minerals is a blooming field providing constraints on redox processes in the Earth, magmatic crystallization, and the conditions of core formation. To properly interpret the isotopic variations measured in natural samples, it is imperative to understand how those isotopes behave when minerals are allowed to equilibrate with each other. This can be done by doing first principle (ab initio) calculations, by performing equilibration experiments, or my measuring the force of the bonds using the NRIXS technique. All these approaches rely on the harmonic approximation to extrapolate the isotopic fractionation factors to temperatures relevant to Earth?s interior. To test the harmonic approximation, we have used the NRIXS technique to measure simultaneously the strength and the extent of stretching of the bonds as the temperature changed. Our measurements of silicate glass up to 500 C and olivine up to 1000 C show that the iron bonds are indeed harmonic.\n\n \n\nBroader impacts: The harmonic assumption is very commonly used across the sciences but its limitations are not often evaluated. In our study, we have shown that silicate glass and olivine both have iron bonds that are harmonic. The methodology used for iron can be applied to other systems for applications outside of the Earth sciences. Indeed, it relies on the fact that NRIXS can measure simultaneously the strength and elongation of the chemical bonds. We thus provide a blueprint to study anharmonicity in solids that should be relevant to various flields of study. We have also developed a software called SciPhon that reduces NRIXS data, which is not straightforward. The software has been made available to the community and it is not routinely used at the Advanced Photon Source by biochemists, condensed matter physicits, and geophysicists.  \n\n\t\t\t\t\tLast Modified: 05/03/2018\n\n\t\t\t\t\tSubmitted by: Nicolas Dauphas"
 }
}