{
 "awd_id": "1444210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Brazil Planning Visit: An Integrated Approach to Resolving the late Paleozoic Ice Age in the Parana Basin, Brazil",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 44494.0,
 "awd_amount": 44494.0,
 "awd_min_amd_letter_date": "2015-06-02",
 "awd_max_amd_letter_date": "2015-06-02",
 "awd_abstract_narration": "US-Brazil Planning Visit: A Collaborative Effort to Reconstruct the Climate of the Last Icehouse in the Paraná Basin, Brazil\r\n\r\nPart1: \r\nThis international collaborative research will revolutionize our ability to correlate geologic, paleoclimate, and biotic events throughout South America and will permit assessment of the degree of global synchroneity of events and the nature of teleconnections in the late Paleozoic climate system. The geochronologic framework we will develop has the potential to also contribute to unraveling the tectonic evolution of the Andes and shedding light on the origin of economic metals and petroleum resources in South America. The long-term international collaboration will facilitate the exchange of scientific and education information and resources by the investigators and provide more diverse training of US and Brazilian undergraduate and graduate students.\r\n\r\nPart2:\r\nThe last icehouse on Earth (340 to 260 million years ago), prior to our current glacial world, was the longest lived and most geographically extensive ice age of the past half billion years. Despite substantially different geography than today, the late Paleozoic Ice Age (LPIA) provides insight into the response of icehouse climate processes and the biosphere to major perturbation, including CO2-forcing of climate. The demise of this icehouse records the only transition of a vegetated and metazoan world from a glacial state to fully greenhouse conditions. Studies of the past two decades have raised fundamental questions and defined paradoxes regarding the climate system and climate-life linkages during this time. Resolving these scientific issues requires better time constraints for high-latitude depositional basins that contain a rich record of the LPIA. The Paraná Basin is an ideal natural laboratory as it contains one of the thickest successions of late Paleozoic glacial and post-glacial strata and has long been considered a key geographic piece of the puzzle regarding the nature and timing of glaciation in Gondwana. Widely distributed volcanic ashes offer the potential to develop a U-Pb dated higher latitude record of high temporal resolution and continuity. Sedimentary deposits, which are rich in paleoclimate proxies and characterize the successions above and between glacial deposits provide an opportunity to evaluate, via fossil soil, geochemical and fossil leaf analyses, how the regional climate conditions and paleo-atmospheric CO2 varied between glacial maxima and glacial minima. \r\n\r\nWe are carrying out a planning visit and reconnaissance fieldtrip to initiate an international research and education collaboration with Brazilian investigators at the Universidade Federal do Rio Grande Do Sul (Roberto Iannuzzi) and the Universidade Federal do Paraná (Fernando Farias Vesely). The longer-term collaborative project, which integrates the group?s complimentary scientific interests and expertise, focuses on three research objectives that will improve our understanding of the climate system and climate-life linkages during this last icehouse. These include (1) developing high-precision U-Pb ages for ashes within the Permo-Carboniferous succession of the Paraná Basin, (2) integrating field evidence of the geographic distribution of ice sheets with the U-Pb and Hf isotopic compositions of detrital zircons from glacial deposits in order to reconstruct the ice sheet history in west-central Gondwana, and (3) developing high-resolution climate records for the Paraná Basin & assess their linkages to the glaciation history, Gondwanan paleobotanical records, and existing lower-latitude (paleotropical) proxy records.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isabel",
   "pi_last_name": "Montañez",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Isabel P Montañez",
   "pi_email_addr": "ipmontanez@ucdavis.edu",
   "nsf_id": "000221944",
   "pi_start_date": "2015-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qing-zhu",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qing-zhu Yin",
   "pi_email_addr": "qyin@ucdavis.edu",
   "nsf_id": "000106448",
   "pi_start_date": "2015-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168605",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7299",
   "pgm_ref_txt": "INTERNATIONAL PLAN & WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 44494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The longer-term research in the Paran&aacute; Basin, Brazil, which formed the basis for the CNIC grant, contributes to our understanding of the climate history during the penultimate icehouse, 300 million years ago. This icehouse is our only analogue for our current glacial state in which animal and plant life thrive. The one-year grant (extended 6 months at no extra cost), which served as a &lsquo;proof-of-concept&rsquo; study, permitted us to develop a new collaboration with several Brazilian colleagues and their undergraduate and graduate students from the Universidade Federal do Rio Grande do Sul and Universidade Federal do Paran&aacute;. This study accomplished several major goals.&nbsp; First, we demonstrated that the currently used timescale for the Paran&aacute; Basin is tenuous at best and in many cases misleading. We resolved this limitation by carrying out CA-IDTIMS (Chemical Abrasion-Isotope Dilution Mass Spectrometry) U-Pb isotopic analysis of single zircons of multiple stratigraphic intervals in the study location and substantially refined the chronostratigraphic framework for this interval of time in the Paran&aacute; Basin. In turn, this accomplishment has redefined the timing of glaciation in this part of the paleo-Southern Hemisphere during the penultimate icehouse, and constrained the timing of the terminal deglaciation and turnover to a full greenhouse. We have also demonstrated that we can place constraints on the source of the different ice sheets that flowed into the Paran&aacute; Basin at the time. Through laser ablation U-Pb and Hf isotope analysis of detrital zircons from the glacial diamictites and interglacial mudstones we have documented achievable source discrimination for glacigenic basins in South America. Importantly, our U-Pb ages of zircons on the eastern margin of the Paran&aacute; Basin, support an African sediment source and provide the first geochemical evidence for glacial advances from southeastern Africa. The implications of these results is that a large ice sheet emanated out of eastern southern Africa and likely Antarctica and fed 1000s of kms into the Paran&aacute; Basin of Brazil during the Carboniferous (~310 to 300 million years ago) &mdash; a finding that has been previously under-recognized.&nbsp; This research also involved the mentoring and training of one Ph.D. student, one post-doctoral fellow, and several undergraduate students, which represent a diverse workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2017<br>\n\t\t\t\t\tModified by: Isabel&nbsp;P&nbsp;Montanez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe longer-term research in the Paran&aacute; Basin, Brazil, which formed the basis for the CNIC grant, contributes to our understanding of the climate history during the penultimate icehouse, 300 million years ago. This icehouse is our only analogue for our current glacial state in which animal and plant life thrive. The one-year grant (extended 6 months at no extra cost), which served as a ?proof-of-concept? study, permitted us to develop a new collaboration with several Brazilian colleagues and their undergraduate and graduate students from the Universidade Federal do Rio Grande do Sul and Universidade Federal do Paran&aacute;. This study accomplished several major goals.  First, we demonstrated that the currently used timescale for the Paran&aacute; Basin is tenuous at best and in many cases misleading. We resolved this limitation by carrying out CA-IDTIMS (Chemical Abrasion-Isotope Dilution Mass Spectrometry) U-Pb isotopic analysis of single zircons of multiple stratigraphic intervals in the study location and substantially refined the chronostratigraphic framework for this interval of time in the Paran&aacute; Basin. In turn, this accomplishment has redefined the timing of glaciation in this part of the paleo-Southern Hemisphere during the penultimate icehouse, and constrained the timing of the terminal deglaciation and turnover to a full greenhouse. We have also demonstrated that we can place constraints on the source of the different ice sheets that flowed into the Paran&aacute; Basin at the time. Through laser ablation U-Pb and Hf isotope analysis of detrital zircons from the glacial diamictites and interglacial mudstones we have documented achievable source discrimination for glacigenic basins in South America. Importantly, our U-Pb ages of zircons on the eastern margin of the Paran&aacute; Basin, support an African sediment source and provide the first geochemical evidence for glacial advances from southeastern Africa. The implications of these results is that a large ice sheet emanated out of eastern southern Africa and likely Antarctica and fed 1000s of kms into the Paran&aacute; Basin of Brazil during the Carboniferous (~310 to 300 million years ago) &mdash; a finding that has been previously under-recognized.  This research also involved the mentoring and training of one Ph.D. student, one post-doctoral fellow, and several undergraduate students, which represent a diverse workforce.\n\n \n\n\t\t\t\t\tLast Modified: 04/14/2017\n\n\t\t\t\t\tSubmitted by: Isabel P Montanez"
 }
}