{
 "awd_id": "1445496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CubeSat: Observing Terrestrial Gamma-ray Flash (TGF) Beams With A Pair Of CubeSats",
 "cfda_num": "47.050",
 "org_code": "06020200",
 "po_phone": "7032924773",
 "po_email": "msharma@nsf.gov",
 "po_sign_block_name": "Mangala Sharma",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 376686.0,
 "awd_amount": 457629.0,
 "awd_min_amd_letter_date": "2015-08-17",
 "awd_max_amd_letter_date": "2022-10-25",
 "awd_abstract_narration": "This project is to design, develop, construct, operate and analyze the results of a dual spacecraft CubeSat mission named \"Terrestrial RaYs Analysis and Detection\" (TRYAD).  The purpose of TRYAD is to help solve the mystery of a phenomenon that's linked with lightning: terrestrial gamma rays, or TGFs. Bursts of gamma rays usually occur far out in space, near black holes and other high-energy cosmic phenomena.  Scientists were surprised when, in the mid-1990s, they found strong gamma-ray flashes happening in the skies over Earth. Powerful natural particle accelerators in the atmosphere are involved in creating lightning but the exact process is not yet known. TGFs result from this particle acceleration.  The specific objective of TRYAD is to observe TGFs from two separate points within their beams. All other existing and planned TGF observations are single-point. With a pair of CubeSats, therefore, TRYAD will make unique, first-of-its-kind TGF observations that are crucial for being able to distinguish between several existing models for the acceleration process that is a key part of lightning. In this way, the project will help advance the fundamental understanding of this intriguing and important phenomenon in the Earth atmosphere. \r\n\r\nBeyond its impact on lightening physics, TRYAD will pursue extensive hands-on learning and training objectives for undergraduate students at both Auburn University and University of Alabama in Huntsville.  Building on the experiences from the successful, established CubeSat program at AU, the Auburn University Student Space Program (AUSSP), most of the tasks throughout the project will be carried out by student teams under the expert supervision of teams of professors at both institutions. Further, the project will be supported through for-credit classes at both universities.  Students from outside AU and UAH will be offered an opportunity to participate via UAH?s existing Heliophysics Summer Research Experience for Undergraduates (REU) program. Likewise, CubeSat and TGF-related activities will be included in the annual Summer Student Institute for High School Students at AU, which is an effective way to attract high-achieving students into the program.  The new, largely unproven technology involved in cubesat missions, inherently makes the project associated with significant risks. On the other hand, the project has tremendous potential to be transformational not only within its own research area of lightening physics but also for the larger field of space science and atmospheric research as well as within aerospace engineering and education. \r\n\r\nThe purpose of the TYRAD Mission is to measure the beam profiles and tilts of TGFs in order to distinguish between various classes of TGF initiation models. The results will advance our understanding of the physical process involved in TGF particle acceleration as well as of the thunderstorm electric fields. A pair of 3U CubeSats separated by several hundred km in low Earth orbit will provide the measurements. TRYAD is a focused mission that maximizes the gamma-ray sensitivity by carrying only gamma-ray detectors. Control of the satellite separation is essential to the success of the mission and this is achieved by using ionospheric differential drag on the two satellites, actively changed through modifying the orientation of the deployed solar panels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Briggs",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Briggs",
   "pi_email_addr": "Michael.Briggs@uah.edu",
   "nsf_id": "000612994",
   "pi_start_date": "2015-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Jenke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Jenke",
   "pi_email_addr": "jenkep@uah.edu",
   "nsf_id": "000671014",
   "pi_start_date": "2015-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive NW",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8092",
   "pgm_ref_txt": "Space Weather Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 376686.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 32956.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 47987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Terrestrial Rays Analysis and Detection (TRYAD) mission is a pair of CubeSats for multipoint measurements of terrestrial gamma-ray flashes (TGFs). TRYAD is a partnership between Auburn University (AU), University of Alabama in Huntsville (UAH), and Goddard Space Flight Center (GSFC).&nbsp;</p>\n<p>TGFs are brief (microsecond) burst of gamma rays, observed in low earth orbit (LEO), and associated with thunderstorms and lightening. There are two broad emission models for the origin of the relativistic electrons that produce the Bremsstrahlung radiation observed. One model predicts that relativistic seed electrons are accelerated in the global magnetic fields of thunderstorms causing an avalanche of relativistic electrons which in turn produce positrons which back track resulting in additional avalanches all organized along the magnetic field producing an organized beam of gamma rays. The alternative theory places the acceleration at the tip of the lightening leader as it propagates along its chaotic path. This produces a less organized (broader) beam of gamma rays. TRYAD&rsquo;s hypothesis is that if the beam may be sampled at two or more locations, the beam width, and thus the model for origin of the relativistic electrons, may be determined.</p>\n<p>It was originally hoped that the entire project would be designed, developed, and built by undergraduates. Some exceptions were made for cost and time. The spacecraft bus is a combination of off-the-shelf parts and custom designed electronics. The complexity of some of the parts, such as the radio and avionics boards proved too complicated for the typical lifespan of an experienced undergraduate (~two years). Cheap, reliable boards became available and TRYAD took advantage of these. Similarly, the summation boards for the detector silicone photomultipliers (SiPMs) require subtle engineering due to the high impedance of the SiPMs. UAH utilized an ongoing relationship with GSFC and they offered to modify an existing design for the summation boards for use in TRYAD.&nbsp;</p>\n<p>Simulations during the initial investigations indicated that the relative counts at each sample position along the beam, as well as the beam origin, was sufficient to discriminate between models. Spectral information was not necessary beyond setting an energy threshold for background rejection. It was also determined that a large (segmented) plastic detector with modest efficiency for gamma rays resulted in larger counts than a smaller (equivalent mass) high density gamma ray scintillator such as Lanthanum bromide or Sodium Iodide. These higher counts improved the statistics and confidence in the results. For diagnostic and redundancy concerns, it was determined that a four-energy channel detector segmented into two identical detectors per spacecraft would suffice while reducing the&nbsp;risk to the mission (See figure 1, 2).&nbsp;</p>\n<p>&nbsp;There are four main components to the TRYAD detectors. 1) Four rectangular bars of Eljen Technologies EJ-200 plastic scintillator diamond milled to shape, 2)eight SiPM arrays for each end of the rectangular plastic scintillator to collect the scintillation light along with transimpedance summation circuit to combine the arrays on both ends of the scintillator as well as splitting the four bars into two independent detectors for redundancy, 3) Eight independent fully programmable bias supplies (CAEN A7585DU) that will independently control the gain of each SiPM array the end of each scintillator bar. This will allow complete gain compensation for temperature variations during the mission, 4) The data acquisition board which assigns an energy channel to the pulse height and time tags the event using a time stamp from the on-board GPS receiver. In, addition, there is a light tight case surrounding the plastic scintillators, SiPMs, and summation boards (See Figure 3).</p>\n<p>Environmental and vibe testing is planned in the spring of 2024. TRYAD is currently pursuing a launch opportunity in the late summer of 2024.&nbsp;</p>\n<p>&nbsp;The TRYAD UAH program has been an amazing learning experience for over 31 undergraduates, many from UAH and several from NASA&rsquo;s intern program at Marshal Space Flight Center. There was a heavy emphasis on system engineering which is a subject generally undervalued in the student curriculum. <span>There was significant training across expertise; engineers learned the physics that the instrument is meant to explore while the scientist learned the engineering needed to build the instrument.&nbsp;</span>At every opportunity, the senior student advisor (Peter Jenke Co-I) explored post-graduate opportunities with the students and was rewarded with most of the students obtaining post-graduate positions. In all, this was a rewarding experience for the students and advisors and will hopefully result in furthering the scientific field of TGFs.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/14/2023<br>\nModified by: Peter&nbsp;Jenke</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701282003189_spectrum--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701282003189_spectrum--rgov-800width.jpg\" title=\"Figure 2).\"><img src=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701282003189_spectrum--rgov-66x44.jpg\" alt=\"Figure 2).\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An energy spectrum from the TRYAD detector, The red vertical line is the photopeak of the Am-241 radioactive source with peak energy at 60 keV. This spectrum demonstrates the desired energy threshold at 50 keV.</div>\n<div class=\"imageCredit\">TRYAD Team</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Jenke\n<div class=\"imageTitle\">Figure 2).</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701282268537_SIP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701282268537_SIP--rgov-800width.jpg\" title=\"Figure 3).\"><img src=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701282268537_SIP--rgov-66x44.jpg\" alt=\"Figure 3).\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The flight science instrument package with the data acquisition board attached. The eight bias voltage supplies (green) are offset from the board with discriminator circuitry below. The aluminum case is sealed with custom silicone gaskets to prevent light leakage.</div>\n<div class=\"imageCredit\">TRYAD Team</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Jenke\n<div class=\"imageTitle\">Figure 3).</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701281755362_Time_tagging--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701281755362_Time_tagging--rgov-800width.png\" title=\"Figure 1).\"><img src=\"/por/images/Reports/POR/2023/1445496/1445496_10388706_1701281755362_Time_tagging--rgov-66x44.png\" alt=\"Figure 1).\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure shows a schematic describing the assignment of an energy channel and time tag to each detected photon.</div>\n<div class=\"imageCredit\">TRYAD Team</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Jenke\n<div class=\"imageTitle\">Figure 1).</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Terrestrial Rays Analysis and Detection (TRYAD) mission is a pair of CubeSats for multipoint measurements of terrestrial gamma-ray flashes (TGFs). TRYAD is a partnership between Auburn University (AU), University of Alabama in Huntsville (UAH), and Goddard Space Flight Center (GSFC).\n\n\nTGFs are brief (microsecond) burst of gamma rays, observed in low earth orbit (LEO), and associated with thunderstorms and lightening. There are two broad emission models for the origin of the relativistic electrons that produce the Bremsstrahlung radiation observed. One model predicts that relativistic seed electrons are accelerated in the global magnetic fields of thunderstorms causing an avalanche of relativistic electrons which in turn produce positrons which back track resulting in additional avalanches all organized along the magnetic field producing an organized beam of gamma rays. The alternative theory places the acceleration at the tip of the lightening leader as it propagates along its chaotic path. This produces a less organized (broader) beam of gamma rays. TRYADs hypothesis is that if the beam may be sampled at two or more locations, the beam width, and thus the model for origin of the relativistic electrons, may be determined.\n\n\nIt was originally hoped that the entire project would be designed, developed, and built by undergraduates. Some exceptions were made for cost and time. The spacecraft bus is a combination of off-the-shelf parts and custom designed electronics. The complexity of some of the parts, such as the radio and avionics boards proved too complicated for the typical lifespan of an experienced undergraduate (~two years). Cheap, reliable boards became available and TRYAD took advantage of these. Similarly, the summation boards for the detector silicone photomultipliers (SiPMs) require subtle engineering due to the high impedance of the SiPMs. UAH utilized an ongoing relationship with GSFC and they offered to modify an existing design for the summation boards for use in TRYAD.\n\n\nSimulations during the initial investigations indicated that the relative counts at each sample position along the beam, as well as the beam origin, was sufficient to discriminate between models. Spectral information was not necessary beyond setting an energy threshold for background rejection. It was also determined that a large (segmented) plastic detector with modest efficiency for gamma rays resulted in larger counts than a smaller (equivalent mass) high density gamma ray scintillator such as Lanthanum bromide or Sodium Iodide. These higher counts improved the statistics and confidence in the results. For diagnostic and redundancy concerns, it was determined that a four-energy channel detector segmented into two identical detectors per spacecraft would suffice while reducing therisk to the mission (See figure 1, 2).\n\n\nThere are four main components to the TRYAD detectors. 1) Four rectangular bars of Eljen Technologies EJ-200 plastic scintillator diamond milled to shape, 2)eight SiPM arrays for each end of the rectangular plastic scintillator to collect the scintillation light along with transimpedance summation circuit to combine the arrays on both ends of the scintillator as well as splitting the four bars into two independent detectors for redundancy, 3) Eight independent fully programmable bias supplies (CAEN A7585DU) that will independently control the gain of each SiPM array the end of each scintillator bar. This will allow complete gain compensation for temperature variations during the mission, 4) The data acquisition board which assigns an energy channel to the pulse height and time tags the event using a time stamp from the on-board GPS receiver. In, addition, there is a light tight case surrounding the plastic scintillators, SiPMs, and summation boards (See Figure 3).\n\n\nEnvironmental and vibe testing is planned in the spring of 2024. TRYAD is currently pursuing a launch opportunity in the late summer of 2024.\n\n\nThe TRYAD UAH program has been an amazing learning experience for over 31 undergraduates, many from UAH and several from NASAs intern program at Marshal Space Flight Center. There was a heavy emphasis on system engineering which is a subject generally undervalued in the student curriculum. There was significant training across expertise; engineers learned the physics that the instrument is meant to explore while the scientist learned the engineering needed to build the instrument.At every opportunity, the senior student advisor (Peter Jenke Co-I) explored post-graduate opportunities with the students and was rewarded with most of the students obtaining post-graduate positions. In all, this was a rewarding experience for the students and advisors and will hopefully result in furthering the scientific field of TGFs.\n\n\n\t\t\t\t\tLast Modified: 12/14/2023\n\n\t\t\t\t\tSubmitted by: PeterJenke\n"
 }
}