{
 "awd_id": "1447342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying Geochemical Exchange at the Slab-Wedge Interface with Experiments and Natural Samples",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Geist",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 275216.0,
 "awd_amount": 275216.0,
 "awd_min_amd_letter_date": "2015-04-13",
 "awd_max_amd_letter_date": "2015-04-13",
 "awd_abstract_narration": "Abstract for Proposal 1447342 Quantifying Geochemical Exchange at the Slab-Wedge Interface with Experiments and Natural Samples\r\nPI: C. Till\r\nThe goal of this project is to better understand the chemical reactions that result when one tectonic plate sinks below another, bringing water and other chemical constituents into the Earth's interior. The project includes collaboration with Japanese colleagues and is partly supported by International Science and Engineering. This type of plate-subduction produces volcanic arcs like those in the Ring of Fire, as well as some of the largest earthquakes on Earth every year.  Understanding the chemical reactions that occur as a result of subduction is ultimately important to understand why our planet has a different type of crust than the other planets in our solar system, and how the gases and magmas emitted from volcanic arcs affect the composition of the Earth's atmosphere.  Although we have long understood that subduction contributes to these planet-wide processes, many questions remain about the specific chemical reactions in which the plate-derived elements react with the Earth's mantle.  This lack of knowledge is largely due to the limitations of studying subduction systems from the top down and can, in part, be resolved by studying rare samples from the mantle in conjunction with high-pressure experiments as proposed here.\r\n\r\nPart 2:\r\nThis project addresses three specific questions about geochemical exchange at the subducted plate- mantle interface: 1) Do hydrous minerals, in particular chlorite, form at the base of the mantle wedge and play a key role in the formation of arc magmas as hypothesized by high-pressure experiments and studies of boron isotope fractionation?, 2) Does the composition of subducted sediment melt resemble experimental predictions and subsequently react with the mantle to produce andesitic arc magmas as predicted by geochemical models?, and  3) Do subducted plate fluxes oxidize the mantle as debated by geochemical studies of arc magmas and melt inclusions? To answer these questions we propose in-situ analyses of the major and trace element, Fe3+/FeT, and boron isotopic composition of rare peridotite and eclogite minerals from the Higashi-akaishi ultramafic complex, Japan, which represent restites and trapped melts exhumed from the base of the mantle wedge.  The whole rock and mineral chemistry data will also be used to constrain starting compositions for high-pressure experiments on sediment melt-mantle wedge reactions in a complimentary effort to the in-situ chemical and isotopic analyses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christy",
   "pi_last_name": "Till",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christy B Till",
   "pi_email_addr": "christy.till@asu.edu",
   "nsf_id": "000649682",
   "pi_start_date": "2015-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5983",
   "pgm_ref_txt": "JAPAN AND KOREA PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 275216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>: The goal of this project was to better understand the chemical reactions occurring in subduction zones, where one tectonic plate sinks below another, bringing water and other chemical constituents into the Earth's interior, producing volcanic arcs like those in the Ring of Fire and causing some of the largest earthquakes on Earth every year. We studied rare samples brought to the surface from ~120 km depth in an old subduction environment in Japan and found that they record how new continental crust is formed in subduction environments, confirmed for the first time a prediction that the hydrous mineral chlorite is present in natural samples at these great depths in the Earth, and determined the composition and pH of the high-pressure fluid that coexisted with these rocks at depth. We also conducted high-pressure experiments to learn how the composition of this high-pressure fluid and any co-existing magma are formed. Together these new findings allow us to make substantial contributions to our knowledge of chemical reactions in subduction zones and their relationship to crust formation, volcanic eruptions, and large earthquakes. We published four peer-reviewed research papers, one dissertation, and six conference presentations as a result of this work.</p>\n<p><strong>Broader Impacts: </strong>This grant supported the tuition and research for one female graduate student's PhD, a portion of one female postdoctoral fellowship, and supported a substantial portion of the research necessary for a female early career professor to obtain tenure at a US state university. As a result, both the graduate student and the postdoctoral fellow are now employed in the US geoscience research and education workforce (one at University of Texas and one at NASA), and the professor is able to remain in the education workforce at a state university. This work therefore also promoted the diversity of the US STEM workforce, which is predominantly male.<strong> </strong>In addition, this grant built new collaborative relationships with scientists and students at two Japanese universities, provided international fieldwork experiences for a US student and researcher, was used to develop laboratory modules in several college geoscience courses, and provided the principal investigator a number of training and professional development opportunities as the first federally-funded scientific grant awarded to her as junior faculty.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2021<br>\n\t\t\t\t\tModified by: Christy&nbsp;Till</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The goal of this project was to better understand the chemical reactions occurring in subduction zones, where one tectonic plate sinks below another, bringing water and other chemical constituents into the Earth's interior, producing volcanic arcs like those in the Ring of Fire and causing some of the largest earthquakes on Earth every year. We studied rare samples brought to the surface from ~120 km depth in an old subduction environment in Japan and found that they record how new continental crust is formed in subduction environments, confirmed for the first time a prediction that the hydrous mineral chlorite is present in natural samples at these great depths in the Earth, and determined the composition and pH of the high-pressure fluid that coexisted with these rocks at depth. We also conducted high-pressure experiments to learn how the composition of this high-pressure fluid and any co-existing magma are formed. Together these new findings allow us to make substantial contributions to our knowledge of chemical reactions in subduction zones and their relationship to crust formation, volcanic eruptions, and large earthquakes. We published four peer-reviewed research papers, one dissertation, and six conference presentations as a result of this work.\n\nBroader Impacts: This grant supported the tuition and research for one female graduate student's PhD, a portion of one female postdoctoral fellowship, and supported a substantial portion of the research necessary for a female early career professor to obtain tenure at a US state university. As a result, both the graduate student and the postdoctoral fellow are now employed in the US geoscience research and education workforce (one at University of Texas and one at NASA), and the professor is able to remain in the education workforce at a state university. This work therefore also promoted the diversity of the US STEM workforce, which is predominantly male. In addition, this grant built new collaborative relationships with scientists and students at two Japanese universities, provided international fieldwork experiences for a US student and researcher, was used to develop laboratory modules in several college geoscience courses, and provided the principal investigator a number of training and professional development opportunities as the first federally-funded scientific grant awarded to her as junior faculty.\n\n\t\t\t\t\tLast Modified: 06/18/2021\n\n\t\t\t\t\tSubmitted by: Christy Till"
 }
}