{
 "awd_id": "1447035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evaluating the scatter of Detrital Remanent Magnetizations and its effects on relative paleointensity estimates.",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2015-06-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2015-06-15",
 "awd_max_amd_letter_date": "2016-05-17",
 "awd_abstract_narration": "Records of the geomagnetic field are derived from both igneous and sedimentary rocks, together with certain archeological artifacts. Sedimentary rock sequences are continuous through time, and provide a better picture of the magnetic field's evolution, but bear the limiting disadvantage of only providing relative, rather than absoltute, geomagnetic intensity records. Additionally, sediments are subject to biases, which affect the final distributions of the magnetic particles and the recorded magnetization. While valid correction techniques exist to obviate for notable sediment magnetic-recording biases, to date these are not used to further correct the relative paleointensity records. Conducting a series of deposition experiments in laboratory-controlled magnetic fields, and correcting for the known biases has the potential of improving estimates of relative paleointensity. These improvements would significantly contribute to our understanding of the evolution of the geomagnetic field, and therefore the history of the geodynamo and the formation of the earths interior.\r\n\r\nDespite the vast amount of research, detrital remanent magnetization (DRM) probably remains the most poorly understood type of magnetic remanence. The importance of sedimentary records in paleomagnetism warrants a sustained effort in fully understanding how sediments acquire their magnetization and how accurately they record the geomagnetic field. The efficiency of DRM is limiting in providing records of magnetic field intensity: the variable scatter of individual magnetic particle directions results in a mean vector that maintains the average orientation of the ambient field but often not its inclination; importantly, the resultant vector length is dependent on the scatter, greatly affecting relative paleointensity (RPI) estimates. Magnetic anisotropy provides a useful measurement of the scatter of particle distributions: through measurements of magnetic anisotropy obtained from deposition experiments conducted in controlled magnetic fields, the effect of the ambient field direction and intensity on particle scatter will be evaluated. Magnetic anisotropy will be used to correct for misalignment biases by restoring the distribution of directions and inclinations. In turn, this allows restoring the intensity of magnetization, permitting a novel approach of investigating RPI. Two approaches are proposed: the first utilizes the anisotropy-corrected magnetizations to provide RPI estimates, while the second will instead utilize the corrected mean resultant vector of each group of experiments as a proxy for the magnetization intensity. The expectation is that the corrected magnetizations and resultant vectors yield more consistent RPI estimates, owing to the field-strength and field-inclination dependence on the inclination error. The resultant vector approach, if successful, would provide a simplified, more applicable means of providing RPI estimates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Bilardello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dario Bilardello",
   "pi_email_addr": "dario@umn.edu",
   "nsf_id": "000643282",
   "pi_start_date": "2015-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "100 Union St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50520.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The magnetization of a sediment/sedimentary rock is acquired when the magnetic iron oxides contained in a sediment align with the Earth&rsquo;s magnetic field as they settle through the water column, providing a record of the Earth&rsquo;s field at the time of deposition. The relative continuity through time and the ubiquity of the global sedimentary record makes sediments and sedimentary rocks an ideal target for studies that investigate the evolution of the Earth&rsquo;s magnetic field. However, many sedimentary processes disrupt the alignment of magnetic particles, leading to biased magnetic intensities and directions. The inclination of the depositional field, which varies with latitude, also exerts an influence on the measured intensity, thus affecting the intensity estimates through Earth&rsquo;s history, leading to complications in interpretation of the global record. The experiments conducted under this project investigated the acquisition of sedimentary magnetizations in varying field strengths and inclinations for different sediment types, and from these results field intensity estimates were determined. The estimates were then corrected using a newly developed correction technique. The correction reduces the field inclination-dependence of the intensity while preserving the dependence of the intensity of the magnetization on the depositional field intensity. Our results suggest that the correction technique has the potential of improving global intensity estimates obtained from natural sediments and sedimentary rocks improving our understanding of the Earth&rsquo;s magnetic field through time and the evolution of the Earth.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2019<br>\n\t\t\t\t\tModified by: Dario&nbsp;Bilardello</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe magnetization of a sediment/sedimentary rock is acquired when the magnetic iron oxides contained in a sediment align with the Earth?s magnetic field as they settle through the water column, providing a record of the Earth?s field at the time of deposition. The relative continuity through time and the ubiquity of the global sedimentary record makes sediments and sedimentary rocks an ideal target for studies that investigate the evolution of the Earth?s magnetic field. However, many sedimentary processes disrupt the alignment of magnetic particles, leading to biased magnetic intensities and directions. The inclination of the depositional field, which varies with latitude, also exerts an influence on the measured intensity, thus affecting the intensity estimates through Earth?s history, leading to complications in interpretation of the global record. The experiments conducted under this project investigated the acquisition of sedimentary magnetizations in varying field strengths and inclinations for different sediment types, and from these results field intensity estimates were determined. The estimates were then corrected using a newly developed correction technique. The correction reduces the field inclination-dependence of the intensity while preserving the dependence of the intensity of the magnetization on the depositional field intensity. Our results suggest that the correction technique has the potential of improving global intensity estimates obtained from natural sediments and sedimentary rocks improving our understanding of the Earth?s magnetic field through time and the evolution of the Earth.\n\n \n\n\t\t\t\t\tLast Modified: 07/16/2019\n\n\t\t\t\t\tSubmitted by: Dario Bilardello"
 }
}