{
 "awd_id": "1447104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Recoupling the Megathrust: Evaluation of the Transition from Postseismic to Interseismic Behavior in Nicoya Costa Rica",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 309995.0,
 "awd_amount": 309995.0,
 "awd_min_amd_letter_date": "2014-12-30",
 "awd_max_amd_letter_date": "2017-03-13",
 "awd_abstract_narration": "Subduction zones are responsible for over 90% of the world?s largest earthquakes, and are responsible for virtually all tsunami generation. While geoscientists understand the driving force for such earthquakes, little is known about why they occur where they do, and particularly how the subduction fault (termed the megathrust) locks up for the development of major earthquakes.  These environments remain difficult to understand because they generally occur offshore, and are difficult to observe with primarily land-based geophysical instrumentation. However, the Nicoya Peninsula of Costa Rica has a unique geometry that allows for land-based observations of the seismically active interface.  Additionally large earthquakes occur there approximately every 50 years, with the most recent in September 2012. Now, in the years that immediately follow this major earthquake, a unique opportunity exists to observe the recoupling of the megathrust fault and die-off of aftershocks associated with this process.  The project will support the collection and modeling of ground deformation and earthquake activity in the region over a three-year period following this latest large earthquake to evaluate how the environment returns to a state of building stress for future earthquakes. The research performed in this study will improve our understanding of the relationship between behavior just after an earthquake to past, and potentially future earthquakes in a subduction zone. This work is of significant societal relevance as it identifies the utility of prior ground deformation data to develop more accurate assessments of earthquake potential in such zones.\r\n\r\nThis project will support a team to perform two time-critical field GPS campaigns and operate a local seismic network to capture the transient deformation and earthquake activity beneath Nicoya while it transitions back to interseismic behavior.  The project will support a graduate student to assimilate the campaign data with ongoing continuous GPS, existing campaign GPS data collected immediately after the earthquake, and prior recorded microseismicity to image and understand the state of recoupling along the active plate interface. The team will combine GPS and seismic datasets to model the deformation as controlled by interface afterslip, viscoelastic mantle relaxation, and spatially variable interface recoupling. The team will develop numerical models using a newly constructed geometrically accurate plate interface model that identifies large structural features that correspond to seamounts and sutures in the downgoing plate.  Constrained by ongoing microseismicity recorded by the local network, models will differentiate afterslip regions from mantle relaxation, clarifying the relative contribution of interface and mantle controls on deformation. Through the evaluation of campaign and continuous GPS along with the evolution of microseismicity in the years immediately following the September 2012 Nicoya Earthquake, the team will illuminate the development of megathrust coupling.  The contributions from mantle relaxation, interface complexity, and adjacent slow-slip activity will be useful for understanding the development and transfer of stress along the subduction zone environment.  This work will provide: 1) high-resolution images of aftershock and early interseismic microseismicity; 2) spatially-dense images of changes in ground deformation in the 5 years following the 2012 Nicoya Earthquake; 3) detailed models of interface slip and recoupling with time; 4) characterization of stress-dependent viscoelastic behavior of the mantle wedge beneath northern Costa Rica; 5) develop meaningful comparisons between the transitions from late-interseismic locking, to coseismic slip, then early-interseismic locking models; and 6) evaluate the role of subducted topography in affecting the new interseismic locking. This project, while focused on only one subduction environment, spans the late-interseismic and coseismic periods.  The results from this work will be used for future evaluation of the seismic cycle not just along Nicoya, Costa Rica, but will also be applied to subduction zones globally as the community develops more and advanced images of both interseismic locking and coseismic behavior using GPS, seafloor geodesy, and other techniques. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Newman",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew V Newman",
   "pi_email_addr": "anewman@gatech.edu",
   "nsf_id": "000311498",
   "pi_start_date": "2014-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 110700.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 77558.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 121737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through detailed evaluation of the post-earthquake deformation and aftershock activity along the Nicoya Peninsula of Costa Rica, we have developed several new insights into subduction zone earthquake behavior: 1) The fault interface can return to its pre-earthquake state very quickly following a major earthquake.&nbsp; In this case, we found that within 3.5 years, the fault had fully relocked, and started accumulating strain energy for the next large earthquake, possibly 50 years into the future; 2) We found that afterslip, the slow fault slip that occurs in the days to months following an earthquake, can be quite large, and fills both areas that were clearly locked beforehand as well as regions that may have been previously weak, suggesting that the driving mechanism for afterslip is possibly more important for its existence than its necessarily its prior driving state; 3) Aftershocks that we observed occurring during the time of afterslip did not occur in precisely the same location, but tended to occur more on the periphery, suggesting that aftershocks may be more of a symptom of afterslip rather than a direct indicator, or other direct measurement; 4) Through tests with dynamic simulations of earthquake ruptures, we found that with the locking model we observed before the Nicoya earthquake, in most rupture scenarios, simulated earthquakes grew to be about the same geometry and magnitude as we observed in the natural environment, showing the robustness of pre-earthquake locking information, especially when combined with quality synthetic modeling; and finally 5) We unexpectedly found that during the period of afterslip and return to relocking, the upper-plate forearc (where the people live) moved in a most unexpected way.&nbsp; First off, we found that a long-term steady-state driving motion of 11mm/yr stopped completely.&nbsp; This was puzzling, as a prior model arguing that the subduction of large topographic features from the South were driving this.&nbsp; We found that this simply could not explain such a shut-off.&nbsp; Secondly, we found that during the period of relocking, the entire forearc started to move much more rapidly, in what we term as the first ever observed \"Postseismic Sliver Transient\".&nbsp; It remains to be seen if such motion will occur later in the seismic cycle.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project goes beyond intellectual merit, and has substantial broader social impact.&nbsp; &nbsp;The work identifying rapid relocking and the reliability of locking models as forecasters of future earthquakes are both directly useful for deterministic seismic hazard analysis, when detailed fault information may become available beforehand.&nbsp; We additionally show that the megathrust itself, acts to modulate translational motion of the upper-plate, which can enhance earthquake risk from secondary faults much closer to populations.&nbsp; This was a previously unknown risk, and one we must be more aware of. Finally, this work supported the development of three researchers in STEM fields (1 undergrad, and 2 grad students, one of which completed her PhD with this project).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2019<br>\n\t\t\t\t\tModified by: Andrew&nbsp;V&nbsp;Newman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1447104/1447104_10346094_1558496483882_Slurch--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1447104/1447104_10346094_1558496483882_Slurch--rgov-800width.jpg\" title=\"Postseismic Sliver Transient\"><img src=\"/por/images/Reports/POR/2019/1447104/1447104_10346094_1558496483882_Slurch--rgov-66x44.jpg\" alt=\"Postseismic Sliver Transient\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GPS arrows showing ground deformation associated with maximum Postseismic Sliver Transport (PST) following the 2012 earthquake.  Arrows are for a 1-year period corresponding to the gray box shown in the representative GPS time series in the bottom panel (the large early signal is afterslip).</div>\n<div class=\"imageCredit\">Tiegan Hobbs</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andrew&nbsp;V&nbsp;Newman</div>\n<div class=\"imageTitle\">Postseismic Sliver Transient</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThrough detailed evaluation of the post-earthquake deformation and aftershock activity along the Nicoya Peninsula of Costa Rica, we have developed several new insights into subduction zone earthquake behavior: 1) The fault interface can return to its pre-earthquake state very quickly following a major earthquake.  In this case, we found that within 3.5 years, the fault had fully relocked, and started accumulating strain energy for the next large earthquake, possibly 50 years into the future; 2) We found that afterslip, the slow fault slip that occurs in the days to months following an earthquake, can be quite large, and fills both areas that were clearly locked beforehand as well as regions that may have been previously weak, suggesting that the driving mechanism for afterslip is possibly more important for its existence than its necessarily its prior driving state; 3) Aftershocks that we observed occurring during the time of afterslip did not occur in precisely the same location, but tended to occur more on the periphery, suggesting that aftershocks may be more of a symptom of afterslip rather than a direct indicator, or other direct measurement; 4) Through tests with dynamic simulations of earthquake ruptures, we found that with the locking model we observed before the Nicoya earthquake, in most rupture scenarios, simulated earthquakes grew to be about the same geometry and magnitude as we observed in the natural environment, showing the robustness of pre-earthquake locking information, especially when combined with quality synthetic modeling; and finally 5) We unexpectedly found that during the period of afterslip and return to relocking, the upper-plate forearc (where the people live) moved in a most unexpected way.  First off, we found that a long-term steady-state driving motion of 11mm/yr stopped completely.  This was puzzling, as a prior model arguing that the subduction of large topographic features from the South were driving this.  We found that this simply could not explain such a shut-off.  Secondly, we found that during the period of relocking, the entire forearc started to move much more rapidly, in what we term as the first ever observed \"Postseismic Sliver Transient\".  It remains to be seen if such motion will occur later in the seismic cycle. \n\n \n\nThis project goes beyond intellectual merit, and has substantial broader social impact.   The work identifying rapid relocking and the reliability of locking models as forecasters of future earthquakes are both directly useful for deterministic seismic hazard analysis, when detailed fault information may become available beforehand.  We additionally show that the megathrust itself, acts to modulate translational motion of the upper-plate, which can enhance earthquake risk from secondary faults much closer to populations.  This was a previously unknown risk, and one we must be more aware of. Finally, this work supported the development of three researchers in STEM fields (1 undergrad, and 2 grad students, one of which completed her PhD with this project).\n\n\t\t\t\t\tLast Modified: 05/22/2019\n\n\t\t\t\t\tSubmitted by: Andrew V Newman"
 }
}