{
 "awd_id": "1448964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Innovative Wearable Technology to Facilitate Cognitive Learning Transference",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2014-12-18",
 "awd_max_amd_letter_date": "2014-12-18",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project will develop a neurocognitive training device for the education market which targets executive function (EF) and attention deficit hyperactivity disorder (ADHD) and their impact on learning disabilities, reading comprehension and academic success. As many as one out of every five people in the United States has a learning disability (LD) and the cost of educating a student with a LD is 1.6 times the expenditure for a general education student. Thirty-five percent of students with learning disabilities drop out of high school, which is twice the rate of students without LD. This STTR project will benefit children with learning disabilities through development of a device to train cognitive ability. In a broader sense, the technology could also be used to aid adults that have a learning disability. The commercial outcome of the proposed STTR project leads to a marketable product used initially in the context of school or during other real-world activities to improve outcomes for children with a LD resulting in lower overall education costs and higher productivity as an adult.\r\n\r\nThe goal of this research is to develop an untethered neurofeedback system enabling students to apply neurocognitive training within multiple environments including during school and while at home studying. A key innovation of the proposed work is decoupling of the neurofeedback system from conventional computerized interfaces which enables neurocognitive training during real-world activities. It is hypothesized that this approach will lead to improved transference of the training to new scenarios rather than only working for a specific training task. To accomplish this, an alternative wearable based solution will be developed that signals real-time cognitive status to the user through visual feedback enabling them to train their cognitive ability. This phase I project will develop a prototype system capable of real-time electroencephalography (EEG) measurement and classification which provides feedback to the user through wearable eyeglasses. The feasibility will be demonstrated during a neurofeedback training pilot study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Kollmann",
   "pi_mid_init": "T",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Dan T Kollmann",
   "pi_email_addr": "dkollmann@koronisbiotech.com",
   "nsf_id": "000673031",
   "pi_start_date": "2014-12-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Zelazo",
   "pi_mid_init": "",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Philip Zelazo",
   "pi_email_addr": "zelazo@umn.edu",
   "nsf_id": "000077436",
   "pi_start_date": "2014-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Koronis Biomedical Technologies Corp.",
  "inst_street_address": "861 E HENNEPIN AVE",
  "inst_street_address_2": "STE 410",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6127301091",
  "inst_zip_code": "554144496",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "KORONIS BIOMEDICAL TECHNOLOGIES CORP.",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZTSLEXFJM3J1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota.",
  "perf_str_addr": "200 Oak Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554855957",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this research effort is to develop an untethered neurofeedback system enabling students to apply neurocognitive training within the context of school, or other real-world activities. It is hypothesized that this approach will solve the problem of transference, the inability of improvements seen within narrow video game and other computer based cognitive training regimens to achieve correlated improvements in real world activities. Neurofeedback requires a signaling mechanism to communicate real-time cognitive status information to the user, thereby closing the feedback loop. The key innovation of the proposed work is decoupling of the neurofeedback system from conventional computerized interfaces, which provide a natural venue to communicate status information. To accomplish this, an alternative feedback mechanism is required, ideally a wearable solution that can accompany the user in real world settings. To achieve the phase I goals, the following objectives have been established: 1) Prototype a Smartphone-based system integrating High Quality Wireless EEG 2) Prototype a Wearable Neurofeedback User Interface 3) Feasibility Demonstration via Neurofeedback Training Pilot Study.</p>\n<p>This Small Business Technology Transfer Phase I Project requires sophisticated neurofeedback algorithm research in a wearable technology form-factor to be completed with our STTR partners at the University of Minnesota. All modern approaches to cognitive training, including neurofeedback and serious gaming approaches rely on the presentation of feedback within the context of computer based activities, often with the assistance of a coach or trainer, or within laboratory environments. Within this paradigm, there are serious concerns that improvements realized during training may not transfer or be generalizable to real world tasks; this is known as the transference problem. The prototype system being developed is an attempt to solve this problem by decoupling the feedback mechanism from the PC screen, enabling the use of neurofeedback during reading, listening, and other direct tasks. In doing so, the outcomes of neurofeedback training should provide more generalizability to real-world tasks, skills and behaviors.</p>\n<p>The broad objective of the proposed research is to develop a product for the education market by targeting executive function (EF) and ADHD and their impact on learning disabilities, reading comprehension and academic success. As many as one out of every five people in the U.S. has a learning disability (LD). The cost of educating a student with LD is 1.6 times the expenditure for a general education student. Thirty-five percent of children with learning disabilities drop out of high school. This is twice the rate of students without LD. As direct outcome of this project, KBT intends to produce and sell products that benefit U.S. children.</p>\n<p>RESULTS:</p>\n<p>In this phase I research, KBT and its collaborators at the University of Minnesota successfully developed and prototyped a novel untethered EEG neurofeedback system designed to reinforce high frequency activity in the frontal scalp region. The team successfully developed a real-time neurofeedback system on the Android platform. Real-time EEG data was streamed over Bluetooth, and processed through QEEG algorithms on the mobile device. The neurofeedback loop was completed by communicating the users&rsquo; neurocognitive status to the Smart Glasses interface via Bluetooth. EEG signals from the Fz and Cz locations were averaged and processed to extract the EEG power in three frequency ranges, associated with theta, beta and higher frequency EMG (muscle) artifacts. Rewards were given when the beta power was above baseline thresholds measured at the start of each trial. If the muscle signal was above threshold, the EEG signals were considered to be unreliable, and the reward (if present) was remove...",
  "por_txt_cntn": "\nThe primary goal of this research effort is to develop an untethered neurofeedback system enabling students to apply neurocognitive training within the context of school, or other real-world activities. It is hypothesized that this approach will solve the problem of transference, the inability of improvements seen within narrow video game and other computer based cognitive training regimens to achieve correlated improvements in real world activities. Neurofeedback requires a signaling mechanism to communicate real-time cognitive status information to the user, thereby closing the feedback loop. The key innovation of the proposed work is decoupling of the neurofeedback system from conventional computerized interfaces, which provide a natural venue to communicate status information. To accomplish this, an alternative feedback mechanism is required, ideally a wearable solution that can accompany the user in real world settings. To achieve the phase I goals, the following objectives have been established: 1) Prototype a Smartphone-based system integrating High Quality Wireless EEG 2) Prototype a Wearable Neurofeedback User Interface 3) Feasibility Demonstration via Neurofeedback Training Pilot Study.\n\nThis Small Business Technology Transfer Phase I Project requires sophisticated neurofeedback algorithm research in a wearable technology form-factor to be completed with our STTR partners at the University of Minnesota. All modern approaches to cognitive training, including neurofeedback and serious gaming approaches rely on the presentation of feedback within the context of computer based activities, often with the assistance of a coach or trainer, or within laboratory environments. Within this paradigm, there are serious concerns that improvements realized during training may not transfer or be generalizable to real world tasks; this is known as the transference problem. The prototype system being developed is an attempt to solve this problem by decoupling the feedback mechanism from the PC screen, enabling the use of neurofeedback during reading, listening, and other direct tasks. In doing so, the outcomes of neurofeedback training should provide more generalizability to real-world tasks, skills and behaviors.\n\nThe broad objective of the proposed research is to develop a product for the education market by targeting executive function (EF) and ADHD and their impact on learning disabilities, reading comprehension and academic success. As many as one out of every five people in the U.S. has a learning disability (LD). The cost of educating a student with LD is 1.6 times the expenditure for a general education student. Thirty-five percent of children with learning disabilities drop out of high school. This is twice the rate of students without LD. As direct outcome of this project, KBT intends to produce and sell products that benefit U.S. children.\n\nRESULTS:\n\nIn this phase I research, KBT and its collaborators at the University of Minnesota successfully developed and prototyped a novel untethered EEG neurofeedback system designed to reinforce high frequency activity in the frontal scalp region. The team successfully developed a real-time neurofeedback system on the Android platform. Real-time EEG data was streamed over Bluetooth, and processed through QEEG algorithms on the mobile device. The neurofeedback loop was completed by communicating the usersÆ neurocognitive status to the Smart Glasses interface via Bluetooth. EEG signals from the Fz and Cz locations were averaged and processed to extract the EEG power in three frequency ranges, associated with theta, beta and higher frequency EMG (muscle) artifacts. Rewards were given when the beta power was above baseline thresholds measured at the start of each trial. If the muscle signal was above threshold, the EEG signals were considered to be unreliable, and the reward (if present) was removed until the muscle signal returned below threshold.\n\nA human pilot study was conducted in ph..."
 }
}