{
 "awd_id": "1449815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-DESE: Flexibility in Language Processes and Technology: Human- and Global-Scale",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928072",
 "po_email": "ddenecke@nsf.gov",
 "po_sign_block_name": "Daniel Denecke",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 2969817.0,
 "awd_amount": 3110938.0,
 "awd_min_amd_letter_date": "2015-03-31",
 "awd_max_amd_letter_date": "2021-09-23",
 "awd_abstract_narration": "Language learning, in humans and machines, has far-reaching relevance to global technology, commerce, education, health, and national security.  This National Science Foundation Research Traineeship (NRT) award prepares doctoral students at the University of Maryland, College Park with tools to advance language technology and language learning.  The program provides trainees with an interdisciplinary understanding of learning models from cross-training in linguistics, computer science, and psychological and neural sciences, and with the tools to work with multi-scale language data.  The training program contributes to the public understanding of science through a policy internship program that engages trainees with federal agencies and Washington-area professional organizations.  Moreover, by contributing to the development of a free public digital linguistic tool, Langscape, it will provide a valuable resource for researchers, the public, the government, and nongovernmental agencies to discover geographical and linguistic information about languages of the world. \r\n\r\nFlexible and efficient language learning, in humans and machines, is the research focus of this NRT program. The research hypothesis is that improvements in learning in machines and in humans will come from the ability to use training data more efficiently at multiple scales. Through interdisciplinary team approaches, trainees will explore efficient use of language data, with a focus on the informativity of data to human and machine learning.  Through a suite of training activities that includes intensive summer research workshops, engagement with undergraduates and K-12 schools, and policy internships, trainees will become flexible communicators in writing and speaking and also learn to apply their research to diverse contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Phillips",
   "pi_email_addr": "colin@umd.edu",
   "nsf_id": "000104852",
   "pi_start_date": "2015-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Idsardi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Idsardi",
   "pi_email_addr": "idsardi@umd.edu",
   "nsf_id": "000166350",
   "pi_start_date": "2015-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rochelle",
   "pi_last_name": "Newman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rochelle S Newman",
   "pi_email_addr": "rnewman1@umd.edu",
   "nsf_id": "000292318",
   "pi_start_date": "2015-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hal",
   "pi_last_name": "Daume",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hal Daume",
   "pi_email_addr": "hal@umiacs.umd.edu",
   "nsf_id": "000445461",
   "pi_start_date": "2015-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "DeKeyser",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M DeKeyser",
   "pi_email_addr": "rdk@umd.edu",
   "nsf_id": "000557502",
   "pi_start_date": "2015-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 Lee Building",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 3063175.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 47761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to build upon a previously tested training model in the area of language science, a broad interdisciplinary field that spans linguistics, psychology, neuroscience, computer science, and applications in education, technology, and health. The previous model, developed under an IGERT award, focused on preparing individual graduate students to be interdisciplinary researchers, by focusing on individual agency and leadership, going outside one&rsquo;s comfort zone, and developing communication skills via public-facing science activities. The current project extended this model with the goal of sustainability and scalability. Research efforts placed a greater emphasis on interdisciplinary teams, which could tackle more ambitious challenges. Professional development activities adopted a more integrated approach, guided by career goals that aligned with students&rsquo; values. Public-facing activities were more focused on training students to make a measurable difference, whether in public awareness or in policy.<br /><br />The program was successful, in terms of benefits for individual students, institutional change, new research initiatives, and return on NSF&rsquo;s investment.<br />The program trained nearly 50 PhD students from 8 departments. Students completed the PhD at a high rate (over 90%) and in a timely fashion (average around 5.5 years). The individualized approach to student training programs has already helped alumni to secure rewarding academic and industry positions where they are thriving. Many students learned to work as part of interdisciplinary teams that were approaching ambitious research problems. Many students gained valuable experiences via policy internships, or developing innovative K-12 and public outreach programming, or designing activities such as Winter Storm, an annual 2-week student-led training and research incubator workshop. Students took on numerous leadership roles, supported by training in how to effectively manage a diverse team. Many students in the program won awards based on their contributions to different aspects of the program.</p>\n<p>The program supported significant institutional change, reflecting a strong return on NSF&rsquo;s investment. The program played a central role in the growth and sustainability of the Maryland Language Science Center (LSC), an interdisciplinary unit created based on the success of the earlier IGERT graduate program. LSC will retain interdisciplinary graduate training as one of its core missions beyond the period of NSF support. This in turn has supported the growth of interdisciplinary undergraduate efforts, which many NRT students contributed to, the creation of new physical infrastructure, and the development of longer-term cross-disciplinary research partnerships. Importantly, faculty whose early careers unfolded as part of the IGERT and NRT programs are now growing into leadership roles themselves, greatly enhancing the long-term prospects for the interdisciplinary efforts started via this project. The project supported the creation of diverse partnerships, including with K-12 schools, an NGO serving Mayan communities in Guatemala, and an innovative new language museum in Washington DC.<br />&nbsp;<br />The program led to the creation or strengthening of many interdisciplinary research initiatives, due to co-taught seminars, due to students&rsquo; roles as ambassadors between different fields, and due to team efforts that were supported by the NRT infrastructure. The integration of neurocognitive and computational research has been greatly strengthened, with many different research groups contributing. This includes stronger connections between computational and developmental research. Research on bilingualism and heritage languages is greatly expanded. The NRT program helped one department to undergo a dramatic strengthening in its research profile. The project supported new research initiatives on such diverse topics as educational achievement gaps,&nbsp; the Future of (Remote) Work, fieldwork on minority languages, literacy, and ethical AI. The current NRT graduate program, building on the IGERT graduate program that preceded it, has created an environment for language research at the University of Maryland that is dramatically better equipped to tackle important societal challenges that involve language science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2022<br>\n\t\t\t\t\tModified by: Colin&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to build upon a previously tested training model in the area of language science, a broad interdisciplinary field that spans linguistics, psychology, neuroscience, computer science, and applications in education, technology, and health. The previous model, developed under an IGERT award, focused on preparing individual graduate students to be interdisciplinary researchers, by focusing on individual agency and leadership, going outside one’s comfort zone, and developing communication skills via public-facing science activities. The current project extended this model with the goal of sustainability and scalability. Research efforts placed a greater emphasis on interdisciplinary teams, which could tackle more ambitious challenges. Professional development activities adopted a more integrated approach, guided by career goals that aligned with students’ values. Public-facing activities were more focused on training students to make a measurable difference, whether in public awareness or in policy.\n\nThe program was successful, in terms of benefits for individual students, institutional change, new research initiatives, and return on NSF’s investment.\nThe program trained nearly 50 PhD students from 8 departments. Students completed the PhD at a high rate (over 90%) and in a timely fashion (average around 5.5 years). The individualized approach to student training programs has already helped alumni to secure rewarding academic and industry positions where they are thriving. Many students learned to work as part of interdisciplinary teams that were approaching ambitious research problems. Many students gained valuable experiences via policy internships, or developing innovative K-12 and public outreach programming, or designing activities such as Winter Storm, an annual 2-week student-led training and research incubator workshop. Students took on numerous leadership roles, supported by training in how to effectively manage a diverse team. Many students in the program won awards based on their contributions to different aspects of the program.\n\nThe program supported significant institutional change, reflecting a strong return on NSF’s investment. The program played a central role in the growth and sustainability of the Maryland Language Science Center (LSC), an interdisciplinary unit created based on the success of the earlier IGERT graduate program. LSC will retain interdisciplinary graduate training as one of its core missions beyond the period of NSF support. This in turn has supported the growth of interdisciplinary undergraduate efforts, which many NRT students contributed to, the creation of new physical infrastructure, and the development of longer-term cross-disciplinary research partnerships. Importantly, faculty whose early careers unfolded as part of the IGERT and NRT programs are now growing into leadership roles themselves, greatly enhancing the long-term prospects for the interdisciplinary efforts started via this project. The project supported the creation of diverse partnerships, including with K-12 schools, an NGO serving Mayan communities in Guatemala, and an innovative new language museum in Washington DC.\n \nThe program led to the creation or strengthening of many interdisciplinary research initiatives, due to co-taught seminars, due to students’ roles as ambassadors between different fields, and due to team efforts that were supported by the NRT infrastructure. The integration of neurocognitive and computational research has been greatly strengthened, with many different research groups contributing. This includes stronger connections between computational and developmental research. Research on bilingualism and heritage languages is greatly expanded. The NRT program helped one department to undergo a dramatic strengthening in its research profile. The project supported new research initiatives on such diverse topics as educational achievement gaps,  the Future of (Remote) Work, fieldwork on minority languages, literacy, and ethical AI. The current NRT graduate program, building on the IGERT graduate program that preceded it, has created an environment for language research at the University of Maryland that is dramatically better equipped to tackle important societal challenges that involve language science.\n\n\t\t\t\t\tLast Modified: 07/14/2022\n\n\t\t\t\t\tSubmitted by: Colin Phillips"
 }
}