{
 "awd_id": "1449001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I: Linkage Objects for Generalized Instruction in Coding",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 254999.0,
 "awd_min_amd_letter_date": "2014-12-22",
 "awd_max_amd_letter_date": "2015-12-15",
 "awd_abstract_narration": "This STTR Phase I project represents a revolutionary advance in adaptive educational systems for computer programming by using big data collected from previous coding exercises to automatically generate hints and feedback for students coding in an integrated development environment (IDE).  This work addresses NSF's Educational Applications subtopic \"Tools for Learning and Assessment\" by making adaptive learning widely available in a complex open-ended domain such as computer programming, and providing tools to assess student performance in order to make interventions as early as possible and help students succeed not only in developing solid computer programming skills, but also gaining a better understanding of best practices within an IDE when coding.  The core customers for this technology will be providers of training systems for computer programming.  This includes publishing organizations, developers of software tools, and institutions that teach computer science and programming.  Institutions that are struggling to educate STEM (Science, Technology, Engineering, and Mathematics)-capable students can add this technology into their existing teaching systems to help retain more students in these high-demand STEM fields, and thus address the fact that introductory computer programming is often the course that leads many students to dropout of a potentially high-paying computer science career.\r\n\r\nWhile most programming IDEs provide syntactical assistance, there are no products that have an integrated solution for assistance on higher-level development strategies, which represents a clear drawback of current technology. To address this need, this work introduces the idea of linkage objects, which are objects that allow abstraction of different code segments of complex computer programs into comparable objects.  These objects can then be linked into a large graph of known possible paths.  Applying Markov models to this path allows the technology to present the learner with context-specific hints and feedback, and thus the system will adapt to different types of learners.  A complicating factor is that, typically, programming homework problems will have many solutions that are only superficially correct, that is, some solutions give the correct answer while still exhibiting poor coding techniques.  This technology will avoid reinforcing such poor choices by using large data sets that allow for detecting various solutions and identifying the most common approaches used to solve the problem.  Additionally, automatically generated hints will suggest more optimal solution paths, allowing students to consider changing course to an alternative, more standard-approach solution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ted",
   "pi_last_name": "Carmichael",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ted Carmichael",
   "pi_email_addr": "tcarmichael@tutorgen.com",
   "nsf_id": "000661133",
   "pi_start_date": "2014-12-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "McLaren",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce M McLaren",
   "pi_email_addr": "bmclaren@cs.cmu.edu",
   "nsf_id": "000210941",
   "pi_start_date": "2015-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Stamper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Stamper",
   "pi_email_addr": "jstamper@cs.cmu.edu",
   "nsf_id": "000591821",
   "pi_start_date": "2014-12-22",
   "pi_end_date": "2015-04-24"
  }
 ],
 "inst": {
  "inst_name": "TutorGen, Inc.",
  "inst_street_address": "505 LINDEN CT",
  "inst_street_address_2": "",
  "inst_city_name": "MARS",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7046992541",
  "inst_zip_code": "160467167",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "PA17",
  "org_lgl_bus_name": "TUTORGEN, INC",
  "org_prnt_uei_num": "PSF4XZ7A55X3",
  "org_uei_num": "PSF4XZ7A55X3"
 },
 "perf_inst": {
  "perf_inst_name": "TutorGen, Inc.",
  "perf_str_addr": "1037 S Fort Thomas Ave",
  "perf_city_name": "Fort Thomas",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "410752281",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KY04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "163E",
   "pgm_ref_txt": "SBIR Phase IB"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 29999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Outcomes Summary</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Project Overview</span></strong></p>\n<p>TutorGen&rsquo;s Linkage Objects for Generalized Instruction in Coding (LOGIC) represents a revolutionary advance in adaptive educational systems for computer programming, by using big data collected from previous coding exercises to automatically generate hints and feedback for students using an integrated development environment (IDE). This work addresses the STTR Educational Applications subtopic EA5 &ndash; Tools for Learning and Assessment by making adaptive learning widely available in a complex open-ended domain such as computer programming, and providing tools to assess student performance in order to make interventions as early as possible and help students succeed not only in developing solid computer programming skills, but also gaining a better understanding of best practices within an IDE when coding. Previous Intelligent Tutoring Systems for computer programming have been shown to be extremely effective, yet have not been used in companies or institutions of higher learning due to the cost of rebuilding the tutors when the current &ldquo;best programming languages&rdquo; change. LOGIC addresses this issue with a generalizable model that uses data to create the tutor, meaning that any programming language can be used with our system.</p>\n<p>The core customers of LOGIC will be providers of training systems for computer programming. This includes publishing organizations, developers of software tools, and institutions that teach computer science and programming. Increasingly, large publishers are looking for innovative applications to include with their education materials. The LOGIC system can provide their software the ability to increase learning, as well as visualization tools to show how effective their current materials are. LOGIC will also help software tool developers, as it can integrate advanced intelligent tutoring abilities into their existing training programs, increasing their effectiveness and leading to higher adoption of their tools. The fact that LOGIC can be integrated into their existing training system with minimal work also means they can leverage the training they have already developed. Finally, institutions are struggling to educate STEM capable students, and introductory computer programming is often the course that leads many students to dropout of a potential high paying computer science career. By adding LOGIC into their existing teaching systems, institutions will be able to retain more students in these high demand STEM fields.</p>\n<p>By integrating with LOGIC our customers will be able to provide more effective programming instruction without needing to hire more instructors or spending more time teaching. Further, LOGIC can be integrated into existing training systems, meaning training providers do not need to recreate their current training software to take advantage of the adaptive learning that LOGIC provides.</p>\n<p><strong><span style=\"text-decoration: underline;\">Project Outcomes Summary</span></strong></p>\n<p>The core technology of LOGIC has now been shown to be effective across multiple programming languages, producing hint coverage for upwards of 80% of cases where students might need help.&nbsp; We have created a database schema for capturing the click-stream programming data, and implemented a back-end system for collecting this data in CloudCoder, an open-source Integrated Development Environment (IDE).&nbsp; Using this system we have captured new data across three different high school classes, as well as three additional college classes, and added these to our growing repository.&nbsp; These data have been tested on and analyzed to show a high hint coverage rate &ndash; easily comparable to our previous studies &ndash; as w...",
  "por_txt_cntn": "\nProject Outcomes Summary\n\nProject Overview\n\nTutorGenÆs Linkage Objects for Generalized Instruction in Coding (LOGIC) represents a revolutionary advance in adaptive educational systems for computer programming, by using big data collected from previous coding exercises to automatically generate hints and feedback for students using an integrated development environment (IDE). This work addresses the STTR Educational Applications subtopic EA5 &ndash; Tools for Learning and Assessment by making adaptive learning widely available in a complex open-ended domain such as computer programming, and providing tools to assess student performance in order to make interventions as early as possible and help students succeed not only in developing solid computer programming skills, but also gaining a better understanding of best practices within an IDE when coding. Previous Intelligent Tutoring Systems for computer programming have been shown to be extremely effective, yet have not been used in companies or institutions of higher learning due to the cost of rebuilding the tutors when the current \"best programming languages\" change. LOGIC addresses this issue with a generalizable model that uses data to create the tutor, meaning that any programming language can be used with our system.\n\nThe core customers of LOGIC will be providers of training systems for computer programming. This includes publishing organizations, developers of software tools, and institutions that teach computer science and programming. Increasingly, large publishers are looking for innovative applications to include with their education materials. The LOGIC system can provide their software the ability to increase learning, as well as visualization tools to show how effective their current materials are. LOGIC will also help software tool developers, as it can integrate advanced intelligent tutoring abilities into their existing training programs, increasing their effectiveness and leading to higher adoption of their tools. The fact that LOGIC can be integrated into their existing training system with minimal work also means they can leverage the training they have already developed. Finally, institutions are struggling to educate STEM capable students, and introductory computer programming is often the course that leads many students to dropout of a potential high paying computer science career. By adding LOGIC into their existing teaching systems, institutions will be able to retain more students in these high demand STEM fields.\n\nBy integrating with LOGIC our customers will be able to provide more effective programming instruction without needing to hire more instructors or spending more time teaching. Further, LOGIC can be integrated into existing training systems, meaning training providers do not need to recreate their current training software to take advantage of the adaptive learning that LOGIC provides.\n\nProject Outcomes Summary\n\nThe core technology of LOGIC has now been shown to be effective across multiple programming languages, producing hint coverage for upwards of 80% of cases where students might need help.  We have created a database schema for capturing the click-stream programming data, and implemented a back-end system for collecting this data in CloudCoder, an open-source Integrated Development Environment (IDE).  Using this system we have captured new data across three different high school classes, as well as three additional college classes, and added these to our growing repository.  These data have been tested on and analyzed to show a high hint coverage rate &ndash; easily comparable to our previous studies &ndash; as well as distinct patterns that hold across programming languages.  This confirms our suspicion that, at least in the introductory programming courses, data from one programming language can be used to provide hints to students using a different language.  Further, our analysis has shown that there is a distinction between the so..."
 }
}