{
 "awd_id": "1449104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hodge theory and L2-cohomology, Fall 2014",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 24820.0,
 "awd_amount": 24820.0,
 "awd_min_amd_letter_date": "2014-10-28",
 "awd_max_amd_letter_date": "2014-10-28",
 "awd_abstract_narration": "The proposal is for support for a conference, \"Hodge Theory and L2-Cohomology\", to be held at Johns Hopkins University, November 21-23, 2014. The conference will bring together researchers in two subjects that have a close relationship historically, yet which tend to be viewed as unrelated nowadays.  One of the themes of the conference will be to advertise and establish new connection between them.  The PIs will try to attract younger mathematicians (with a recent Ph.D.) and graduate students, as well as members of under-represented groups.  Thus, they will encourage the speakers to give some expository material in their talks. Our proposed problem session(s) will give these mathematicians (and others) a point of focus for working in the field.  The organizers intend to produce a conference proceedings that contains some expository articles.\r\n\r\nTo be more specific, the two subjects mentioned above are Hodge theory and L2-cohomology. The first \"modern\" proof of the Hodge theorem, asserting that on a compact Riemannian manifold the (real) cohomology is represented by harmonic forms, used L2 methods (M. Gaffney, 1955); the de Rham cohomology of the manifold is its L2-cohomology. The Hodge decomposition for complex Kaehler manifolds (in particular, for smooth projective varieties) follows.  Subsequently, L2-cohomology was investigated when the manifold is non-compact, where the former is metric dependent.  A fundamental question is whether the L2-cohomology has a topological meaning, as it does in the compact case; a typical instance of this was the Zucker conjecture from 1980 (proved in 1987).  In the opposite direction, one can ask whether a given topological cohomology group is given by L2-cohomology, e.g., the Cheeger-Goresky-MacPherson conjecture from roughly the same time.  In both given instances, the topological object is (middle) intersection cohomology. On the other hand, the term \"Hodge theory\" now refers to anything emanating from the Hodge decomposition (or Hodge structure). This covers a vast amount of mathematical turf.  The conference will serve, in a small part, to have the participants better understand the subject's roots.  However, it will offer much more in that which looks forward.  For instance, the intersection cohomology of a complex projective variety carries a \"geometric\" Hodge structure (Mo. Saito, 1988; de Cataldo, 2010), yet it is not known whether the one coming from L2-cohomology coincides with it (if there is one at all in the second instance above). The connection with Dolbeault L2-cohomology needs to be treated. Moreover, the terrain can be expanded to the role of Lp conditions for p different from 2.  The PIs expect many of the talks to proceed along these lines.  The conference should promote collaboration between people from the different groups, thereby opening new directions in research. More details about the conference can be found at http://www.mathematics.jhu.edu/new/hodgetheoryconf/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Zucker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Zucker",
   "pi_email_addr": "zucker@math.jhu.edu",
   "nsf_id": "000160066",
   "pi_start_date": "2014-10-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lizhen",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lizhen Ji",
   "pi_email_addr": "lji@umich.edu",
   "nsf_id": "000439908",
   "pi_start_date": "2014-10-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 24820.0
  }
 ],
 "por": null
}