{
 "awd_id": "1449079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Low-Cost Instrument-free Point-of-Care (POC) Platform for Infectious Disease Diagnostics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 224955.0,
 "awd_amount": 269881.0,
 "awd_min_amd_letter_date": "2014-12-12",
 "awd_max_amd_letter_date": "2015-05-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) project is the development of a widely deployable, inexpensive and accessible diagnostic platform that can rapidly detect infectious diseases in clinical and non-clinical locations, including settings with minimal infrastructure. While the platform technology itself is applicable to the detection of a wide number of pathogenic agents such as viruses, bacteria, and parasites, this proposal optimizes, evaluates, and demonstrates functionality and feasibility for Sexually Transmitted Infections (STIs). The development of this technology will aid widespread screening efforts involving early diagnosis of infectious diseases, inform optimal patient treatment, and potentially act as a test-of-cure. The accessible and rapid DNA-based diagnostic platform proposed in this project, bypasses centralized laboratory testing, and eliminates systemic inefficiencies within traditional healthcare infrastructure. Potentially, this would expand the reach of the medical community and improve access to healthcare. Nowhere is this ability needed more than in the global infectious disease diagnostic market, which generates $12.4B and currently dominated by outdated technologies that have poor performance. A consumer-oriented, rapid DNA diagnostic test would be a disruptive paradigm shift, and would address many of the current challenges in infectious disease management and control.\r\n\r\nThis STTR Phase I project proposes to develop a rapid, accessible, and inexpensive DNA-based diagnostic test for the detection of infectious diseases. Current nucleic acid amplification tests (NAATs) rely on immobile benchtop equipment that is constrained to centralized diagnostic laboratories, often necessitating experienced technicians to operate, and a period of at least 24 hours to report results. Consequently, the prolonged time for results leads to the presumptive diagnosis of at-risk individuals, excessive administration of antibiotics, and patient loss due to lack of follow up. A rapid NAAT, deployable at the point-of-care with results reported in less than 45 minutes, would represent a paradigm shift in the diagnosis of several infectious diseases. To this end, the proposed platform has been miniaturized, and all the necessary steps required to perform NAAT have been integrated into a disposable, self-powered, and instrumentation-free platform. The proposed approach operates in settings with minimal resources such as a public clinic, yet has advanced capabilities for the multiplexed detection of strain variants and genomic markers of drug-resistance, while providing highly sensitive and specific detection in less than 45 minutes. In this proposal, we will further develop the sample preparation module, integrate the nucleic acid amplification reaction into the platform, and validate instrumentation-free readout capabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Waldeisen",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Waldeisen",
   "pi_email_addr": "john.waldeisen@gmail.com",
   "nsf_id": "000661132",
   "pi_start_date": "2014-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Dean",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah A Dean",
   "pi_email_addr": "ddean@chori.org",
   "nsf_id": "000085872",
   "pi_start_date": "2014-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Diassess Inc.",
  "inst_street_address": "1412, 62ND STREET",
  "inst_street_address_2": "",
  "inst_city_name": "EMERYVILLE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8145741546",
  "inst_zip_code": "94608",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "LUCIRA HEALTH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LYVKL8XMHKF1"
 },
 "perf_inst": {
  "perf_inst_name": "Children's Hospital & Research Center at Oakland",
  "perf_str_addr": "5700 Martin Luther King Jr. Way",
  "perf_city_name": "Oakland",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "946091673",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "163E",
   "pgm_ref_txt": "SBIR Phase IB"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 269881.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 9\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Our overall goal in Phase I was to develop a rapid, inexpensive, user friendly, sensitive and specific Infectious disease </span><span>POC diagnostic for use in doctor&rsquo;s offices, small to large </span><span>city and rural clinics, clinics, emergency rooms, other testing sites and appropriate resource constrained settings globally. We decided to demostrate our platform technology for the detection of sexually transmitted infections (STIs), specifically the detection of chlamydia (CT) and gonorrhea (NG). Our team comprising Dr. Deborah Dean, an expert in sexually transmitted infectious diseases, and </span><span>Diassess</span><span>, a startup company with a proprietary platform technology for POC diagnostics, have shown that we: 1) can extract&nbsp;</span><span>nucleic acids from female endocervical swabs in 5 minutes with no instruments in a prototype </span><span>Sample Preparation Module</span><span>; 2) have designed an instrument-free multiplexed </span><span>Detection Module </span><span>for colorimetric detection of nucleic acids in 30 minutes; 3) have a limit of detection (LOD) of less than 5 Elementary Bodies (EBs)/assay for&nbsp;</span>CT&nbsp;and 10 organisms/assay for NG; 4) have designed and validated five assays that detect all CT&nbsp;reference strains, two assays that detect NG and three assays for human DNA; and 5) have a developed an initial system with &gt;90% sensitivity and 100% specificity compared to NAAT results using endocervical patient samples. Moving forward we aim to further validate the system for CT/NG detection. First, we aim to transfer to the use of vaginal swabs and ensure they are suitable for our CT/NG&nbsp;POC diagnostic, beyond the preliminary validation reported. Second, we aim to further test our platform with more CT&nbsp;and NG strains as well as more commensal organisms as recommended by the FDA guidance document. Finally, we aim to clinically validate our platform with self-collected vaginal specimens. Diassess recently raised a private financing round, making it ineligible to apply for NSF Phase II funding. Hence, we will not be submitting a Phase II funding application.</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2016<br>\n\t\t\t\t\tModified by: John&nbsp;R&nbsp;Waldeisen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nOur overall goal in Phase I was to develop a rapid, inexpensive, user friendly, sensitive and specific Infectious disease POC diagnostic for use in doctor?s offices, small to large city and rural clinics, clinics, emergency rooms, other testing sites and appropriate resource constrained settings globally. We decided to demostrate our platform technology for the detection of sexually transmitted infections (STIs), specifically the detection of chlamydia (CT) and gonorrhea (NG). Our team comprising Dr. Deborah Dean, an expert in sexually transmitted infectious diseases, and Diassess, a startup company with a proprietary platform technology for POC diagnostics, have shown that we: 1) can extract nucleic acids from female endocervical swabs in 5 minutes with no instruments in a prototype Sample Preparation Module; 2) have designed an instrument-free multiplexed Detection Module for colorimetric detection of nucleic acids in 30 minutes; 3) have a limit of detection (LOD) of less than 5 Elementary Bodies (EBs)/assay for CT and 10 organisms/assay for NG; 4) have designed and validated five assays that detect all CT reference strains, two assays that detect NG and three assays for human DNA; and 5) have a developed an initial system with &gt;90% sensitivity and 100% specificity compared to NAAT results using endocervical patient samples. Moving forward we aim to further validate the system for CT/NG detection. First, we aim to transfer to the use of vaginal swabs and ensure they are suitable for our CT/NG POC diagnostic, beyond the preliminary validation reported. Second, we aim to further test our platform with more CT and NG strains as well as more commensal organisms as recommended by the FDA guidance document. Finally, we aim to clinically validate our platform with self-collected vaginal specimens. Diassess recently raised a private financing round, making it ineligible to apply for NSF Phase II funding. Hence, we will not be submitting a Phase II funding application.\n\n\n\n\n\t\t\t\t\tLast Modified: 09/12/2016\n\n\t\t\t\t\tSubmitted by: John R Waldeisen"
 }
}