{
 "awd_id": "1449016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Enhancing plant genetic transformation by Agrobacterium",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2014-12-18",
 "awd_max_amd_letter_date": "2015-01-09",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Technology Transfer (STTR) project is the improvement of plant genetic transformation (the introduction of new genes via biotechnology approaches). The past two decades of research and commercialization of genetically modified plants have resulted in crop species with improved agronomic traits, such as herbicide tolerance and pest resistance, which have benefitted both farmers and consumers. Whereas the vast majority of corn and soybeans currently grown in the US is genetically modified, transformation of cotton and many other crops, including sunflower, remains difficult. In addition, it has been challenging for scientists to introduce desirable genes into plants without the concomitant introduction of extraneous DNA, resulting in both technical and regulatory complications.  These technical problems have limited production of important products, including rubber, in transformation-recalcitrant plants. Technology developed in this proposal will enable widespread transformation, and thereby commercialization, of a greater number of minor and industrial crop species by reducing product development costs and regulatory barriers. These transformation techniques will be applied toward the expression of industrial products including the sustainable domestic production of natural rubber in non-traditional crops, as well as enabling the creation of more efficient food crops.\r\n\r\nThis STTR Phase I project proposes to develop a novel Agrobacterium-based plant transformation platform to improve the efficiency and quality of transformation events in recalcitrant crops. This technology combines the use of plant histone genes or proteins, which increases transformation efficiency, with \"launching\" Agrobacterium T-DNA from the bacterial chromosome, which decreases integrated transgene copy number and eliminates integration of extraneous vector sequences that present regulatory problems.  Specially designed Agrobacterium strains will be tested that can transfer a histone H2A cDNA or protein simultaneously with T-DNA containing selection and reporter genes.  Transformation will be conducted on Arabidopsis (because of the ease of obtaining large numbers of transformants to analyze) and on tomato (a transformation-recalcitrant but agronomically important crop species).  The goal is to determine whether these novel Agrobacterium strains are able to double the transformation frequency. In addition, the plan is to analyze the genomes of hundreds of transgenic events, using qPCR and DNA blotting strategies, to determine whether transformation by these bacterial strains results in a high percentage of transgenic plants containing a single copy of the introduced transgenes without extraneous DNA sequences flanking the T-DNA (vector backbone or chromosomal DNA sequences). The best strain will be advanced for additional testing in Phase II.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hohn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Hohn",
   "pi_email_addr": "thohn@edisonagro.com",
   "nsf_id": "000659919",
   "pi_start_date": "2015-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Ulanch",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Ulanch",
   "pi_email_addr": "pulanch@hotmail.com",
   "nsf_id": "000671629",
   "pi_start_date": "2014-12-18",
   "pi_end_date": "2015-01-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanton",
   "pi_last_name": "Gelvin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stanton B Gelvin",
   "pi_email_addr": "gelvin@purdue.edu",
   "nsf_id": "000200210",
   "pi_start_date": "2014-12-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Ulanch",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Ulanch",
   "pi_email_addr": "pulanch@hotmail.com",
   "nsf_id": "000671629",
   "pi_start_date": "2015-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Edison Agrosciences Inc",
  "inst_street_address": "1100 CORPORATE SQUARE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "9195481303",
  "inst_zip_code": "631322947",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "EDISON AGROSCIENCES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FJ19ES2QNB93"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "201 S University St",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072064",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant genetic transformation has revolutionized the way scientists conduct plant science research and is a core technology for agricultural biotechnology. While a number of different methods for plant transformation have been developed, Agrobacterium-mediated transformation has become the preferred method for transgene delivery because of its simplicity, low cost, and capacity to generate transgenic plants with a low copy number of relatively intact transgenes. Despite extensive development as a gene delivery system, numerous problems remain. Many plant species remain highly recalcitrant to transformation and the quality of the resulting transformation events is often not acceptable for biotechnology regulatory or gene performance purposes. Addressing these problems will require further progress toward the goal of generating high numbers of transformants with an intact single copy transgene in the absence of vector backbone integration. Overcoming the remaining challenges to Agrobacterium-mediated transformation will greatly enhance the ability of plant scientists to conduct research on a broad variety of species, and will present new opportunities for genetic improvement of crops, ornamentals, and trees by reducing product development costs and regulatory barriers. This project combined two independently proven techniques, one that improves transformation efficiency and another that improves transgene event quality, to determine whether, when combined, they increase the quality and efficiency of Agrobacterium-mediated transgene delivery. Two model plants, Arabidopsis and tomato, were used to validate success.&nbsp;</p>\n<p>This project sought to increase both the quality and efficiency of Agrobacterium-mediated plant transformation by combining two previous findings. The first was a \"chromosomal launch\" method of Agrobacterium-mediated transformation that greatly enhances the quality of the transformation, i.e., single-copy T-DNA integration in the absence of vector backbone integration. However, this method reduces the efficiency of transformation, making the technique less practical. In order to increase transformation efficiency for the chromosomal launch technique it was combined with a second innovation, histone overexpression. The expected improvements in transformation were not observed in either Arabidopsis or tomato plants, but the work validated earlier observations for both the &ldquo;chromosomal launch&rdquo; and histone overexpression technologies and underscored the need for additional basic research that will lead to improved crop plant varieties with higher yields.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: Thomas&nbsp;M&nbsp;Hohn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlant genetic transformation has revolutionized the way scientists conduct plant science research and is a core technology for agricultural biotechnology. While a number of different methods for plant transformation have been developed, Agrobacterium-mediated transformation has become the preferred method for transgene delivery because of its simplicity, low cost, and capacity to generate transgenic plants with a low copy number of relatively intact transgenes. Despite extensive development as a gene delivery system, numerous problems remain. Many plant species remain highly recalcitrant to transformation and the quality of the resulting transformation events is often not acceptable for biotechnology regulatory or gene performance purposes. Addressing these problems will require further progress toward the goal of generating high numbers of transformants with an intact single copy transgene in the absence of vector backbone integration. Overcoming the remaining challenges to Agrobacterium-mediated transformation will greatly enhance the ability of plant scientists to conduct research on a broad variety of species, and will present new opportunities for genetic improvement of crops, ornamentals, and trees by reducing product development costs and regulatory barriers. This project combined two independently proven techniques, one that improves transformation efficiency and another that improves transgene event quality, to determine whether, when combined, they increase the quality and efficiency of Agrobacterium-mediated transgene delivery. Two model plants, Arabidopsis and tomato, were used to validate success. \n\nThis project sought to increase both the quality and efficiency of Agrobacterium-mediated plant transformation by combining two previous findings. The first was a \"chromosomal launch\" method of Agrobacterium-mediated transformation that greatly enhances the quality of the transformation, i.e., single-copy T-DNA integration in the absence of vector backbone integration. However, this method reduces the efficiency of transformation, making the technique less practical. In order to increase transformation efficiency for the chromosomal launch technique it was combined with a second innovation, histone overexpression. The expected improvements in transformation were not observed in either Arabidopsis or tomato plants, but the work validated earlier observations for both the \"chromosomal launch\" and histone overexpression technologies and underscored the need for additional basic research that will lead to improved crop plant varieties with higher yields.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: Thomas M Hohn"
 }
}