{
 "awd_id": "1450864",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Acceleration of Electrons in a Reconnecting Magnetotail",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Winter",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 387691.0,
 "awd_amount": 387691.0,
 "awd_min_amd_letter_date": "2015-09-04",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "The dynamics of the space environment near Earth is driven by the interaction between the solar wind and the Earth's magnetic field.   A characteristic feature on the nightside of Earth is a cyclic storage and explosive release of energy in the magnetic field.  The detailed understanding of how magnetic energy is converted into heating and large-scale transport of the plasma in this process still eludes us.  One outstanding question concerns the acceleration of electrons to very high energies.  Observations show that this happens on a much larger scale than can easily be explained by the small-scale physical processes involved.  Recent studies have confirmed the large-scale dynamics of the nightside region during these events as the dominant source for the energization.  Entangling the complex mix of processes over a wide range of scales for a comprehensive, quantitative description of the generation and evolution of the energetic electrons is an important current challenge in magnetospheric physics.  This project will utilize a combination of advanced computer codes to simulate the effects on the particles of both the small- and large-scale processes involved. Simulation results from three real-life events observed by spacecraft will be analyzed and compared to determine where and how electrons are accelerated during these events.    The novel multi-scale approach the team will employ promises to provide the first quantitative assessment of the relative roles of the various processes.  It will also provide crucial new insights into the importance of cross-scale coupling.   The magnetic energy conversion process that is the subject of this study is a generic plasma physics process that operates in a wide range of space and laboratory plasmas. The Earth's magnetosphere is a natural laboratory for studying such processes, where both simulations and direct observations are possible. Results from this project therefore will impact a broad variety of research areas.   \r\n\r\nWhen the electrons with great energy are propelled back toward Earth, they can impact the near-Earth space environment.  Some are trapped in the stronger magnetic field there and contribute to the make-up of the Earth radiation belts.  Others precipitate into the upper atmosphere where the impact contributes to the creation, amongst others, of strong auroral displays.  The disturbance effects in the space environment near Earth are of concern for satellites and other technological systems on the Earth surface that might be affected.  This adds broad societal relevance and importance to the research study.   The project will integrate research and education through the training of a graduate student. The graduate student will work with members of the team to complement his thesis work on multi-scale processes. In addition, a number of undergraduate interns will participate in the project during the summers.   Finally, the PI is a founder and member of the program committee for the International School for Space Simulations (ISSS). This school focuses on student learning of simulation techniques. The PI will continue her active involvement with this activity as part of this project. \r\n\r\nThis is a numerical modeling project focused on the magnetotail.  Its goal is to determine where and how electrons are accelerated during magnetospheric substorms. The aim is to understand the multi-scale nature of the acceleration process by including the effects of kinetic processes that occur near the neutral line while taking into account the global changes in the configuration of the magnetotail. In particular, the study will quantify the relative role of reconnection and dipolarization fronts in energizing electrons during substorm events.  Previous investigations of the acceleration of electrons associated with dipolarization fronts have been carried out using either local particle-in-cell (PIC) simulations or large-scale kinetic calculations based on following large numbers of electrons in the time dependent electric and magnetic fields obtained from global Magneto-Hydro-Dynamic (MHD) simulations. Here, a multi-scale approach will be adopted that incorporates the effects of kinetic processes, including wave-particle interactions that occur near the neutral line, while taking into account the global changes in the configuration of the magnetotail. The results of global MHD simulations will be used to determine the initial and boundary conditions of a three-dimensional particle in cell simulation by setting the magnetic fields and particle flows at the boundaries to the values given by the MHD results. The simulation system will include the region of fast outflow emanating from the reconnection site that drives the formation of dipolarization fronts. The acceleration seen in the implicit-particle-in-cell code (iPIC3d) will be characterized in order to address the questions of electron energization near the reconnection site. Finally, large-scale kinetic simulations using the electric and magnetic fields from the MHD simulation will provide information on energization and precipitation loss as the dipolarization front moves earthward. The effects of adiabatic and non-adiabatic heating of the electrons will be compared and contrasted between several simulations to determine whether the predominant acceleration and heating mechanisms are different for various substorms and what causes that variation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Maha",
   "pi_last_name": "Ashour-Abdalla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maha Ashour-Abdalla",
   "pi_email_addr": "mabdalla@igpp.ucla.edu",
   "nsf_id": "000441503",
   "pi_start_date": "2015-09-04",
   "pi_end_date": "2016-05-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "El-Alaoui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa El-Alaoui",
   "pi_email_addr": "mostafa@igpp.ucla.edu",
   "nsf_id": "000487700",
   "pi_start_date": "2016-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mostafa",
   "pi_last_name": "El-Alaoui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mostafa El-Alaoui",
   "pi_email_addr": "mostafa@igpp.ucla.edu",
   "nsf_id": "000487700",
   "pi_start_date": "2015-09-04",
   "pi_end_date": "2016-05-20"
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "603 Charles E Young Dr",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951567",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 122829.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 129295.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 135567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reconnection is a process that converts magnetic energy to other forms that is widespread in space plasmas.&nbsp; In this research project we combine different numerical simulation models at different scale sizes to understand how magnetic energy is transported and converted into kinetic and thermal energy in the plasma. That gives this study an impact on a variety of research involving reconnection. The methodology of code coupling is of broad impact because it addresses the general problem of coupling kinetic and fluid models, a topic of interest in all areas of engineering and physics.</p>\n<p>In this project, we investigated electron acceleration that occurs in the Earth&rsquo;s magnetosphere, the region of space where the Earth&rsquo;s magnetic field interacts with magnetic fields and particles from the Sun (the solar wind).&nbsp; Magnetic energy is supplied to the magnetotail from the solar wind and is released during disturbances called magnetic substorms.&nbsp; During substorms, the magnetic energy is released during magnetic reconnection, driving electron acceleration and large scale flows.</p>\n<p>We performed this study using three type of models, global magnetohydrodynamic (MHD) simulations in which the plasma is represented as a fluid, particle in cell (PIC) simulations where a relatively small number of super-particles are used to represent the much larger number of particles in the magnetosphere and large-scale kinetic (LSK) particle tracing simulations. First we performed global MHD simulations of the magnetosphere.&nbsp; The simulations were driven by observed solar wind conditions and compared to spacecraft observations in the magnetosphere.&nbsp; Then we used the MHD simulation solutions to determine the initial and boundary conditions of a three-dimensional particle in cell simulation. We set the initial and boundary conditions in the PIC code by using the results from the MHD simulation.&nbsp; The simulation domain included a region of fast outflow emanating from the reconnection site that drives flow channels.&nbsp; At the earthward ends of the flow channels magnetic flux piles up in dipolarizations. We characterized the acceleration seen in the PIC model. and thereby addressed questions regarding electron energization near the reconnection site. Large-scale kinetic simulations used the electric and magnetic fields from the MHD and PIC simulations to provide information on electron energization and loss as a dipolarization moved earthward.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2019<br>\n\t\t\t\t\tModified by: Mostafa&nbsp;El-Alaoui</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nReconnection is a process that converts magnetic energy to other forms that is widespread in space plasmas.  In this research project we combine different numerical simulation models at different scale sizes to understand how magnetic energy is transported and converted into kinetic and thermal energy in the plasma. That gives this study an impact on a variety of research involving reconnection. The methodology of code coupling is of broad impact because it addresses the general problem of coupling kinetic and fluid models, a topic of interest in all areas of engineering and physics.\n\nIn this project, we investigated electron acceleration that occurs in the Earth’s magnetosphere, the region of space where the Earth’s magnetic field interacts with magnetic fields and particles from the Sun (the solar wind).  Magnetic energy is supplied to the magnetotail from the solar wind and is released during disturbances called magnetic substorms.  During substorms, the magnetic energy is released during magnetic reconnection, driving electron acceleration and large scale flows.\n\nWe performed this study using three type of models, global magnetohydrodynamic (MHD) simulations in which the plasma is represented as a fluid, particle in cell (PIC) simulations where a relatively small number of super-particles are used to represent the much larger number of particles in the magnetosphere and large-scale kinetic (LSK) particle tracing simulations. First we performed global MHD simulations of the magnetosphere.  The simulations were driven by observed solar wind conditions and compared to spacecraft observations in the magnetosphere.  Then we used the MHD simulation solutions to determine the initial and boundary conditions of a three-dimensional particle in cell simulation. We set the initial and boundary conditions in the PIC code by using the results from the MHD simulation.  The simulation domain included a region of fast outflow emanating from the reconnection site that drives flow channels.  At the earthward ends of the flow channels magnetic flux piles up in dipolarizations. We characterized the acceleration seen in the PIC model. and thereby addressed questions regarding electron energization near the reconnection site. Large-scale kinetic simulations used the electric and magnetic fields from the MHD and PIC simulations to provide information on electron energization and loss as a dipolarization moved earthward.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 11/12/2019\n\n\t\t\t\t\tSubmitted by: Mostafa El-Alaoui"
 }
}