{
 "awd_id": "1450687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geological Constraints on ~25 Million Years of Magmatism Along an Arc-transform Junction, Wrangell Volcanic Belt, Alaska",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Whitmeyer",
 "awd_eff_date": "2015-02-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 113083.0,
 "awd_amount": 113083.0,
 "awd_min_amd_letter_date": "2015-02-10",
 "awd_max_amd_letter_date": "2015-02-10",
 "awd_abstract_narration": "The Wrangell volcanic belt in southern Alaska is situated in a complex tectonic environment where an oceanic plateau (the Yakutat block) is presently colliding with and subducting beneath Alaska at a very low angle. To the east, a large transform fault system, the Denali fault, bounds the edge of this subducting plateau and a major volcanic chain, the Wrangell volcanic belt that has been built up over the last 25 million years, marks this intersection. Such junctions are common in modern convergent margin settings and the resulting volcanic belts record both variations in relative position of the leading front of the slab and translation of the upper plate along strike-slip faults. The processes that generate lavas in these complex settings are poorly understood. Here, this research team aims to decipher the origins of the volcanic rocks in the Wrangell volcanic belt through a comprehensive study of the geology, volcanic rock chemical composition, and geochronology of the belt. The results would provide a new understanding of how volcanic chains develop in such complex tectonic settings. The project also benefits society or advances desired societal outcomes through: (1) planned involvement of students from underrepresented minorities in STEM; (2) increased public scientific literacy and public engagement with science and technology through presentations in local communities and development of interpretive materials for the Wrangell-St. Elias National Park and Preserve; and (3) development of a STEM workforce through training of graduate and undergraduate students and support of early career researchers.\r\n\r\nThis project examines the geochemical-eruptive evolution of an under-sampled 25 Ma arc-transform magmatic belt, the Wrangell volcanic belt in Alaska. The belt is transected by a major strike-slip fault, the Denali fault system, and located above both the edge and leading front of the Yakutat flat slab. The researchers will collect bedrock, detrital sand/cobbles samples, and sedimentological and structural data from the Wrangell volcanic belt. They will determine major and trace element composition, whole rock Sr, Nd, Pb, and Hf, and zircon Hf-isotope concentrations, and 40Ar/39Ar and U/Pb geochronology on bedrock and detrital samples. Specific objectives of the project are to: (1) determine the temporal-spatial history of magmatism of the Wrangell volcanic belt; and (2) decipher the links between strike-slip faulting, and slab melting on the geochemical evolution of this slab edge volcanic belt. These data will be integrated with geological mapping to provide important new constraints on the development of slab edge magmatism along an arc-transform junction as the leading front of the flat slab progresses inboard and the relationship between strike-slip faults and the geochemistry of magmatic products.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Trop",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey M Trop",
   "pi_email_addr": "jtrop@bucknell.edu",
   "nsf_id": "000148805",
   "pi_start_date": "2015-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "One Dent Drive",
  "perf_city_name": "Lewisburg",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 113083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Wrangell Volcanic Arc extends ~250 km across south-central Alaska (U.S.A.) and includes some of the largest continental young volcanoes on Earth. This remote, rugged, and largely unexplored volcanic chain provides a long-term geologic archive of the interrelations between magmatism, subduction of oceanic crust, and displacement along active fault systems prone to earthquakes. Field and laboratory research completed during this project document the timing and pace of volcanism, including when the volcanic belt originated and how the location of individual eruptive centers shifted through time. Radiometric age dating of thousands of individual minerals demonstrates that volcanism commenced 30 million years ago, several million years earlier than previously recognized, and remained persistently active, unlike many volcanic chains that exhibit protracted episodes of dormancy followed by flare-ups in activity. Thousands of new age determination of volcanic minerals together with field mapping and companion geochemical anlyses document complex changes in the locations of active volcanoes through time; these changes are attributable to deformation along an active fault prone to earthquakes&nbsp; (the Totschunda Fault) as well as changes in the orientation of the subducting oceanic plate relative to the continental margin. Our findings, in conjunction with companion geochemical analyses and prior scientific studies demonstrate that magmatism occurred chiefly due to subduction of thickened oceanic crust at a shallow angle beneath the edge of the continent. Magmas upwelled along the edge of the subducting oceanic plate and faults acted as magma conduits, producing exceptionally large volcano sizes and high eruption rates. Our results demonstrate remarkable persistent volcanism as opposed to most volcanic chains that fluctuate in activity. This investigation contributed directly to the scientific training of several undergraduate students, including laboratory analyses on cutting-edge instrumentation and conference presentations. Research findings have been disseminated to the scientific community and general public via conference presentations, journal articles, public talks, and news articles. Since much of the volcanic chain is located within Wrangell St. Elias National Park and Preserve, we have routinely shared our findings with park personnel to guide development of future educational materials within the park.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2019<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;M&nbsp;Trop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Wrangell Volcanic Arc extends ~250 km across south-central Alaska (U.S.A.) and includes some of the largest continental young volcanoes on Earth. This remote, rugged, and largely unexplored volcanic chain provides a long-term geologic archive of the interrelations between magmatism, subduction of oceanic crust, and displacement along active fault systems prone to earthquakes. Field and laboratory research completed during this project document the timing and pace of volcanism, including when the volcanic belt originated and how the location of individual eruptive centers shifted through time. Radiometric age dating of thousands of individual minerals demonstrates that volcanism commenced 30 million years ago, several million years earlier than previously recognized, and remained persistently active, unlike many volcanic chains that exhibit protracted episodes of dormancy followed by flare-ups in activity. Thousands of new age determination of volcanic minerals together with field mapping and companion geochemical anlyses document complex changes in the locations of active volcanoes through time; these changes are attributable to deformation along an active fault prone to earthquakes  (the Totschunda Fault) as well as changes in the orientation of the subducting oceanic plate relative to the continental margin. Our findings, in conjunction with companion geochemical analyses and prior scientific studies demonstrate that magmatism occurred chiefly due to subduction of thickened oceanic crust at a shallow angle beneath the edge of the continent. Magmas upwelled along the edge of the subducting oceanic plate and faults acted as magma conduits, producing exceptionally large volcano sizes and high eruption rates. Our results demonstrate remarkable persistent volcanism as opposed to most volcanic chains that fluctuate in activity. This investigation contributed directly to the scientific training of several undergraduate students, including laboratory analyses on cutting-edge instrumentation and conference presentations. Research findings have been disseminated to the scientific community and general public via conference presentations, journal articles, public talks, and news articles. Since much of the volcanic chain is located within Wrangell St. Elias National Park and Preserve, we have routinely shared our findings with park personnel to guide development of future educational materials within the park.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/11/2019\n\n\t\t\t\t\tSubmitted by: Jeffrey M Trop"
 }
}