{
 "awd_id": "1451957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Entrainment and Deposition of Surface Material by Particle-Laden Flows: From the Laboratory to the Hillslope",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 324999.0,
 "awd_amount": 324999.0,
 "awd_min_amd_letter_date": "2015-04-02",
 "awd_max_amd_letter_date": "2015-04-02",
 "awd_abstract_narration": "A non-technical description of the project's broader significance and importance\r\n\r\nA debris flow is a dynamic moving mass of water, mud, soil and larger objects up to boulder size that is the main ingredient in a landslide.  In steep hillslopes and mountainous regions a debris flow can travel over 160 km/hour (100 miles / hour) and can grow to over 20,000 m3 (700,000 cu.ft.), posing significant hazards to human life and infrastructure. Debris flows often begin as relatively small landslides that grow in size and speed as a result of the incorporation or entrainment of surface materials along its path.  Knowing what influences the path, speed, and size of a debris flow will contribute toward the development of effective hazard mitigation practices.  This project focuses on building a scientific basis for the processes that contribute to entrainment of surface materials by debris flows.  Over much longer time scales, debris flows have contributed to shaping the landscape and directing the placement of certain mineral deposits, so documenting the controlling processes can contribute to more efficient location and acquisition of mineral resources. In addition, changing patterns of land use, climate, and human settlement may alter the magnitude and frequency of debris flows, so that knowledge of their mechanistic behavior will enable better modeling and prediction of their occurrence. \r\n\r\nA technical description of the project\r\n\r\nThis project will use experiments, simulations, and field data to determine the importance of various mechanisms in debris flow entrainment and deposition, and the subsequent mobility from particle-scale effects to macroscopic dynamics. The research activities will determine the dominant mechanisms for entrainment as they may vary with scale. Experiments will be performed in smaller and larger flumes at the University of Minnesota and at the University of Natural Resources and Life Sciences in Vienna. The flumes are instrumented to monitor details such as pore pressures and stresses in the bed, and high-speed high-resolution cameras will capture flows as well as the evolution of the structure and entrainment of the bed materials. Field data will be gathered at an instrumented site with capabilities to measure forces, erosion, and kinematics such as the flow depth. Simulations will be performed with Discrete Element Method to help interpret dynamics inaccessible to the experiments. Results will be incorporated into a depth-averaged continuum model capable of predicting large scale debris flow dynamics. The relevance of the proposed research extends to a wide range of particle-fluid flows in nature and industry, including both subaerial and subaqueous flows, and particle processing across many industries. The educational and outreach component seeks to broaden participation and public comprehension of granular physics in general and applications to geophysics in particular through: (1) culturally sensitive educational materials developed for Fon du Lac Tribal camps for middle and high school students, (2) materials developed for the public through Science Buzz,  an on-line site of the Minnesota Science Museum,  where the investigator and students will post regularly and answer questions of the public about research and related current events and (3) actively involving undergraduates in research and outreach components, recruiting students of underrepresented groups through an established network of mentors at minority serving institutions and elsewhere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Hill",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly M Hill",
   "pi_email_addr": "kmhill@umn.edu",
   "nsf_id": "000152590",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota",
  "perf_str_addr": "2 Third Ave SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554142125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 324999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Debris flows can be thought of as large ephemeral rivers comprised of mixtures of water, clay and silt, sand, and larger particles from gravel to boulders. .&nbsp; The frequency and magnitude of debris flows and associated hazards seem to be increasing with changes in land use, rainfall patterns, and loss of permafrost in mountainous regions. &nbsp;At steep slopes they can entrain all loose materials in their path and, in-so-doing, grow tremendously in size and speed and cause tremendous loss of life and property.</p>\n<p>For this project we performed research to understand when a debris flows entrains bed materials and increase in size and how fast does it do under specific conditions.&nbsp; Through laboratory experiments, we found that variable forcing from collisions of big particles with the ground had a bigger effect on erosion of dry particles in a bed then did the magnitude of an average friction, or traction force. &nbsp;This had implications for which particle sizes in the erodible bed and the original debris flow had the most likelihood to erode quickly.&nbsp; Larger particles flowing over a mixture of large and small particles created bigger collisions and broke up force structures (long range contact points) in the bed. When the flow and bed are both fully saturated with liquid (more typical of real debris flows) we also found that heavy particles could be jostled and essentially suspended in the fluid.&nbsp; This was a measurable effect, as it increased fluid pressures in the lower bed of saturated particles.&nbsp; We found this effective suspension could significantly increase entrainment rates in a similar way that soils, vibrated from the energy of an earthquake, lose their strength and are more easily moved, i.e., liquefied.&nbsp;</p>\n<p>To gain more insight into how specific debris flows could vary in a real setting, we traveled to Owen?s Valley, California, USA with collaborator Prof. Alex Densmore who has significant experience interpreting sediment deposits in nature.&nbsp; With him, we measured specific sediment deposits from old debris flows that were formed under similar local climate conditions but were made of different types and sizes of rocks and soil particles.&nbsp; We found such differences from one region to another in the same valley corresponded to significantly different channel sizes, evidence of different erosion rates.&nbsp; We used these observations and measurements to build a new computer-based model framework that could be used in the future to predict debris-flow erosion-related hazards.</p>\n<p>In addition to research work, we considered the impact that changing weather patterns had on marginalized communities, particularly those whose homes and/or livelihoods were based near hazards sensitive to climate changes. Movement of soils and river sediments feature prominently in related phenomenology from landslides and debris flows to flooding and riverbank destabilization.&nbsp; In fact, in many of our communities, we harbor native knowledge of changing landscapes complimentary to those we learn from western scientists.&nbsp; Considering this, we sought to connect with a community with related issues who had also a long history of monitoring the land through other means with whom we could work to understand a climate-related sediment transport problem.&nbsp; We spent time in partnership with the Bad River Band of the Lake Superior Tribe of Chippewa Indians focusing in particular on a large river that runs through their land in northern Wisconsin.&nbsp; We listened to long-time issues of flooding, relocation, and external development that has affected their deep relationship with the river. As a tool for future communication and also for education and outreach work, we developed a streamtable with them to help exchange information and to be used in their STEM summer camps for youth in their community.</p>\n<p>We also created a new international course to teach our undergraduate students at University of Minnesota in partnership with a European institution to help bring together students and faculty face debris flow hazards that differ from one region of the world to the next.&nbsp; The course is set to be homework and project based and incorporate sharing of local cultures between the US and European students who enroll.&nbsp; It includes trips to natural / engineered debris flow sites in the Austrian, Italian, and Swiss Alps to see how the science of debris flows is put to use in hazard mitigation in these regions as well as to understand additional research that is needed to improve these efforts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2021<br>\n\t\t\t\t\tModified by: Kimberly&nbsp;M&nbsp;Hill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDebris flows can be thought of as large ephemeral rivers comprised of mixtures of water, clay and silt, sand, and larger particles from gravel to boulders. .  The frequency and magnitude of debris flows and associated hazards seem to be increasing with changes in land use, rainfall patterns, and loss of permafrost in mountainous regions.  At steep slopes they can entrain all loose materials in their path and, in-so-doing, grow tremendously in size and speed and cause tremendous loss of life and property.\n\nFor this project we performed research to understand when a debris flows entrains bed materials and increase in size and how fast does it do under specific conditions.  Through laboratory experiments, we found that variable forcing from collisions of big particles with the ground had a bigger effect on erosion of dry particles in a bed then did the magnitude of an average friction, or traction force.  This had implications for which particle sizes in the erodible bed and the original debris flow had the most likelihood to erode quickly.  Larger particles flowing over a mixture of large and small particles created bigger collisions and broke up force structures (long range contact points) in the bed. When the flow and bed are both fully saturated with liquid (more typical of real debris flows) we also found that heavy particles could be jostled and essentially suspended in the fluid.  This was a measurable effect, as it increased fluid pressures in the lower bed of saturated particles.  We found this effective suspension could significantly increase entrainment rates in a similar way that soils, vibrated from the energy of an earthquake, lose their strength and are more easily moved, i.e., liquefied. \n\nTo gain more insight into how specific debris flows could vary in a real setting, we traveled to Owen?s Valley, California, USA with collaborator Prof. Alex Densmore who has significant experience interpreting sediment deposits in nature.  With him, we measured specific sediment deposits from old debris flows that were formed under similar local climate conditions but were made of different types and sizes of rocks and soil particles.  We found such differences from one region to another in the same valley corresponded to significantly different channel sizes, evidence of different erosion rates.  We used these observations and measurements to build a new computer-based model framework that could be used in the future to predict debris-flow erosion-related hazards.\n\nIn addition to research work, we considered the impact that changing weather patterns had on marginalized communities, particularly those whose homes and/or livelihoods were based near hazards sensitive to climate changes. Movement of soils and river sediments feature prominently in related phenomenology from landslides and debris flows to flooding and riverbank destabilization.  In fact, in many of our communities, we harbor native knowledge of changing landscapes complimentary to those we learn from western scientists.  Considering this, we sought to connect with a community with related issues who had also a long history of monitoring the land through other means with whom we could work to understand a climate-related sediment transport problem.  We spent time in partnership with the Bad River Band of the Lake Superior Tribe of Chippewa Indians focusing in particular on a large river that runs through their land in northern Wisconsin.  We listened to long-time issues of flooding, relocation, and external development that has affected their deep relationship with the river. As a tool for future communication and also for education and outreach work, we developed a streamtable with them to help exchange information and to be used in their STEM summer camps for youth in their community.\n\nWe also created a new international course to teach our undergraduate students at University of Minnesota in partnership with a European institution to help bring together students and faculty face debris flow hazards that differ from one region of the world to the next.  The course is set to be homework and project based and incorporate sharing of local cultures between the US and European students who enroll.  It includes trips to natural / engineered debris flow sites in the Austrian, Italian, and Swiss Alps to see how the science of debris flows is put to use in hazard mitigation in these regions as well as to understand additional research that is needed to improve these efforts.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2021\n\n\t\t\t\t\tSubmitted by: Kimberly M Hill"
 }
}