{
 "awd_id": "1451587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Parental Scaffolding of Infant Learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chalandra Bryant",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 230000.0,
 "awd_amount": 230000.0,
 "awd_min_amd_letter_date": "2015-02-26",
 "awd_max_amd_letter_date": "2015-02-26",
 "awd_abstract_narration": "Every day, infants encounter an enormous amount of new information. Every new object, person, or place introduces new sights, sounds, and experiences to interpret, learn, and remember. Infants are remarkably good at learning new information, especially when it occurs during interactions with parents or caregivers. Many times each day, adults point out and name new objects in books or in the environment, talk to infants about those objects, and describe how objects are similar or different. Research has shown that this type of interaction helps older children learn about the world around them.  This project is aimed at understanding the kind of support for learning (often referred to as scaffolding) that parents provide for their infants, and how this scaffolding actually helps infants learn. \r\n\r\nEight- to fourteen-month-old infants and their parents will engage in a picture-book reading task that involves introducing two novel object categories. The instructional strategies used by parents and the dynamics of these interactions will be analyzed.  Infant category learning will be subsequently tested using a paired-comparison novelty preference paradigm. In a follow-up study, instructional strategies will be experimentally manipulated to test predictions regarding optimal learning conditions. Thus, this project will allow understanding of how parents' strategies facilitate infants' learning of specific features of the world.\r\n\r\nThis work not only provides insight into how infants learn, but may also inform ways in which parents or caregivers can better structure learning contexts for infants at risk for later problems. The results of this work will be broadly disseminated, not only in the scientific community, but also to parents and childcare professionals through social and traditional media, lectures given to parenting groups, and participation in the Yolo County Child Development Conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Oakes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Oakes",
   "pi_email_addr": "lmoakes@ucdavis.edu",
   "nsf_id": "000472195",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emilio",
   "pi_last_name": "Ferrer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emilio Ferrer",
   "pi_email_addr": "eferrer@ucdavis.edu",
   "nsf_id": "000436282",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "267",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956185412",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 230000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Parents, educators, and scientists have long understood the importance of parent-infant interaction in learning. As parents, we provide infants with varied experience, present them with new toys, and introduce them to ways of talking about and interacting with those toys. Studying those interactions has been difficult. However, new technology has made it possible to gain understanding into how parents and their infants interact, as well as how those interactions may shape infants&rsquo; learning. The goal of this project was to develop procedures that would allow researchers to examine parent-infant interaction during toy play, in a situation that is more naturalistic than most laboratory contexts. Using, automatic eye-tracking equipment, that can record precisely where the viewer is looking, mothers and their 8- to 10-month-old infants were observed as they read books, played with puzzles, and examined other age-appropriate toys. By using eye tracking, it was possible to examine moment-to-moment changes in where both mother and infant looked. For example, it is possible to determine whether infants first look at the mother&rsquo;s hand as she manipulates a puzzle piece and then looks at the mother&rsquo;s face. It is also possible to investigate how infants&rsquo; attention is directed by the way mother&rsquo;s talk during the interaction. This project has revealed that mothers often look at their infants&rsquo; face, directing their own gaze to the same object that is the target of their infant&rsquo;s gaze. Infants, on the other hand, rarely look at their mother&rsquo;s face, instead following the actions she performs with her hands. In addition, mothers talk differently to babies during different activities, and those differences are more likely to encourage infants to look during book reading and to manipulate objects during toy play. These findings are important steps in understanding how mothers scaffold their infants&rsquo; play in a way that facilitates their learning, and how infants react to their mothers&rsquo; actions and words in a way that influences what they learn. In summary, this work is providing understanding into how infants learn in everyday interactions with their mothers and other adults.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2018<br>\n\t\t\t\t\tModified by: Lisa&nbsp;M&nbsp;Oakes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParents, educators, and scientists have long understood the importance of parent-infant interaction in learning. As parents, we provide infants with varied experience, present them with new toys, and introduce them to ways of talking about and interacting with those toys. Studying those interactions has been difficult. However, new technology has made it possible to gain understanding into how parents and their infants interact, as well as how those interactions may shape infants? learning. The goal of this project was to develop procedures that would allow researchers to examine parent-infant interaction during toy play, in a situation that is more naturalistic than most laboratory contexts. Using, automatic eye-tracking equipment, that can record precisely where the viewer is looking, mothers and their 8- to 10-month-old infants were observed as they read books, played with puzzles, and examined other age-appropriate toys. By using eye tracking, it was possible to examine moment-to-moment changes in where both mother and infant looked. For example, it is possible to determine whether infants first look at the mother?s hand as she manipulates a puzzle piece and then looks at the mother?s face. It is also possible to investigate how infants? attention is directed by the way mother?s talk during the interaction. This project has revealed that mothers often look at their infants? face, directing their own gaze to the same object that is the target of their infant?s gaze. Infants, on the other hand, rarely look at their mother?s face, instead following the actions she performs with her hands. In addition, mothers talk differently to babies during different activities, and those differences are more likely to encourage infants to look during book reading and to manipulate objects during toy play. These findings are important steps in understanding how mothers scaffold their infants? play in a way that facilitates their learning, and how infants react to their mothers? actions and words in a way that influences what they learn. In summary, this work is providing understanding into how infants learn in everyday interactions with their mothers and other adults.\n\n\t\t\t\t\tLast Modified: 04/03/2018\n\n\t\t\t\t\tSubmitted by: Lisa M Oakes"
 }
}