{
 "awd_id": "1451215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Breathing Uncertainty: Risk, Exposure, and Air Pollution Management in Mongolia's Capital City",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2015-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 10507.0,
 "awd_amount": 10507.0,
 "awd_min_amd_letter_date": "2015-03-06",
 "awd_max_amd_letter_date": "2015-03-06",
 "awd_abstract_narration": "General Audience Summary \r\n\r\nThis dissertation research project will examine how urban residents develop, dispute and deploy knowledge about risk in interaction with air pollution controls In Ulaanbaatar, the largest city in Mongolia. The project focuses of on a colossal investment in new air quality surveillance devices and fuel-efficient stove technologies. The investment is a part of a long term, sustained commitment by industry, the state, and citizens to improve urban living conditions in Ulaanbaatar, where pollutant levels are far beyond internationally acceptable standards. This project will ethnographically examine the following two research questions. How do experts interact with air pollution mitigation technologies to produce knowledge about risk and exposure? As recipients of new stove technologies, how do citizens who are most vulnerable to air pollution produce ideas about risk? The investigator will share specific findings with scientists and project coordinators to help improve both technical methods and to foster stronger partnerships among scientific fields, the private sector, and slum communities. She will also give lectures, develop curriculum materials, and give conference and public-event presentations to inspire future generations of local scholars in the field of urban environmental health. Finally, she will share her research findings to help district communities to engage citizens in making informed decisions about how to protect their health against air pollution exposure.\r\n\r\nTechnical Summary \r\n\r\nThis research puts technologies in dialogue with the social processes of risk formation. The goal of the project is to expand enable medical anthropology to better understand how the influx of small-scale technologies is intertwined with the ongoing privatization of global health. The project will also enhance the concept of risk in social science by investigating specific sites and processes of risk construction, and it will provide a rich ethnographic account of how global environmental health interventions affect vulnerable, urban communities.To meet these goals the investigator will conduct research for 12 months following one full cycle of the stove-replacement program in Ulaanbaatar. Unlike other studies on risk and environmental hazards, this study will illuminate how risk is constructed, marketed, and experienced by connecting the micro-politics of everyday life with macro-scale process by engaging with key scientists, private companies and slum residents involved in the intervention. By highlighting the everyday practices of the scientific process, marketing of energy-efficient stoves, and daily experiences of slum communities, this project will also serve as an important case study of how technologies are changing the landscape of global health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Wendland",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Claire L Wendland",
   "pi_email_addr": "cwendland@wisc.edu",
   "nsf_id": "000570526",
   "pi_start_date": "2015-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chisato",
   "pi_last_name": "Fukuda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chisato Fukuda",
   "pi_email_addr": "cfukuda@wisc.edu",
   "nsf_id": "000661877",
   "pi_start_date": "2015-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>University of Wisconsin doctoral candidate Chisato Fukuda, under the guidance of Dr. Claire Wendland, completed 18 total months of ethnographic research on local perceptions of air pollution in Ulaanbaatar, Mongolia. The aims of this project were to (1) to study how people understand air pollution and (2) to examine the cultural and politico-economic contexts in which air pollution is managed in Ulaanbaatar. In Mongolia&rsquo;s capital city, air pollution is an endemic atmospheric condition stemming from coal-burning stove use among 60% of the city&rsquo;s population disconnected from the central heating grid.</p>\n<p>During the research period, Fukuda conducted participant-observation among coal workers, peri-urban residents, and air quality specialists in order to understand how the informal coal economy, household practices, and air pollution science shaped local understanding of air and air quality. Fukuda also completed 148 interviews with peri-urban residents, coal workers, health professionals, state actors, and air quality technicians and collected 304 surveys among peri-urban residents on the correlation between coal use, household economy, and attitudes on air pollution. Analysis of this research data is ongoing.</p>\n<p>This research contributes to anthropology, science and technology studies, and scholarship on post-Soviet Mongolia. First, this project attends to the materiality of air and how&rsquo;s air&rsquo;s multiple and overlapping properties are important to urban residents&rsquo; understanding of air pollution, health, and urban life. Secondly, this project examines how global health interventions&rsquo; emphasis on life technologies render public health and air pollution mitigation a household responsibility. Lastly, this research will provide an in-depth study of the peri-urban communities in Mongolia&rsquo;s capital city.</p>\n<p>In addition to academic contributions, this research provides insight to policy makers, public health professionals and air quality specialists. First, this project challenges the way public and private institutions approach technological fixes to environmental problems. Secondly, research data on local understandings on the relationship between air, pollution, and health could aid in the design of public health campaigns on how to protect your health against air pollution. Lastly, local responses to air quality data can encourage air quality specialists to invest in better communication strategies, to raise public awareness of air pollution science in more meaningful and sustainable ways.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/25/2016<br>\n\t\t\t\t\tModified by: Chisato&nbsp;Fukuda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUniversity of Wisconsin doctoral candidate Chisato Fukuda, under the guidance of Dr. Claire Wendland, completed 18 total months of ethnographic research on local perceptions of air pollution in Ulaanbaatar, Mongolia. The aims of this project were to (1) to study how people understand air pollution and (2) to examine the cultural and politico-economic contexts in which air pollution is managed in Ulaanbaatar. In MongoliaÆs capital city, air pollution is an endemic atmospheric condition stemming from coal-burning stove use among 60% of the cityÆs population disconnected from the central heating grid.\n\nDuring the research period, Fukuda conducted participant-observation among coal workers, peri-urban residents, and air quality specialists in order to understand how the informal coal economy, household practices, and air pollution science shaped local understanding of air and air quality. Fukuda also completed 148 interviews with peri-urban residents, coal workers, health professionals, state actors, and air quality technicians and collected 304 surveys among peri-urban residents on the correlation between coal use, household economy, and attitudes on air pollution. Analysis of this research data is ongoing.\n\nThis research contributes to anthropology, science and technology studies, and scholarship on post-Soviet Mongolia. First, this project attends to the materiality of air and howÆs airÆs multiple and overlapping properties are important to urban residentsÆ understanding of air pollution, health, and urban life. Secondly, this project examines how global health interventionsÆ emphasis on life technologies render public health and air pollution mitigation a household responsibility. Lastly, this research will provide an in-depth study of the peri-urban communities in MongoliaÆs capital city.\n\nIn addition to academic contributions, this research provides insight to policy makers, public health professionals and air quality specialists. First, this project challenges the way public and private institutions approach technological fixes to environmental problems. Secondly, research data on local understandings on the relationship between air, pollution, and health could aid in the design of public health campaigns on how to protect your health against air pollution. Lastly, local responses to air quality data can encourage air quality specialists to invest in better communication strategies, to raise public awareness of air pollution science in more meaningful and sustainable ways. \n\n \n\n\t\t\t\t\tLast Modified: 05/25/2016\n\n\t\t\t\t\tSubmitted by: Chisato Fukuda"
 }
}