{
 "awd_id": "1452587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Spatiotemporal characteristics of basal resistance to ice flow in the West Antarctic Ice Sheet from satellite observations and numerical modeling",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 184000.0,
 "awd_amount": 184000.0,
 "awd_min_amd_letter_date": "2015-07-10",
 "awd_max_amd_letter_date": "2015-07-10",
 "awd_abstract_narration": "Dr. Brent Minchew has been granted an NSF Earth Science postdoctoral fellowship to carry out a research and education plan at the British Antarctic Survey. His research will focus on the West Antarctic Ice Sheet (WAIS) with the goal of quantifying how much resistance to glacier flow the bed applies and how that resistance varies in space and time. WAIS is the only large ice sheet whose bed is significantly below sea level, making it potentially unstable in warming climates. Current knowledge of the physics of glaciers and geological evidence suggest that WAIS is capable of rapid collapse, which, in its current configuration, could lead to several meters of sea level rise. Recent studies provide evidence that a collapse may be underway but the plausible timescales over which a collapse can occur remain uncertain. In order to understand these timescales, which are largely governed by what happens at the bed, and to elucidate the salient mechanical properties of glacier beds, Dr. Minchew will use a combination of observed ice flow velocities and numerical ice flow models to infer the basal resistance to ice flow in several WAIS glaciers and ice streams. The observations were collected at an unprecedented rate over a long timespan and with complete spatial coverage of several areas of fast-flowing ice. When used to constrain numerical ice-flow models, these observations allow for estimates of the variability of basal resistance in space and time that will provide a more thorough understanding of how glacier flow is coupled to environmental forcing. These results will test current assumptions concerning the mechanical properties of the bed, inform more detailed models of basal mechanics, and contribute to the development of predictive models of WAIS and its influence on sea level rise. \r\n\r\nDr. Minchew's research will foster international collaborations and, importantly, will include an education and public outreach component. International collaboration is essential for understanding the potential near-term consequences of climate change. Through this fellowship, Dr. Minchew will have the opportunity to work closely with esteemed glaciologists at the British Antarctic Survey, gaining experience that he will return to the US upon completion of the fellowship. Throughout the fellowship, while at home and abroad, Dr. Minchew will work to enhance the public's awareness of the role of WAIS in the climate system, the implications of climate change for WAIS, and how changes in WAIS affect people and societies around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Minchew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brent Minchew",
   "pi_email_addr": "",
   "nsf_id": "000675028",
   "pi_start_date": "2015-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Minchew                 Brent",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pasadena",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "911252100",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "British Antarctic Survey",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 184000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among the most challenging and pressing problems in modern glaciology are understanding the potential instability of the West Antarctic Ice Sheet (WAIS) and the timescales over which WAIS may disintegrate. WAIS may be unstable in warm climates because the bed beneath WAIS deepens inland of the grounding line (the boundary between grounded and floating ice) and some of the ice shelves, into which most WAIS ice flows, are exposed to warm, deep ocean water, thought to be a critical link between WAIS and climate. Because ice is less dense than water and WAIS sits primarily on the seafloor, there is potential for a buoyancy-driven instability, known as the marine ice sheet instability, to cause rapid, irreversible loss of significant portions of WAIS. The timescales over which a collapse of WAIS might occur are poorly constrained but have important implications for future rates of sea level rise.</p>\n<p>During this project, we focused on understanding drag at the base of the ice and along its edges, two key factors in determining the stability and potential timescale of rapid, dynamic ice mass loss from WAIS. We developed and used a novel dataset, derived from spaceborne radar observations, to study the dynamic response of fast-flowing ice streams to ocean tidal forcing. This natural experiment is well-suited to isolating the salient mechanics of the system because we are able to observe a strong dynamic response to a forcing function with a known period.</p>\n<p>The main outcomes of this project can be broadly grouped into two categories: observations and theory. The observational category encompasses improvements in observational methodologies, which allowed us to derive the first-ever time-dependent, three-dimensional surface velocity field of an entire outlet glacier. These data provide a synoptic-view of glacier dynamics that have never been available and that revealed several key insights into the coupling of oceans and ice streams. In perhaps the most important insight for this project, we were able to show from the data that the response of the ice stream to ocean tidal forcing is likely due to changes in the buttressing stresses applied by the floating ice shelves. The theoretical category includes physical models of slip at the ice-bed interface and the viscosity of ice in the lateral margins. Perhaps the most important contribution from this work is that we have shown that the heating of ice through deformation in the lateral margins causes a significant change in the viscosity of the ice. Because drag in the lateral shear margins is an important resistance to ice flow that depends on the viscosity of the ice, there is a feedback between deformation in the margins and the drag available to resist the seaward flow of ice. This, and other investigations that have grown during this project, will form the basis of future work aimed at improving projections of future sea level rise in a warming climate.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2018<br>\n\t\t\t\t\tModified by: Brent&nbsp;Minchew</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmong the most challenging and pressing problems in modern glaciology are understanding the potential instability of the West Antarctic Ice Sheet (WAIS) and the timescales over which WAIS may disintegrate. WAIS may be unstable in warm climates because the bed beneath WAIS deepens inland of the grounding line (the boundary between grounded and floating ice) and some of the ice shelves, into which most WAIS ice flows, are exposed to warm, deep ocean water, thought to be a critical link between WAIS and climate. Because ice is less dense than water and WAIS sits primarily on the seafloor, there is potential for a buoyancy-driven instability, known as the marine ice sheet instability, to cause rapid, irreversible loss of significant portions of WAIS. The timescales over which a collapse of WAIS might occur are poorly constrained but have important implications for future rates of sea level rise.\n\nDuring this project, we focused on understanding drag at the base of the ice and along its edges, two key factors in determining the stability and potential timescale of rapid, dynamic ice mass loss from WAIS. We developed and used a novel dataset, derived from spaceborne radar observations, to study the dynamic response of fast-flowing ice streams to ocean tidal forcing. This natural experiment is well-suited to isolating the salient mechanics of the system because we are able to observe a strong dynamic response to a forcing function with a known period.\n\nThe main outcomes of this project can be broadly grouped into two categories: observations and theory. The observational category encompasses improvements in observational methodologies, which allowed us to derive the first-ever time-dependent, three-dimensional surface velocity field of an entire outlet glacier. These data provide a synoptic-view of glacier dynamics that have never been available and that revealed several key insights into the coupling of oceans and ice streams. In perhaps the most important insight for this project, we were able to show from the data that the response of the ice stream to ocean tidal forcing is likely due to changes in the buttressing stresses applied by the floating ice shelves. The theoretical category includes physical models of slip at the ice-bed interface and the viscosity of ice in the lateral margins. Perhaps the most important contribution from this work is that we have shown that the heating of ice through deformation in the lateral margins causes a significant change in the viscosity of the ice. Because drag in the lateral shear margins is an important resistance to ice flow that depends on the viscosity of the ice, there is a feedback between deformation in the margins and the drag available to resist the seaward flow of ice. This, and other investigations that have grown during this project, will form the basis of future work aimed at improving projections of future sea level rise in a warming climate.\n\n\t\t\t\t\tLast Modified: 03/30/2018\n\n\t\t\t\t\tSubmitted by: Brent Minchew"
 }
}