{
 "awd_id": "1452762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Interval Exchange Transformations and Translation Surfaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 447002.0,
 "awd_amount": 447002.0,
 "awd_min_amd_letter_date": "2015-01-12",
 "awd_max_amd_letter_date": "2023-04-25",
 "awd_abstract_narration": "Dynamical systems can be thought of as the study of objects in motion, e.g. planets, where the motion evolves over time according to a fixed set of rules. The evolution can be structured or quite complex and even chaotic. This research project studies a family of dynamical systems that are highly structured but whose long term behavior can often be understood via a chaotic system that renormalizes the dynamics. The analysis of these problems involves dynamical, geometric, and combinatorial arguments. The project also has a large component geared towards smoothing the progression of early career mathematicians. This includes research mentoring for undergraduate and graduate students, professional mentoring for graduate students, notes to introduce first year graduate students to ergodic theory while preparing them for qualifying exams in real analysis, a problem list of topics in the area, and a collection of key arguments in ergodic theory.\r\n\r\nThe goal of this project is to better understand the dynamics of interval exchange transformations, flows on translations surfaces, and Teichmueller geodesic flow. Interval exchange transformations and flows on translation surfaces are closely related objects. Interval exchange transformations arise as first return maps of flows on translation surfaces, and similarly a translation surface can be built from an interval exchange with additional suspension data. Questions of interest are generalizations of the isomorphism problem, non-unique ergodicity and its variants, the behavior of bounded sets, and the behavior of actions of matrices on the space of translation surfaces. These problems will be studied using renormalization dynamics -- Rauzy induction and Teichmueller geodesic flow -- as well as combinatorial constructions, especially in building examples with exotic properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Chaika",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan M Chaika",
   "pi_email_addr": "jonchaika@gmail.com",
   "nsf_id": "000629335",
   "pi_start_date": "2015-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "804800",
   "pgm_ele_name": "Division Co-Funding: CAREER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 113960.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 115368.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 115095.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 98579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span> </span>This project is in ergodic theory. Ergodic theory is a branch of dynamical systems that seeks to understand the behavior of points in a closed system through understanding the invariant measures of the systems. Measures are an object in mathematics that generalize volume. Two examples of the types of systems that motivate this project are: a point mass traveling in a polygon, which obeys the laws of elastic collision when it hits the sides; and smooth, that is differentiable, flows on surfaces. A key way of studying these objects is by studying dynamics on a space of related objects, in this case translation surfaces. This project has led to significant improvements of our understanding of the dynamics of these systems. Highlights of this work include discoveries about mixing phenomena, the horocycle flow on strata of translation surfaces, and the behavior of joinings.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span> </span>The work on mixing phenomena included proving that there exists a polygon where the point mass&rsquo; travel is weak mixing and finding the first mixing smooth flow on a surface, where all the singularities are non-degenerate. Weak mixing is a notion of randomness for the system that says that the orbits of different points are usually uncorrelated. Proving this randomness required a new approach to ruling out eigenvalues for translation flows that I continue to develop. Finding a mixing smooth flow on a surface, where all the singularities are non-degenerate was a longstanding open question and earlier work showed that any such example would be rare. Mixing is a stronger, but similar, notion of randomness to weak mixing.&nbsp;</p>\n<p><span> </span>This project&rsquo;s study of the horocycle flow on strata of translation surfaces was focussed on showing that it behaves differently from the horocycle flow in homogeneous spaces and in particular it is less structured. This included showing that a large set of points have that their horocycle orbits fail to distribute to any measure. This raises the question whether or not many arguments in the related context, homogeneous dynamics, can be applied to this setting. Additionally, this project found a fractal horocycle orbit closure, whose dimension is not an integer. In fact, it found a one parameter family of such orbit closures. \\</p>\n<p><span> </span>The work on joinings included showing that the typical exchange of three intervals has many joinings, proving typicality of large joinings in the space of measure preserving transformations and constructing a prime system with many self-joinings. The starting point of this work was proving that the typical exchange of three intervals had larger joinings than was known before, answering a question from the early 80&rsquo;s. This came from a novel construction of such joinings that the subsequent developments built on.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2024<br>\nModified by: Jonathan&nbsp;M&nbsp;Chaika</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n This project is in ergodic theory. Ergodic theory is a branch of dynamical systems that seeks to understand the behavior of points in a closed system through understanding the invariant measures of the systems. Measures are an object in mathematics that generalize volume. Two examples of the types of systems that motivate this project are: a point mass traveling in a polygon, which obeys the laws of elastic collision when it hits the sides; and smooth, that is differentiable, flows on surfaces. A key way of studying these objects is by studying dynamics on a space of related objects, in this case translation surfaces. This project has led to significant improvements of our understanding of the dynamics of these systems. Highlights of this work include discoveries about mixing phenomena, the horocycle flow on strata of translation surfaces, and the behavior of joinings.\n\n\n\n\n\n The work on mixing phenomena included proving that there exists a polygon where the point mass travel is weak mixing and finding the first mixing smooth flow on a surface, where all the singularities are non-degenerate. Weak mixing is a notion of randomness for the system that says that the orbits of different points are usually uncorrelated. Proving this randomness required a new approach to ruling out eigenvalues for translation flows that I continue to develop. Finding a mixing smooth flow on a surface, where all the singularities are non-degenerate was a longstanding open question and earlier work showed that any such example would be rare. Mixing is a stronger, but similar, notion of randomness to weak mixing.\n\n\n This projects study of the horocycle flow on strata of translation surfaces was focussed on showing that it behaves differently from the horocycle flow in homogeneous spaces and in particular it is less structured. This included showing that a large set of points have that their horocycle orbits fail to distribute to any measure. This raises the question whether or not many arguments in the related context, homogeneous dynamics, can be applied to this setting. Additionally, this project found a fractal horocycle orbit closure, whose dimension is not an integer. In fact, it found a one parameter family of such orbit closures. \\\n\n\n The work on joinings included showing that the typical exchange of three intervals has many joinings, proving typicality of large joinings in the space of measure preserving transformations and constructing a prime system with many self-joinings. The starting point of this work was proving that the typical exchange of three intervals had larger joinings than was known before, answering a question from the early 80s. This came from a novel construction of such joinings that the subsequent developments built on.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/14/2024\n\n\t\t\t\t\tSubmitted by: JonathanMChaika\n"
 }
}