{
 "awd_id": "1452840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Coherent Single-Photons for Quantum Information",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2015-02-18",
 "awd_max_amd_letter_date": "2019-02-08",
 "awd_abstract_narration": "Non-Technical Abstract:\r\nThis award is funded by the Condensed Matter Physics program in the Division of Materials Research, the Physics at the Information Frontier program in Physics and the EPSCoR program.  Quantum computation and communication offer great potential benefits to processing power and communication security by exploiting the non-intuitive properties of quantum mechanics.  Photons will play an active part in future quantum information processing schemes, and semiconductor nanostructures called quantum dots are likely candidates to act as photon sources.  Currently, however, photons produced by quantum dots are not suitable because of spectral diffusion experienced by the dots.  The goal of this research project is to identify, model, and establish effective strategies to mitigate the factors responsible for spectral diffusion.  The project involves graduate and undergraduate students who are being trained in optical and spectrographic measurement techniques, quantum optics, and condensed matter physics.  Also integral to the project is the development, evaluation, and dissemination of an optics-related learning module for 4-H youth groups in West Virginia.  The optics learning module fills a gap in the physical science curriculum available to 4-H group leaders, and will improve the students' science literacy and increase the number pursuing science-related careers.  Volunteers from graduate and undergraduate physics societies are involved in the development and testing of the learning module, whereby they gain valuable outreach and educational experience that will help prepare them for future public education efforts.\r\n\r\nTechnical Abstract:\r\nPhotons emitted by quantum dots are potentially important in a number of quantum information processing applications, but because their coherence is currently non-ideal, that potential remains severely limited. The level of coherence of quantum dot photons is reduced by spectral diffusion due to interactions between a dot and its local environment, specifically fluctuations in the nearby charge distribution.  In order to significantly improve the degree of coherence of quantum dot photons there is a critical need to identify and be able to control the environmental and external sources of spectral diffusion in the dots.  The goal of the research project is to characterize the magnitude and timescale of spectral diffusion under different experimental conditions, model the interaction of the dots and the environment, and design photon sources with reduced or no spectral diffusion. The rationale for this approach is that reducing or eliminating spectral diffusion in a variety of situations is expected to enable the design of quantum dot-based photon sources with significantly higher fidelity performance than is currently possible in interference-based quantum information processing protocols.  A complementary outreach effort involves graduate and undergraduate students in the design, evaluation, and state-wide dissemination of an optics-related 4-H learning module.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Flagg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Flagg",
   "pi_email_addr": "Edward.Flagg@mail.wvu.edu",
   "nsf_id": "000664985",
   "pi_start_date": "2015-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066845",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 355000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 65000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum dots (QDs) are tiny crystals that emit light at certain distinct frequencies just like single atoms do. One potential application for QDs is to be sources of identical photons in quantum communication and computation. But QDs&rsquo; photon emission is complicated by fluctuations in the charge state of both the QD itself and the microscopic local environment surrounding them. These fluctuations cause the fluorescence produced by QDs to blink and to change color/wavelength/frequency&mdash;which is called &ldquo;spectral diffusion&rdquo;. These phenomena reduce the usefulness of the fluorescence. This CAREER grant focused on investigating and understanding charge fluctuations within and around QDs with the goal to inform future efforts using QDs as photon sources in quantum communication and computation applications.</p>\n<p>&nbsp;</p>\n<p>The frequency shifts of a QD were characterized using a laser to excite it to produce fluorescence and then observing how the fluorescence intensity changed as the laser frequency was varied. This method demonstrated that there are locations within the crystal containing the QD that can trap charges, and the fluctuating occupancy of those charge traps cause spectral diffusion.</p>\n<p>&nbsp;</p>\n<p>A method was explored to stabilize a QD&rsquo;s charge state and reduce blinking by exciting it with two lasers at once. One laser at the same frequency as the QD&rsquo;s fluorescence excites the QD to emit light. The other laser has a much higher frequency and much weaker intensity. It causes electrons to travel to the QD so its charge state is stabilized and blinking is reduced. The process was modeled by including Auger recombination&mdash;which neutralizes the QD&mdash;and charge carrier migration&mdash;which can charge or neutralize the QD&mdash;through a stochastic collection of weakly-binding sites, resulting in so-called sub-diffusion-like dynamics. Among other things, it was found that every QD has an optimal choice for the intensity of the stabilizing laser, which will be helpful when using QDs as quantum light sources.</p>\n<p>&nbsp;</p>\n<p>Highly identical photons are produced by a QD when it is excited by a laser whose frequency matches the QD&rsquo;s fluorescence. It was discovered that when the laser is polarized a certain way relative to the QD, it increases the fraction of identical photons produced. The same phenomenon is responsible for a never-before-seen polarization-dependent interference effect in the excitation spectrum of the dot. This interference effect could be leveraged in future applications requiring identical photons.</p>\n<p>&nbsp;</p>\n<p>The results of these projects will have broad impacts for the development of quantum light sources based on QDs. The knowledge of the time scale and source of charge trap fluctuations could aid in finding methods to reduce the fluctuations themselves or their effect on the QD resonance frequency in order to produce more-identical photons for quantum communication applications. The polarization-dependent interference effect enhances the fraction of coherently scattered light, which again results in more-identical photons.</p>\n<p>&nbsp;</p>\n<p>These projects have provided educational opportunities and funding for four graduate students at various points in their studies. Three of those students have graduated with PhDs, and one is in their final year. This grant has supported four undergraduate summer researchers, and 11 undergraduates have participated in research during the academic year. Five of the undergraduate researchers are currently pursuing their Ph.D. after graduation.</p>\n<p>&nbsp;</p>\n<p>Additional educational projects were enabled by this grant.</p>\n<p>(1) A series of experimental optics tutorials were developed to rapidly teach brand-new students basic to intermediate experimental&nbsp;optics&nbsp;skills. Three undergraduate students worked with the P.I. to develop and test the tutorials before they were disseminated. The tutorial exercises have dedicated lab space and equipment, and four independent research groups at WVU have sent students to participate. In only six months since their dissemination, five undergraduate and four graduate students have done the tutorials.</p>\n<p>(2) A kinesthetic in-class demonstration of classical magnetic resonance was developed by the P.I. in conjunction with the WVU demonstration shop. Its behavior is analogous to the evolution of a quantum mechanical spin in a magnetic field. It will be used to illustrate some of the complicated concepts in upper-level undergraduate quantum courses. For example, the correspondence between the behavior of this strictly classical system and the expectation value of a quantum spin-1/2 particle is a tangible example of Ehrenfest&rsquo;s theorem.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2022<br>\n\t\t\t\t\tModified by: Edward&nbsp;Flagg</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1653574780916_Resonantexcitationspectrum--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1653574780916_Resonantexcitationspectrum--rgov-800width.jpg\" title=\"Resonant excitation spectrum of a quantum dot\"><img src=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1653574780916_Resonantexcitationspectrum--rgov-66x44.jpg\" alt=\"Resonant excitation spectrum of a quantum dot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Without spectral diffusion, there would be 2 peaks from the 2 excited states of the QD. But charge fluctuations in nearby traps cause discrete shifts of the QD's energy levels, turning the 2 peaks into 8. Each trap has 2 states, so 8 peaks imply there are 2 traps: 2 peaks * 2^2 trap states = 8.</div>\n<div class=\"imageCredit\">Edward B. Flagg</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;Flagg</div>\n<div class=\"imageTitle\">Resonant excitation spectrum of a quantum dot</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1653576017694_Polarization-dependentinterference--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1653576017694_Polarization-dependentinterference--rgov-800width.jpg\" title=\"Excitation spectra of a neutral QD with different detection polarizations.\"><img src=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1653576017694_Polarization-dependentinterference--rgov-66x44.jpg\" alt=\"Excitation spectra of a neutral QD with different detection polarizations.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The laser is Y-polarized, but at zero detuning the fluorescence becomes highly X-polarized. This is due to interference between the coherent components scattered from the two optical transitions of the dot. The green and red regions illustrate the coherent and incoherent scattering intensities.</div>\n<div class=\"imageCredit\">Edward B. Flagg</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;Flagg</div>\n<div class=\"imageTitle\">Excitation spectra of a neutral QD with different detection polarizations.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1654092650975_Studentinlab--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1654092650975_Studentinlab--rgov-800width.jpg\" title=\"Undergraduate student in the laboratory.\"><img src=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1654092650975_Studentinlab--rgov-66x44.jpg\" alt=\"Undergraduate student in the laboratory.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An undergraduate summer researcher aligns a Fabry-Perot interferometer. For this project, he learned basic-to-advanced optical alignment, programming and circuit design using the Arduino open-source electronic prototyping platform, and data analysis and presentation using Matlab.</div>\n<div class=\"imageCredit\">Edward B Flagg</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;Flagg</div>\n<div class=\"imageTitle\">Undergraduate student in the laboratory.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1654094706258_GyroscopeinHelmholtzcoils--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1654094706258_GyroscopeinHelmholtzcoils--rgov-800width.jpg\" title=\"Magnetic resonance demonstration\"><img src=\"/por/images/Reports/POR/2022/1452840/1452840_10351065_1654094706258_GyroscopeinHelmholtzcoils--rgov-66x44.jpg\" alt=\"Magnetic resonance demonstration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A gyroscope with an attached magnet is inside a dual-axis Helmholtz coil. As the gyroscope precesses, the magnetic field is manually rotated to cause the classical equivalent of a quantum spin-flip.</div>\n<div class=\"imageCredit\">Edward B Flagg</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;Flagg</div>\n<div class=\"imageTitle\">Magnetic resonance demonstration</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nQuantum dots (QDs) are tiny crystals that emit light at certain distinct frequencies just like single atoms do. One potential application for QDs is to be sources of identical photons in quantum communication and computation. But QDs’ photon emission is complicated by fluctuations in the charge state of both the QD itself and the microscopic local environment surrounding them. These fluctuations cause the fluorescence produced by QDs to blink and to change color/wavelength/frequency&mdash;which is called \"spectral diffusion\". These phenomena reduce the usefulness of the fluorescence. This CAREER grant focused on investigating and understanding charge fluctuations within and around QDs with the goal to inform future efforts using QDs as photon sources in quantum communication and computation applications.\n\n \n\nThe frequency shifts of a QD were characterized using a laser to excite it to produce fluorescence and then observing how the fluorescence intensity changed as the laser frequency was varied. This method demonstrated that there are locations within the crystal containing the QD that can trap charges, and the fluctuating occupancy of those charge traps cause spectral diffusion.\n\n \n\nA method was explored to stabilize a QD’s charge state and reduce blinking by exciting it with two lasers at once. One laser at the same frequency as the QD’s fluorescence excites the QD to emit light. The other laser has a much higher frequency and much weaker intensity. It causes electrons to travel to the QD so its charge state is stabilized and blinking is reduced. The process was modeled by including Auger recombination&mdash;which neutralizes the QD&mdash;and charge carrier migration&mdash;which can charge or neutralize the QD&mdash;through a stochastic collection of weakly-binding sites, resulting in so-called sub-diffusion-like dynamics. Among other things, it was found that every QD has an optimal choice for the intensity of the stabilizing laser, which will be helpful when using QDs as quantum light sources.\n\n \n\nHighly identical photons are produced by a QD when it is excited by a laser whose frequency matches the QD’s fluorescence. It was discovered that when the laser is polarized a certain way relative to the QD, it increases the fraction of identical photons produced. The same phenomenon is responsible for a never-before-seen polarization-dependent interference effect in the excitation spectrum of the dot. This interference effect could be leveraged in future applications requiring identical photons.\n\n \n\nThe results of these projects will have broad impacts for the development of quantum light sources based on QDs. The knowledge of the time scale and source of charge trap fluctuations could aid in finding methods to reduce the fluctuations themselves or their effect on the QD resonance frequency in order to produce more-identical photons for quantum communication applications. The polarization-dependent interference effect enhances the fraction of coherently scattered light, which again results in more-identical photons.\n\n \n\nThese projects have provided educational opportunities and funding for four graduate students at various points in their studies. Three of those students have graduated with PhDs, and one is in their final year. This grant has supported four undergraduate summer researchers, and 11 undergraduates have participated in research during the academic year. Five of the undergraduate researchers are currently pursuing their Ph.D. after graduation.\n\n \n\nAdditional educational projects were enabled by this grant.\n\n(1) A series of experimental optics tutorials were developed to rapidly teach brand-new students basic to intermediate experimental optics skills. Three undergraduate students worked with the P.I. to develop and test the tutorials before they were disseminated. The tutorial exercises have dedicated lab space and equipment, and four independent research groups at WVU have sent students to participate. In only six months since their dissemination, five undergraduate and four graduate students have done the tutorials.\n\n(2) A kinesthetic in-class demonstration of classical magnetic resonance was developed by the P.I. in conjunction with the WVU demonstration shop. Its behavior is analogous to the evolution of a quantum mechanical spin in a magnetic field. It will be used to illustrate some of the complicated concepts in upper-level undergraduate quantum courses. For example, the correspondence between the behavior of this strictly classical system and the expectation value of a quantum spin-1/2 particle is a tangible example of Ehrenfest’s theorem.\n\n\t\t\t\t\tLast Modified: 06/01/2022\n\n\t\t\t\t\tSubmitted by: Edward Flagg"
 }
}