{
 "awd_id": "1452000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Spatial Foundations of Symbolic Numeracy Skills in Young Children",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2015-02-15",
 "awd_exp_date": "2021-01-31",
 "tot_intn_awd_amt": 1037567.0,
 "awd_amount": 1227559.0,
 "awd_min_amd_letter_date": "2015-02-06",
 "awd_max_amd_letter_date": "2019-02-08",
 "awd_abstract_narration": "Spatial skills strongly predict STEM achievement in children and adults. This project, led by a researcher at Temple University, aims to understand the relationship between spatial and numerical skills at a more fine-grained level, among pre-k through 4th graders, with the ultimate goal of harnessing this relationship to improve math achievement. This project (1) investigates how, when, and why spatial skills influence numerical skills; (2) examines how spatial and numerical skills develop among children at risk for under-representation in STEM fields, namely girls and students from low-socioeconomic-status (SES) backgrounds; and (3) establishes causal relationships between spatial and numerical skills.\r\n\r\nTo accomplish goals (1) and (2), Study 1 uses a two-year longitudinal design, with students from a range of SES backgrounds starting in pre-k, 1st-, and 3rd-grades. Researchers assesses students twice a year, measuring multiple aspects of spatial skills (e.g., mental rotation, proportional reasoning, spatial working memory), numerical skills (e.g., cardinality, arithmetic, fraction concepts), and number line knowledge, a \"bridge skill' that integrates space and number. Reading achievement is assessed as a control measure. The researchers hypothesize that initial spatial skills will predict growth over time in numerical skills; that spatial skills will be most important for numerical skills when new number concepts are first introduced; and that number line knowledge will help to explain the relations between spatial and numerical skills. To accomplish goal (3), Studies 2-4 use randomized experiments to improve spatial skills and number line knowledge, testing the hypothesis that improving these skills leads to improvement in numerical skills. The project also looks at potential gender differences and individual differences in spatials skills that might predict differences in numerical skills. The project integrates the research and educational activities both through university teaching and mentoring as well as through the establishment of work circles with practicing teachers. \r\n\r\nThis project identifies specific skills and training techniques that increase children's numeracy skills, which may be especially important for girls and children from low-SES families. This foundational research builds a strong basis for the development of curricular interventions aimed at improving math learning and STEM representation in at-risk children.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Gunderson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Gunderson",
   "pi_email_addr": "eagunder@iu.edu",
   "nsf_id": "000657187",
   "pi_start_date": "2015-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University-Of The Commonwealth System of Higher Education",
  "perf_str_addr": "1938 Liacouras Walk, 2nd Fl",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 301302.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 277734.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 456283.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 192240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span>. </strong>This project aimed to examine <em>how</em>, <em>when</em>, and <em>why </em>spatial skills predict numerical development, and to establish causal relations between spatial skills, number line estimation, and other numeracy skills in young children. To accomplish these goals, we conducted short-term experimental training studies as well as longitudinal studies of children&rsquo;s skills.&nbsp;&nbsp;</p>\n<p>In one series of experimental training studies, we investigated the relationship between number line estimation and children&rsquo;s fraction knowledge. (e.g., understanding where &frac14; should be placed on a horizontal number line from 0 to 1). In our first study, we randomly assigned 2<sup>nd</sup>- and 3<sup>rd</sup>-grade children to complete 15-minute one-on-one training sessions with an experimenter to learn how to show fractions using either a number line model or a circle area model (or a control condition where they did not learn about fractions). After the training, children who learned how to place fractions on a number line performed better than the other two groups at comparing fractions (e.g., which is more, &frac14; or 2/3). This shows that the number line representation is not only correlated with fraction knowledge, but can play a causal role in children&rsquo;s learning about fraction magnitudes in early elementary school. In a follow-up study, we found that the unidimensionality of the number line (i.e., the fact that it appears as a line rather than a rectangle or square) is a critical feature that fosters children&rsquo;s ability to learn fraction magnitudes.</p>\n<p>In a second series of studies, we investigated the malleability of children&rsquo;s strategy use while reasoning about decimal magnitudes. Children commonly make errors based on their knowledge of whole numbers when reasoning about decimals (e.g., incorrectly saying that .23 is more than .5 because 23 is more than 5). These types of errors are referred to as whole-number biases. We found that these whole-number biases can be changed simply by increasing the salience of other types of number knowledge, such as by having children compare fractions prior to comparing decimals. Further, we found that completing decimal comparison problems that were both consistent and inconsistent with whole-number biases, and receiving accuracy feedback on those problems, led 6<sup>th</sup>- to 8<sup>th</sup>-graders&rsquo; to substantially increase their decimal comparison accuracy. Despite the fact that children only spent a few minutes on these problems, this positive effect on children&rsquo;s decimal comparison skills remained strong two weeks later. These results shed light on children&rsquo;s strategy use when comparing decimals and point to the potential of brief interventions to shift children toward more accurate strategies.</p>\n<p>Finally, to better understand the relations between children&rsquo;s spatial and numerical skills, we conducted a longitudinal study among children starting in pre-k through 3<sup>rd</sup> grade. In this study, we assessed a variety of spatial and numerical skills twice per year for two years. Our main question was whether children&rsquo;s initial spatial skills would predict their initial levels and growth rates in numerical skills. In addition, we were particularly interested in disentangling the relations between specific spatial skills and specific numeracy skills. We found that children&rsquo;s initial levels of five spatial skills (visuo-spatial working memory [VSWM], mental transformation, mental rotation, proportional reasoning, and analog magnitude system [AMS] acuity) were related in distinct ways to children&rsquo;s initial levels of three symbolic numeracy skills (exact calculation, approximate calculation, and number line estimation). Notably, however, no spatial skills predicted growth rates in numeracy skills. These results indicate that there is specificity in the relations between spatial and numerical skills, and suggest that researchers and educators should treat spatial skills and numeracy as multidimensional constructs with complex and unique inter-relations.</p>\n<p>Taken together, the findings from these projects open up new areas of research to better understand how spatial skills and number lines can be harnessed to increase students&rsquo; mathematical skills.<strong>&nbsp;</strong></p>\n<p><strong><span style=\"text-decoration: underline;\"><br /> Broader Impacts.</span></strong> This project identified specific skills and training techniques that can increase young children&rsquo;s numeracy skills. This foundational research has contributed to a strong theoretical and empirical basis for the development of future curricular interventions aimed at improving math learning and STEM representation in at-risk children. Further, this project integrated research and education by collaborating with teachers during three Teacher Work Circles. These Teacher Work Circles brought together researchers and pre-k-to-8<sup>th</sup>-grade-teachers in a collaborative, mutually-beneficial dialogue: during each day-long workshop, researchers shared cutting-edge findings on spatial and mathematical learning, and teachers shared insights from the classroom. The Teacher Work Circle attendees then created new lesson plans incorporating these research findings and their own prior teaching experiences. In addition to the Teacher Work Circles, the research team disseminated the study results through publication in peer-reviewed journals, reports to participating schools, and outreach events such as the Philadelphia Science Festival. Finally, the project provided training opportunities for undergraduates, graduate students, and research assistants. These trainees not only learned valuable research skills, but also contributed to the Teacher Work Circles and other outreach efforts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2021<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;Gunderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit. This project aimed to examine how, when, and why spatial skills predict numerical development, and to establish causal relations between spatial skills, number line estimation, and other numeracy skills in young children. To accomplish these goals, we conducted short-term experimental training studies as well as longitudinal studies of children’s skills.  \n\nIn one series of experimental training studies, we investigated the relationship between number line estimation and children’s fraction knowledge. (e.g., understanding where &frac14; should be placed on a horizontal number line from 0 to 1). In our first study, we randomly assigned 2nd- and 3rd-grade children to complete 15-minute one-on-one training sessions with an experimenter to learn how to show fractions using either a number line model or a circle area model (or a control condition where they did not learn about fractions). After the training, children who learned how to place fractions on a number line performed better than the other two groups at comparing fractions (e.g., which is more, &frac14; or 2/3). This shows that the number line representation is not only correlated with fraction knowledge, but can play a causal role in children’s learning about fraction magnitudes in early elementary school. In a follow-up study, we found that the unidimensionality of the number line (i.e., the fact that it appears as a line rather than a rectangle or square) is a critical feature that fosters children’s ability to learn fraction magnitudes.\n\nIn a second series of studies, we investigated the malleability of children’s strategy use while reasoning about decimal magnitudes. Children commonly make errors based on their knowledge of whole numbers when reasoning about decimals (e.g., incorrectly saying that .23 is more than .5 because 23 is more than 5). These types of errors are referred to as whole-number biases. We found that these whole-number biases can be changed simply by increasing the salience of other types of number knowledge, such as by having children compare fractions prior to comparing decimals. Further, we found that completing decimal comparison problems that were both consistent and inconsistent with whole-number biases, and receiving accuracy feedback on those problems, led 6th- to 8th-graders’ to substantially increase their decimal comparison accuracy. Despite the fact that children only spent a few minutes on these problems, this positive effect on children’s decimal comparison skills remained strong two weeks later. These results shed light on children’s strategy use when comparing decimals and point to the potential of brief interventions to shift children toward more accurate strategies.\n\nFinally, to better understand the relations between children’s spatial and numerical skills, we conducted a longitudinal study among children starting in pre-k through 3rd grade. In this study, we assessed a variety of spatial and numerical skills twice per year for two years. Our main question was whether children’s initial spatial skills would predict their initial levels and growth rates in numerical skills. In addition, we were particularly interested in disentangling the relations between specific spatial skills and specific numeracy skills. We found that children’s initial levels of five spatial skills (visuo-spatial working memory [VSWM], mental transformation, mental rotation, proportional reasoning, and analog magnitude system [AMS] acuity) were related in distinct ways to children’s initial levels of three symbolic numeracy skills (exact calculation, approximate calculation, and number line estimation). Notably, however, no spatial skills predicted growth rates in numeracy skills. These results indicate that there is specificity in the relations between spatial and numerical skills, and suggest that researchers and educators should treat spatial skills and numeracy as multidimensional constructs with complex and unique inter-relations.\n\nTaken together, the findings from these projects open up new areas of research to better understand how spatial skills and number lines can be harnessed to increase students’ mathematical skills. \n\n\n Broader Impacts. This project identified specific skills and training techniques that can increase young children’s numeracy skills. This foundational research has contributed to a strong theoretical and empirical basis for the development of future curricular interventions aimed at improving math learning and STEM representation in at-risk children. Further, this project integrated research and education by collaborating with teachers during three Teacher Work Circles. These Teacher Work Circles brought together researchers and pre-k-to-8th-grade-teachers in a collaborative, mutually-beneficial dialogue: during each day-long workshop, researchers shared cutting-edge findings on spatial and mathematical learning, and teachers shared insights from the classroom. The Teacher Work Circle attendees then created new lesson plans incorporating these research findings and their own prior teaching experiences. In addition to the Teacher Work Circles, the research team disseminated the study results through publication in peer-reviewed journals, reports to participating schools, and outreach events such as the Philadelphia Science Festival. Finally, the project provided training opportunities for undergraduates, graduate students, and research assistants. These trainees not only learned valuable research skills, but also contributed to the Teacher Work Circles and other outreach efforts.\n\n \n\n\t\t\t\t\tLast Modified: 05/26/2021\n\n\t\t\t\t\tSubmitted by: Elizabeth A Gunderson"
 }
}