{
 "awd_id": "1453726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Elucidating acentrosomal microtubule organization by integrating cell biology, single molecule imaging and computational modeling",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2015-02-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 1163940.0,
 "awd_amount": 1165999.0,
 "awd_min_amd_letter_date": "2015-01-28",
 "awd_max_amd_letter_date": "2019-06-27",
 "awd_abstract_narration": "Control of cell shape is a fundamental property of life, essential to the form and function of all organisms. Cell shape is governed primarily by an internal scaffolding structure called the cytoskeleton. Unlike human-made scaffolding structures, the cytoskeleton is highly dynamic and is able to change its configuration in response to developmental and environmental signals, allowing cells to adapt to changing conditions. This project uses the cortical microtubule cytoskeleton of plants as a model to understand how microtubule polymers form highly ordered arrays in the absence of a centralized organizing mechanism. By integrating approaches scaling from single molecules to whole cells, this research will reveal principles by which biochemical activities at the molecular scale result in complex microtubule arrays at the cellular scale, principles expected to be applicable to other such arrays. Since the plant cortical microtubule array directs cell wall assembly, this work might also lead to new strategies to engineer plant biomass for improved food and cellulosic biofuel production. The work from this project will be integrated into education and outreach through inquiry-based activities at multiple levels across the K-20 education spectrum. Specifically, the PI will incorporate this work into a course for Architecture students to inspire new human-made structures based on cellular design principles and a new professional development workshop on Biological Self-Organization to provide high-school teachers with a mathematical biology resource to help them meet the Next Generation Science Standards. He will also integrate work from this project into a problem-based Teen Science Café program, which attracts between 1,000-1,500 students from grades 6-12 annually and is a great opportunity to teach the scientific inquiry process and about dynamic cellular events.\r\n\r\nThe PI will study how noncentrosomal microtubules form highly ordered arrays without the benefit of an organizing center. This problem is fundamentally important because noncentrosomal microtubule arrays are vital for the structure and function of evolutionarily diverse organisms such as fission yeast, humans and plants. To elucidate the underlying mechanisms, the PI will use the cortical microtubule cytoskeleton of Arabidopsis thaliana plants as an experimentally tractable model system. The PI hypothesizes that the net balance of multiple microtubule-associated proteins dynamically controls array structure by regulating the trajectory, length and dynamics of cortical microtubules. To test this hypothesis, a combination of live imaging, in vitro experiments at single molecule resolution and computational modeling will be used to: 1) determine the function of EB1 and associated proteins in regulating the behavior of cortical microtubules, 2) investigate the role of microtubule bundling in array organization, 3) determine how distinct molecular activities interact in space and time to dynamically pattern cortical microtubules, and 4) elucidate the mechanisms that define and change cortical microtubule array orientation in response to developmental and environmental signals. Together, this research will advance our understanding of how distinct cortical microtubule arrays are built to create different cell shapes and how arrays are remodeled in response to signals to modify plant growth. The work from this project will be integrated into multiple education and outreach activities to introduce new biological concepts and techniques into classrooms and to get students interested in pursuing a STEM career. The PI will incorporate this work into a course for Architecture students to inspire new architectural designs based on principles underlying cellular architecture. The PI will also lead a professional development workshop on Biological Self-Organization for high-school teachers, which will combine hands-on activities and computer modeling to provide a mathematical biology resource to take back to classroom. He will also integrate work from this project into a problem-based Teen Science Café program for students from grades 6-12 to teach the scientific inquiry process and about dynamic cellular events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ram",
   "pi_last_name": "Dixit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ram Dixit",
   "pi_email_addr": "ramdixit@wustl.edu",
   "nsf_id": "000520588",
   "pi_start_date": "2015-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "Saint Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 220578.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 226354.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 232344.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 239025.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 247698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The microtubule cytoskeleton is a dynamic protein polymer network in eukaryotic cells that is necessary for critical processes such as cell division, morphogenesis, and intracellular transport. The versatility of the microtubule cytoskeleton is made possible by its ability to adopt different configurations based on cellular needs. This project used the plant cortical microtubules as a powerful experimental system to elucidate how microtubules organize into elaborate 3D structures without the benefit of a centralized control apparatus. We focused on proteins that localize to the rapidly growing tips of microtubules, called plus ends, to study how they control the length, lifetime, and interactions of microtubules. We discovered new types of microtubule plus-end tracking proteins that opened new doors to study how: 1) cells coordinate the activity of the microtubule and actin cytoskeletons to sculpt cell shape, and 2) how plant cells protect cytoskeletal structures under conditions of water loss. We also revealed the mechanism by which specific microtubule plus-end tracking proteins perform their function at the molecular level. In addition, we worked on a molecular motor protein called FRA1 that moves on microtubule tracks and is important for the deposition of cell wall material. We discovered a new mechanism that regulates the lifetime and activity of these proteins which is likely to be applicable to both plants and animals. Our work also established a new paradigm in which a motor protein recruits microtubule-binding proteins to stabilize its own tracks. From an education standpoint, this project enabled the creation of an interdisciplinary course called&nbsp;<em>Cellular Transformations</em>, which brings together biology and architecture students to develop bold new ways to address major societal and environmental challenges. By blending science, design and architecture, this course allowed us to expand the boundaries of pedagogy to train the next generation of creative thinkers. This project also launched several outreach activities that continue to engage the local community to increase understanding of how science enhances our lives, and provide opportunities to middle and high school students from underserved communities to explore science careers and how to prepare for them.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/21/2022<br>\n\t\t\t\t\tModified by: Ram&nbsp;Dixit</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe microtubule cytoskeleton is a dynamic protein polymer network in eukaryotic cells that is necessary for critical processes such as cell division, morphogenesis, and intracellular transport. The versatility of the microtubule cytoskeleton is made possible by its ability to adopt different configurations based on cellular needs. This project used the plant cortical microtubules as a powerful experimental system to elucidate how microtubules organize into elaborate 3D structures without the benefit of a centralized control apparatus. We focused on proteins that localize to the rapidly growing tips of microtubules, called plus ends, to study how they control the length, lifetime, and interactions of microtubules. We discovered new types of microtubule plus-end tracking proteins that opened new doors to study how: 1) cells coordinate the activity of the microtubule and actin cytoskeletons to sculpt cell shape, and 2) how plant cells protect cytoskeletal structures under conditions of water loss. We also revealed the mechanism by which specific microtubule plus-end tracking proteins perform their function at the molecular level. In addition, we worked on a molecular motor protein called FRA1 that moves on microtubule tracks and is important for the deposition of cell wall material. We discovered a new mechanism that regulates the lifetime and activity of these proteins which is likely to be applicable to both plants and animals. Our work also established a new paradigm in which a motor protein recruits microtubule-binding proteins to stabilize its own tracks. From an education standpoint, this project enabled the creation of an interdisciplinary course called Cellular Transformations, which brings together biology and architecture students to develop bold new ways to address major societal and environmental challenges. By blending science, design and architecture, this course allowed us to expand the boundaries of pedagogy to train the next generation of creative thinkers. This project also launched several outreach activities that continue to engage the local community to increase understanding of how science enhances our lives, and provide opportunities to middle and high school students from underserved communities to explore science careers and how to prepare for them.\n\n \n\n\t\t\t\t\tLast Modified: 03/21/2022\n\n\t\t\t\t\tSubmitted by: Ram Dixit"
 }
}