{
 "awd_id": "1454089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Hydroclimatic Response to Natural and Anthropogenic Land Cover Change over South America: A Focus on the La Plata River Basin",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 574123.0,
 "awd_amount": 574123.0,
 "awd_min_amd_letter_date": "2015-07-16",
 "awd_max_amd_letter_date": "2015-07-16",
 "awd_abstract_narration": "This research is an effort to understand the influence of land cover change on the hydroclimatology of the La Plata River Basin (LPRB).  The LPRB is the second largest hydrological  basin in South America after the Amazon, at about a third the size of the continental US.  The weather and climate of the region is dominated by the South American monsoon system (SAMS), in which summer (December to February) rains are fed by moisture which enters the continent in the equatorial trade winds, crosses the Amazon, and is transported to the LPRB by the South American low level jet.  Over the course of this route the moisture can fall as rain and be returned to the atmosphere through evapotranspiration multiple times, a process referred to as moisture recycling.  Previous work by the PI and others suggests that 60 to 70 percent of the mean annual precipitation over the LPRB comes from evapotranspiration from the South American landmass, with about 24 percent coming from local evapotranspiration over the LPRB.  Since the land surface is an important source of moisture for precipitation, soil moisture anomalies can become persistent as they lead to further reductions in precipitation.  In addition, land surface conditions can affect precipitation through their influence on the thermodynamic structure of the lower atmosphere, which can modulate atmospheric circulation and stability.  The key role of land-atmosphere coupling in the LPRB suggests that changes in land cover could have significant impacts on the local hydroclimate.  The PI notes that there has been intensive deforestation in the region, with perhaps the highest deforestation rate in the world for the period 2000 to 2012, thus it is of interest to understand how deforestation is affecting the monsoon system in the region.  More specifically, the PI seeks to understand the relative impacts of moisture recycling and thermodynamic/dynamic land-atmosphere feedbacks on South American precipitation patterns.  One hypothesis to be pursued is that the strongest land-atmosphere interactions occur during the late spring and early summer season in association with the SAMS, with a spatial pattern that highlights the transition regions linking the tropics and subtropics.  Another is that the thermodynamic/dynamic effects are more important than changes in precipitation recycling in determining the interannual variability of LPRB precipitation.  But the PI also hypothesizes that projected future deforestation in South America would change the relative importance of moisture recycling and thermodynamic/dynamic effects, and the shift would be accompanied by significant reductions in LPRB precipitation.  The research will also examine the extent to which deforestation changes the frequency and intensity of precipitation.   In addition, the project will consider how these feedbacks may change under projected future changes in land surface conditions.\r\n\r\nThe research agenda is built around three tools, a statistical approach known as the generalized equilibrium feedback assessment (GEFA) and two enhanced versions of the Weather and Research Forecast (WRF) model.  The statistical method is a multivariate lagged regression technique developed to quantify feedback strength, which can be used to determine the strength of moisture recycling on a spatially varying basis.  One version of the WRF model (WRF-WVT, previously developed by the PI) has been augmented to include tracers used to track water vapor transport, and this configuration can be used to determine the source regions of water vapor and hence the contributions of transport and local evaporation to precipitation.  The model has also been modified to use ecosystem functional types (EFTs) which can be adjusted to represent forested and agricultural land, and the model is able to simulate the mesoscale convective systems which account for much of the rainfall in the LPRB.  The other version of WRF is WRF-hydro, a community model which represents the subsurface component of the hydrological cycle, which the PI claims is \" particularly important over South America, as ground- water dynamics can completely change the atmospheric fluxes\".\r\n\r\nThe research is accompanied by an education effort in which three new courses would be developed to give students a thorough grounding in hydroclimatology  One course focuses on hydrometeorological observations, and will give selected students an opportunity to perform fieldwork during a 2-week period in the summer.  The fieldwork program is developed in partnership with the Center for Western Weather and Water Extremes (CW3E) at the Scripps Istitute of Oceanography.  For the period 2015-2018 students will participate in the Calwater2 field campaign to observe atmospheric rivers, taking measurements of  precipitation, stream flow, and soil moisture.  A second course introduces students to numerical modeling using the WRF-hydro model, and in this class selected students travel to the National Center for Atmospheric Research during the summer to participate in model development.  A third course is developed to teach basic hydrology to students with an atmospheric science background.  This course replaces traditional hydrology courses, in which the subject is taught from an atmospheric science perspective.  The course is intended as an alternative to typical hydrology courses in which the focus is on issues relating to the construction and operation of waterworks.  The course attempts to develop a unified language for the description of surface and subsurface processes, which is analogous to the conceptual framework used for atmospheric processes and helps students to work with models which incorporate atmosphere, surface, and subsurface components.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francina",
   "pi_last_name": "Dominguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francina Dominguez",
   "pi_email_addr": "francina@illinois.edu",
   "nsf_id": "000554717",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 South First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 574123.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has led to new discoveries in land-atmosphere interactions over South America. It has improved our computational modeling capabilities of both land surface and atmospheric processes. It has contributed to a coordinated hydrometeorological field campaign in South America. The work has been reported in 12 peer-reviewed publications, four graduate students and two postdocs have worked on this project. The award allowed PI Dominguez to pursue new avenues of research and advanced her career.</p>\n<p>This project has led to new state-of-the-art visualizations and music using data sonification:</p>\n<p><a href=\"https://www.youtube.com/watch?v=zW5Gk_FAMBU\">https://www.youtube.com/watch?v=zW5Gk_FAMBU</a></p>\n<p>RESEARCH:</p>\n<p>We trace the moisture that originates from the Amazon and La Plata basins of South America to isolate and quantify the role of terrestrial evapotranspiration on continental precipitation. To do this, we performed the first continental-scale climate simulations using water vapor tracers embedded within the WRF model. Our results confirm that terrestrial evapotranspiration is a significant source of moisture over the Amazon and La Plata basins of South America and suggest that the land surface also impacts the overlying atmosphere through thermodynamic processes linked to the South American low level jet (Yang and Dominguez, 2019). We highlight importance of inter-basin moisture transport at the sub-seasonal scale (Chug et al. in review). The tracers&nbsp; also reveal a strong diurnal cycle of Amazonian water vapor which had not been previously reported (Dominguez et al., in review). Critically, our results suggest that deforestation of the Amazon forest results in higher temperature and lower precipitation over the deforested area. Contrary to previous work, we find that changes in circulation, not reduced precipitation recycling are responsible for the reduction in precipitation (Eiras-Barca et al. 2020). The broader impacts of this work are that changes in the dynamics and thermodynamics of the atmosphere associated to deforestation are as important as precipitation recycling in changing the hydroclimate of a region.</p>\n<p>The effects of land use change in other parts of the continent are very different. In Southeastern South America (SESA) observations and modeling analysis suggests that changing perennial grasses to annual crops like soy dramatically changes the regional hydrologic cycle. When compared to perennial alfalfa, the observations over soy show lower evapotranspiration (ET) and specific humidity, higher sensible heat, higher outgoing shortwave radiation, and soil temperature. Water table (WT) depth is shallower below the soy than the alfalfa sites (Pal et al. 2021). The broader impacts of this work are that the conversion of pasture to soy has changed the subsurface, surface and atmospheric branches of the hydrologic cycle in Argentina.</p>\n<p>Using observations we find that anomalous high precipitation over SESA is related to large-scale soil dry soil moisture anomalies a month in advance (Chug et al. 2019). To address causality, the observational work was followed by global climate model analysis (Bieri et al. 2021). We are currently performing model simulations to delve into the physical mechanisms which are linked to the South American Low Level jet (Chen et al. in preparation). The broader impacts of this work are that antecedent dry land surface conditions in SESA during the Spring can provide additional information on the probability of precipitation and the location of precipitation anomalies during the summer rainy season through the effect on the low-level jet. This could benefit farmers and water managers in the region.</p>\n<p>EDUCATION:</p>\n<p>Observations: My students and I have performed long-term hydrometeorological measurements as part of the RELAMPAGO field campaign (Nesbitt et al. 2021). We performed streamflow measurements (Pal et al. 2020) &nbsp;and eddy covariance measurements (Pal et al. 2021). The RELAMPAGO observations are also used in my Boundary Layer class. My students also participated in the CalWater field campaign in California.</p>\n<p>Modeling: We have demonstrated the importance of groundwater on the hydroclimate of South America by incorporating groundwater dynamics into Noah-MP and Noah-MP coupled to WRF to (Martinez et al. 2016a and b). We have been able to trace water that falls in a certain region through the surface and sub-surface hydrologic cycle by incorporating a numerical water tracer model in Noah-MP (Hu et al. 2018). We have developed a more physically realistic analytical model to trace the sources and sinks of precipitation in a region - the DRM2L (Dominguez et al. 2019). &nbsp;We have used WRFHydro to improve hydrological predictability (Pal et al. 2020). We have also used CESM to evaluate the effect of large-scale soil moisture anomalies on precipitation (Bieri et al. 2021).</p>\n<p>This project has helped fund two postdocs: Zhao Yang and Jorge Eiras-Barca. Four PhD students have also been funded as part of this project: Divyansh Chug, Carolina Bieri, Sujan Pal and Chu Chun Chen. The PI, Francina Dominguez was awarded The AMS Henry G. Houghton Award (2018), the AGU Ascent Award (2019) and the AMS Robert E. Horton Lecture (2022) largely based on work that was funded by this CAREER award.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2021<br>\n\t\t\t\t\tModified by: Francina&nbsp;Dominguez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has led to new discoveries in land-atmosphere interactions over South America. It has improved our computational modeling capabilities of both land surface and atmospheric processes. It has contributed to a coordinated hydrometeorological field campaign in South America. The work has been reported in 12 peer-reviewed publications, four graduate students and two postdocs have worked on this project. The award allowed PI Dominguez to pursue new avenues of research and advanced her career.\n\nThis project has led to new state-of-the-art visualizations and music using data sonification:\n\nhttps://www.youtube.com/watch?v=zW5Gk_FAMBU\n\nRESEARCH:\n\nWe trace the moisture that originates from the Amazon and La Plata basins of South America to isolate and quantify the role of terrestrial evapotranspiration on continental precipitation. To do this, we performed the first continental-scale climate simulations using water vapor tracers embedded within the WRF model. Our results confirm that terrestrial evapotranspiration is a significant source of moisture over the Amazon and La Plata basins of South America and suggest that the land surface also impacts the overlying atmosphere through thermodynamic processes linked to the South American low level jet (Yang and Dominguez, 2019). We highlight importance of inter-basin moisture transport at the sub-seasonal scale (Chug et al. in review). The tracers  also reveal a strong diurnal cycle of Amazonian water vapor which had not been previously reported (Dominguez et al., in review). Critically, our results suggest that deforestation of the Amazon forest results in higher temperature and lower precipitation over the deforested area. Contrary to previous work, we find that changes in circulation, not reduced precipitation recycling are responsible for the reduction in precipitation (Eiras-Barca et al. 2020). The broader impacts of this work are that changes in the dynamics and thermodynamics of the atmosphere associated to deforestation are as important as precipitation recycling in changing the hydroclimate of a region.\n\nThe effects of land use change in other parts of the continent are very different. In Southeastern South America (SESA) observations and modeling analysis suggests that changing perennial grasses to annual crops like soy dramatically changes the regional hydrologic cycle. When compared to perennial alfalfa, the observations over soy show lower evapotranspiration (ET) and specific humidity, higher sensible heat, higher outgoing shortwave radiation, and soil temperature. Water table (WT) depth is shallower below the soy than the alfalfa sites (Pal et al. 2021). The broader impacts of this work are that the conversion of pasture to soy has changed the subsurface, surface and atmospheric branches of the hydrologic cycle in Argentina.\n\nUsing observations we find that anomalous high precipitation over SESA is related to large-scale soil dry soil moisture anomalies a month in advance (Chug et al. 2019). To address causality, the observational work was followed by global climate model analysis (Bieri et al. 2021). We are currently performing model simulations to delve into the physical mechanisms which are linked to the South American Low Level jet (Chen et al. in preparation). The broader impacts of this work are that antecedent dry land surface conditions in SESA during the Spring can provide additional information on the probability of precipitation and the location of precipitation anomalies during the summer rainy season through the effect on the low-level jet. This could benefit farmers and water managers in the region.\n\nEDUCATION:\n\nObservations: My students and I have performed long-term hydrometeorological measurements as part of the RELAMPAGO field campaign (Nesbitt et al. 2021). We performed streamflow measurements (Pal et al. 2020)  and eddy covariance measurements (Pal et al. 2021). The RELAMPAGO observations are also used in my Boundary Layer class. My students also participated in the CalWater field campaign in California.\n\nModeling: We have demonstrated the importance of groundwater on the hydroclimate of South America by incorporating groundwater dynamics into Noah-MP and Noah-MP coupled to WRF to (Martinez et al. 2016a and b). We have been able to trace water that falls in a certain region through the surface and sub-surface hydrologic cycle by incorporating a numerical water tracer model in Noah-MP (Hu et al. 2018). We have developed a more physically realistic analytical model to trace the sources and sinks of precipitation in a region - the DRM2L (Dominguez et al. 2019).  We have used WRFHydro to improve hydrological predictability (Pal et al. 2020). We have also used CESM to evaluate the effect of large-scale soil moisture anomalies on precipitation (Bieri et al. 2021).\n\nThis project has helped fund two postdocs: Zhao Yang and Jorge Eiras-Barca. Four PhD students have also been funded as part of this project: Divyansh Chug, Carolina Bieri, Sujan Pal and Chu Chun Chen. The PI, Francina Dominguez was awarded The AMS Henry G. Houghton Award (2018), the AGU Ascent Award (2019) and the AMS Robert E. Horton Lecture (2022) largely based on work that was funded by this CAREER award.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2021\n\n\t\t\t\t\tSubmitted by: Francina Dominguez"
 }
}