{
 "awd_id": "1454104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Modeling Materials Across the Length Scales to Achieve Enhanced Thermomechanical Properties",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2015-01-09",
 "awd_max_amd_letter_date": "2015-01-09",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program grant will focus on the formulation of efficient models and numerical schemes for understanding the length-dependent thermomechanical response of materials with rich microstructures. While extensive research has been conducted on the impact of characteristic microstructural length scales on thermal and mechanical properties of materials, little is known about the effect that length scale could have on the combined thermomechanical response. This research effort will provide modeling and computational capabilities for the analysis of next-generation materials with improved thermomechanical performance as needed for the most demanding engineering applications, including but not limited to, thermal barrier coatings for energy generation and propulsion, wear protection systems, and packaging of microelectronic devices. The educational component of this project will focus on promoting interest in STEM careers among Latino K-12 students through the development and implementation of a summer camp introducing participants to engineering and mechanics.  The camp will adopt an interactive learning approach through the use of a simulation-based educational game for mobile platforms developed by the PI, and allow the realization of structures by 3D printing. The effectiveness of this educational approach will be evaluated, and the curriculum developed for the camp will be widely disseminated.\r\n \r\nThe objective of the research is to elucidate the connections between microstructural length scales and material inherent length scales in relation to the thermomechanical response of engineering materials. The model consists of (i) a sub-micron scale model for the thermal conductivity based on the Boltzmann transport equation under the relaxation time approximation, (ii) a Fourier heat transport model at the mesoscale, (iii) a continuum model of mechanical deformation that explicitly resolves the microscopic geometric features of the material, and (iv) a cohesive model that accounts for the nucleation and propagation of quasistatic and dynamic cracks in the material. The model will then be utilized to study the following fundamental questions: How does grain size and grain size distribution affect the nucleation of thermal cracks for the steady state and dynamic thermomechanical problem? In the latter case, how is the nucleation of thermal cracks affected by applied temperature rates and length scale? What is the effect of length-scale and thermal cracks on macroscopic material strength, thermal conductivity, and thermal expansion? How does grading of the characteristic length scale of the material affect thermal conductivity and crack nucleation? This project will enable the PI to perform sustained research in this new area, creating the basis for a long-term career success.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julian",
   "pi_last_name": "Rimoli",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Julian J Rimoli",
   "pi_email_addr": "jrimoli@uci.edu",
   "nsf_id": "000588237",
   "pi_start_date": "2015-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span> </span>The original goal of this Faculty Early Career Development (CAREER) Program grant was to formulate efficient models and numerical schemes for understanding the length-dependent thermomechanical response of materials with rich microstructures. While extensive research has been conducted on the impact of characteristic microstructural length scales on thermal and mechanical properties of materials, little is known about the effect that length scale could have on the combined thermomechanical response. This research effort was able to provide modeling and computational capabilities for the analysis of next-generation materials with improved thermomechanical performance as needed for the most demanding engineering applications, including but not limited to, thermal barrier coatings for energy generation and propulsion, wear protection systems, and packaging of microelectronic devices. In the later stages of the project, we expanded our research scope to investigate the effects of metamaterial topology on their mechanical response. During this process we discovered that a novel class of metamaterials, called tensegrity metamaterials, exhibit unprecedented mechanical and acoustic behaviors. First, we observed material symmetry phase transitions induced by varying cable prestrain on the metamaterial. We observed several phase transitions including cubic to tetragonal, tetragonal to orthotropic, and vice-versa. Second, we studied their linear wave propagation properties, and showed that they can be significantly altered by the cable prestrain. More precisely, we showed the existence of regimes in which shear waves propagate faster than pressure ones, and that this trend can be abruptly reverted once prestrains are high enough to induce buckling in the bar members of the lattice. Finally, we introduced the concept of delocalized deformation as a pathway to failure resistant structures and materials. We showed unprecedented failure resistance on tensegrity metamaterials, with 25-fold increased deformability and energy absorption capability over same-strength state-of-the-art lattice-architectures, providing important groundwork for design of superior engineering systems, from reusable impact protection systems to adaptive load-bearing structures. The research component of this effort led to multiple conference presentations, 6 journal papers, and 2 Ph.D. Theses, with a third one under way.<span> </span>The educational component of this project focused on promoting interest in STEM careers among Latino K-12 students through the development and implementation of a summer camp introducing participants to engineering and mechanics. A summer camp curriculum was developed and implemented. Through its multiple editions, the camp exposed students to a simulated engineering design cycle, in which they first designed structures using a simulation-based educational game for mobile platforms developed by the PI. Then, students were able to fabricate their designs using advanced manufacturing techniques. Finally, all designs were tested in the lab to assess their strength and how they compared to previous simulations.<span> </span>This CAREER proposal has had a long lasting impact on the career of the PI. The latest work on metamaterials opened a new line of research which will be further explored by the PI, and the educational component of this project are the stepping stone for future outreach opportunities.<span> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2021<br>\n\t\t\t\t\tModified by: Julian&nbsp;J&nbsp;Rimoli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The original goal of this Faculty Early Career Development (CAREER) Program grant was to formulate efficient models and numerical schemes for understanding the length-dependent thermomechanical response of materials with rich microstructures. While extensive research has been conducted on the impact of characteristic microstructural length scales on thermal and mechanical properties of materials, little is known about the effect that length scale could have on the combined thermomechanical response. This research effort was able to provide modeling and computational capabilities for the analysis of next-generation materials with improved thermomechanical performance as needed for the most demanding engineering applications, including but not limited to, thermal barrier coatings for energy generation and propulsion, wear protection systems, and packaging of microelectronic devices. In the later stages of the project, we expanded our research scope to investigate the effects of metamaterial topology on their mechanical response. During this process we discovered that a novel class of metamaterials, called tensegrity metamaterials, exhibit unprecedented mechanical and acoustic behaviors. First, we observed material symmetry phase transitions induced by varying cable prestrain on the metamaterial. We observed several phase transitions including cubic to tetragonal, tetragonal to orthotropic, and vice-versa. Second, we studied their linear wave propagation properties, and showed that they can be significantly altered by the cable prestrain. More precisely, we showed the existence of regimes in which shear waves propagate faster than pressure ones, and that this trend can be abruptly reverted once prestrains are high enough to induce buckling in the bar members of the lattice. Finally, we introduced the concept of delocalized deformation as a pathway to failure resistant structures and materials. We showed unprecedented failure resistance on tensegrity metamaterials, with 25-fold increased deformability and energy absorption capability over same-strength state-of-the-art lattice-architectures, providing important groundwork for design of superior engineering systems, from reusable impact protection systems to adaptive load-bearing structures. The research component of this effort led to multiple conference presentations, 6 journal papers, and 2 Ph.D. Theses, with a third one under way. The educational component of this project focused on promoting interest in STEM careers among Latino K-12 students through the development and implementation of a summer camp introducing participants to engineering and mechanics. A summer camp curriculum was developed and implemented. Through its multiple editions, the camp exposed students to a simulated engineering design cycle, in which they first designed structures using a simulation-based educational game for mobile platforms developed by the PI. Then, students were able to fabricate their designs using advanced manufacturing techniques. Finally, all designs were tested in the lab to assess their strength and how they compared to previous simulations. This CAREER proposal has had a long lasting impact on the career of the PI. The latest work on metamaterials opened a new line of research which will be further explored by the PI, and the educational component of this project are the stepping stone for future outreach opportunities. \n\n\t\t\t\t\tLast Modified: 10/04/2021\n\n\t\t\t\t\tSubmitted by: Julian J Rimoli"
 }
}