{
 "awd_id": "1454077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Emphasis Year in Geometric Analysis at Northwestern University",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2015-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 48950.0,
 "awd_amount": 48950.0,
 "awd_min_amd_letter_date": "2015-01-16",
 "awd_max_amd_letter_date": "2015-01-16",
 "awd_abstract_narration": "Emphasis Year in Geometric Analysis at Northwestern, April 1, 2015 - March 31, 2016, Northwestern University, Evanston IL.  This grant is for a four-day workshop and a seven-day summer school at Northwestern University on the topic of geometric analysis, with the goals of training junior mathematicians in the field and stimulating new research.  Geometric analysis is the study of differential equations on geometric spaces, such as the equations of Einstein which describe gravitation in terms of the curvature of space-time.  The four-day workshop, to be held in May 2015, will feature 18 talks by experts on the topic of Ricci curvature, a central object in geometric analysis.  The summer school, to be held in July 2015, will include six introductory mini-courses on various topics within geometric analysis, aimed at graduate students and recent PhDs.  Grant funds will be used primarily for the travel costs of attendees who are graduate students or postdoctoral scholars at US institutions.  The organizing committee will seek broad and diverse participation in these activities, and will especially encourage the participation of women mathematicians and members of other under-represented groups.  More information on these events, which are part of an Emphasis Year in Geometric Analysis at Northwestern, can be found on the website: \r\n\r\nhttp://www.math.northwestern.edu/emphasisGA/ \r\n\r\nIn the last few decades, Ricci curvature has emerged as a central concept in several branches of geometric analysis, including:  Riemannian geometry and geometric flows; limits of Riemannian manifolds; complex geometry and Kahler-Einstein metrics; metric measure spaces and optimal transport.  The four-day Workshop on Ricci Curvature will bring together experts on all of these topics, in order to educate the next generation of geometric analysts, stimulate new ideas and create new research collaborations.  The seven-day Summer School in Geometric Analysis will feature mini-courses on six important and overlapping areas of geometric analysis:  the mean curvature flow; the Ricci flow; Ricci curvature; the Kahler-Ricci flow; the complex Monge-Ampere equation; and geodesics in the space of Kahler metrics. These courses will be given by experts in the field and will be aimed at graduate students and postdoctoral scholars with the goal of bringing them up to the forefront of research in geometric analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Weinkove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Weinkove",
   "pi_email_addr": "weinkove@math.northwestern.edu",
   "nsf_id": "000136752",
   "pi_start_date": "2015-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Zelditch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Zelditch",
   "pi_email_addr": "zelditch@math.northwestern.edu",
   "nsf_id": "000467690",
   "pi_start_date": "2015-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Naber",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron C Naber",
   "pi_email_addr": "aaronnaber@usa.com",
   "nsf_id": "000513139",
   "pi_start_date": "2015-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valentino",
   "pi_last_name": "Tosatti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valentino Tosatti",
   "pi_email_addr": "tosatti@post.harvard.edu",
   "nsf_id": "000544092",
   "pi_start_date": "2015-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "1801 Maple Ave",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602013149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 48950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This project was to fund two events as part of the Emphasis Year in Geometric Analysis at Northwestern University.&nbsp; </span><span class=\"s2\">Geometric analysis is the study of differential equations on geometric spaces, such as the equations of Einstein which describe gravitation as the curving of space-time.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s2\">The first event was a four-day conference, the Workshop on Ricci curvature, held May 28-31, 2015 at Northwestern University.&nbsp; Ricci curvature is a measure of how curved a geometric space is.&nbsp; It plays a central role in Einstein&rsquo;s theory of gravitation, in theories of particle physics such as String Theory, and is ubiquitous in the study of geometry.&nbsp; This conference featured 19 speakers on various topics within geometric analysis, sharing the common theme of Ricci curvature<em>.&nbsp;</em> The conference achieved its goal of presenting new developments in the field and stimulating discussions and new ideas.&nbsp; Nine of the invited speakers were junior mathematicians and their inclusion as presenters in this major conference supported their professional development.&nbsp; There were approximately seventy participants in total at this conference, including ten women mathematicians (three of whom were speakers) and at least two members of under-represented minorities.&nbsp; The vast majority of attendees were graduate students and other junior mathematicians.</span>&nbsp;</p>\n<p class=\"p1\"><span class=\"s2\">The second event was a seven day Summer School in Geometric Analysis, held July 6-12, 2015 at Northwestern University.&nbsp; This summer school, aimed at graduate students, featured six introductory mini-courses on various topics in geometric analysis.&nbsp; These topics included Ricci curvature, geometric heat flows and complex geometry, all of which are important areas of pure mathematical research with some connections to mathematical physics. &nbsp; The summer school exposed the students of the summer school to these important topics, providing them the knowledge and motivation to reach the frontiers of research.&nbsp; There were an estimated sixty-eight participants in the summer school, including twelve women and at least two members of under-represented minorities.&nbsp; The vast majority of these participants were graduate students and other junior mathematicians.</span></p>\n<p class=\"p1\"><span class=\"s2\">These events were advertised on a website linked to the homepage of the mathematics department of Northwestern University</span></p>\n<p class=\"p1\"><span class=\"s2\"><a href=\"http://www.math.northwestern.edu/~tosatti/emphasisGA/\">http://www.math.northwestern.edu/emphasisGA/</a></span></p>\n<p class=\"p1\"><span class=\"s2\">as well as on email listings, the American Mathematical Society calendar, and on posters distributed across mathematics departments in the US.&nbsp; All advertisements encouraged the participation of women mathematicians and members of under-represented minorities.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2016<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Weinkove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project was to fund two events as part of the Emphasis Year in Geometric Analysis at Northwestern University.  Geometric analysis is the study of differential equations on geometric spaces, such as the equations of Einstein which describe gravitation as the curving of space-time. \nThe first event was a four-day conference, the Workshop on Ricci curvature, held May 28-31, 2015 at Northwestern University.  Ricci curvature is a measure of how curved a geometric space is.  It plays a central role in EinsteinÆs theory of gravitation, in theories of particle physics such as String Theory, and is ubiquitous in the study of geometry.  This conference featured 19 speakers on various topics within geometric analysis, sharing the common theme of Ricci curvature.  The conference achieved its goal of presenting new developments in the field and stimulating discussions and new ideas.  Nine of the invited speakers were junior mathematicians and their inclusion as presenters in this major conference supported their professional development.  There were approximately seventy participants in total at this conference, including ten women mathematicians (three of whom were speakers) and at least two members of under-represented minorities.  The vast majority of attendees were graduate students and other junior mathematicians. \nThe second event was a seven day Summer School in Geometric Analysis, held July 6-12, 2015 at Northwestern University.  This summer school, aimed at graduate students, featured six introductory mini-courses on various topics in geometric analysis.  These topics included Ricci curvature, geometric heat flows and complex geometry, all of which are important areas of pure mathematical research with some connections to mathematical physics.   The summer school exposed the students of the summer school to these important topics, providing them the knowledge and motivation to reach the frontiers of research.  There were an estimated sixty-eight participants in the summer school, including twelve women and at least two members of under-represented minorities.  The vast majority of these participants were graduate students and other junior mathematicians.\nThese events were advertised on a website linked to the homepage of the mathematics department of Northwestern University\nhttp://www.math.northwestern.edu/emphasisGA/\nas well as on email listings, the American Mathematical Society calendar, and on posters distributed across mathematics departments in the US.  All advertisements encouraged the participation of women mathematicians and members of under-represented minorities.\n\n\t\t\t\t\tLast Modified: 01/10/2016\n\n\t\t\t\t\tSubmitted by: Benjamin Weinkove"
 }
}