{
 "awd_id": "1454407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Investigation of Boiling Heat Transfer Mechanisms and their Enhancement using Biotemplated Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 507752.0,
 "awd_amount": 507752.0,
 "awd_min_amd_letter_date": "2015-01-27",
 "awd_max_amd_letter_date": "2015-01-27",
 "awd_abstract_narration": "CBET-1454407\r\nPI: McCarthy, Matthew\r\n\r\nPhase-change heat transfer is ubiquitous in industry, and it plays a critical role in electrical power generation, chemical processing, water purification, and HVAC systems. Modest enhancements in phase-change heat transfer can generate significant savings in energy and costs. Furthermore, innovative phase-change heat transfer systems are important not only due to their effects on energy usage, the environment, and water resources, but also due to the thermal management needs of next-generation high-power electronic and photonic systems. Recent studies have shown that high-surface-areas coatings comprised of nanostructures can be used to substantially increase performance during phase-change processes, and, in particular, during boiling heat transfer. However, numerous questions remain regarding the underlying physical mechanisms by which nanostructured coatings enhance heat transfer. The goal of this project is to utilize biotemplated nanofabrication to systematically investigate fundamental mechanisms by which nanostructured coatings affect and enhance phase-change heat transfer. Results from the research will be integrated into educational activities in nanoscale science and technology for high-school and university students, including a hands-on nanofabrication and thermal characterization experiment, a nano-thermal energy learning community, and opportunities for students to participate in the nanoscience research.\r\n\r\nThe scientific objective of this CAREER development award is to leverage the simplicity and flexibility of biotemplated nanofabrication to investigate fundamental mechanisms by which nanostructured coatings affect liquid-to-vapor phase change during boiling. This will be accomplished using the self-assembly and metallization of the Tobacco mosaic virus (TMV) to fabricate tunable surface structures for novel and probative thermofluidic characterizations, leading to the realization of high-performance surfaces with heterogeneous architectures.  Critical morphological and material properties will be tuned with unprecedented control, allowing systematic experimental characterizations, direct correlations to boiling phenomena, and the determination of new mechanistic models. Advanced imaging techniques based on IR thermometry and confocal scanning laser microscopy will permit simultaneous visualization and measurement of the wetting state, surface temperature, and local dynamic heat flux during boiling/evaporation. These measurements will be made possible due to the compatibility of biotemplating with low-conductivity and low-melting temperature polymeric materials. Lastly, novel surfaces with complex and heterogonous architectures (made possible via biotemplating) will be engineered for enhanced performance across all stages of boiling. These include surfaces with in-plane variations in materials and thermal conductivity, combined with superhydrophilic nanostructures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew McCarthy",
   "pi_email_addr": "mccarthy@coe.drexel.edu",
   "nsf_id": "000501102",
   "pi_start_date": "2015-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 507752.0
  }
 ],
 "por": null
}