{
 "awd_id": "1454544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Investigate 3D Extracellular Potential Distribution at Single Cell Level",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 500234.0,
 "awd_amount": 520672.0,
 "awd_min_amd_letter_date": "2015-01-14",
 "awd_max_amd_letter_date": "2019-08-02",
 "awd_abstract_narration": "1454544\r\nHe\r\n\r\nCommon cells in the human body generate electrical voltage and as a result electrical current.  Such signals represent biological activity and function such as growth and differentiation.  Although scientists have measured such signals in a general way, this research project attempts to measure in different parts of a cell surface and such measurement is believed to enable us to better characterize cell behavior and function.\r\n\r\nBioelectric signals are ubiquitous in biological systems and are very important for many biological activities.  In applications, they can be used as physical biomarkers for diagnostic purposes or can be modulated for therapeutic purposes such as cancer cure or wound healing. Membrane potential, the voltage across the plasma membrane of cells, is a key bioelectrical signal for important cellular activities, such as proliferation, migration and differentiation. Recent studies have revealed that the membrane potential of cells has far more complicated spatial distributions even at single cell level. The role of these fine structures is still not clear and needs to be explored. One hypothesis is that these potential fine structures contain important information to guide essential cell activities and behaviors. This project will develop advanced scientific instruments using nanotechnology and study these fine potential structures at single molecule and single cell level. This research will help to decode the biological meaning of these fine structures and enable us to develop unprecedented diagnostic and therapeutic methods for public health.\r\n\r\nThe research objective of this CAREER proposal is to investigate long-lasting extracellular potential microdomains of individual living cells with high spatial and temporal resolution using multifunctional scanning ionic conductance microscopy (SICM) techniques. The PI's long term goal is to understand bioelectricity at single cell and single molecule level using innovative nanopipette and SICM based integrated techniques that can achieve single molecule and single cell analysis and imaging under physiological conditions. Bioelectric signals are ubiquitous and play very important roles in biological systems. Steady extracellular potential microdomains around individual non-excitable cell have recently been revealed and they may carry instructive information in signaling pathways. To understand this newly discovered phenomenon, it is very important to quantitatively map the potential distributions around the periphery of one or a cluster of living cells with high spatial resolution in an extended time period. Conical-shaped glass or quartz nanopipettes have attracted increased attentions in recent years. They can be directly used as nanopores for single molecule biosensing. In addition, it can be used as sharp probes for an emerging scanning probe microscopy technique, SICM, to reveal the morphology of living cells with a high spatial resolution. To achieve the research objective, systematic approach will be used and three highly interrelated research tasks are planned: 1. Develop multifunctional SICM techniques for extracellular potential mapping. 2. Characterize the system using model samples in well-controlled environment. 3. Investigate extracellular extracellular potential microdomains of living cells with submicron resolution. These techniques are potentially transformative for bioelectricity studies at single cell level and can also be applied to a wide variety of areas, including biosensing, drug delivery and screening and cytotoxicity. The research outcomes will significantly impact the fundamental understanding of the complex bioelectric signaling networks and will result new types of biosensors and therapeutic methods for cancer, wound healing and developmental diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin He",
   "pi_email_addr": "jinhe@fiu.edu",
   "nsf_id": "000525178",
   "pi_start_date": "2015-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th St.",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500234.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12480.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 7958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Professor Jin He of Florida International University (FIU) is supported by CAREER program in the division of chemical, bioengineering, environmental and transport systems (CBET) to develop new methods to map the surface charge and surface potential distribution on the lipid membrane of individual non-excitable cells&nbsp;using scanning ion conductance microscope.&nbsp;Dr. He and his students have demonstrated that electrostatic potential images with sub-100 nm spatial resolution on various living cells and tissues can be acquired based on the open-circuit-potential measurements. The dynamic changes of lipid membrane under the influence of ion, small molecule and nanoparticles have been successfully monitored with tens of minutes time resolution. The same surface charge/potential detection principle has been employed to develop a nanoscale glass needle (called naonopipette) based biosensor to detect the surface charge of label-free nanoparticles and proteins at the single-entity level near the physiological conditions. The developed new methods make important contributions to biosensing, analytical chemistry, biophysics, cellular biology, single-entity electrochemistry, nanotechnology and biotechnology. The nanopipette has the potential to be developed into an ultrasensitive portable, cheap and easy-to-use electrical biosensor. This highly interdisciplinary research project provides valuable and unique training opportunities to postdoc, graduates and undergraduates, especially underrepresented groups in the STEM fields. This project also provides summer research opportunities for k-12 students and teachers and other outreach activities through the FIU outreach programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2022<br>\n\t\t\t\t\tModified by: Jin&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProfessor Jin He of Florida International University (FIU) is supported by CAREER program in the division of chemical, bioengineering, environmental and transport systems (CBET) to develop new methods to map the surface charge and surface potential distribution on the lipid membrane of individual non-excitable cells using scanning ion conductance microscope. Dr. He and his students have demonstrated that electrostatic potential images with sub-100 nm spatial resolution on various living cells and tissues can be acquired based on the open-circuit-potential measurements. The dynamic changes of lipid membrane under the influence of ion, small molecule and nanoparticles have been successfully monitored with tens of minutes time resolution. The same surface charge/potential detection principle has been employed to develop a nanoscale glass needle (called naonopipette) based biosensor to detect the surface charge of label-free nanoparticles and proteins at the single-entity level near the physiological conditions. The developed new methods make important contributions to biosensing, analytical chemistry, biophysics, cellular biology, single-entity electrochemistry, nanotechnology and biotechnology. The nanopipette has the potential to be developed into an ultrasensitive portable, cheap and easy-to-use electrical biosensor. This highly interdisciplinary research project provides valuable and unique training opportunities to postdoc, graduates and undergraduates, especially underrepresented groups in the STEM fields. This project also provides summer research opportunities for k-12 students and teachers and other outreach activities through the FIU outreach programs.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2022\n\n\t\t\t\t\tSubmitted by: Jin He"
 }
}