{
 "awd_id": "1454379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Rational Engineering of an Ionic Liquid Tolerant Cellulase Cocktail",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 579996.0,
 "awd_min_amd_letter_date": "2015-01-13",
 "awd_max_amd_letter_date": "2018-08-13",
 "awd_abstract_narration": "Abstract\r\n\r\nPI: Joel L. Kaar\r\nProposal #: 1454379\r\nInstitution: University of Colorado at Boulder\r\n\r\nThe use of various renewable biomass materials as an alternate source of energy is an important focus of research today. Cellulose is an organic compound, a polysaccharide consisting of a linear chain of several hundred to many thousands of linked D-glucose units. Cellulose is an important structural component of the primary cell wall of among others, green plants and many forms of algae. For example, the cellulose content of wood is 40 to 50%. Cellulase is any of several enzymes produced chiefly by fungi, bacteria, and protozoans that catalyze cellulolysis, the decomposition of cellulose and of some related polysaccharides. Cellulases break down the cellulose molecule into monosaccharides (\"simple sugars\") such as beta-glucose, or shorter polysaccharides and oligosaccharides. The emergence of ionic liquids (ILs - salt-like substances that melt at ambient temperature) as alternative solvents for the dissolution of biomass presents considerable opportunities for the conversion of cellulosic materials. Of particular interest, with the appropriate selection of cation and anion, ILs can be rationally tuned to dissolve high concentrations of untreated crystalline cellulose. The formation of hydrogen bonds between the IL and cellulose disrupts the internal hydrogen bonding network that causes cellulose chains to pack tightly together. In addition to lowering the degree of crystallinity of cellulose, select ILs can loosen the matrix components within biomass that add to the overall recalcitrance of cellulose. Furthermore, due to the thermal stability and non-volatile nature of ILs, ILs constitute and environmentally attractive solution to the need for cleaner media for cellulose processing. Conventional solvents used to dissolve cellulose, which contain inorganic salts, acids, bases, and metal complexes, are largely toxic and environmentally polluting. However, the attractive properties of ILs are negated by the broad inactivation of cellulases in these solvents. Consequently, for ILs to be fully exploited for processing whole biomass, the solvent effects of ILs on cellulases needs to be mediated.\r\n\r\nThe aim of this integrated research and teaching project is to develop an approach to enhance the tolerance of cellulases to ionic liquids (ILs) for biomass processing via engineering enzyme charge. The research will specifically test the hypothesis that changing the surface charge of cellulases by site-directed mutagenesis can mediate interactions with ILs, which impact cellulase stability. As solvents for cellulosic materials, ILs present considerable opportunities due to their auspicious properties, including the unique capacity to solubilize large amounts of biomass. In this project, the impact of altering enzyme charge on the denaturation of cellulase by ILs will be directly probed by nuclear magnetic resonance spectroscopy and molecular dynamics (MD) simulations with unprecedented resolution. This impact will be investigated while using site-directed mutagenesis to alter the charge of the well-characterized endoglucanase EI from Acidothermus cellulolyticus, exoglucanase CbhA from Clostridium thermocellum, and beta-glucosidase JMB19063 GH3. Additionally, the role of surface electrostatics on the prevention of cellulase inhibition by insoluble matrix components in the conversion of whole biomass will be elucidated. The specific research objectives are to: 1) identify sites in EI, CbhA, and GH3 that are structurally perturbed by ILs by NMR and MD, 2) rationally design and test EI, CbhA, and GH3 variants with altered surface charge for improved tolerance to IL-induced inactivation, and 3) characterize the effect of site-directed charge mutations on non-productive lignin adsorption to EI, CbhA, and GH3. The educational objectives are to: 1) promote research opportunities for local high school students through involvement in Boulder Valley School District Research Seminar Program, 2) create opportunities for undergraduate research via growth of iGEM program, and 3) create and implement laboratory modules on biocatalysis for undergraduate curriculum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Kaar",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joel L Kaar",
   "pi_email_addr": "joel.kaar@colorado.edu",
   "nsf_id": "000584185",
   "pi_start_date": "2015-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9260",
   "pgm_ref_txt": "FASED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 79996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engineering robust cellulases that are highly active and stable represents a major challenge in the biocatalytic conversion of biomass and, in turn, is crucial to the efficient production of renewable fuels and chemicals. This challenge stems from the inherent recalcitrant nature of biomass, which hinders the efficient hydrolysis of cellulose to fermentable sugars, necessitating extreme conditions. The realization that ionic liquids (ILs) may be used as alternative solvents to improve the biocatalytic rate of cellulose hydrolysis by dissolving biomass has paved new opportunities for the conversion of cellulosic materials. Specifically, with the appropriate selection of cation and anion, ILs can be rationally tuned to dissolve high concentrations (i.e., 20-30 % w/v) of untreated crystalline cellulose. However, the attractive properties of ILs are negated by the broad inactivation of cellulases in these solvents. Consequently, for ILs to be fully exploited for processing whole biomass, the solvent effects of ILs on cellulases must be effectively mediated.</p>\n<p>The overall goal of this project was to investigate the use of rational enzyme engineering strategies to mediate the interaction of cellulases with ILs as well as other cellulase inhibitors (e.g., lignin and cellobiose). While leading to significant advances in the conversion of cellulose by cellulases, this work has had a profound impact on elucidating the mechanism of destabilization of enzymes by ILs. We notably reported the first crystallographic insight into the interaction of an IL with an enzyme. These studies revealed that the imidazolium cation of conventional ILs can interact with surface residues via hydrophobic and cation-pi interactions and that these interactions could be disrupted by introducing mutations in the enzyme that altered its surface charge. Using high resolution structural methods (i.e., NMR) as well as molecular dynamic simulations, we further showed that the inactivation of the industrially relevant endoglucanase 1 (E1) from <em>Acidothermus cellulolyticus</em> by 1-butyl-3-methylimidazolium chloride ([BMIM][Cl]) was biphasic in nature and involved both competitive inhibition as well as irreversible unfolding. As a natural extension of this work, we also successfully engineered variants of E1 that were both less inhibited and more stable to [BMIM][Cl] via rational mutagenesis. Specifically, by rationally mutating residues in the active site, the affinity of [BMIM][Cl] relative to substrate for E1 was reduced, thereby improving activity of the endocellulase. Our findings further indicated that substitutions of residue 245 in the active site can significantly stabilize E1 against [BMIM][Cl]-induced denaturation. Interestingly, while studying the impact of active site substitutions on E1 stability to [BMIM][Cl], our results revealed the previously unknown role of aggregation in the inactivation of E1. Moreover, we demonstrated that active site and distal mutations in E1 can significantly reduce cellobiose inhibition and enhance conversion of Avicel and dilute acid treated corn stover. Such amino acid substitutions were identified via structural analysis of the binding of cellobiose with E1, which revealed a large conformational change of a ring on the surface of the enzyme. To the best of our knowledge, this was the first evidence of a coordinated conformational change that is induced by cellobiose outside the active site of E1. Finally, we also showed that by modifying enzymes with polymers of appropriate compositions, the molecular interactions of enzymes with ILs may be reversibly tuned. By tuning these interactions, the solubility and thus activity of enzymes in ILs may be dramatically improved while also allowing enzymes to be readily recovered from the solvent. The latter was specifically enabled via small changes in temperature, which alter the cloud point of the enzyme-polymer conjugate in the IL. Ultimately, the understanding from this work provides the framework to activate enzymes in ILs and enables the scope of feasible biotransformations in ILs to be significantly expanded. This project furthermore has provided considerable opportunities for graduate, undergraduate, and high school students to engage in research while receiving training in protein engineering, biocatalysis, and molecular simulations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2022<br>\n\t\t\t\t\tModified by: Joel&nbsp;L&nbsp;Kaar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEngineering robust cellulases that are highly active and stable represents a major challenge in the biocatalytic conversion of biomass and, in turn, is crucial to the efficient production of renewable fuels and chemicals. This challenge stems from the inherent recalcitrant nature of biomass, which hinders the efficient hydrolysis of cellulose to fermentable sugars, necessitating extreme conditions. The realization that ionic liquids (ILs) may be used as alternative solvents to improve the biocatalytic rate of cellulose hydrolysis by dissolving biomass has paved new opportunities for the conversion of cellulosic materials. Specifically, with the appropriate selection of cation and anion, ILs can be rationally tuned to dissolve high concentrations (i.e., 20-30 % w/v) of untreated crystalline cellulose. However, the attractive properties of ILs are negated by the broad inactivation of cellulases in these solvents. Consequently, for ILs to be fully exploited for processing whole biomass, the solvent effects of ILs on cellulases must be effectively mediated.\n\nThe overall goal of this project was to investigate the use of rational enzyme engineering strategies to mediate the interaction of cellulases with ILs as well as other cellulase inhibitors (e.g., lignin and cellobiose). While leading to significant advances in the conversion of cellulose by cellulases, this work has had a profound impact on elucidating the mechanism of destabilization of enzymes by ILs. We notably reported the first crystallographic insight into the interaction of an IL with an enzyme. These studies revealed that the imidazolium cation of conventional ILs can interact with surface residues via hydrophobic and cation-pi interactions and that these interactions could be disrupted by introducing mutations in the enzyme that altered its surface charge. Using high resolution structural methods (i.e., NMR) as well as molecular dynamic simulations, we further showed that the inactivation of the industrially relevant endoglucanase 1 (E1) from Acidothermus cellulolyticus by 1-butyl-3-methylimidazolium chloride ([BMIM][Cl]) was biphasic in nature and involved both competitive inhibition as well as irreversible unfolding. As a natural extension of this work, we also successfully engineered variants of E1 that were both less inhibited and more stable to [BMIM][Cl] via rational mutagenesis. Specifically, by rationally mutating residues in the active site, the affinity of [BMIM][Cl] relative to substrate for E1 was reduced, thereby improving activity of the endocellulase. Our findings further indicated that substitutions of residue 245 in the active site can significantly stabilize E1 against [BMIM][Cl]-induced denaturation. Interestingly, while studying the impact of active site substitutions on E1 stability to [BMIM][Cl], our results revealed the previously unknown role of aggregation in the inactivation of E1. Moreover, we demonstrated that active site and distal mutations in E1 can significantly reduce cellobiose inhibition and enhance conversion of Avicel and dilute acid treated corn stover. Such amino acid substitutions were identified via structural analysis of the binding of cellobiose with E1, which revealed a large conformational change of a ring on the surface of the enzyme. To the best of our knowledge, this was the first evidence of a coordinated conformational change that is induced by cellobiose outside the active site of E1. Finally, we also showed that by modifying enzymes with polymers of appropriate compositions, the molecular interactions of enzymes with ILs may be reversibly tuned. By tuning these interactions, the solubility and thus activity of enzymes in ILs may be dramatically improved while also allowing enzymes to be readily recovered from the solvent. The latter was specifically enabled via small changes in temperature, which alter the cloud point of the enzyme-polymer conjugate in the IL. Ultimately, the understanding from this work provides the framework to activate enzymes in ILs and enables the scope of feasible biotransformations in ILs to be significantly expanded. This project furthermore has provided considerable opportunities for graduate, undergraduate, and high school students to engage in research while receiving training in protein engineering, biocatalysis, and molecular simulations.\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2022\n\n\t\t\t\t\tSubmitted by: Joel L Kaar"
 }
}