{
 "awd_id": "1454983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Refining forest management strategies to maximize hydrologic gains from snow dominated watersheds",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Barnard",
 "awd_eff_date": "2015-03-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 570291.0,
 "awd_amount": 570291.0,
 "awd_min_amd_letter_date": "2015-03-06",
 "awd_max_amd_letter_date": "2017-02-13",
 "awd_abstract_narration": "Seasonal snow in forested uplands is a critical water source for most of the western United States and other snowfall-dominated regions of the world. In addition to providing melt water, the forests also provide goods and services valued by society, including timber production, carbon sequestration, biodiversity preservation, nutrient interception, and water exchange to the atmosphere. To sustain these ecosystem services, forest management practices (FMPs) such as mechanical thinning, gap creation, and firebreak cutting are often implemented. However, these FMPs can have unintended consequences, including increased snow melt and peak flow that can cause erosion, destabilize streams, produce water shortages, and degrade water quality and ecosystem health. Water and forest managers need to strike a balance between maximizing forest productivity and minimizing impacts on water resources. This project will study the role of altered forest configurations due to FMPs on peak and melt-season streamflow in snow-dominated forests. The results will lead to mitigation of harmful hydrologic impacts from both natural and managed forest alterations and enhance the resilience of economies in the western U.S. and other areas supported by snow-fed water from these forests. Research and education will be integrated across multiple educational levels. K-12 outreach will be achieved through the Decision Room, a group simulation exercise to: 1) develop knowledge around specific water topics and 2) understand trade-offs involved in decision making and implementation of science-based solutions. The Decision Room will be implemented in collaboration with Morehead Planetarium Science Center at the North Carolina Science Festival, which has a history of engaging a very diverse student population. At the university level, data and models developed in this project will be integrated into courses on Water Quantity and Quality Assessment. Educational activities in North Carolina public schools, at Duke University and at the University of Idaho, will inspire a new generation of scientists and engineers to explore, collaborate and teach. \r\n\r\n      The project will develop an improved understanding of how FMPs, such as thinning and gap creation, impact snow accumulation, snowmelt, and the consequent hydrologic response. The research will advance integrated assessment of radiation transfer, snow accumulation and melt, and the consequent hydrologic response in forested watersheds, through synergistic observation and modeling. Specifically, the project will: 1) develop, validate, and evaluate a physics-based forest radiation model for heterogeneous forests and 2) assess the impacts of changes in forest patch and gap configuration on hydrologic response, by integrating the radiation model with a snow melt and accumulation model and a distributed hydrologic model. Hypothesis testing, and parameterization, evaluation, and validation of the models will be performed at multiple sites including the Mica Creek Experimental Watershed (Idaho), Southern Sierra Critical Zone Observatory (California) and Niwot Ridge Long Term Ecological Research site (Colorado). The validated model will evaluate existence of optimal forest patch and gap configurations that may either minimize the negative impacts of FMPs or enhance hydrologic benefits. The integrated model developed during the project, to be released to the broader community, will allow robust hydrology impact analyses for forest alteration scenarios and provide a foundation for testing future sustainable water resource and forest management strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mukesh",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mukesh Kumar",
   "pi_email_addr": "mkumar4@ua.edu",
   "nsf_id": "000562133",
   "pi_start_date": "2015-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 144506.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 119428.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}