{
 "awd_id": "1454431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Toward a New Paradigm in Evaluating and Mitigating Urban Liquefaction",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 532000.0,
 "awd_min_amd_letter_date": "2015-01-06",
 "awd_max_amd_letter_date": "2019-12-18",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant will create a new approach for evaluating the behavior of clusters of buildings on liquefiable ground during earthquakes, and pave the way toward designing mitigation measures that improve building performance at a system level.  Earthquake-induced soil liquefaction can cause substantial damage to urban areas where multiple buildings and infrastructure systems are clustered.  Previous studies have shown that buildings located in close proximity to one another can interact during earthquakes affecting ground motions, settlement patterns, and building damage potential.  The parameters that control the seismic performance of building clusters are poorly understood.  As a result, mitigation measures that are currently designed perform poorly, particularly when the performance of a building is evaluated in the context of its surroundings.  This award supports a systematic study of the impact of adjacent buildings on the effectiveness of liquefaction remediation techniques.  In doing so, this award contributes to the resilience of cities globally. In its outreach plan, this effort will improve production and dissemination of knowledge on infrastructure performance during urban disasters through a pilot, community reconnaissance platform.  In its educational plan, the grant aims to improve retention among engineering students through pedagogical innovations and an international post-disaster reconnaissance program for undergraduate students.\r\n\r\nThis CAREER grant will advance the science and practice of disaster mitigation in urban areas by enhancing the fundamental understanding of how building clusters respond during earthquakes.  The primary objectives of this research are to: 1) study the impact of multiple structure-soil-structure-interaction (SSSI) on the seismic performance of buildings on liquefiable soils and on the effectiveness of mitigation techniques; and 2) identify the fundamental predictors of building performance individually and as a cluster.  This will be done through a combination of centrifuge experiments and numerical simulations.  This study sets the groundwork for the future development of a probabilistic liquefaction mitigation methodology that relies on mechanistically validated models. The development of validated numerical models and knowledge of the key predictors of the performance of building clusters will enable an effective mitigation of the liquefaction hazard at a scale beyond one isolated building.  This effort will enable designing future mitigation measures that dissipate seismic energy and deformation simultaneously to improve performance at a system level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shideh",
   "pi_last_name": "Dashti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shideh Dashti",
   "pi_email_addr": "shideh.dashti@colorado.edu",
   "nsf_id": "000586890",
   "pi_start_date": "2015-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine St Rm 481 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1636",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "7396",
   "pgm_ref_txt": "NEES RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this CAREER project was to work toward an integrated, performance-based approach to evaluating and mitigating the consequences of soil liquefaction in urban areas. The risk of damage to urban infrastructure from soil liquefaction during earthquakes is substantial. In cities, structures are built in close proximity to each other. Previous studies have shown that seismic coupling in building clusters significantly influences ground motions, settlement patterns, and building damage potential. Yet, the parameters that control the seismic performance of building clusters are poorly understood, particularly in the presence of liquefiable soils. Hence, mitigation measures that are currently designed without this understanding perform poorly, particularly when the performance of a building is evaluated in the context of its surroundings.&nbsp;</p>\n<p>The research objectives of this CAREER project were to: 1) study the impact of double and multiple structure-soil-structure-interaction (SSSI) on the seismic performance of buildings on liquefiable soils and on the effectiveness of mitigation techniques; and 2) identify the fundamental predictors of building performance individually and as a cluster. These objectives were achieved through a combination of centrifuge experiments and numerical simulations.&nbsp;Two PhD students, one postdoctoral scholar, and six undergraduate students were recruited to work on this project. Four centrifuge experiments were first designed and conducted, evaluating soil-structure interaction (SSI) and effects of mitigation on isolated structures, which served as baseline and helped train students for the more complex experiments with multiple structures. Eight centrifuge experiments were subsequently performed to evaluate SSSI and the influence of drainage and densification on the response of two adjacent buildings with different properties.&nbsp;</p>\n<p>Nonlinear numerical simulations of the soil-structure and structure-soil-structure systems were conducted in parallel with and after the experiments. An initial parametric numerical study helped identify the key predictors of damage for isolated structures on liquefiable ground, identify the most optimum ground motion Intensity Measures, develop probabilistic models for predicting building settlement and tilt, and help design the centrifuge experiments. These numerical models were subsequently extended to include inelastic structures in isolation and adjacent to one or more structures in different configurations, with and without mitigation.&nbsp;</p>\n<p>Overall, the experimental and numerical results showed that SSSI can strongly and adversely influence the performance and damage potential of buildings compared to the simpler case of SSI. These effects were shown to depend on building spacing, geometry, dynamic properties, cluster configuration, and ground motion characteristics. The presence of mitigation could further amplify the adverse effects of SSSI particularly on tilt and flexural drift, even causing collapse of a neighboring unmitigated building. This pointed to the critical importance of planning and designing mitigation holistically at the scale of a city block as opposed to an individual building. The PI&rsquo;s long-term goal is to relate the key predictors to building&rsquo;s performance indicators in an urban setting via reliable, mechanics-based, probabilistic models.</p>\n<p>The education objective of this effort was to improve undergraduate retention in civil engineering through a modified pedagogical approach that includes active and cooperative learning, diverse and global perspectives, and exposure to the cutting edge of research, in addition to a pilot international post-disaster reconnaissance program for undergraduate students. These objectives were achieved through substantial pedagogical changes in three undergraduate level courses at University of Colorado Boulder as well as student involvement in post-disaster reconnaissance in collaboration with established national expert reconnaissance groups. The impact of these efforts on student retention and career paths is and will continue to be monitored at the PI's institution in the coming years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/18/2022<br>\n\t\t\t\t\tModified by: Shideh&nbsp;Dashti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this CAREER project was to work toward an integrated, performance-based approach to evaluating and mitigating the consequences of soil liquefaction in urban areas. The risk of damage to urban infrastructure from soil liquefaction during earthquakes is substantial. In cities, structures are built in close proximity to each other. Previous studies have shown that seismic coupling in building clusters significantly influences ground motions, settlement patterns, and building damage potential. Yet, the parameters that control the seismic performance of building clusters are poorly understood, particularly in the presence of liquefiable soils. Hence, mitigation measures that are currently designed without this understanding perform poorly, particularly when the performance of a building is evaluated in the context of its surroundings. \n\nThe research objectives of this CAREER project were to: 1) study the impact of double and multiple structure-soil-structure-interaction (SSSI) on the seismic performance of buildings on liquefiable soils and on the effectiveness of mitigation techniques; and 2) identify the fundamental predictors of building performance individually and as a cluster. These objectives were achieved through a combination of centrifuge experiments and numerical simulations. Two PhD students, one postdoctoral scholar, and six undergraduate students were recruited to work on this project. Four centrifuge experiments were first designed and conducted, evaluating soil-structure interaction (SSI) and effects of mitigation on isolated structures, which served as baseline and helped train students for the more complex experiments with multiple structures. Eight centrifuge experiments were subsequently performed to evaluate SSSI and the influence of drainage and densification on the response of two adjacent buildings with different properties. \n\nNonlinear numerical simulations of the soil-structure and structure-soil-structure systems were conducted in parallel with and after the experiments. An initial parametric numerical study helped identify the key predictors of damage for isolated structures on liquefiable ground, identify the most optimum ground motion Intensity Measures, develop probabilistic models for predicting building settlement and tilt, and help design the centrifuge experiments. These numerical models were subsequently extended to include inelastic structures in isolation and adjacent to one or more structures in different configurations, with and without mitigation. \n\nOverall, the experimental and numerical results showed that SSSI can strongly and adversely influence the performance and damage potential of buildings compared to the simpler case of SSI. These effects were shown to depend on building spacing, geometry, dynamic properties, cluster configuration, and ground motion characteristics. The presence of mitigation could further amplify the adverse effects of SSSI particularly on tilt and flexural drift, even causing collapse of a neighboring unmitigated building. This pointed to the critical importance of planning and designing mitigation holistically at the scale of a city block as opposed to an individual building. The PI’s long-term goal is to relate the key predictors to building’s performance indicators in an urban setting via reliable, mechanics-based, probabilistic models.\n\nThe education objective of this effort was to improve undergraduate retention in civil engineering through a modified pedagogical approach that includes active and cooperative learning, diverse and global perspectives, and exposure to the cutting edge of research, in addition to a pilot international post-disaster reconnaissance program for undergraduate students. These objectives were achieved through substantial pedagogical changes in three undergraduate level courses at University of Colorado Boulder as well as student involvement in post-disaster reconnaissance in collaboration with established national expert reconnaissance groups. The impact of these efforts on student retention and career paths is and will continue to be monitored at the PI's institution in the coming years.\n\n\t\t\t\t\tLast Modified: 08/18/2022\n\n\t\t\t\t\tSubmitted by: Shideh Dashti"
 }
}