{
 "awd_id": "1454315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Thermophotonics for Efficient Harvesting of Waste Heat as Energy",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aranya Chakrabortty",
 "awd_eff_date": "2015-02-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2015-02-04",
 "awd_max_amd_letter_date": "2015-02-04",
 "awd_abstract_narration": "In 2013, 61% of raw energy (namely, coal, natural gas, and oil) was wasted as heat because of the low efficiency of power conversion. A thermophotovoltaic (TPV) system desirable for its low maintenance and quiet, portable operation can uniquely capture this waste heat as electricity by using thermal photons (discrete units or quanta of light) whose energies match the bandgap of the photovoltaic (PV) cell. However, TPV systems emit the vast majority of thermal photons at low energies, thus greatly reducing efficiencies. To overcome this barrier, we propose to develop a highly innovative approach to TPV, which we call thermo-photonics (TPX), by redirecting thermal photons into useful energies matching the PV cell.  TPX can significantly increase the efficiency of TPV converters up to 50%.  What is more, this device may efficiently utilize standard silicon PV technology, thus ensuring a relatively easy transfer to commercial development when the concept is proven.  Studying TPX will develop fundamental knowledge of thermal radiation, heat transfer, and the limits of photovoltaic conversion processes to make a potentially transformative contribution. Applications may include harvesting waste heat, converting solar power, and creating new light sources. The long-term career objective of this proposal is to integrate photonics-based approaches to harvesting waste heat with the education of future engineers through simulation-based learning. Simulation modules will be developed in an undergraduate research program and widely distributed to the scientific community through Purdue's NSF-supported existing nanotechnology dissemination site, nanoHUB. Courses on new device concepts will be disseminated worldwide using nanoHUB-U. Female undergraduate students will be recruited through a series of events planned with Purdue's Women in Engineering Program. The basic nanoscience and engineering concepts underlying this work will also be conveyed to local high school teachers, through an intensive professional development program known as Research Goes to Schools.\r\n\r\nThermophotonics (TPX) is a highly innovative variation on thermophotovoltaics (TPV) where thermal radiation below the PV bandgap is strongly suppressed, while radiation above it is enhanced, thus enabling extremely high efficiencies. However, this approach requires redesign of virtually every aspect of previous TPV systems. To investigate the theoretical and experiment aspects of this problem thoroughly, we will employ a comprehensive, vertically integrated methodology utilizing the following elements: (1) a self-consistent electro-thermo-optic simulation tool that combines finite-difference time domain (FDTD) and carrier drift-diffusion (DD); (2) experimental CMOS-compatible fabrication of nanostructured thermophotonic structures via interference lithography and high-performance Si PV diodes; (3) characterization of PV receivers with a range of techniques; and (4) characterization of TPX emission and efficiency in a UHV chamber. This project will combine careful and detailed simulation of the TPX converter with innovative device fabrication and detailed characterization to verify the photonic and photovoltaic device models. Such a combination of theory, device fabrication, and experimental validation is necessary to achieve high efficiencies in this new device. Careful modeling of two new emitter designs in this work suggests that the solar spectrum can be concentrated into a narrower range of photon energies, while new work on photon recycling suggests that thin PV cells can more efficiently convert them into electricity. Combining these innovations could yield a highly efficient conversion of heat to electricity approaching 50%.  This proposal will lead to a detailed understanding of the promise and feasibility of building such TPX systems by developing models, computational tools, and process flows applicable to a broad range of high-temperature nanophotonic and heat-to-electricity conversion systems. Ultimately, it will yield a demonstration of selectivity in TPX emitters, including a detailed comparison to theory and simulation, and will integrate photonics-based approaches to harvesting waste heat with the education of future engineers through simulation-based learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Bermel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Bermel",
   "pi_email_addr": "pbermel@purdue.edu",
   "nsf_id": "000616366",
   "pi_start_date": "2015-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "1205 West State Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7423",
   "pgm_ref_txt": "Energy collection & storage"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2019, 67% of raw energy from coal, natural gas, oil, and nuclear sources was wasted as heat because of the typically low efficiency of power conversion. A thermophotovoltaic (TPV) system, desirable for its low maintenance and quiet, portable operation, can uniquely capture this waste heat as electricity by using thermal photons (discrete units or quanta of light) whose energies match the bandgap of the photovoltaic (PV) cell. However, TPV systems often emit most thermal photons at low energies, thus greatly reducing efficiencies.</p>\n<p>To overcome this barrier, this project advanced an innovative approach to TPV, called thermo-photonics (TPX), by redirecting thermal photons into useful energies through selective emitter and filter design along with improvements to the PV cells. TPX can significantly increase the efficiency of TPV and lighting - up to 50%.&nbsp; Furthermore, this device utilizes standard silicon fabrication technologies, to facilitate transition to commercial adoption.&nbsp;</p>\n<p>Key results in this work can be understood in terms of innovations on the key components: selective emitters, filters, and photovoltaics.</p>\n<p>Major findings in selective emitters include: (1) theoretical modeling showing that selective emitters made from 2D nanoscale patterns of tungsten and/or other refractory materials can be integrated with filters on the emitter side for extremely efficient thermal emission, resulting in overall system efficiencies up to 46%; (2) showing that thermal emission structures can precisely control both the emission cutoff wavelength as well as the directionality, including asymmetry, to enable a wider spectrum of potential uses for waste heat; and (3) fabricating and measuring two novel multilayer selective emitters for TPX: a wafer-based hybrid silicon nitride/silicon/silver stack, which works up to 490C, and a thin-film based design that can functions up to 695C.</p>\n<p>Major findings with respect to filters include: (1) developing a unique design and optimization method for flat filters that allows one to obtain extremely precise functionality of filters (e.g., selective reflection and transmission) over broad bandwidths, without requiring excessive amounts of computational resources; often the designs are not as obvious as previous design rules (e.g., for rugate filters), but are still amenable to fabrication; and (2) experimentally showing that these filters can selectively recycle infrared from a flat tungsten filament, while remaining transparent in the visible at all angles, which triples the efficiency of converting electricity into lighting, compared to a design without a filter.</p>\n<p>Major findings with respect to photovoltaic cells include: (1) creating improved finite difference time-domain simulation techniques to more accurately capture semiconductor optical properties and pinpoint the dominant losses in complex photovoltaic architectures; (2) developing a new characterization method for photovoltaic cells, known as photoluminescent excitation (PLE), which provides detailed information about the surface recombination velocity and bulk lifetimes of the cells; and (3) mitigating the key limitations of excess PV cell heating from a nearby emitter through passive radiative cooling. We developed models capturing the effects of radiative cooling that predict that systems under concentrated solar radiation can see a factor of 2 improvement in efficiency, and potentially even greater improvements in lifetime, by limiting maximum temperatures experienced in the daytime. Our experiments under concentrated solar radiation showed the predicted reductions in operating temperatures up to 35C can be achieved.</p>\n<p>This project also resulted in a high-temperature (&gt;1200C) ultra-high vacuum test facility for directly measuring the thermal emission total power and spectrum, as well as the power production of a range of selective emitters. We also upgraded the beam splitter in the FTIR spectrometer housed in the Birck Nanotechnology Center with an XT-KBr beam splitter that does not absorb strongly at wavelengths around 1 micron, allowing us to achieve greater measurement bandwidth and overall accuracy in estimating thermal emitter selectivity</p>\n<p>In addition to these research findings, this project also provided several broader impacts, including novel simulation-based learning, recruitment and training of a diverse set of undergraduate and graduate students, as well as outreach to K-12 students and local high school teachers. Novel simulation-based learning methods were developed through a series of undergraduate research projects to develop tools for simulating the research topics explained above. The simulation modules were then widely distributed to the scientific community through Purdue's NSF-supported existing nanotechnology dissemination site, nanoHUB. A course on the fundamentals of Nanophotonic Modeling was disseminated worldwide using nanoHUB-U and edX. Undergraduate women students were successfully recruited to the group; many of these students subsequently went on to graduate studies at Purdue, UC-Berkeley, and other US institutions. The basic nanoscience and engineering concepts underlying this work were also conveyed to local high school teachers, through an intensive professional development program known as Research Goes to Schools, local K-12 students, through a Nanoscale Informal Science Education program called NanoDays, run out of the Birck Nanotechnology Center in April of each year, and high school female students through events held in collaboration with Purdue's Women in Engineering Program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2020<br>\n\t\t\t\t\tModified by: Peter&nbsp;Bermel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2019, 67% of raw energy from coal, natural gas, oil, and nuclear sources was wasted as heat because of the typically low efficiency of power conversion. A thermophotovoltaic (TPV) system, desirable for its low maintenance and quiet, portable operation, can uniquely capture this waste heat as electricity by using thermal photons (discrete units or quanta of light) whose energies match the bandgap of the photovoltaic (PV) cell. However, TPV systems often emit most thermal photons at low energies, thus greatly reducing efficiencies.\n\nTo overcome this barrier, this project advanced an innovative approach to TPV, called thermo-photonics (TPX), by redirecting thermal photons into useful energies through selective emitter and filter design along with improvements to the PV cells. TPX can significantly increase the efficiency of TPV and lighting - up to 50%.  Furthermore, this device utilizes standard silicon fabrication technologies, to facilitate transition to commercial adoption. \n\nKey results in this work can be understood in terms of innovations on the key components: selective emitters, filters, and photovoltaics.\n\nMajor findings in selective emitters include: (1) theoretical modeling showing that selective emitters made from 2D nanoscale patterns of tungsten and/or other refractory materials can be integrated with filters on the emitter side for extremely efficient thermal emission, resulting in overall system efficiencies up to 46%; (2) showing that thermal emission structures can precisely control both the emission cutoff wavelength as well as the directionality, including asymmetry, to enable a wider spectrum of potential uses for waste heat; and (3) fabricating and measuring two novel multilayer selective emitters for TPX: a wafer-based hybrid silicon nitride/silicon/silver stack, which works up to 490C, and a thin-film based design that can functions up to 695C.\n\nMajor findings with respect to filters include: (1) developing a unique design and optimization method for flat filters that allows one to obtain extremely precise functionality of filters (e.g., selective reflection and transmission) over broad bandwidths, without requiring excessive amounts of computational resources; often the designs are not as obvious as previous design rules (e.g., for rugate filters), but are still amenable to fabrication; and (2) experimentally showing that these filters can selectively recycle infrared from a flat tungsten filament, while remaining transparent in the visible at all angles, which triples the efficiency of converting electricity into lighting, compared to a design without a filter.\n\nMajor findings with respect to photovoltaic cells include: (1) creating improved finite difference time-domain simulation techniques to more accurately capture semiconductor optical properties and pinpoint the dominant losses in complex photovoltaic architectures; (2) developing a new characterization method for photovoltaic cells, known as photoluminescent excitation (PLE), which provides detailed information about the surface recombination velocity and bulk lifetimes of the cells; and (3) mitigating the key limitations of excess PV cell heating from a nearby emitter through passive radiative cooling. We developed models capturing the effects of radiative cooling that predict that systems under concentrated solar radiation can see a factor of 2 improvement in efficiency, and potentially even greater improvements in lifetime, by limiting maximum temperatures experienced in the daytime. Our experiments under concentrated solar radiation showed the predicted reductions in operating temperatures up to 35C can be achieved.\n\nThis project also resulted in a high-temperature (&gt;1200C) ultra-high vacuum test facility for directly measuring the thermal emission total power and spectrum, as well as the power production of a range of selective emitters. We also upgraded the beam splitter in the FTIR spectrometer housed in the Birck Nanotechnology Center with an XT-KBr beam splitter that does not absorb strongly at wavelengths around 1 micron, allowing us to achieve greater measurement bandwidth and overall accuracy in estimating thermal emitter selectivity\n\nIn addition to these research findings, this project also provided several broader impacts, including novel simulation-based learning, recruitment and training of a diverse set of undergraduate and graduate students, as well as outreach to K-12 students and local high school teachers. Novel simulation-based learning methods were developed through a series of undergraduate research projects to develop tools for simulating the research topics explained above. The simulation modules were then widely distributed to the scientific community through Purdue's NSF-supported existing nanotechnology dissemination site, nanoHUB. A course on the fundamentals of Nanophotonic Modeling was disseminated worldwide using nanoHUB-U and edX. Undergraduate women students were successfully recruited to the group; many of these students subsequently went on to graduate studies at Purdue, UC-Berkeley, and other US institutions. The basic nanoscience and engineering concepts underlying this work were also conveyed to local high school teachers, through an intensive professional development program known as Research Goes to Schools, local K-12 students, through a Nanoscale Informal Science Education program called NanoDays, run out of the Birck Nanotechnology Center in April of each year, and high school female students through events held in collaboration with Purdue's Women in Engineering Program.\n\n\t\t\t\t\tLast Modified: 05/22/2020\n\n\t\t\t\t\tSubmitted by: Peter Bermel"
 }
}