{
 "awd_id": "1454125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The GNSS Instrument System for Multistatic and Occultation Sensing (GISMOS) for Future Application to Precipitation Processes in Atmospheric River Events",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2014-11-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 68200.0,
 "awd_amount": 85515.0,
 "awd_min_amd_letter_date": "2014-11-05",
 "awd_max_amd_letter_date": "2015-03-16",
 "awd_abstract_narration": "Atmospheric rivers are responsible for bringing large quantities of moisture to the arctic, Pacific Northwest, and California coastlines, leading to heavy precipitation. It is not fully understood how the vertical distribution of moisture and aerosols affects precipitation processes, especially in terms of precipitation efficiency and the flux of moisture that reaches northern latitudes and is available for interaction with cold fronts. It would be advantageous to be able to use direct information on the vertical distribution of moisture and precipitation to investigate the sensitivity of the models to the physics parameterizations during this type of event. While the model tuning approach has in general been successful for the current climate, it is not necessarily expected that as climate changes, the same will be true. Therefore, to make simultaneous measurements of the large-scale vertical distribution of hydrometeors and moisture in these regions of high moisture flux to have a more reliable basis for predicting precipitation is crucial. Airborne measurements of moisture using GPS radio occultation can be used as a targeted method of observation to provide data to address this scientific question, in concert with other airborne and satellite observations.\r\n\r\nRecent simulations indicate the possibility of detecting the presence of large raindrops from forward scattering effects measured on left-hand circularly polarized (LHCP) GPS signals.  If this can be shown to be feasible, then airborne GPS radio occultation measurements could not only provide refractivity profiles from normal RHCP signals, but also provide indications of the presence of heavy precipitation and precipitation rates from differential LHCP minus RHCP signals. As a first step in this direction, some preliminary measurements during heavy precipitation events will be made using the existing GISMOS instrument.  A NASA DC-8 flight operation in October-November 2014 on flights from California to Chile, then transects across the Drake Passage will provide such an opportunity, which would test data collection with alternate antenna configurations, on the transect over the inter tropical convergence zone where heavy precipitation is likely.  Flight tests during August 2014 would also provide a means for performing some needed maintenance on the GISMOS instrument, to prepare it for future work on missions dedicated to atmospheric river events, and for use by the larger NSF community.\r\n\r\nIntellectual Merit:\r\nThe attempt to develop this original and innovative use of GISMOS for precipitation sensing simultaneously with moisture sensing with high vertical resolution will advance effective modeling of precipitation processes. The project will focus on the physical phenomenon of atmospheric rivers, an important process of moisture transport from the tropics to mid-latitudes.\r\n\r\nBroader Impacts:\r\nThe refurbishing and preparation of the GISMOS instrumentation for continued use by the NSF community as part of the HIAPER suite of instrumentation enhances infrastructure for research by contributing to the Lower Atmospheric Observing Facility. The modifications make it possible to use the GPS/INS component of GISMOS separately from the GPS remote sensing components, and directly benefit any researcher using the GV aircraft by substantially increasing the accuracy over the existing instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Haase",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer S Haase",
   "pi_email_addr": "jhaase@ucsd.edu",
   "nsf_id": "000447398",
   "pi_start_date": "2014-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "9500 Gilman Dr",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920750225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "49",
  "perf_st_cong_dist": "CA49",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 85515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Atmospheric rivers are responsible for bringing large quantities of moisture to the west coast of the United States, leading to extensive periods of very high rainfall [<a title=\"Ralph, 2004 #1171\" href=\"#_ENREF_8\"><em>Ralph et al.</em>, 2004</a>; <a title=\"Zhu, 1998 #1374\" href=\"#_ENREF_11\"><em>Zhu and Newell</em>, 1998</a>]. These long narrow bands of moisture transport more than 90% of the available atmospheric moisture that arrives in the northern latitudes from the tropics. They are associated with cold fronts that move across the Pacific. When an atmospheric river makes landfall, coastal mountain ranges lift the moist air which condenses, producing rainfall or snow, depending on the conditions. Where and what type &nbsp;of precipitation falls is determined by how the ice/rain particles grow, whether the flow is strong enough to rise over the mountains, and the cooling of the air as it rises [<a title=\"Houze, 2012 #1446\" href=\"#_ENREF_4\"><em>Houze</em>, 2012</a>]. It is not fully understood how the vertical distribution of moisture of the incoming flow affects formation of ice and snow. This has important societal impacts because it influences whether a storm will produce only rain which may lead to extensive flooding, or whether it will produce snow in the Sierra Nevada that provides water storage for urban use, or whether it produces warm rainfall over existing snow that reduces the snowpack available for water resources.</p>\n<p>This project takes advantage of a flight opportunity on a NOAA aircraft to test a new theory that would make it possible to simultaneously measure the vertical distribution of moisture and heavy precipitation in regions of high moisture flux in atmospheric rivers. We have developed an aircraft measurement system called GISMOS: the GNSS Instrument System for Multistatic and Occultation Sensing. It was developed for observing moisture from aircraft using signals that are transmitted from Global Positioning System (GPS) satellites.&nbsp;&nbsp; The aircraft is equipped with a GPS receiver that measures the time it takes the GPS signal to travel from the GPS satellite to the aircraft. In the standard use of GPS data, the signal travel time is divided by the speed of light to calculate the distance to the satellite, and the measurements of distance are used to locate the aircraft precisely. We use the fact that the signals are slowed down by the atmosphere to derive the amount of moisture along the GPS signal path. We retrieve measurements at each height by making these observations as GPS satellites set and the signal passes lower and lower through the atmosphere. This technique is called airborne GPS radio occultation (ARO) [<a title=\"Haase, 2014 #266\" href=\"#_ENREF_3\"><em>Haase et al.</em>, 2014</a>]. It has been successfully used to make measurements in hurricanes [ <a title=\"Murphy, 2015 #278\" href=\"#_ENREF_7\"><em>Murphy et al.</em>, 2015</a>].</p>\n<p>In theory, there should be a very small effect on GPS signals due to the presence of large raindrops in the atmosphere, in addition to water vapor [<a title=\"Cardellach, 2015 #1440\" href=\"#_ENREF_1\"><em>Cardellach et al.</em>, 2015</a>]. We have proposed to try to measure this small effect by recording the GPS signal using two different polarized antennas. Large raindrops, when falling, do not look like teardrops but look like flattened spheres. Because they are narrower in the vertical direction than in the horizontal direction, the signals would have different effects on the vertical and horizontally polarized antennas, and information about the number of raindrops could be measured. In this project, GISMOS was upgraded to attempt to make these new rainfall measurements. GISMOS was flown on the NOAA aircraft during Pacific storms in January and February 2015. We collected data from 14 flights, and dedicated two of these flights to recording signals from horizontally and vertically pola...",
  "por_txt_cntn": "\nAtmospheric rivers are responsible for bringing large quantities of moisture to the west coast of the United States, leading to extensive periods of very high rainfall [Ralph et al., 2004; Zhu and Newell, 1998]. These long narrow bands of moisture transport more than 90% of the available atmospheric moisture that arrives in the northern latitudes from the tropics. They are associated with cold fronts that move across the Pacific. When an atmospheric river makes landfall, coastal mountain ranges lift the moist air which condenses, producing rainfall or snow, depending on the conditions. Where and what type  of precipitation falls is determined by how the ice/rain particles grow, whether the flow is strong enough to rise over the mountains, and the cooling of the air as it rises [Houze, 2012]. It is not fully understood how the vertical distribution of moisture of the incoming flow affects formation of ice and snow. This has important societal impacts because it influences whether a storm will produce only rain which may lead to extensive flooding, or whether it will produce snow in the Sierra Nevada that provides water storage for urban use, or whether it produces warm rainfall over existing snow that reduces the snowpack available for water resources.\n\nThis project takes advantage of a flight opportunity on a NOAA aircraft to test a new theory that would make it possible to simultaneously measure the vertical distribution of moisture and heavy precipitation in regions of high moisture flux in atmospheric rivers. We have developed an aircraft measurement system called GISMOS: the GNSS Instrument System for Multistatic and Occultation Sensing. It was developed for observing moisture from aircraft using signals that are transmitted from Global Positioning System (GPS) satellites.   The aircraft is equipped with a GPS receiver that measures the time it takes the GPS signal to travel from the GPS satellite to the aircraft. In the standard use of GPS data, the signal travel time is divided by the speed of light to calculate the distance to the satellite, and the measurements of distance are used to locate the aircraft precisely. We use the fact that the signals are slowed down by the atmosphere to derive the amount of moisture along the GPS signal path. We retrieve measurements at each height by making these observations as GPS satellites set and the signal passes lower and lower through the atmosphere. This technique is called airborne GPS radio occultation (ARO) [Haase et al., 2014]. It has been successfully used to make measurements in hurricanes [ Murphy et al., 2015].\n\nIn theory, there should be a very small effect on GPS signals due to the presence of large raindrops in the atmosphere, in addition to water vapor [Cardellach et al., 2015]. We have proposed to try to measure this small effect by recording the GPS signal using two different polarized antennas. Large raindrops, when falling, do not look like teardrops but look like flattened spheres. Because they are narrower in the vertical direction than in the horizontal direction, the signals would have different effects on the vertical and horizontally polarized antennas, and information about the number of raindrops could be measured. In this project, GISMOS was upgraded to attempt to make these new rainfall measurements. GISMOS was flown on the NOAA aircraft during Pacific storms in January and February 2015. We collected data from 14 flights, and dedicated two of these flights to recording signals from horizontally and vertically polarized antennas. The data has been archived and is now available for future research in future forecasting experiments.\n\nThe development of this innovative use of GISMOS for precipitation sensing simultaneously with moisture sensing with high vertical resolution will advance effective modeling of precipitation processes in atmospheric rivers, an important means of moisture transport from the tropics to mid-latitudes.\n\nThese new measurements by..."
 }
}