{
 "awd_id": "1454558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Assessing and Improving Online Learning Spaces for Diverse and High-Attrition Engineering Students",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2015-01-21",
 "awd_max_amd_letter_date": "2016-10-25",
 "awd_abstract_narration": "Evaluating and Improving Online Courses For Engineering Undergraduates from Diverse Backgrounds\r\n \r\nIncreasing the retention and achievement of women, minorities, and high attrition groups in engineering is of paramount national strategic interest, and online learning has emerged as a popular strategy for expanding access. However, there is limited evidence that online courses work for the diverse groups of students in engineering classes.  In fact, early findings from other disciplines suggest that virtual instruction exacerbates achievement gaps. This proposal pushes research and practice to better serve all of the varieties of engineering students in three major ways. First, it analyzes underrepresented or high attrition student groups independently, rather than studying average effects for a whole class. Second, it tracks individual student behaviors to better explain differences in student success and better recommend support systems that are tailored to unique students. And, third, it studies undergraduate online and blended learning in five widely varying contexts, including two international sites, to greatly expand the spectrum of tools that can inform undergraduate engineering in the United States, in particular, in a large public university setting. This is achieved through the investigator's study of and collaboration with four introductory engineering courses at diverse institutions. Enhancing digital educational tools to better support unique groups of students, especially those that have high rates of attrition, can fulfill the nation's growing need for a highly qualified and diverse engineering workforce.\r\n\r\nOnline learning as a policy tool for access to STEM education has abounded - despite the fact that there is minimal or contradictory evidence that online learning, as currently practiced, is an effective instrument for increasing access, equity, or achievement. Research efforts to estimate differential effects are few, and few studies focus on online learning for high attrition post-secondary students in the high need discipline of engineering. The primary goals of this proposal are, first, to carefully examine in situ the implementation, behaviors, and experiences of diverse sub-groups, in particular, high-attrition students, in online/blended environments in undergraduate engineering classes; and, second, to critically evaluate the assertion that online/blended structures are significantly related to achievement for these important sub-groups. This leads to four research questions: (1) Are the estimated quantitative effects of online and blended learning tools and structures (e.g., MOOCs, flipped classrooms) persistent for high attrition learner demographics?, (2) What online structures and behaviors significantly (practically and statistically) predict higher achievement for these students?, (3) What differences in student behaviors and outcomes might be related to or mediated by the institutional context in which instruction is taking place?, and (4) What are the implications for future research design and educational policy? These questions will be answered using a cross-national multi-case approach, applying quasi-experimental methods to four online courses from diverse institutional contexts. In each study, advanced regression techniques are applied to understand how individual students' backgrounds, access of materials, and online behaviors predict achievement. Background study with nationally-and internationally-representative secondary data will contextualize course-specific findings. Qualitative interviews will complement quantitative findings. Results will inform iterative improvements of the four study courses and the PI's first-year engineering course at Purdue over the five-year project lifecycle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "DeBoer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer DeBoer",
   "pi_email_addr": "deboerj@purdue.edu",
   "nsf_id": "000579692",
   "pi_start_date": "2015-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "701 West Stadium Avenue",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award provides funding for PI DeBoer's study of online and blended learning tools and the experiences of marginalized engineering undergraduates. The CAREER grant has looked at widely varying courses to evaluate the supports that do and do not exist in digital environments. She gathered a huge amount of quantitative and qualitative data on learners' backgrounds, use of study materials, and outcomes (achievement, attitudes, and created products). The variety in types of engineering courses and contexts studied provides important insights into the different types of blended learning interventions that might support or hinder marginalized students' progress. She studied introductory engineering courses at MIT, Purdue University, and Morgan State University in the USA as well as in refugee camps in Kenya and Jordan. She began by creating partnerships and processes to gather a host of multimodal datasets, from rich qualitative observational videos to detailed logs of online behaviors. Early in her work, she demonstrated intellectual merit in creation of protocols used to analyze qualitative video data, interviews, and journals; detailed quantitative log data and surveys; and multimodal mixed data. These have been shared in multiple freely available conference proceedings and a book chapter. Overall, her work contributes to inclusive scholarship on engineering education across contexts. She found that the estimated effects of online tools vary drastically for marginalized learners. Notably, learning tools and strategies that depend on learners' social capital (their connections and awareness of how to navigate a classroom or university) exacerbate existing differences in success in online classes. On the other hand, some behaviors that build on marginalized learners' unique assets (e.g., connections to the local community) support their success <em>MORE</em> than learners in the majority. Productive study behaviors are crucial to support marginalized engineering students, but just as important is the connection to the wider community and institutions, which is often a failure point. These results have been shared in over 30 articles, conference presentations, invited talks, and dissertations. She also laid strong groundwork for extending studies to graduate education as well as continued collaboration with partnering universities. She provided other instructors and students as well as other researchers with examples and tools from the CAREER grant. Her findings inform broader impacts for research and teaching and learning. Environments that best support marginalized engineering learners incorporate novel learning tools in their intended outcomes, assessments, and learning activities, but they also include more up-front and continuous tailoring to marginalized students' assets, experiences, and goals. They include active learning in concert with appropriate blended tools that are adaptable and agile in their assessment and delivery mechanisms, leaning more onto the assets of collaborative learning that communities of students bring. The inclusion of student direction and local relevance further solidifies the adjustments that tailored environments can make to meet marginalized students? goals. She developed and applied the term <em>inclusive constructive alignment</em> to encompass the ways in which learning design and tools align not only within the syllabus but more broadly to the students experiencing it. Pedagogies that support minoritized students in blended engineering/STEM learning includespedagogical practices beyond the specific constraints of the online or blended classroom itself. In order to design teaching and learning practices in online/blended environments that support marginalized students, instructors have to also align with, connect to, and enact support in the surrounding environments. These practices (e.g., connecting to students' home cultural assets) likely benefit all students; however, majoritized students' cultural assets are more frequently reflected in majority classrooms and online tools that benefit the average student. The relevance of the PI's CAREER grant was dramatically highlighted by the onset of COVID-19 coincident with the start of the final year of the project. By studying a successful <em>localized </em>introductory online engineering course in a Jordanian and Kenyan refugee camp, she provided data from settings where university coursework has long operated under heavy political, social, financial, and technological constraints. Further, refugee settings have to deal with consistent ambiguity, unpredictable resources and connectivity, and frequent and sudden changes in course planning, capacity, and support. This has in particular been informative during the COVID era, as some of our recommendations from operating digital learning in (long-term humanitarian) emergencies has been useful for recommendations for high-resource contexts that now have to operate in emergency remote teaching conditions. COVID is a clear example of how resource constrained environments can inform teaching and learning in resource-rich environments, especially when our current systems are upended.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2022<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Deboer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644899502671_801_analysis_graph_centroid.001--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644899502671_801_analysis_graph_centroid.001--rgov-800width.jpg\" title=\"Clusters of Student Behaviors\"><img src=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644899502671_801_analysis_graph_centroid.001--rgov-66x44.jpg\" alt=\"Clusters of Student Behaviors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of the centroids of the two student clusters for their behaviors on online homework problems  (all variables normalized to 0-1)</div>\n<div class=\"imageCredit\">Computers & Education</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Deboer</div>\n<div class=\"imageTitle\">Clusters of Student Behaviors</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644899747454_prototype--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644899747454_prototype--rgov-800width.jpg\" title=\"Student prototype\"><img src=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644899747454_prototype--rgov-66x44.jpg\" alt=\"Student prototype\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Prototype of smart home developed by refugee learners in introductory blended engineering course</div>\n<div class=\"imageCredit\">IEEE GHTC</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Deboer</div>\n<div class=\"imageTitle\">Student prototype</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900197010_engstarter--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900197010_engstarter--rgov-800width.jpg\" title=\"EngStarter Prototype\"><img src=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900197010_engstarter--rgov-66x44.jpg\" alt=\"EngStarter Prototype\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Existing prototype in the Azraq refugee camp, Jordan</div>\n<div class=\"imageCredit\">IEEE GHTC</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Deboer</div>\n<div class=\"imageTitle\">EngStarter Prototype</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900355954_mpi--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900355954_mpi--rgov-800width.jpg\" title=\"Multiple Perspective Insights\"><img src=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900355954_mpi--rgov-66x44.jpg\" alt=\"Multiple Perspective Insights\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Model for the integrated Multiple Perspective Insights framework, a multimodal, multistakeholder perspective integrating data streams</div>\n<div class=\"imageCredit\">Big Data, Small Data, and Data Shepherds</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Deboer</div>\n<div class=\"imageTitle\">Multiple Perspective Insights</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900519965_ABCD--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900519965_ABCD--rgov-800width.jpg\" title=\"ABCD\"><img src=\"/por/images/Reports/POR/2022/1454558/1454558_10347930_1644900519965_ABCD--rgov-66x44.jpg\" alt=\"ABCD\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Curricular and pedagogical approach to localizing learning for marginalized students</div>\n<div class=\"imageCredit\">Advances in Engineering Education</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Deboer</div>\n<div class=\"imageTitle\">ABCD</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis award provides funding for PI DeBoer's study of online and blended learning tools and the experiences of marginalized engineering undergraduates. The CAREER grant has looked at widely varying courses to evaluate the supports that do and do not exist in digital environments. She gathered a huge amount of quantitative and qualitative data on learners' backgrounds, use of study materials, and outcomes (achievement, attitudes, and created products). The variety in types of engineering courses and contexts studied provides important insights into the different types of blended learning interventions that might support or hinder marginalized students' progress. She studied introductory engineering courses at MIT, Purdue University, and Morgan State University in the USA as well as in refugee camps in Kenya and Jordan. She began by creating partnerships and processes to gather a host of multimodal datasets, from rich qualitative observational videos to detailed logs of online behaviors. Early in her work, she demonstrated intellectual merit in creation of protocols used to analyze qualitative video data, interviews, and journals; detailed quantitative log data and surveys; and multimodal mixed data. These have been shared in multiple freely available conference proceedings and a book chapter. Overall, her work contributes to inclusive scholarship on engineering education across contexts. She found that the estimated effects of online tools vary drastically for marginalized learners. Notably, learning tools and strategies that depend on learners' social capital (their connections and awareness of how to navigate a classroom or university) exacerbate existing differences in success in online classes. On the other hand, some behaviors that build on marginalized learners' unique assets (e.g., connections to the local community) support their success MORE than learners in the majority. Productive study behaviors are crucial to support marginalized engineering students, but just as important is the connection to the wider community and institutions, which is often a failure point. These results have been shared in over 30 articles, conference presentations, invited talks, and dissertations. She also laid strong groundwork for extending studies to graduate education as well as continued collaboration with partnering universities. She provided other instructors and students as well as other researchers with examples and tools from the CAREER grant. Her findings inform broader impacts for research and teaching and learning. Environments that best support marginalized engineering learners incorporate novel learning tools in their intended outcomes, assessments, and learning activities, but they also include more up-front and continuous tailoring to marginalized students' assets, experiences, and goals. They include active learning in concert with appropriate blended tools that are adaptable and agile in their assessment and delivery mechanisms, leaning more onto the assets of collaborative learning that communities of students bring. The inclusion of student direction and local relevance further solidifies the adjustments that tailored environments can make to meet marginalized students? goals. She developed and applied the term inclusive constructive alignment to encompass the ways in which learning design and tools align not only within the syllabus but more broadly to the students experiencing it. Pedagogies that support minoritized students in blended engineering/STEM learning includespedagogical practices beyond the specific constraints of the online or blended classroom itself. In order to design teaching and learning practices in online/blended environments that support marginalized students, instructors have to also align with, connect to, and enact support in the surrounding environments. These practices (e.g., connecting to students' home cultural assets) likely benefit all students; however, majoritized students' cultural assets are more frequently reflected in majority classrooms and online tools that benefit the average student. The relevance of the PI's CAREER grant was dramatically highlighted by the onset of COVID-19 coincident with the start of the final year of the project. By studying a successful localized introductory online engineering course in a Jordanian and Kenyan refugee camp, she provided data from settings where university coursework has long operated under heavy political, social, financial, and technological constraints. Further, refugee settings have to deal with consistent ambiguity, unpredictable resources and connectivity, and frequent and sudden changes in course planning, capacity, and support. This has in particular been informative during the COVID era, as some of our recommendations from operating digital learning in (long-term humanitarian) emergencies has been useful for recommendations for high-resource contexts that now have to operate in emergency remote teaching conditions. COVID is a clear example of how resource constrained environments can inform teaching and learning in resource-rich environments, especially when our current systems are upended.\n\n\t\t\t\t\tLast Modified: 02/14/2022\n\n\t\t\t\t\tSubmitted by: Jennifer Deboer"
 }
}