{
 "awd_id": "1454437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: In Situ Observation of Coupled Transport and Degradation in Battery Electrodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 502491.0,
 "awd_amount": 508491.0,
 "awd_min_amd_letter_date": "2015-01-26",
 "awd_max_amd_letter_date": "2017-05-08",
 "awd_abstract_narration": "PI Name:  Nelson \r\nProposal ID:  1454437\r\n \r\nTransportation accounts for 25% to 30% of U.S. energy consumption.  Electric vehicles are one alternative to reducing fossil fuel consumption for transportation.  Electric vehicles require rechargeable batteries that balance the electrical energy storage and power delivery needs, and these batteries must have lifetimes that support affordable cost of ownership. The lithium-ion battery is currently the leading technology for electric vehicle applications.  Lithium-ion battery power and energy storage capacity can be enhanced by utilizing battery electrode materials that are structured at the nanoscale using principles of nanotechnology.  However, the use of nanostructured electrodes may accelerate electrode degradation that reduces battery life. This research award seeks to understand degradation in nanostructured lithium-ion battery electrodes during charging and discharging under realistic conditions.  This will be accomplished by using advanced x-ray imaging techniques to visualize what happens to the battery electrode during operation, which has never been done before.  Insights from the proposed research will lead to battery material structures that improve battery performance and reliability. These improvements in turn have potential to extend the range and lifetime of hybrid and electric vehicles.  The education and outreach programs associated with this award will provide mechanical engineering undergraduate students with hands-on experiences in energy storage processes.  \r\n\r\nThe technical goal of this CAREER award is develop a fundamental understanding of the processes leading to degradation of nanostructured spinel cathodes for Li-ion batteries through in situ three-dimensional (3-D) X-ray imaging techniques during battery charge and discharge.  The proposed research will test the hypothesis that nanostructured cathodes for high power lithium-ion batteries exhibit accelerated degradation at elevated temperature due to enhanced metal dissolution from the cathode active material. This hypothesis will be tested by fabricating electrodes with ordered and irregular microstructure, characterizing electrode performance over a range of temperatures, and directly observing 3-D microstructure using X-ray nanotomography.  During the course of this research program, new contributions to the fields of electrochemical energy conversion and storage are expected.  These contributions include the use of 3-D X-ray material tomatographic imaging to help elucidate the interactions between electrode microstructure and degradation mechanisms, revealing the merits and challenges of nanostructured battery architectures, and generation of a documented set of 3-D microstructural data for lithium-ion battery materials that is correlated to battery performance and degradation through electrochemical testing. \r\n\r\nThe education and outreach programs associated with this CAREER award will provide mechanical engineering undergraduate students with hands-on experiences in energy storage processes.  Energy storage experiments developed for undergraduate laboratories will be adapted to provide modules for K-12 teacher training programs in schools that serve under-represented groups in STEM fields, and will also support development of exhibits at the U.S. Space and Rocket Center in Huntsville, Alabama that engage diverse audiences with energy storage topics and concepts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Nelson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "George J Nelson",
   "pi_email_addr": "gjn0002@uah.edu",
   "nsf_id": "000555477",
   "pi_start_date": "2015-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 502491.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lithium-ion batteries have emerged as a key energy storage technology for a range of applications including transportation, mobile devices, and grid-scale energy storage. Despite their growing prevalence, there remains a need to improve the performance, reliability, and safety of lithium-ion batteries. Battery performance, reliability, and safety are impacted by both the materials within the battery and the operating conditions of the battery. Aggressive operating conditions, whether elevated temperature or fast charging, influence the battery as a whole as well as the micron and nanometer scale materials. Such interactions require greater understanding to advance the current state-of-the-art for lithium-ion batteries.</p>\n<p>In this project materials characterization methods and electrochemical testing were applied to connect battery operating temperatures with the performance degradation of lithium-ion battery cathode materials. A particular emphasis in these studies was on low cobalt cathode materials, which address some humanitarian and sustainability related challenges with more established, high cobalt content battery materials. Batteries were fabricated using cathode active materials and electrochemical studies were used to characterize performance and reliability at room temperature and at higher temperatures. X-ray imaging was used to study the structural and chemical changes in materials extracted from cycled batteries. These studies were complemented by scanning electron microscope imaging as well as X-ray diffraction to further characterize battery materials. Elevated temperature operation was found to accelerate the degradation of batteries cathodes in two ways. As initially hypothesized, the active materials showed accelerated degradation due to metal dissolution, but these degradation was also accompanied by changes in active material crystal structure and the increased breakdown of active material particles. In addition to active material degradation, the mixture of polymer binder and carbon additive, which along with the active material forms the battery cathode, was found to degrade at higher operating temperatures.</p>\n<p>To complement experimental work, modeling studies were performed to understand how active material particle size, porosity, and electrode thickness impact local field variables, current, heat generation, and battery capacity. Cell response under varied combinations of charge and discharge cycling has been assessed for low and high current conditions. The effects of microstructure, specifically porosity and particle size, were assessed for standard thick electrodes, with porosity showing a significant effect on fast charging capability of thick electrodes. Aggressive charge and discharge conditions lead to locally elevated currents and attendant increases in local heat generation. These results suggest that variable local conditions like temperature, potential, and salt concentrations are influenced by electrode microstructure. However, experimental studies show that such conditions may drive degradation of that same microstructure. This scenario could create a feedback loop, and further motivates understanding the interactions between temperature, voltage, and microstructure inside of lithium-ion batteries and new energy storage technologies.</p>\n<p>The research efforts noted above have been integrated with teaching and outreach efforts primarily through the development of materials for instructional laboratories that introduce mechanical engineering students to concepts related to electrochemical energy storage. In addition to these materials, the supported research has facilitated curriculum development. At the graduate level, the supported research facilitated development of a new course on Electrochemical Energy Conversion and Storage taught to students from a range of engineering fields. At the undergraduate level, the supported research has also facilitated addition of electrochemical energy concepts to an updated Design of Thermal Systems course.</p>\n<p>The results of this project provide fundamental understanding of thermal effects on degradation in transition metal oxide materials used in battery cathodes. This understanding will support increased adoption and efficiency electric vehicles, lowering the environmental impacts of transportation. The batteries improved by this research may also be implemented in mobile applications and grid-scale energy storage. Therefore, the methods developed and insights gained are expected to be applicable to future battery technologies that will support development of a more sustainable energy infrastructure.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2021<br>\n\t\t\t\t\tModified by: George&nbsp;J&nbsp;Nelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLithium-ion batteries have emerged as a key energy storage technology for a range of applications including transportation, mobile devices, and grid-scale energy storage. Despite their growing prevalence, there remains a need to improve the performance, reliability, and safety of lithium-ion batteries. Battery performance, reliability, and safety are impacted by both the materials within the battery and the operating conditions of the battery. Aggressive operating conditions, whether elevated temperature or fast charging, influence the battery as a whole as well as the micron and nanometer scale materials. Such interactions require greater understanding to advance the current state-of-the-art for lithium-ion batteries.\n\nIn this project materials characterization methods and electrochemical testing were applied to connect battery operating temperatures with the performance degradation of lithium-ion battery cathode materials. A particular emphasis in these studies was on low cobalt cathode materials, which address some humanitarian and sustainability related challenges with more established, high cobalt content battery materials. Batteries were fabricated using cathode active materials and electrochemical studies were used to characterize performance and reliability at room temperature and at higher temperatures. X-ray imaging was used to study the structural and chemical changes in materials extracted from cycled batteries. These studies were complemented by scanning electron microscope imaging as well as X-ray diffraction to further characterize battery materials. Elevated temperature operation was found to accelerate the degradation of batteries cathodes in two ways. As initially hypothesized, the active materials showed accelerated degradation due to metal dissolution, but these degradation was also accompanied by changes in active material crystal structure and the increased breakdown of active material particles. In addition to active material degradation, the mixture of polymer binder and carbon additive, which along with the active material forms the battery cathode, was found to degrade at higher operating temperatures.\n\nTo complement experimental work, modeling studies were performed to understand how active material particle size, porosity, and electrode thickness impact local field variables, current, heat generation, and battery capacity. Cell response under varied combinations of charge and discharge cycling has been assessed for low and high current conditions. The effects of microstructure, specifically porosity and particle size, were assessed for standard thick electrodes, with porosity showing a significant effect on fast charging capability of thick electrodes. Aggressive charge and discharge conditions lead to locally elevated currents and attendant increases in local heat generation. These results suggest that variable local conditions like temperature, potential, and salt concentrations are influenced by electrode microstructure. However, experimental studies show that such conditions may drive degradation of that same microstructure. This scenario could create a feedback loop, and further motivates understanding the interactions between temperature, voltage, and microstructure inside of lithium-ion batteries and new energy storage technologies.\n\nThe research efforts noted above have been integrated with teaching and outreach efforts primarily through the development of materials for instructional laboratories that introduce mechanical engineering students to concepts related to electrochemical energy storage. In addition to these materials, the supported research has facilitated curriculum development. At the graduate level, the supported research facilitated development of a new course on Electrochemical Energy Conversion and Storage taught to students from a range of engineering fields. At the undergraduate level, the supported research has also facilitated addition of electrochemical energy concepts to an updated Design of Thermal Systems course.\n\nThe results of this project provide fundamental understanding of thermal effects on degradation in transition metal oxide materials used in battery cathodes. This understanding will support increased adoption and efficiency electric vehicles, lowering the environmental impacts of transportation. The batteries improved by this research may also be implemented in mobile applications and grid-scale energy storage. Therefore, the methods developed and insights gained are expected to be applicable to future battery technologies that will support development of a more sustainable energy infrastructure.\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2021\n\n\t\t\t\t\tSubmitted by: George J Nelson"
 }
}