{
 "awd_id": "1455154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Linking the Forward and Reverse Vapor-Liquid-Solid Mechanisms to Synthesize Ordered Integrated Metal Oxide Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 625000.0,
 "awd_amount": 625000.0,
 "awd_min_amd_letter_date": "2015-02-09",
 "awd_max_amd_letter_date": "2019-04-08",
 "awd_abstract_narration": "Non-technical Description.\r\nWe live in a society with reliance on materials, in particular those that enable the generation or storage of energy, for which the efficiencies that are required are ever growing. The function of such materials increasingly relies on creating highly-efficient and closely-spaced crystal interfaces including, for example, large area p-n junction arrays for solar devices. This project to understand and exploit the solid-iquid-vapor mechanism should provide a new approach to engineer nanostructured composite materials with highly efficient single-crystalline components, thus having a significant positive impact on the directed design of metal oxide materials, and on the society that relies on them. Based on this research and the infrastructure developed to support it, are a series of educational and outreach activities, designed to increase participation in research experiences by University of Kentucky undergraduates.\r\n\r\nTechnical Description.\r\nThough the vapor-liquid-solid (VLS) mechanism has been extensively studied in its role in metal-catalyzed nanowire growth, the reverse of this process - the solid-liquid-vapor (SLV) mechanism - is not well understood, yet it could well provide the key to understanding and utilizing VLS-grown wires. Thus, there is a critical need to determine the key factors governing the SLV mechanism and its fundamental relationship to VLS growth. The objective in this project is to determine the key parameters that govern the SLV mechanism in metal oxides, and the relationship linking SLV to the VLS mechanism. The central hypothesis is that if a single metal nanodroplet can be used in the VLS growth of a nanowire, it will also catalyze the SLV dissolution of the same material, with crystallographic specificity equivalent to that of the original growth. The rationale is that a greater understanding of SLV and its relation to VLS could provide a route to highly-specified porous materials, as well as a method of precise placement for high-quality nanowires synthesized with a \"bottom-up\" approach. The successful completion of these studies is expected to have a significant positive impact on the directed design of functional metal oxide materials since it will enable the production of structures, compositions, and arrangements of interfaces with a high degree of control and complexity. This research is significant because combining SLV with VLS will for the first time enable control of the nanowire-template interface, essentially \"synthesizing\" interfaces with specific chemistry, crystallography, and spacing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Guiton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Beth S Guiton",
   "pi_email_addr": "beth.guiton@uky.edu",
   "nsf_id": "000554632",
   "pi_start_date": "2015-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The vapor-liquid-solid (VLS) mechanism is ubiquitous in the growth of nanowires with well-defined shapes, sizes, and crystalline characteristics (such as wire direction). Our work, which has led to a greater understanding of the VLS mechanism, as well as the migration and coalescence of metal particles on surfaces, will likely enable a direct way to design and grow nanowires of specific use for nanotechnology applications. Further, in extending this process by combining it with the reverse, solid-liquid-vapor (SLV) etching process to design and grow composite nanomaterials with well-defined and densely packed interfaces, we have for the first time an approach to place these nanowires in specific positions, and within a template which is itself functional. This could likely lead to a new approach in the design and synthesis for a variety of functional materials, such as solar materials, battery materials, plasmonic materials, and multiferroic materials, and is the subject of our patent stemming from this work. As well as impacting the field of solid state and materials chemistry, our work should also impact the microscopy community, since the development of new microscopy tools is largely driven by the need to answer specific materials science questions.</p>\n<p>&nbsp;</p>\n<p>This work undertaken by the PI in collaboration with graduate and undergraduate student mentees led to several outcomes demonstrating the intellectual merit of the project, including:</p>\n<p>(i)<span style=\"white-space: pre;\"> </span>The synthesis of negative nanowires (NNW) under high vacuum within thin films of SnO<sub>2</sub> and ZnO with several different orientations. Using a series of proof of principle experiments we demonstrated that several of the crystallographic characteristics of VLS nanowire growth translate to SLV synthesis of NNWs, including the correlation of the relative diameter of the nanoparticle catalyst with the resulting NNW, the self-alignment of etched NNWs and etched pits within single crystals, and the existence of unique growth directions of the NNWs within these same crystals.</p>\n<p><br />(ii)<span style=\"white-space: pre;\"> </span>The implementation of ultra-high resolution imaging while heating&nbsp;<em>in situ</em> in a 5<sup>th</sup>-order aberration-corrected scanning TEM, utilizing very small hafnium dioxide nanorods as a test material. Through these experiments we observed in real-time the transformation of a HfO<sub>2</sub>&nbsp;nanorod from its room temperature to tetragonal phase, at 1000 degrees less than its bulk temperature, in which nanorod surfaces and twin boundary defects served to kinetically trap this technologically useful phase.</p>\n<p><br />(iii) The real-time observation of the decomposition of an FeOOH nanorod to produce single-crystalline hollow nanocapsules of four different iron oxide phases (depending on temperature and pressure of the transformation), including useful magnetic phases, revealing a new hollowing mechanism which we dubbed \"shell-induced Ostwald ripening.\"</p>\n<p><br />(iv)<span style=\"white-space: pre;\"> </span>The real-time observation of the mechanism of negative thermal expansion in HfV<sub>2</sub>O<sub>7</sub>&nbsp;nanorods.</p>\n<p>(v)<span style=\"white-space: pre;\"> </span>The real-time observation of oxygen-content-dependent interdiffusion within a thermoelectric composite, demonstrating the effect of oxygen on the stability of the thermoelectric material.</p>\n<ol> </ol>\n<p>&nbsp;</p>\n<p>With respect to broader impacts this award provided training to both graduate and undergraduate students and the development of a body of expertise in the areas of nanofabrication and in situ characterization of structure-property relationships in metal oxide nanomaterials. The Educational Goals within this grant, of increasing awareness and participation in undergraduate research programs, led to the development of two new courses implementing project-based learning techniques, offered at the freshman, and senior undergraduate/graduate level respectively; moving forward the latter of these will provide an ongoing grounding in the fundamental inorganic chemistry of solid materials for future chemistry students at both the undergraduate and graduate levels within our institution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2022<br>\n\t\t\t\t\tModified by: Beth&nbsp;S&nbsp;Guiton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe vapor-liquid-solid (VLS) mechanism is ubiquitous in the growth of nanowires with well-defined shapes, sizes, and crystalline characteristics (such as wire direction). Our work, which has led to a greater understanding of the VLS mechanism, as well as the migration and coalescence of metal particles on surfaces, will likely enable a direct way to design and grow nanowires of specific use for nanotechnology applications. Further, in extending this process by combining it with the reverse, solid-liquid-vapor (SLV) etching process to design and grow composite nanomaterials with well-defined and densely packed interfaces, we have for the first time an approach to place these nanowires in specific positions, and within a template which is itself functional. This could likely lead to a new approach in the design and synthesis for a variety of functional materials, such as solar materials, battery materials, plasmonic materials, and multiferroic materials, and is the subject of our patent stemming from this work. As well as impacting the field of solid state and materials chemistry, our work should also impact the microscopy community, since the development of new microscopy tools is largely driven by the need to answer specific materials science questions.\n\n \n\nThis work undertaken by the PI in collaboration with graduate and undergraduate student mentees led to several outcomes demonstrating the intellectual merit of the project, including:\n\n(i) The synthesis of negative nanowires (NNW) under high vacuum within thin films of SnO2 and ZnO with several different orientations. Using a series of proof of principle experiments we demonstrated that several of the crystallographic characteristics of VLS nanowire growth translate to SLV synthesis of NNWs, including the correlation of the relative diameter of the nanoparticle catalyst with the resulting NNW, the self-alignment of etched NNWs and etched pits within single crystals, and the existence of unique growth directions of the NNWs within these same crystals.\n\n\n(ii) The implementation of ultra-high resolution imaging while heating in situ in a 5th-order aberration-corrected scanning TEM, utilizing very small hafnium dioxide nanorods as a test material. Through these experiments we observed in real-time the transformation of a HfO2 nanorod from its room temperature to tetragonal phase, at 1000 degrees less than its bulk temperature, in which nanorod surfaces and twin boundary defects served to kinetically trap this technologically useful phase.\n\n\n(iii) The real-time observation of the decomposition of an FeOOH nanorod to produce single-crystalline hollow nanocapsules of four different iron oxide phases (depending on temperature and pressure of the transformation), including useful magnetic phases, revealing a new hollowing mechanism which we dubbed \"shell-induced Ostwald ripening.\"\n\n\n(iv) The real-time observation of the mechanism of negative thermal expansion in HfV2O7 nanorods.\n\n(v) The real-time observation of oxygen-content-dependent interdiffusion within a thermoelectric composite, demonstrating the effect of oxygen on the stability of the thermoelectric material.\n \n\n \n\nWith respect to broader impacts this award provided training to both graduate and undergraduate students and the development of a body of expertise in the areas of nanofabrication and in situ characterization of structure-property relationships in metal oxide nanomaterials. The Educational Goals within this grant, of increasing awareness and participation in undergraduate research programs, led to the development of two new courses implementing project-based learning techniques, offered at the freshman, and senior undergraduate/graduate level respectively; moving forward the latter of these will provide an ongoing grounding in the fundamental inorganic chemistry of solid materials for future chemistry students at both the undergraduate and graduate levels within our institution.\n\n \n\n\t\t\t\t\tLast Modified: 06/03/2022\n\n\t\t\t\t\tSubmitted by: Beth S Guiton"
 }
}