{
 "awd_id": "1455201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Glycoprotein mimetics with tailored galectin-binding properties based on self-assembled glycopeptide nanofibers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 510218.0,
 "awd_amount": 510218.0,
 "awd_min_amd_letter_date": "2015-03-13",
 "awd_max_amd_letter_date": "2019-03-28",
 "awd_abstract_narration": "Technical abstract\r\n\r\nThis award by the Biomaterials program in the Division of Materials Research proposes to synthesize and study nanofibers that mimic the structure, composition, and function of natural glycoproteins to modulate the biological activity of galectins, a family of carbohydrate-binding proteins that act as signaling molecules in various normal and pathological processes. The proposed nanofibers are fabricated via self- assembly of peptides. Nanofiber carbohydrate content can be varied by mixing peptides with and without a pendant carbohydrate at different ratios in the pre-assembled state. Carbohydrate chemistry can be precisely altered post-assembly via enzymes derived from natural carbohydrate synthesis pathways. Nanofibers with tailored carbohydrate content will be used as tools to study galectin-glycoprotein interactions, which in turn will inform design of new therapeutic biomaterials that can modulate galectin bioactivity for various applications, including immunotherapy, cancer, and viral prophylaxis. These research efforts will be coupled with outreach efforts that provide middle school, high school, and undergraduate students with hands-on engineering experiences to stimulate interest in research and prepare them for STEM careers, with a particular emphasis placed on attracting students from under- represented communities throughout northern Florida. Through these experiences, students will develop important scientific and leadership skills to prepare them for independent STEM careers.\r\n\r\nNon-technical abstract\r\n\r\nThis proposal describes research to create biomaterials that can modulate the activity of galectins, and could be useful in treating various conditions, including autoimmunity, cancer, and viral infection. Galectin activity is modulated in natural tissues via interactions with carbohydrates attached to proteins, or \"glycoproteins\". Efforts to create therapeutics that can interfere with galectin-glycoprotein interactions are often challenged by difficulties associated with carbohydrate synthesis and the lack of clearly defined correlations between carbohydrate chemistry and galectin binding specificity. This research will address these limitations by developing a new method to fabricate nanofibers with precise carbohydrate composition, and then using these nanofibers to study and define galectin-glycoprotein binding parameters. In turn, these parameters will inform the design of biomaterials that can enhance or inhibit activity of a particular galectin according to the intended therapeutic application. Outreach efforts are proposed to foster early interest in STEM careers that is sustained through collegiate education. In particular, these outreach efforts will develop hands-on engineering curricula to introduce middle school students to fundamental engineering concepts, enable one high school student per year to participate in a 7-week full-immersion research experience in the laboratory of the Principal Investigator, and provide undergraduate and graduate students with research and mentoring opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Hudalla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Hudalla",
   "pi_email_addr": "ghudalla@bme.ufl.edu",
   "nsf_id": "000658621",
   "pi_start_date": "2015-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida Board of Trustees",
  "perf_str_addr": "P O BOX 115500",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326115500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 97050.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99310.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 101905.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 104588.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 107365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2015, the University of Florida received a $510,000 CAREER award entitled, ?CAREER: Glycoprotein mimetics with tailored galectin-binding properties based on self-assembled glycopeptide nanofibers?.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The form and biological function of many proteins depends on the extent to which they are modified with sugars, or, ?glycosylated?. Indeed, approximately half of all proteins encoded by the human genome are glycosylated, and are classified as ?glycoproteins?.&nbsp;&nbsp;Studying the effects of glycosylation on protein behavior has long been a challenge because the attachment of sugars onto proteins is a complex process that requires many reactions. The overall goal of this project was to create protein-mimicking biomaterials that provide the user with simple control of the type and amount of sugar modifications. In turn, these biomaterials can be used to study how glycosylation affects the biological functions of glycoproteins, such as their interactions with the family of sugar-binding proteins known as Galectins.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To achieve the overall goal, the project developed glycosylated versions of peptides, which are small protein-like fragments, that associate with each other to form elongated fibrils in water. The amount of sugar on the fibrils can be tuned by simply combining glycosylated peptides and non-glycosylated peptides at different ratios in water. The first objective of this research was to adapt natural, enzyme-based glycosylation reactions to synthesize peptides with different types of sugar appendages. This research has developed methods to synthesize peptides modified with different galectin-binding disaccharides, polysaccharides, and variants thereof. Although this research was focused on creating biomaterials modified with galectin-binding sugars, this general strategy could be adapted to synthesize biomaterials modified with any sugar of interest.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The second objective of this research was to study relationships between the sugar composition of the developed glycoprotein mimetics and their interaction with galectins. Through this research, the investigators learned that the amount of galectin binding increases as the sugar amount increases, in general. Likewise, studies designed to decouple sugar amount from sugar density on the fibril demonstrated that galectin binding tends to increase with sugar density. However, at very high sugar densities the strength of galectin binding is diminished, likely because the association of a large protein with a small sugar blocks access to closely neighboring sugars by other protein molecules. These studies shed light on physical relationships that govern glycoprotein-galectin interactions, while also providing guidelines for the development of galectin-binding biomaterials.</p>\n<p>&nbsp;</p>\n<p>The third objective of this research was to use the developed glycoprotein mimetics to create biomaterials that can regulate the extracellular activity of galectins. Galectins are known to bind to glycoproteins on the surface of cells, as well as to glycoproteins found within the extracellular matrix that surrounds cells in mammalian tissues. While the effects of galectin binding to cell-surface glycoproteins on cell behavior is fairly well understood, the biological implications of galectin binding to extracellular matrix glycans is poorly understood. This research demonstrated that glycoprotein mimetics can ?turn off? galectin activity by outcompeting cell-surface glycans for galectin binding. Glycoprotein mimetics modified with a broad-spectrum galectin-binding sugar can inhibit the activity of multiple different galectins. Altering the sugar chemistry can provide glycoprotein mimetics that inhibit specific galectins (e.g. galectin-3), yet cannot bind other galectins (e.g. galectin-1). This research also demonstrated that synthetic extracellular matrices made from glycoprotein mimetics can provide barriers that prevent cell and bacteria adhesion, which is providing new opportunities to study how galectins are presented to cells in the extracellular space.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>This funding supported research training opportunities for two graduate students, four undergraduate students, and four high school students. This funding also supported development of training modules to expose high school and middle school students to the engineering design process. These modules tasked students with designing prototype devices to address biomedical problems, such as sustained drug release or vascular plaque removal, by using common household items. The repurposing of common goods was intended to foster a sense of innovation while removing barriers to access. These modules were taught to 30 teachers from school districts throughout the state of Florida through collaboration with the UF Center for Precollegiate Education and Training. These teachers have since used these modules with dozens of students.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In total, research supported by this award has developed a new class of biomaterials that mimic glycoproteins while providing simple, user-defined control type of the type or amount of sugar appendage. Access to these biomaterials has provided insights into how physical aspects of sugar display influence interactions between glycoproteins and galectins. These glycoprotein mimetics can also be used to study or manipulate the activity of galectins in the extracellular space. Broadly, this general strategy to prepare glycoprotein mimetics can be adapted to study any sugar or any sugar-binding protein of interest. This research has also supported the training of students at various educational stages, preparing them to identify practical solutions to scientific problems by developing new biomaterials.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2022<br>\n\t\t\t\t\tModified by: Gregory&nbsp;Hudalla</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659988452828_LacDiNAc2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659988452828_LacDiNAc2--rgov-800width.jpg\" title=\"Example of galectin-3 binding glycopeptide nanofibers\"><img src=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659988452828_LacDiNAc2--rgov-66x44.jpg\" alt=\"Example of galectin-3 binding glycopeptide nanofibers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of glycopeptide nanofibers that bind galectin-3 but not galectin-1. Binding specificity results from changing the sugar chemistry. Adapted from Restuccia, A., Fettis, M.M, Farhadi, S.A., Molinaro, M.D., Kane, B., Hudalla, G.A. ACS Biomaterials Science & Engineering, 4(10):3451-3459</div>\n<div class=\"imageCredit\">American Chemical Society</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;Hudalla</div>\n<div class=\"imageTitle\">Example of galectin-3 binding glycopeptide nanofibers</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659988657572_DensityEffects--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659988657572_DensityEffects--rgov-800width.jpg\" title=\"Schematic showing differences in protein binding to glycopeptide nanofibers with high versus low sugar density\"><img src=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659988657572_DensityEffects--rgov-66x44.jpg\" alt=\"Schematic showing differences in protein binding to glycopeptide nanofibers with high versus low sugar density\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic demonstrating that protein binding is hindered when sugar density is increased on glycopeptide nanofibers because the large protein blocks neighboring sugars. Adapted from Restuccia, A., Hudalla, G.A. Biomaterials Science, 6(9):2327-2335</div>\n<div class=\"imageCredit\">Royal Society of Chemistry</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;Hudalla</div>\n<div class=\"imageTitle\">Schematic showing differences in protein binding to glycopeptide nanofibers with high versus low sugar density</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659989490107_Glycopeptidehydrogel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659989490107_Glycopeptidehydrogel--rgov-800width.jpg\" title=\"Schematic depicting the synthesis of an extracellular matrix from glycopeptide nanofibers\"><img src=\"/por/images/Reports/POR/2022/1455201/1455201_10354108_1659989490107_Glycopeptidehydrogel--rgov-66x44.jpg\" alt=\"Schematic depicting the synthesis of an extracellular matrix from glycopeptide nanofibers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Glycopeptide nanofibers can be used to create extracellular matrices. These extracellular matrices can be used to study lectin binding and cell interactions. Adapted from Restuccia, A., et al, Communications Chemistry, 2(1):1-12</div>\n<div class=\"imageCredit\">Nature Publishing Group</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;Hudalla</div>\n<div class=\"imageTitle\">Schematic depicting the synthesis of an extracellular matrix from glycopeptide nanofibers</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn 2015, the University of Florida received a $510,000 CAREER award entitled, ?CAREER: Glycoprotein mimetics with tailored galectin-binding properties based on self-assembled glycopeptide nanofibers?. \n\n \n\nThe form and biological function of many proteins depends on the extent to which they are modified with sugars, or, ?glycosylated?. Indeed, approximately half of all proteins encoded by the human genome are glycosylated, and are classified as ?glycoproteins?.  Studying the effects of glycosylation on protein behavior has long been a challenge because the attachment of sugars onto proteins is a complex process that requires many reactions. The overall goal of this project was to create protein-mimicking biomaterials that provide the user with simple control of the type and amount of sugar modifications. In turn, these biomaterials can be used to study how glycosylation affects the biological functions of glycoproteins, such as their interactions with the family of sugar-binding proteins known as Galectins. \n\n \n\nTo achieve the overall goal, the project developed glycosylated versions of peptides, which are small protein-like fragments, that associate with each other to form elongated fibrils in water. The amount of sugar on the fibrils can be tuned by simply combining glycosylated peptides and non-glycosylated peptides at different ratios in water. The first objective of this research was to adapt natural, enzyme-based glycosylation reactions to synthesize peptides with different types of sugar appendages. This research has developed methods to synthesize peptides modified with different galectin-binding disaccharides, polysaccharides, and variants thereof. Although this research was focused on creating biomaterials modified with galectin-binding sugars, this general strategy could be adapted to synthesize biomaterials modified with any sugar of interest. \n\n \n\nThe second objective of this research was to study relationships between the sugar composition of the developed glycoprotein mimetics and their interaction with galectins. Through this research, the investigators learned that the amount of galectin binding increases as the sugar amount increases, in general. Likewise, studies designed to decouple sugar amount from sugar density on the fibril demonstrated that galectin binding tends to increase with sugar density. However, at very high sugar densities the strength of galectin binding is diminished, likely because the association of a large protein with a small sugar blocks access to closely neighboring sugars by other protein molecules. These studies shed light on physical relationships that govern glycoprotein-galectin interactions, while also providing guidelines for the development of galectin-binding biomaterials.\n\n \n\nThe third objective of this research was to use the developed glycoprotein mimetics to create biomaterials that can regulate the extracellular activity of galectins. Galectins are known to bind to glycoproteins on the surface of cells, as well as to glycoproteins found within the extracellular matrix that surrounds cells in mammalian tissues. While the effects of galectin binding to cell-surface glycoproteins on cell behavior is fairly well understood, the biological implications of galectin binding to extracellular matrix glycans is poorly understood. This research demonstrated that glycoprotein mimetics can ?turn off? galectin activity by outcompeting cell-surface glycans for galectin binding. Glycoprotein mimetics modified with a broad-spectrum galectin-binding sugar can inhibit the activity of multiple different galectins. Altering the sugar chemistry can provide glycoprotein mimetics that inhibit specific galectins (e.g. galectin-3), yet cannot bind other galectins (e.g. galectin-1). This research also demonstrated that synthetic extracellular matrices made from glycoprotein mimetics can provide barriers that prevent cell and bacteria adhesion, which is providing new opportunities to study how galectins are presented to cells in the extracellular space.       \n\n \n\nThis funding supported research training opportunities for two graduate students, four undergraduate students, and four high school students. This funding also supported development of training modules to expose high school and middle school students to the engineering design process. These modules tasked students with designing prototype devices to address biomedical problems, such as sustained drug release or vascular plaque removal, by using common household items. The repurposing of common goods was intended to foster a sense of innovation while removing barriers to access. These modules were taught to 30 teachers from school districts throughout the state of Florida through collaboration with the UF Center for Precollegiate Education and Training. These teachers have since used these modules with dozens of students. \n\n \n\nIn total, research supported by this award has developed a new class of biomaterials that mimic glycoproteins while providing simple, user-defined control type of the type or amount of sugar appendage. Access to these biomaterials has provided insights into how physical aspects of sugar display influence interactions between glycoproteins and galectins. These glycoprotein mimetics can also be used to study or manipulate the activity of galectins in the extracellular space. Broadly, this general strategy to prepare glycoprotein mimetics can be adapted to study any sugar or any sugar-binding protein of interest. This research has also supported the training of students at various educational stages, preparing them to identify practical solutions to scientific problems by developing new biomaterials.   \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/08/2022\n\n\t\t\t\t\tSubmitted by: Gregory Hudalla"
 }
}