{
 "awd_id": "1455848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Microbial Community Assembly in Primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2015-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 29586.0,
 "awd_amount": 29586.0,
 "awd_min_amd_letter_date": "2015-03-06",
 "awd_max_amd_letter_date": "2015-03-06",
 "awd_abstract_narration": "The gut is home to tens of trillions of bacteria that are integral for nutrient digestion, gut development, and defense against disease. But it is not clear how these communities of microbes are established, how they respond to diet and disease, and how they may change through an individual's life. This project will characterize and compare the colonization process from birth to weaning in infants of three lemur species, each with a unique gut morphology and life history. Additional sampling from the weaned infants of one lemur species will track the re-colonization process after infection with Cryptosporidium, an intestinal pathogen. Colonization after birth and disease will be compared to elucidate the rules governing gut community development. Because lemurs and humans are both primates, the study findings may have a profound impact on current understanding of the role of microbiota in human health and development. Additional broader impacts include training of a female graduate student in the STEM sciences, and extensive public science education and outreach efforts. \r\n\r\nThis two-year project will analyze bacterial 16S rDNA and metagenomic profiles to tease apart the potentially divergent effects of host phylogenetic history and diet on the gut microbiota community structure and to examine the associated microbial signatures for potential effects on lemur health and nutritional uptake. Fecal samples will be collected at the Duke Lemur Center from Varecia variegata (frugivorous), Lemur catta (generalist), and Propithecus coquereli (folivorous). DNA will be extracted and sequenced using two different approaches to determine which bacterial species are present and what functions each community can perform. First, the v4 region of the 16S gene will be sequenced and analyzed to identify bacterial taxa and measure their frequencies in each community. Next, the investigators will sequence genomic reads from the entire microbiome, which includes viruses, fungi, protozoans, and other organisms in addition to bacteria. Metagenomic reads will be compared to NCBI databases to identify all (bacterial and non-bacterial) community members, as well as the functions encoded by the genes from each community. This will be the first project to intensively and longitudinally study the composition and community development of gut microbiota across multiple species within a phylogenetically related but ecologically diverse group of mammals, thus enabling modeling of ecological processes in the gut for application to other primates, including humans. A novel bioinformatics pipeline for metagenomic data analysis will be made publicly available as an open source tool through an online repository. The proposed activities will not only shed light on microbial contributions to primate evolution and ecology, but the results will provide a springboard for public education through local outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Yoder",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Anne D Yoder",
   "pi_email_addr": "anne.yoder@duke.edu",
   "nsf_id": "000241532",
   "pi_start_date": "2015-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "McKenney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin McKenney",
   "pi_email_addr": "eam50@duke.edu",
   "nsf_id": "000653802",
   "pi_start_date": "2015-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 29586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We first submitted a representative set of fecal samples for metagenomic shotgun sequencing (to characterize functional potential of microbial communities) and nuclear magnetic resonance (NMR) spectroscopy (to quantify the metabolites actually produced by fecal microbes). This study of gut microbiome function across colonization in infants belonging to three lemur species (fruit-eating <em>Varecia variegata</em>, generalist <em>Lemur catta,</em> and leaf-eating <em>Propithecus coquereli)</em> provided a follow-up to our first study of 16S microbial communities, which was published in <em>PLOS ONE</em> (McKenney et al. 2015). We found that the metagenomic profiles from fruit-eating and leaf-eating lemurs constitute distinct metabolic pathways that complement the respective sugar/starch or fiber compositions of captive diets. Furthermore, NMR analysis revealed that the fecal microbes fermented their respective fruit and leave diets to produce metabolites predicted by both nutritional and metagenomic profiles. &nbsp;The functional colonization manuscript comprised Chapter 3 of McKenney&rsquo;s doctoral dissertation, and is currently in prep for publication.</p>\n<p>&nbsp;</p>\n<p>We also submitted a study of the gut microbiota associated with three bamboo specialists: the bamboo lemur (<em>Hapalemur griseus</em>), giant panda (<em>Ailuropoda melanoleuca</em>), and red panda (<em>Ailurus fulgens</em>). By interrogating high-coverage data sets from distantly related mammals with convergent, &ldquo;extreme herbivore&rdquo; feeding strategies, we began to tease apart which parts of the gut microbial community are shaped by phylogeny versus diet. Specifically, the most abundance microbes tend to be shared by all species, while the bamboo specialists were distinguished from the ring-tailed lemur (<em>Lemur catta, </em>a generalist that is closely related to the bamboo lemur) by more low-abundance bacteria. That manuscript comprised Chapter 4 of McKenney&rsquo;s doctoral dissertation, and is currently under review for publication.</p>\n<p>&nbsp;</p>\n<p>Finally, having established an understanding of gut microbial dynamics in healthy hosts, we collected and analyzed fecal samples from <em>Propithecus coquereli</em> individuals that became infected with <em>Cryptosporidium</em>. While all lemur species housed at the Duke Lemur Center are potentially exposed to this environmental pathogen, <em>P. coquereli</em> are uniquely and acutely affected due to their long, complex gastrointestinal tract (evolved specifically to help process their high-fiber diet). We identified distinct patterns of increased diversity and disrupted community structure associated with Cryptosporidiosis. Our results suggest that younger animals are more severely impacted by infection, although veterinary treatment with antimicrobials followed by fecal microbiome transplants restore infants&rsquo; gut microbiomes more quickly than their older, untreated counterparts are able to recover. This study comprised Chapter 5 of McKenney&rsquo;s doctoral dissertation, and has been accepted for publication in <em>Molecular Ecology of Health and Disease</em>. We also submitted a subset of the fecal samples from this final project for shotgun metagenomic sequencing and NMR analysis (as described in the first project); we are currently analyzing those results to characterize the functional impact of disease.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2017<br>\n\t\t\t\t\tModified by: Erin&nbsp;Mckenney</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe first submitted a representative set of fecal samples for metagenomic shotgun sequencing (to characterize functional potential of microbial communities) and nuclear magnetic resonance (NMR) spectroscopy (to quantify the metabolites actually produced by fecal microbes). This study of gut microbiome function across colonization in infants belonging to three lemur species (fruit-eating Varecia variegata, generalist Lemur catta, and leaf-eating Propithecus coquereli) provided a follow-up to our first study of 16S microbial communities, which was published in PLOS ONE (McKenney et al. 2015). We found that the metagenomic profiles from fruit-eating and leaf-eating lemurs constitute distinct metabolic pathways that complement the respective sugar/starch or fiber compositions of captive diets. Furthermore, NMR analysis revealed that the fecal microbes fermented their respective fruit and leave diets to produce metabolites predicted by both nutritional and metagenomic profiles.  The functional colonization manuscript comprised Chapter 3 of McKenney?s doctoral dissertation, and is currently in prep for publication.\n\n \n\nWe also submitted a study of the gut microbiota associated with three bamboo specialists: the bamboo lemur (Hapalemur griseus), giant panda (Ailuropoda melanoleuca), and red panda (Ailurus fulgens). By interrogating high-coverage data sets from distantly related mammals with convergent, \"extreme herbivore\" feeding strategies, we began to tease apart which parts of the gut microbial community are shaped by phylogeny versus diet. Specifically, the most abundance microbes tend to be shared by all species, while the bamboo specialists were distinguished from the ring-tailed lemur (Lemur catta, a generalist that is closely related to the bamboo lemur) by more low-abundance bacteria. That manuscript comprised Chapter 4 of McKenney?s doctoral dissertation, and is currently under review for publication.\n\n \n\nFinally, having established an understanding of gut microbial dynamics in healthy hosts, we collected and analyzed fecal samples from Propithecus coquereli individuals that became infected with Cryptosporidium. While all lemur species housed at the Duke Lemur Center are potentially exposed to this environmental pathogen, P. coquereli are uniquely and acutely affected due to their long, complex gastrointestinal tract (evolved specifically to help process their high-fiber diet). We identified distinct patterns of increased diversity and disrupted community structure associated with Cryptosporidiosis. Our results suggest that younger animals are more severely impacted by infection, although veterinary treatment with antimicrobials followed by fecal microbiome transplants restore infants? gut microbiomes more quickly than their older, untreated counterparts are able to recover. This study comprised Chapter 5 of McKenney?s doctoral dissertation, and has been accepted for publication in Molecular Ecology of Health and Disease. We also submitted a subset of the fecal samples from this final project for shotgun metagenomic sequencing and NMR analysis (as described in the first project); we are currently analyzing those results to characterize the functional impact of disease.\n\n \n\n\t\t\t\t\tLast Modified: 03/28/2017\n\n\t\t\t\t\tSubmitted by: Erin Mckenney"
 }
}