{
 "awd_id": "1455071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Understanding the Role of Oceans in the Planetry Energy Budget",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 544681.0,
 "awd_amount": 544681.0,
 "awd_min_amd_letter_date": "2015-06-29",
 "awd_max_amd_letter_date": "2015-06-29",
 "awd_abstract_narration": "This is a CAREER proposal in which the research goal is to understand the roles of ocean heat transport (OHT) and ocean heat uptake (OHU) in the planetary energy budget. Here OHU refers to the transfer of heat from the ocean surface to depths at which the heat no longer longer affects the overlying atmosphere, thus effectively removing heat from the surface climate for a period of years to decades or longer.  OHT refers to heat transport in which heat is removed from the surface in one region, transported by the subsurface ocean, and resurfaces in another. The role of OHU in climate change has become a topic of some interest, as increased OHU could explain the hiatus in global warming following the end of the 20th century. Further motivation for the project comes from modeling studies showing that different spatial patterns of OHU can cause different amounts of global warming suppression, even when the total heat uptake is the same.  To some extent these differences can be explained in terms of regional climate feedbacks.  For example the sea ice albedo feedback can play a significant role in amplifying the global warming caused by greenhouse gas (GHG) increases, but sea ice only occurs in cold regions near the poles.  Removal of surface heat from high latitudes by OHU or OHT could reduce GHG-induced warming in these regions and thus reduce the amplifying effect of the sea ice albedo feedback.  But previous work by the PI and others suggests that the effects of OHU and OHT cannot be entirely explained in terms of regional climate feedbacks activated to a greater or lesser extent depending on how the oceans redirect heat. In addition, the effects of OHU and OHT cannot be understood without considering the role of atmospheric energy transport.  A previous study found that if OHU removes heat from the tropical oceans (or if OHT transfers heat out of the tropics), atmospheric transport of moist static energy will be quite efficient in spreading the effect beyond the tropics and evenly cooling the globe.  But an equivalent heat removal in high latitudes instead produces concentrated high latitude cooling, a difference which can be explained in terms of the strong background moisture contrast between the warm tropics and the cold poles. The work is primarily concerned with the ocean's role in current and future climate change, but it will also consider the role of OHT in producing past climates in which the temperature contrast between low and high latitudes was reduced, such as occurred in the Phanerozoic and early Eocene.  The research will also consider the response of the hydrological cycle to OHU and OHT, with a focus on the subtropics.   Past work suggests that while global warming simulations often find subtropical drying, subtropical warming due to OHT can produce the opposite effect.  Thus OHT could counteract GHG-induced drying to the extent that heat absorbed by the tropical oceans is transported to the subtropics, a potentially relevant effect given recent results relating the warming hiatus to OHU in the equatorial Pacific.\r\n\r\nThe research agenda for the project has two key components.  First, much of the work will be conducted using simplified climate models in which the ocean component model is replaced by a \"slab ocean\", which can absorb heat and interact thermally with the atmosphere, but which cannot transport heat.  In this context heat OHT and OHU are externally imposed in the form of heat sources and sinks applied to regions where OHT converges and diverges, and where heat is sequestered in the deep ocean.  Such external forcing is commonly used and is generally referred to as Q-flux forcing.  The experiments allow the feedbacks and atmospheric transports to be examined in isolation, without the complications introduced by an interactive ocean.  Second, the results of such experiments are often model dependent, and thus an ensemble of models is required to determine which aspects of the response to imposed OHT and OHU forcing are robust.  To address this issue, the PI will organize a model intercomparison project (MIP), in which a common set of experiments will be performed using several different models.  Some experiments will be performed by the PI, but he will also solicit contributions to the MIP by other researchers. Further research will include an examination of global warming simulations from state-of-the-art climate models in the Coupled Model Intercomparison Project version 5 (CMIP5), as well as perturbed physics sensitivity experiments with a single slab ocean climate model.\r\n\r\nThe educational component of this CAREER project is centered on the development of a flexible climate modeling and analysis package in the Python language.  The educational activity is intended to address the lack of computing skills commonly found among undergraduate and graduate students enrolled in atmospheric science departments.  Specific tasks are 1) to develop a short introductory course in practical scientific computing in the Python language; 2) to develop a modular Python-based climate modeling and analysis toolkit; and 3) to develop a series of interactive educational modules illustrating fundamental principles of climate and atmospheric science.  Several factors motivate the choice of Python as the language of choice, including its inherent modularity, its ability to serve as a \"wrapper\" for compiled Fortran and C codes, thereby promoting seamless use of established codes, and the numerous visualization and software development tools available for the language.  The software to be developed will be open source, freely available online, and well documented. It will consist of a number of simplified dynamical core and process models (for radiative transfer, boundary layer turbulent fluxes, etc.), which can be integrated alone or combined in various ways to form simple a simple climate model.  In addition to the on-campus teaching activities, Python-based modules will be developed for use in a summer camp for local high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Rose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Rose",
   "pi_email_addr": "brose@albany.edu",
   "nsf_id": "000672538",
   "pi_start_date": "2015-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 Washington Avenue",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 544681.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate change is driven by small imbalances in the energy exchange between the Earth and space. These imbalances depend on flows of solar and terrestrial radiation through the atmosphere, which in turn are determined by atmospheric properties such as spatial distributions of air temperature, water vapor, and clouds. Our group has used hierarchies of climate models, observations, and theory to study how and why these atmospheric properties are affected by ocean circulation.</p>\n<p>We have advanced fundamental understanding of how regional geographical patterns of heat uptake by the oceans drive changes in atmospheric radiative properties, both locally and globally. Our work has helped explain why climate sensitivity (the amount of global warming per unit added greenhouse gas) tends to increase with time in climate models, and why estimates of Earth's true climate sensitivity based on the recent observational record are biased low. Our work highlights the need to improve representations of high-latitude ocean mixing processes in climate models in order to reduce the uncertainty in future climate sensitivity.</p>\n<p>We have applied similar theoretical techniques to the study of exotic climates on early Earth and exoplanets with high orbital obliquity. We have advanced fundamental understanding of the physical constraints on global glaciation (\"Snowball Earth\") and forced transitions between icy and non-icy climate states.</p>\n<p>The third major research focus for our group has been Arctic climate. We have studied the winter-season transport of energy into the polar regions by the atmospheric circulation and its role in mitigating Arctic surface cooling during the winter. We have developed a new metric for the surface warming efficiency of Arctic weather events, which is revealing new insights into the role of atmospheric circulation in driving Arctic amplification of climate change.</p>\n<p>This award also funded a significant and innovative educational and outreach initiative known as the CLIMate LABoratory project.This project consists of two main components: a software package called CLIMLAB and an open-access interactive textbook called The Climate Laboratory.</p>\n<p>CLIMLAB is an open-source Python-based toolkit motivated by the need for simpler and more reproducible tools with which to \"fill in the gaps\" between blackboard-level theory and the results of comprehensive climate models. The user can interactively mix and match physical model components, and combine simpler process models together into more comprehensive models. I developed CLIMLAB primarily to put models into the hands of students in the classroom but it is equally a tool for climate research, where the same needs exist for robust, process-based understanding and reproducible computational results.</p>\n<p>The Climate Laboratory book teaches fundamentals of climate science and modeling through a hands-on, fully reproducible approach suitable for both undergraduate and graduate students. Powered by CLIMLAB software, it is a self-computing, open-access book that is now in use by students of climate science worldwide.</p>\n<p>Key outcomes of this award include the following:</p>\n<ul>\n<li>15 published peer-reviewed papers, with 3 more currently under review. All published in top-quality disciplinary journals including Journal of Climate, Geophysical Research Letters, Climate Dynamics, Journal of Geophysical Research, Science Advances, and the Astrophysical Journal. </li>\n<li>Significant graduate student training including 3 MS theses completed, 1 PhD completed, 3 more PhDs nearing completion.</li>\n<li>Roughly 40 presentations at scientific conferences</li>\n<li>CLIMLAB software, which is freely available and in use in classrooms and research labs worldwide</li>\n<li>The Climate Laboratory interactive book, also freely available online and has been viewed by thousands of people worldwide.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2022<br>\n\t\t\t\t\tModified by: Brian&nbsp;Rose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClimate change is driven by small imbalances in the energy exchange between the Earth and space. These imbalances depend on flows of solar and terrestrial radiation through the atmosphere, which in turn are determined by atmospheric properties such as spatial distributions of air temperature, water vapor, and clouds. Our group has used hierarchies of climate models, observations, and theory to study how and why these atmospheric properties are affected by ocean circulation.\n\nWe have advanced fundamental understanding of how regional geographical patterns of heat uptake by the oceans drive changes in atmospheric radiative properties, both locally and globally. Our work has helped explain why climate sensitivity (the amount of global warming per unit added greenhouse gas) tends to increase with time in climate models, and why estimates of Earth's true climate sensitivity based on the recent observational record are biased low. Our work highlights the need to improve representations of high-latitude ocean mixing processes in climate models in order to reduce the uncertainty in future climate sensitivity.\n\nWe have applied similar theoretical techniques to the study of exotic climates on early Earth and exoplanets with high orbital obliquity. We have advanced fundamental understanding of the physical constraints on global glaciation (\"Snowball Earth\") and forced transitions between icy and non-icy climate states.\n\nThe third major research focus for our group has been Arctic climate. We have studied the winter-season transport of energy into the polar regions by the atmospheric circulation and its role in mitigating Arctic surface cooling during the winter. We have developed a new metric for the surface warming efficiency of Arctic weather events, which is revealing new insights into the role of atmospheric circulation in driving Arctic amplification of climate change.\n\nThis award also funded a significant and innovative educational and outreach initiative known as the CLIMate LABoratory project.This project consists of two main components: a software package called CLIMLAB and an open-access interactive textbook called The Climate Laboratory.\n\nCLIMLAB is an open-source Python-based toolkit motivated by the need for simpler and more reproducible tools with which to \"fill in the gaps\" between blackboard-level theory and the results of comprehensive climate models. The user can interactively mix and match physical model components, and combine simpler process models together into more comprehensive models. I developed CLIMLAB primarily to put models into the hands of students in the classroom but it is equally a tool for climate research, where the same needs exist for robust, process-based understanding and reproducible computational results.\n\nThe Climate Laboratory book teaches fundamentals of climate science and modeling through a hands-on, fully reproducible approach suitable for both undergraduate and graduate students. Powered by CLIMLAB software, it is a self-computing, open-access book that is now in use by students of climate science worldwide.\n\nKey outcomes of this award include the following:\n\n15 published peer-reviewed papers, with 3 more currently under review. All published in top-quality disciplinary journals including Journal of Climate, Geophysical Research Letters, Climate Dynamics, Journal of Geophysical Research, Science Advances, and the Astrophysical Journal. \nSignificant graduate student training including 3 MS theses completed, 1 PhD completed, 3 more PhDs nearing completion.\nRoughly 40 presentations at scientific conferences\nCLIMLAB software, which is freely available and in use in classrooms and research labs worldwide\nThe Climate Laboratory interactive book, also freely available online and has been viewed by thousands of people worldwide.\n\n\n\t\t\t\t\tLast Modified: 01/18/2022\n\n\t\t\t\t\tSubmitted by: Brian Rose"
 }
}