{
 "awd_id": "1455138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Fish-derived nutrients in a coral reef ecosystem - impacts on benthic communities and importance for coral restoration",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 831290.0,
 "awd_amount": 177744.0,
 "awd_min_amd_letter_date": "2015-01-28",
 "awd_max_amd_letter_date": "2015-01-28",
 "awd_abstract_narration": "Coral reefs are currently imperiled from a variety of human-induced threats from climate change, coral diseases, overexploitation of important fish species, and enrichment with excessive amounts of nutrients. These threats can result in the decline in corals and fishes and the rise in seaweeds, turning coral reefs into seaweed reefs. One important aspect of understanding how human-mediated changes impact the ecology of reefs is to understand how fishes impact important nutrient cycles on reefs. The investigators prior research suggests that fishes may be one of the most important sources of nitrogen and phosphorus on reefs via their daily excretions. These fish-derived nutrients may help corals grow faster but could also help seaweeds grow faster if corals are killed by other processes such as climate change or disease. However, nutrients from human-derived sources such as runoff from agriculture or sewage discharge can be harmful to corals as these nutrients are often of different types than those in fish excretions. The investigator seeks to understand how the different effects of fish-derived vs. human-derived nutrients impact coral growth, seaweed growth, and, ultimately, the health of coral reef ecosystems. This research will also facilitate a number of training and outreach opportunities including: (1) training graduate and undergraduate students, (2) creating a partnership between FIU and MAST@FIU, a new science and technology magnet high school, to educate underrepresented minorities in marine biology, (3) taking marine science to the masses with widely distributed videos, and (4) creating a citizen science initiative that will get interested marine biology students involved with helping to monitor some of the field experiments. Further, this work will generate much needed information on the science of coral reef restoration. Restoration of reefs is a growing field but many restoration efforts have little solid grounding in understanding the ecological processes that keep reefs healthy. Thus, this work will be able to make significant contribution to educating managers and restoration practitioners as to the processes that can help facilitate successful restoration efforts.\r\n\r\n\r\nThis research will address fundamental and untested questions of how nutrient excretion by fishes impacts coral reef communities. Prior data suggest that the ecology of reefs is critically linked to the role of fishes as providers of limiting nutrients since fishes are one of, if not the most important, sources of N on reefs. This research is not only unique in its scope but also timely due to the global threats to reefs. As overfishing removes important fishes (and their role as nutrient providers) and anthropogenic nutrient loading increases the abundance of potentially harmful nutrients, the nutrient regimes on reefs may be changing for the worse. The goal of this project is to quantify how nutrients from fish excretion impact coral reef community structure and how this effect varies across environmental context. Specifically, the investigator outlines research to focus on three general sets of objectives that will be approached  on reefs in the Florida Keys, USA: (1) Assess how fish-derived nutrients influence benthic community structure and coral growth and health both across and within reefs and how this influence varies with abiotic context, (2) Test how the physiology and growth of individual corals and algae respond to the different nutrient sources in fish excretion vs. anthropogenic nutrient loading, and (3) Examine how fish-derived nutrients impact coral restoration and how to design restoration programs to take advantage of important of fish-derived nutrients for coral growth. These questions will be addressed with: (1) a field monitoring program (Objective 1), (2) mechanistic nutrient enrichment experiments (Objective 2), and (3) coral restoration experiments (Objective 3).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deron",
   "pi_last_name": "Burkepile",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Deron E Burkepile",
   "pi_email_addr": "deron.burkepile@lifesci.ucsb.edu",
   "nsf_id": "000505751",
   "pi_start_date": "2015-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}