{
 "awd_id": "1455258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Nitrogen Biogeochemistry during Oceanic Anoxic Events",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2015-01-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 524435.0,
 "awd_amount": 524435.0,
 "awd_min_amd_letter_date": "2015-01-15",
 "awd_max_amd_letter_date": "2022-11-29",
 "awd_abstract_narration": "CAREER: Nitrogen Biogeochemistry During Oceanic Anoxic Events \r\nChristopher Junium, Syracuse University \r\n\r\nHow the Earth and life have interacted through time is central to our understanding of the Earth system, particularly during significant transitions such as mass extinctions and intervals of rapid climate change. Oceanic Anoxic Events (OAEs) were extraordinary disturbances in Earth's climatic and ecological balance, initiated by rapid increases in the concentrations of greenhouse gases. The Earth system responded to rapid warming by sequestering added carbon dioxide as organic carbon rich shales deposited in anoxic marine environments. The key link between greenhouse gas induced warming hand productivity is in how nutrients, particularly nitrogen, phosphorus and biolimiting trace metals, are cycled and redistributed in marine environments. Indeed, what we know about how the N and P cycles respond during OAEs makes it clear that nutrient cycling was drastically different during OAEs than for much of Earth's history. Over the course of the coming centuries the extent of marine anoxia is likely to expand as a direct result of warming and increased agricultural nutrient runoff. The future trajectory of marine anoxia is best constrained by examining intervals of the past, such as OAEs, where warming and the expansion of anoxia are linked and life in the ocean was directly impacted. This study will address this research challenge through development and application of nitrogen and carbon isotope techniques focused on the Cretaceous, Cenomanian-Turonian OAE 2 and Syracuse-region anoxic lakes as principal study areas. The educational component of this project will involve undergraduate students from traditionally underrepresented groups in field research during the early stages of their STEM education. Opportunities for hands-on research transcend what can be accomplished in the Earth science classroom, and increases the likelihood that students will continue in STEM fields. \r\n\r\nThis CAREER project will aim to resolve outstanding issues that remain regarding how marine productivity and Oceanic Anoxic Events are linked.  The primary questions addressed in this study are: Why are nitrogen isotope values anomalously low during Phanoerozoic OAEs' How do marine food webs and ecology respond to rapid warming and expansion of water-column anoxia? How does the depth of the oxic/anoxic transition (the chemocline) affect the ecology of marine communities? This work will be achieved by analyzing stable carbon and nitrogen isotopic composition of trace organic constituents in the shells of marine macroinvertebrates, the tests of foraminifera and organic microfossils. Field research and education will be focused on the extraordinary, meromictic Fayetteville Green Lake, just a few miles from the Syracuse University campus. Through collaboration with the Upstate Louis Stokes Alliance for Minority Participation and Onondaga Community College we will host summer research interns through the duration of the project and will run a short course that focuses on the geochemistry of Fayetteville Green Lake for STEM students from Onondaga Community College.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Junium",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher K Junium",
   "pi_email_addr": "ckjunium@syr.edu",
   "nsf_id": "000595040",
   "pi_start_date": "2015-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "322 Heroy Geology Lab",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 121681.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 112113.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 94969.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 96861.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 98811.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How future environmnetal conditions in marine systems will respond to anthropogenic disturbances such as pollution and warming remain an unknown. By studying past intervals of environmental disturbance we can&nbsp; provide boundaries for how the Earth system behaves in the face of rapid environmental change and how organisms respond.</p>\n<p>The science completed under this project helped resolve outstanding issues during intervals of marine oxygen deprivation (anoxia) during Oceanic Anoxic Events, mass extinctions such as the K-Pg extinction that killed the non-avian dinosaurs, and episodes of contemporary coastal anoxia. To address environmental change in the past we&nbsp;utilized the fossil record of nutrient cycling that is preserved in ancient rocks, sediments and fossil materials such as shells. These data revealed how important biolimiting nutrients like nitrogen are processed when environmental conditions change. In general we found characteristic patterns of nitrogen cycling and&nbsp;ecological community&nbsp;disturbance and reorganization during intervals of widespread anoxia. The conditions that allowed for Oceanic Anoxic Events to occur are also important to understand because the organic matter rich deposits that are typical of these events are important sources of hydrocarbons and critical minerals needed for modern technologies and the energy transition.&nbsp;</p>\n<p>Over the course of this project we developed novel analytical tools for the analysis of organic materials for their stable isotope composition. Stable isotopes are used heavily in environmental research but also have important applications to a wide range of chemical, agricultural biological, anthropological and forensic studies. The students trained over the course of this project have learned important and sophisticated laboratory skills that are broadly transferrable to many areas of science and industry.&nbsp;</p>\n<p>This project supported the science comprising 5 Ph.D. degrees (2 completed, 3 in progress), 1 M.S. degree and laboratory experiences for many undergraduate students as a part of this CAREER proposal's educational program.</p>\n<p>The research from this project is reported in 21 published papers in disciplinary (e.g. Geochimical et Cosmochimica Acta and Earth and Planetary Science Letters) and general audience journals (e.g Nature, PNAS). While this grant has concluded,&nbsp; several more papers in review or preparation will be attributed to the funding provided by this grant. Finally, the analytical developments funded by this project will last well beyond the lifetime of this project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Christopher&nbsp;K&nbsp;Junium</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHow future environmnetal conditions in marine systems will respond to anthropogenic disturbances such as pollution and warming remain an unknown. By studying past intervals of environmental disturbance we can provide boundaries for how the Earth system behaves in the face of rapid environmental change and how organisms respond.\n\n\nThe science completed under this project helped resolve outstanding issues during intervals of marine oxygen deprivation (anoxia) during Oceanic Anoxic Events, mass extinctions such as the K-Pg extinction that killed the non-avian dinosaurs, and episodes of contemporary coastal anoxia. To address environmental change in the past weutilized the fossil record of nutrient cycling that is preserved in ancient rocks, sediments and fossil materials such as shells. These data revealed how important biolimiting nutrients like nitrogen are processed when environmental conditions change. In general we found characteristic patterns of nitrogen cycling andecological communitydisturbance and reorganization during intervals of widespread anoxia. The conditions that allowed for Oceanic Anoxic Events to occur are also important to understand because the organic matter rich deposits that are typical of these events are important sources of hydrocarbons and critical minerals needed for modern technologies and the energy transition.\n\n\nOver the course of this project we developed novel analytical tools for the analysis of organic materials for their stable isotope composition. Stable isotopes are used heavily in environmental research but also have important applications to a wide range of chemical, agricultural biological, anthropological and forensic studies. The students trained over the course of this project have learned important and sophisticated laboratory skills that are broadly transferrable to many areas of science and industry.\n\n\nThis project supported the science comprising 5 Ph.D. degrees (2 completed, 3 in progress), 1 M.S. degree and laboratory experiences for many undergraduate students as a part of this CAREER proposal's educational program.\n\n\nThe research from this project is reported in 21 published papers in disciplinary (e.g. Geochimical et Cosmochimica Acta and Earth and Planetary Science Letters) and general audience journals (e.g Nature, PNAS). While this grant has concluded, several more papers in review or preparation will be attributed to the funding provided by this grant. Finally, the analytical developments funded by this project will last well beyond the lifetime of this project.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: ChristopherKJunium\n"
 }
}