{
 "awd_id": "1456130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Case Study of Traveling Abroad to Access Reproductive Technologies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2015-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 18499.0,
 "awd_amount": 18499.0,
 "awd_min_amd_letter_date": "2015-02-26",
 "awd_max_amd_letter_date": "2015-03-25",
 "awd_abstract_narration": "General Audience Summary \r\n\r\nThis project investigates the quest of Turkish citizens to select offspring gender prior to in vitro fertilization using pre-implantation genetic diagnosis. Citizens travel to Northern Cyprus for these procedures, which are illegal in Turkey. The proposed research will use a multi-sited ethnography to explore whether families are utilizing gender selection technology to achieve traditional son preference standards, or more modern, balanced families. As such, the research explores the extent to which moral pluralism is present, meaning the extent to which there are multiple values essentially involved that are equally fundamental, yet conflict with one another. These ethical issues will be situated within a larger socio-political context, Muslim-majority secular countries of the Mediterranean. The results of this research will be disseminated to a broad a public using an open source digital repository platform, as well as to professional journals and conferences in both English and Turkish.\r\n\r\nTechnical Summary \r\n\r\nThis study of Turkish cross-border pre-implantation genetic diagnosis for non-therapeutic gender selection calls for the social analysis of reproductive technology, trans/nationalism, family making, bio-ethics, and gender. It focuses on two central social-scientific questions. One concerns how gender selection is understood, utilized and made morally appropriate by Turkish citizens as a mode of reproduction. The other concerns what tensions or transformations in contemporary Turkish ideologies of gender and family are revealed by these moral negotiations. The proposed research will contribute to feminist studies of reproductive technologies informed by Science and Technology Studies, the emerging scholarship on reproductive tourism in anthropology and the ethnography of gender, family and nationalism in Turkey, considering trans-nationalism in relation to global flows of technology and people as well as constraints posed by the state.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Paxson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Paxson",
   "pi_email_addr": "paxson@mit.edu",
   "nsf_id": "000635431",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burcu",
   "pi_last_name": "Mutlu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burcu Mutlu",
   "pi_email_addr": "bmutlu@mit.edu",
   "nsf_id": "000659945",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 18499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how and why some Turkish citizens travel abroad to access reproductive services that are not available in Turkey. In doing so, the research focused on two central questions: &nbsp;(1) How are global reproductive technologies learned about, utilized and understood as morally appropriate by Turkish citizens? (2) What tensions or transformations in contemporary Turkish ideas about gender and family might these moral negotiations reveal? To answer these questions, the co-PI conducted semi-structured, in-depth interviews in Turkish; reviewed and conducted discourse analysis of the online forums where Turkish people search for and discuss forms of technologically assisted reproduction; and conducted ethnographic observations in an IVF clinic in Northern Cyprus. Complementary research methods included collection and analysis of news reports, national bioethical guidelines, legal documents, and IVF clinics&rsquo; advertising materials.</p>\n<p>This project reveals a complex network of reproductive travel involving the circulation not only of patients but also of doctors, money, technology and knowledge.</p>\n<p>The research finds that the Turkish state&rsquo;s recent pro-natalist measures (such as state health insurance funding for up to 3 cycles of In Vitro Fertilization (IVF); new restrictions on abortions and contraceptives; and financial incentives for early marriage and childbirth) do not fully match the reproductive needs of its citizens who continue to travel abroad to access reproductive services. This suggests that when states impose top-down restrictions on their citizens&rsquo; reproductive lives, people who are thereby left with limited options are likely to pursue unmonitored and unregulated reproductive services within and beyond national borders. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>In addition, by focusing on how Turkish women and men negotiate the moral propriety of utilizing reproductive technologies to create the families they desire, the research demonstrates a multiplicity of<em> </em>(bio)ethical positions&nbsp;as well as of ideals regarding contemporary Turkish family relations and composition. Importantly, the research counters popular views of Muslims as over-determined by religious belief. Although Turkish couples make varied reproductive decisions and take different stances on the propriety of using specific fertility technologies in light of fertility dilemmas, they often frame these varied decisions in terms of submission to God&rsquo;s will. Far from indicating a passive enactment of religious belief, the researcher finds that by calling upon God&rsquo;s will people are able to legitimize or to distance themselves from a variety of technological interventions in a &ldquo;nature&rdquo; they understand to be not only biological but also spiritual.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2016<br>\n\t\t\t\t\tModified by: Burcu&nbsp;Mutlu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated how and why some Turkish citizens travel abroad to access reproductive services that are not available in Turkey. In doing so, the research focused on two central questions:  (1) How are global reproductive technologies learned about, utilized and understood as morally appropriate by Turkish citizens? (2) What tensions or transformations in contemporary Turkish ideas about gender and family might these moral negotiations reveal? To answer these questions, the co-PI conducted semi-structured, in-depth interviews in Turkish; reviewed and conducted discourse analysis of the online forums where Turkish people search for and discuss forms of technologically assisted reproduction; and conducted ethnographic observations in an IVF clinic in Northern Cyprus. Complementary research methods included collection and analysis of news reports, national bioethical guidelines, legal documents, and IVF clinicsÆ advertising materials.\n\nThis project reveals a complex network of reproductive travel involving the circulation not only of patients but also of doctors, money, technology and knowledge.\n\nThe research finds that the Turkish stateÆs recent pro-natalist measures (such as state health insurance funding for up to 3 cycles of In Vitro Fertilization (IVF); new restrictions on abortions and contraceptives; and financial incentives for early marriage and childbirth) do not fully match the reproductive needs of its citizens who continue to travel abroad to access reproductive services. This suggests that when states impose top-down restrictions on their citizensÆ reproductive lives, people who are thereby left with limited options are likely to pursue unmonitored and unregulated reproductive services within and beyond national borders.                  \n\nIn addition, by focusing on how Turkish women and men negotiate the moral propriety of utilizing reproductive technologies to create the families they desire, the research demonstrates a multiplicity of (bio)ethical positions as well as of ideals regarding contemporary Turkish family relations and composition. Importantly, the research counters popular views of Muslims as over-determined by religious belief. Although Turkish couples make varied reproductive decisions and take different stances on the propriety of using specific fertility technologies in light of fertility dilemmas, they often frame these varied decisions in terms of submission to GodÆs will. Far from indicating a passive enactment of religious belief, the researcher finds that by calling upon GodÆs will people are able to legitimize or to distance themselves from a variety of technological interventions in a \"nature\" they understand to be not only biological but also spiritual. \n\n \n\n\t\t\t\t\tLast Modified: 05/17/2016\n\n\t\t\t\t\tSubmitted by: Burcu Mutlu"
 }
}