{
 "awd_id": "1456191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Integration of Physiological, Life-history, and Macro-ecological Approaches for Understanding Thermal Limitation in Aquatic Insects: Implications for Freshw",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 390974.0,
 "awd_amount": 390974.0,
 "awd_min_amd_letter_date": "2015-04-27",
 "awd_max_amd_letter_date": "2017-03-10",
 "awd_abstract_narration": "Freshwater ecosystems support a disproportionate percentage of Earth's biodiversity and are among the most threatened by human activities and global climate change. Insects dominate fresh-water ecosystems in terms of animal biodiversity and ecological processes. Temperature controls insect growth, developmental timing, survival, and reproduction, which influence both the distributions of individual species and the specific set of species that occur in different freshwater ecosystems. Thus, many effects of global change and other anthropogenic activities on freshwater ecosystems will likely be manifested through their thermal effects on aquatic insects. The thermal limits of individual freshwater insect taxa and the underlying physiological mechanisms that determine those limits still remain poorly understood.  This research has practical importance because resource agencies use aquatic insects and other invertebrates to make inferences about ecological health and water quality.  However, these data are often difficult to interpret, because we have a poor understanding of how and why species are differentially responsive to elevated temperatures. This collaborative project links researchers with a broad range of expertise to understand how temperature affects organismal physiology, life-history outcomes, and ultimately the distribution of species across entire landscapes. \r\n\r\nThe research team will experimentally manipulate thermal regimes to quantify the effects of temperature on life-history outcomes (survival, growth rates, development times, size and fecundity) of a diversity of mayfly (Ephemeroptera) species. Laboratory experiments will identify how the specific physiological processes that affect life-history outcomes (respiration, energy allocation, the production of metabolites, and gene expression) respond to different temperatures. These laboratory studies will be used to refine ecological niche models (empirically derived relationships between environmental temperatures and species distributions in time and space) that are used in freshwater biodiversity assessment and monitoring.  In particular, these studies will clarify which descriptors of environmental temperatures (e.g. mean annual temperature, mean summer temperature, the magnitude of diel thermal change, etc.) are most important to species performance. Ultimately, these studies are intended to provide a robust understanding of the linkages between thermal physiology, life-history variation, and species distributions.  Robust outreach efforts will make this understanding useful to the large ecological monitoring community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Buchwalter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Buchwalter",
   "pi_email_addr": "dbbuchwa@ncsu.edu",
   "nsf_id": "000107742",
   "pi_start_date": "2015-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957633",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 107117.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 155493.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 128364.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report:</strong></p>\n<p>Collaborative Research: Integration of Physiological, Life-history, and Macro-ecological Approaches for Understanding Thermal Limitation in Aquatic Insects: Implications for Freshwater</p>\n<p>David B. Buchwalter, Professor, North Carolina State University</p>\n<p>&nbsp;</p>\n<p>Freshwater ecosystems are critical to human society and support a disproportionately large percentage of the Earth&rsquo;s biodiversity.&nbsp; One of the most important factors that determines where species can thrive is temperature. Many human activities directly result in the warming of freshwaters, and global climate change is predicted to contribute further to warming water.&nbsp; Aquatic insects typically dominate the ecology of streams and rivers and are the most widely used group of organisms to evaluate the health of these important ecosystems.&nbsp; The sport of flyfishing illustrates the importance of aquatic insects to the diets of fish. &nbsp;This research program focused on understanding how temperature affects the physiology, development and fitness of aquatic insects.&nbsp; Specifically, we developed a lab-reared mayfly model (<em>Neocloeon triangulifer</em>) so that we could better understand the linkages between physiology and fitness (population sustainability).&nbsp; We used a variety of approaches (metabolomics, gene expression, respirometry, and life cycle rearing experiments to demonstrate how warming waters divert energy from growth and egg development and ultimately reduce fitness. Our research did not support a paradigm of thermal limits of species determined by oxygen limitation, but rather demonstrated that the maintenance costs of surviving in warming waters were independent of oxygen limitation. The broader impacts of our work included outreach activities at local middle schools, while our publications and sequencing of mayfly genes provides the scientific community with new knowledge and tools to explore the physiology of these important organisms in a changing world.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2020<br>\n\t\t\t\t\tModified by: David&nbsp;B&nbsp;Buchwalter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report:\n\nCollaborative Research: Integration of Physiological, Life-history, and Macro-ecological Approaches for Understanding Thermal Limitation in Aquatic Insects: Implications for Freshwater\n\nDavid B. Buchwalter, Professor, North Carolina State University\n\n \n\nFreshwater ecosystems are critical to human society and support a disproportionately large percentage of the Earth’s biodiversity.  One of the most important factors that determines where species can thrive is temperature. Many human activities directly result in the warming of freshwaters, and global climate change is predicted to contribute further to warming water.  Aquatic insects typically dominate the ecology of streams and rivers and are the most widely used group of organisms to evaluate the health of these important ecosystems.  The sport of flyfishing illustrates the importance of aquatic insects to the diets of fish.  This research program focused on understanding how temperature affects the physiology, development and fitness of aquatic insects.  Specifically, we developed a lab-reared mayfly model (Neocloeon triangulifer) so that we could better understand the linkages between physiology and fitness (population sustainability).  We used a variety of approaches (metabolomics, gene expression, respirometry, and life cycle rearing experiments to demonstrate how warming waters divert energy from growth and egg development and ultimately reduce fitness. Our research did not support a paradigm of thermal limits of species determined by oxygen limitation, but rather demonstrated that the maintenance costs of surviving in warming waters were independent of oxygen limitation. The broader impacts of our work included outreach activities at local middle schools, while our publications and sequencing of mayfly genes provides the scientific community with new knowledge and tools to explore the physiology of these important organisms in a changing world.      \n\n \n\n\t\t\t\t\tLast Modified: 09/02/2020\n\n\t\t\t\t\tSubmitted by: David B Buchwalter"
 }
}