{
 "awd_id": "1456867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: International Research Experience for Students on Design Automation of Three-Dimensional Integrated Circuits",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-11-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 249746.0,
 "awd_amount": 249746.0,
 "awd_min_amd_letter_date": "2015-07-24",
 "awd_max_amd_letter_date": "2015-07-24",
 "awd_abstract_narration": "Non-Technical Abstract: \r\n\r\nThis project will enable U.S. students to conduct high-quality research on design automation of three dimensional integrated circuits (3D ICs), in collaboration with their faculty mentors at National Tsing Hua University (NTHU) in Taiwan. Such experiences expose U.S. students to the international research community at a critical early stage in their careers. It is expected that through participating in this project, U.S. students will gain extensive experience on the research of 3D ICs, on the international semiconductor prospects, on the culture in Taiwan, and on performing and collaborating in an international environment in general. The experience will also be shared to the broader community through the involvement of personal social media, Web 2.0 based forum, carefully integrated activities such as research for undergraduate students, as well as outreach events for local schools. In particular, this project will have a dedicated focus on the career development of minorities and underrepresented groups.\r\n\r\nTechnical Abstract: \r\n\r\nThis IRES project provides U.S. students with valuable research experience related to the design automation of three-dimensional integrated circuits (3D ICs) in Hsin-Chu, Taiwan, where the world's largest semiconductor industry is located. The project will select five (5) graduate students and two (2) undergraduate students nation-wide each year and support them to visit the Computer Science Department at National Tsing Hua University (NTHU) over a period of twelve (12) weeks. They will be mentored by the professors at NTHU. The primary research objective is to address fundamental issues in 3D ICs and to bridge the gap between advanced 3D fabrication processes and the designers using these technologies. The Moore's Law states that the transistor density on integrated circuits doubles approximately every two years. However, this trend is becoming increasingly difficult to keep due to the high cost associated with semiconductor scaling. Accordingly, the semiconductor industry has started to look for alternative technologies that offer a path beyond the limits of device scaling. Among all the possible alternatives, the three-dimensional integrated circuit (3D IC) is generally considered to be the most promising one, at least in the next decade, for its full compatibility with current technologies. Instead of making transistors smaller, it stacks multiple chips vertically for higher integration density, shorter wirelength, smaller footprint, higher speed, and lower power consumption. As such, 3D IC has become a very hot topic in academic research and industry practice in recent years. The students will work on projects related to the yield enhancement of 3D ICs and the novel design flows for two promising 3D technologies - interposer-based 3D ICs and monolithic 3D ICs. The research can significantly increase the yield of 3D ICs without involving area penalty. It is anticipated that the breakthroughs from this IRES project at NTHU can have a direct impact on the 3D IC industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yiyu",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yiyu Shi",
   "pi_email_addr": "yshi4@nd.edu",
   "nsf_id": "000575253",
   "pi_start_date": "2015-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "National Tsing Hua University",
  "perf_str_addr": "No. 101, Section 2, Kuang-Fu Rd",
  "perf_city_name": "Hsin-Chu",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "30013",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "04",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}