{
 "awd_id": "1456482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evolution of Systems Biology Underlying Fruiting Body Development in Fungi",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne W. Sylvester",
 "awd_eff_date": "2015-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 495000.0,
 "awd_amount": 495000.0,
 "awd_min_amd_letter_date": "2015-05-06",
 "awd_max_amd_letter_date": "2017-04-18",
 "awd_abstract_narration": "Fungi are important pathogens of agricultural crops and humans, as well as beneficial root associates maintaining the health of our forests. Most fungi lack the ability to actively move. Instead, they grow vegetatively as hyphae, then spread from one location to another using spores that are carried by the wind. This project compares and contrasts the development of fruiting bodies of fungi that thrive in different environments, examining how fruiting body structure has adapted to a variety of environments. The project will identify genes that are responsible for adaptation of fungal fruiting bodies to different environments. The resulting understanding of fruiting body structure will yield basic science for novel control mechanisms that curtail the survival and dispersal of pathogenic spores. The proposed project will reach beyond the advancement of fundamental scientific research to benefit society by building on a successful outreach program that supports an environmental venture of fungal fruiting body cultivation at local urban high schools in New York City and Philadelphia. In addition, the project will bring fungal biology curricula to local students, addressing the Michigan state third grade standards, and to the MSU 4H Children's Garden.\r\n\r\n\r\nShifts in gene expression underlie the interaction of developmental processes that drive the differentiation of tissues and the evolution of new morphologies in multicellular organisms. However, studies of how emergent properties of these interactions lead to novel, complex phenotypes that elucidate the evolutionary processes of developmental mechanisms are challenging in complex organisms. Fungi in the Phylum Ascomycota, a group that includes numerous important plant and animal pathogens, provide model systems for these studies as they are easily manipulated, develop fruiting structures with a few well-characterized tissue types on common media, and have genomic resources that enable comparative and functional analyses. The proposed research will use comparative transcriptional profiling and functional characterization coupled with phenotypic analyses to reveal developmental mechanisms underlying several key morphologies of fungal fruiting bodies, and to reveal the evolutionary processes by which these morphological innovations arose and diverged across a set of fungi. The research will reveal the genetic basis of a greater scope of morphological features of functional importance, associated with niche adaptation, for fungal fruiting bodies in the expanded six genera, and identify the roles and interactions of transcription factors in the evolution of the fruiting body development in two model species, F. graminearum and N. crassa. As the first systems biological analysis of developmental divergence in fungi, this research will provide an insightful comparison to well-known examples of developmental systems in microbes, plants, and animals. By studying these diverse multicellular systems, we gain a better understanding of the constraints and potentialities that shape developmental biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Trail",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Frances N Trail",
   "pi_email_addr": "trail@msu.edu",
   "nsf_id": "000158635",
   "pi_start_date": "2015-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "612 Wilson Rd",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488246484",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fungi are ubiquitous organisms that impact nearly every facet of our daily lives in both beneficial (plant health, sources of nutritious food and drink) and harmful (diseases of plants including agricultural crops and animals, including humans) ways. Fungi have evolved different specializations through selection of characteristics that allow them to occupy distinct niches. Part of that specialization is the ability to produce propagules (spores) and disperse those propagules to the optimal place to continue thriving. The focus of our work is to understand how fungi acquire specialization and to identify genes involved in that specialization. The results of this work can then be used to develop new ways to use the beneficial fungi and to develop novel controls for the harmful fungi. In a more basic sense, we also learn about how all organisms evolve to live in new niches.&nbsp; This information can impact our understanding of how organisms can adapt to changing climate.</p>\n<p>Our work starts with several species of fungi which are closely related and produce spore-containing fruiting bodies that disperse spores in different ways.&nbsp; We examine the expression of the genes in these structures through the course of fruiting body development.&nbsp; Our overarching hypothesis is that genes that exhibit marked increases in expression in a single species compared to the gene expression of the common ancestor of all of the species, would have some role in new morphologies. That is, in one of the species the gene has greatly increased expression and it is being used for something new, probably related to adapting to a new niche. Using knockout studies of orthologous genes in different species, we have discovered genes that are key to new adaptations in fruiting body development.&nbsp; In this way, we have identified features that have arisen due to niche adaptation. Here are specific examples of our findings:</p>\n<p>Fruiting body morphology of the species <em>Fusarium neocosmosporiellum</em>, and rice pathogen <em>Magnaporthe oryzae </em>together with the genome and transcriptome were compared with those of the plant pathogen <em>F. graminearum</em>, a model for studying fruiting body development. We found that the larger spores of <em>F. neocosmosporiellum</em> discharge as a cluster, which demonstrates a duality of dispersal: the majority are passively dispersed by exuding the spores <em>en masse</em>, while a minority of spores are shot in clusters, which travel longer distances than those of <em>F. graminearum</em>. <em>M. oryzae </em>exudes its small oval spores over time, without forcible firing. Passively dispersed spores may be moved by insects, or rain, the former may carry them long distances, the latter will likely result in dispersal to soil. Clusters of spore that are forcibly discharged will travel farther through propulsion than single spores due to increased momentum and reduced air drag. However, the single spores of <em>F. graminearum </em>are so small and aerodynamically shaped that although they are only shot about 0.5 cm, they can travel great distances on the wind.</p>\n<p>Knockout morphologies of the genes that increased in expression in just one lineage revealed categories of knockout phenotypes in processes that differ among the species: abnormal spore shapes; changes in fruiting body development, such as size and shape; loss of firing or reduction in exudation of spores. The abnormal spore morphologies in the knockouts of <em>F. graminearum </em>and <em>M. oryzae </em>generally<em> </em>varied from oval to round and were simpler in morphology, suggesting a possible ancestral phenotype<em>. </em>The appearance of these putative ancestral phenotypes in the mutants of the highly expressed genes points to their role in the new spore phenotype. Spore size and other physical features (surface, etc) are known to impact spore landing targets. This research begins to unravel how spore diversity evolved.</p>\n<p>We reached the general public with interactive presentations both to  schools, in a public garden, and in workshops attended by adults.&nbsp;  Activities were designed to stimulate interest of the wide range of  roles of fungi in our world.&nbsp; Emphasis was placed on the varieties of  fungi, their roles in the ecosystem and in everyday life, and their life  cycles, particularly dispersal. We emphasize the positive aspects of  fungi, as this is very limited among the public (except for grocery  store mushrooms).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2019<br>\n\t\t\t\t\tModified by: Frances&nbsp;N&nbsp;Trail</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFungi are ubiquitous organisms that impact nearly every facet of our daily lives in both beneficial (plant health, sources of nutritious food and drink) and harmful (diseases of plants including agricultural crops and animals, including humans) ways. Fungi have evolved different specializations through selection of characteristics that allow them to occupy distinct niches. Part of that specialization is the ability to produce propagules (spores) and disperse those propagules to the optimal place to continue thriving. The focus of our work is to understand how fungi acquire specialization and to identify genes involved in that specialization. The results of this work can then be used to develop new ways to use the beneficial fungi and to develop novel controls for the harmful fungi. In a more basic sense, we also learn about how all organisms evolve to live in new niches.  This information can impact our understanding of how organisms can adapt to changing climate.\n\nOur work starts with several species of fungi which are closely related and produce spore-containing fruiting bodies that disperse spores in different ways.  We examine the expression of the genes in these structures through the course of fruiting body development.  Our overarching hypothesis is that genes that exhibit marked increases in expression in a single species compared to the gene expression of the common ancestor of all of the species, would have some role in new morphologies. That is, in one of the species the gene has greatly increased expression and it is being used for something new, probably related to adapting to a new niche. Using knockout studies of orthologous genes in different species, we have discovered genes that are key to new adaptations in fruiting body development.  In this way, we have identified features that have arisen due to niche adaptation. Here are specific examples of our findings:\n\nFruiting body morphology of the species Fusarium neocosmosporiellum, and rice pathogen Magnaporthe oryzae together with the genome and transcriptome were compared with those of the plant pathogen F. graminearum, a model for studying fruiting body development. We found that the larger spores of F. neocosmosporiellum discharge as a cluster, which demonstrates a duality of dispersal: the majority are passively dispersed by exuding the spores en masse, while a minority of spores are shot in clusters, which travel longer distances than those of F. graminearum. M. oryzae exudes its small oval spores over time, without forcible firing. Passively dispersed spores may be moved by insects, or rain, the former may carry them long distances, the latter will likely result in dispersal to soil. Clusters of spore that are forcibly discharged will travel farther through propulsion than single spores due to increased momentum and reduced air drag. However, the single spores of F. graminearum are so small and aerodynamically shaped that although they are only shot about 0.5 cm, they can travel great distances on the wind.\n\nKnockout morphologies of the genes that increased in expression in just one lineage revealed categories of knockout phenotypes in processes that differ among the species: abnormal spore shapes; changes in fruiting body development, such as size and shape; loss of firing or reduction in exudation of spores. The abnormal spore morphologies in the knockouts of F. graminearum and M. oryzae generally varied from oval to round and were simpler in morphology, suggesting a possible ancestral phenotype. The appearance of these putative ancestral phenotypes in the mutants of the highly expressed genes points to their role in the new spore phenotype. Spore size and other physical features (surface, etc) are known to impact spore landing targets. This research begins to unravel how spore diversity evolved.\n\nWe reached the general public with interactive presentations both to  schools, in a public garden, and in workshops attended by adults.   Activities were designed to stimulate interest of the wide range of  roles of fungi in our world.  Emphasis was placed on the varieties of  fungi, their roles in the ecosystem and in everyday life, and their life  cycles, particularly dispersal. We emphasize the positive aspects of  fungi, as this is very limited among the public (except for grocery  store mushrooms).\n\n\t\t\t\t\tLast Modified: 07/31/2019\n\n\t\t\t\t\tSubmitted by: Frances N Trail"
 }
}