{
 "awd_id": "1456955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Parsing the effects of host specificity and geography on plant-fungal symbioses under climate change",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 406134.0,
 "awd_amount": 456988.0,
 "awd_min_amd_letter_date": "2015-09-01",
 "awd_max_amd_letter_date": "2017-04-05",
 "awd_abstract_narration": "Climate models project higher temperatures, more variability in precipitation, and more extreme weather events in the future. Under such changing environments, foundation plant species, which promote stable conditions for other species and support fundamental ecosystem processes, may benefit from microbial partners that enhance plant survival during climate extremes. However, whether microbial partners can help buffer ecosystems against climate change remains unknown. This research investigates a widespread, but poorly known, group of fungi that commonly grow in the roots of dominant forage grasses. The project determines how the benefits of these fungi vary along gradients of drought and heat stress, differ among grass species, and shift across geographic regions. This work has high promise for identifying fungi that help plants survive and grow in stressful climates. Together, this team will integrate research activities into a new high school teacher training program that focuses on underserved communities and a set of laboratory modules for middle school workshops. Results will shed new light on the functions of microbial partners in maintaining grassland and rangeland productivity, improving the ability to conserve, manage, and restore these important areas in future climates.\r\n\r\nDeeper insight into the biology of root endophytes has the potential to transform understanding of how plants respond to drought and heat in the same way that studies on mycorrhizal fungi overturned paradigms about how plants acquire nutrients. This project tests whether root-associated fungi benefit dominant grassland plant species, which may moderate the loss of net primary production during droughts and heat waves. The work addresses the following questions: (1) What is the relative importance of host species identity versus geographic and climatic gradients in explaining variation in symbiont abundance and composition? (2) How strongly do host species identity and geographic origin influence the magnitude of symbiont benefits across gradients of heat and drought stress? (3) Can symbiont-mediated amelioration of stress be generalized from laboratory settings to predict outcomes in the field? Activities include field surveys along latitudinal gradients, next-generation high-throughput sequencing of root fungi, development of a large fungal culture collection, multi-factor greenhouse trials that manipulate drought and heat, and field tests that leverage existing, large, cross-site rainfall experiments. Novel aspects of this project include characterizing root-associated fungal composition along latitudinal gradients, testing the hypothesis that symbioses become more beneficial to plants under increased abiotic stress, and determining how endophytic root fungi affect plant hosts under field conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Rudgers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Rudgers",
   "pi_email_addr": "jrudgers@unm.edu",
   "nsf_id": "000274380",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Collins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Scott L Collins",
   "pi_email_addr": "scollins@unm.edu",
   "nsf_id": "000105347",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas Blvd. NE Suite 2200",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 406134.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 50854.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Symbiotic microbes can buffer foundational plant species against abiotic stress, thereby improving the resistance and resilience of ecosystems to climate change. Effective conservation and management of plant-symbiont interactions under climate change requires understanding how much the benefits of symbioses vary over space and among host plant species.</p>\n<p>Non-mycorrhizal root fungi are abundant and widespread, but their ecology is poorly understood. These fungi colonize the roots of dominant plants in grasslands and can be as abundant in roots as mycorrhizal fungi. Prior research has suggested that these root-associated fungi may dominate roots during drought, can buffer plants against abiotic stress, and are more abundant in foundation species than in co-occurring plants. Tests of interactive stress gradients (e.g., heat and drought) are needed to understand how fungal benefits to plant hosts are altered by climate change.</p>\n<p>We hypothesized that root-associated fungi moderate the loss of net primary production during droughts, particularly in dryland ecosystems, by benefiting foundational grass species under high heat and/or low soil moisture. This project formed a new collaboration among plant ecologists and mycologists to expand the phylogenetic and geographic scope of current knowledge of these interactions and test the stress-gradient hypothesis over gradients of heat and drought.</p>\n<p>Our research collaboration aimed to understand how root-associated fungi and their communities change across North American grasslands, ranging from southern Texas and New Mexico to Nebraska, Kansas and Wyoming. We established a collection of pure cultures that has served as a&nbsp;resource to support genome sequencing in collaborations with Los Alamos National Laboratory and Pacific Northwest National Laboratory. Results from our broad continental sampling revealed that plant hosts strongly structure the fungal communities in their roots, and that environmental factors are secondary. Importantly, root fungal diversity did not follow typical poleward declines, although root-associated fungal communities become more similar and homogeneous at the edges of the host plants&rsquo; geographic ranges. These results suggest that fungal communities are more sensitive to host plant effects and edaphic factors than to climate, and responses of root fungi to climate change may be most strongly driven indirectly through responses of their host plants. We used experimental manipulations of rainfall to assess effects of drought on root fungal communities. Drought manipulation altered fungal communities, although environmental background and host plant identity were bettter predictor of the observed communities than were drought treatments. In greenhouse experiments, we discovered strong benefits of root fungi under dual stressors of heat and drought, with some fungal taxa increasing plant biomass more than 200%.&nbsp; We conclude that future changes in grassland fungal communities will depend both on the indirect effects of climate on host plants and, to a lesser degree, on direct climate effects.</p>\n<p>In broader impacts, we supported trainees across levels of experience, from high school teachers and undergraduate students to technicians and PhD students. Our results have appeared in conference presentations, peer-reviewed publications, and book chapters. We generated fungal resources that benefit the broad research community, and are used in course-based undergraduate research (CURE) curricula at multiple institutions. Our permanent fungal culture collection is housed at University of New Mexico and Western Illinois University (WIU).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2022<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Rudgers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSymbiotic microbes can buffer foundational plant species against abiotic stress, thereby improving the resistance and resilience of ecosystems to climate change. Effective conservation and management of plant-symbiont interactions under climate change requires understanding how much the benefits of symbioses vary over space and among host plant species.\n\nNon-mycorrhizal root fungi are abundant and widespread, but their ecology is poorly understood. These fungi colonize the roots of dominant plants in grasslands and can be as abundant in roots as mycorrhizal fungi. Prior research has suggested that these root-associated fungi may dominate roots during drought, can buffer plants against abiotic stress, and are more abundant in foundation species than in co-occurring plants. Tests of interactive stress gradients (e.g., heat and drought) are needed to understand how fungal benefits to plant hosts are altered by climate change.\n\nWe hypothesized that root-associated fungi moderate the loss of net primary production during droughts, particularly in dryland ecosystems, by benefiting foundational grass species under high heat and/or low soil moisture. This project formed a new collaboration among plant ecologists and mycologists to expand the phylogenetic and geographic scope of current knowledge of these interactions and test the stress-gradient hypothesis over gradients of heat and drought.\n\nOur research collaboration aimed to understand how root-associated fungi and their communities change across North American grasslands, ranging from southern Texas and New Mexico to Nebraska, Kansas and Wyoming. We established a collection of pure cultures that has served as a resource to support genome sequencing in collaborations with Los Alamos National Laboratory and Pacific Northwest National Laboratory. Results from our broad continental sampling revealed that plant hosts strongly structure the fungal communities in their roots, and that environmental factors are secondary. Importantly, root fungal diversity did not follow typical poleward declines, although root-associated fungal communities become more similar and homogeneous at the edges of the host plants’ geographic ranges. These results suggest that fungal communities are more sensitive to host plant effects and edaphic factors than to climate, and responses of root fungi to climate change may be most strongly driven indirectly through responses of their host plants. We used experimental manipulations of rainfall to assess effects of drought on root fungal communities. Drought manipulation altered fungal communities, although environmental background and host plant identity were bettter predictor of the observed communities than were drought treatments. In greenhouse experiments, we discovered strong benefits of root fungi under dual stressors of heat and drought, with some fungal taxa increasing plant biomass more than 200%.  We conclude that future changes in grassland fungal communities will depend both on the indirect effects of climate on host plants and, to a lesser degree, on direct climate effects.\n\nIn broader impacts, we supported trainees across levels of experience, from high school teachers and undergraduate students to technicians and PhD students. Our results have appeared in conference presentations, peer-reviewed publications, and book chapters. We generated fungal resources that benefit the broad research community, and are used in course-based undergraduate research (CURE) curricula at multiple institutions. Our permanent fungal culture collection is housed at University of New Mexico and Western Illinois University (WIU). \n\n\t\t\t\t\tLast Modified: 03/30/2022\n\n\t\t\t\t\tSubmitted by: Jennifer Rudgers"
 }
}