{
 "awd_id": "1456545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: How does an intracellular symbiont manipulate host cell biology?",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "purnima bhanot",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 414000.0,
 "awd_amount": 414000.0,
 "awd_min_amd_letter_date": "2015-07-31",
 "awd_max_amd_letter_date": "2016-05-05",
 "awd_abstract_narration": "Wolbachia pipientis is a bacterium that infects a large number of insects, including important human disease vectors such as mosquitos.  This bacterium is maternally transmitted and is known to cause a variety of effects in the insect host including manipulation of reproduction and suppression of virus replication.  Because Wolbachia is capable of suppressing virus replication in insect hosts, it is being used to decrease the spread of human diseases (so-called \"pathogen blocking\"). It is critical, therefore, to better understand how Wolbachia infects hosts and alters host cell biology.  Although Wolbachia infect upwards of 40% of insects on the planet, there is surprisingly little known about the exact mechanism used by the bacterium to manipulate its host.  This is largely due to the fact that Wolbachia occurs inside host cells and cannot be genetically manipulated presently.  This project will use a novel approach in this system to identify proteins used by the bacterium to alter host cell biology.  By identifying and characterizing these proteins, much will be learned about the basic biology of Wolbachia and the host cell components utilized during infection. Results will also lead to comparative analyses in other symbiotic systems. Undergraduate students from underrepresented groups in science will be trained with project-based research related to this project on Wolbachia.\r\n\r\n\r\nThe overarching scientific goal of this project is to identify the mechanisms by which an extraordinarily widespread bacterium interacts with its host.  Wolbachia pipientis is an intracellular alpha-proteobacterium that forms symbioses with an extremely broad array of invertebrates, including isopods, nematodes, and insects.  Wolbachia is currently of interest with regards to vector control because mosquitoes harboring the bacterium are unable to transmit important human diseases. Because Wolbachia are not currently culturable or genetically tractable, little is known about the molecular basis of interaction with eukaryotic hosts.  Wolbachia encodes a type IV secretion system and is thought to secrete proteins (termed \"effectors\") into the eukaryotic cell to alter the biology of its insect hosts.  This project will use a powerful method to identify and study the biochemical function of probable effectors in Wolbachia.  The investigators will identify candidate effectors through genomics and  bioinformatics.  They will use a yeast genetic screen and a secretion assay in a heterologous system to further identify and characterize these candidates.  Finally, the researchers will investigate the biochemical function and cellular effects of these proteins in the Drosophila host.  These results will be the first comprehensive analysis of Wolbachia secreted substrates and will lead to significant advances in the Wolbachia field and comparative work in other symbiotic strains (such as those infecting filarial nemotodes).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Newton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Irene L Newton",
   "pi_email_addr": "irnewton@indiana.edu",
   "nsf_id": "000555369",
   "pi_start_date": "2015-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "Jordan Hall;1001 East Third Stre",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474053700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 214000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Wolbachia pipientis</em> is a bacterium that infects many insects where it alters host reproduction and is transmitted via the eggs to the next generation. <em>Wolbachia</em> lives within the cells of its hosts&rsquo; &ndash; inside another organism.&nbsp; In order to do this, <em>Wolbachia </em>has to be able to manipulate the insect cells; <em>Wolbachia </em>must have a way to alter insect biology to allow the bacterial infection to persist.&nbsp; This project investigated potential mechanisms that <em>Wolbachia </em>might use to facilitate host infection.&nbsp; Specifically, we identified <em>Wolbachia </em>proteins that alter the basic biology of the cell, characterized their functions, identified when the proteins expressed during insect development and how they have evolved across different <em>Wolbachia </em>strains.<em> </em>&nbsp;Because <em>Wolbachia </em>are difficult to study (we cannot culture them outside of the host nor can we modify their genes), this project used a novel approach to reveal something basic about the biology of <em>Wolbachia </em>that was previously unknown: <em>Wolbachia </em>proteins interact with components of the cell&rsquo;s skeleton, specifically, with eukaryotic actin.</p>\n<p><em>Wolbachia </em>is famous, of late, for its ability to prevent transmission of some important human diseases such as Dengue. It turns out that <em>Wolbachia </em>infection in insects prevents the replication of RNA viruses within important disease vectors s such as mosquitos. Although the mechanism is not yet completely elucidated, <em>Wolbachia </em>must be able to colonize and persist in the insect host in order to block virus replication. &nbsp;This project contributed to our basic understanding of <em>Wolbachia </em>cell biology and how it manipulates the host in order to persist and be transmitted between insect generations.&nbsp; By identifying the mechanisms that <em>Wolbachia </em>uses to manipulate its host, we can better understand how <em>Wolbachia </em>infects and proliferates in different insects, something fundamental to its ability to block disease transmission.&nbsp; Additionally, this project had a strong education and outreach component, involving undergraduates and graduate students from underrepresented groups, exposing high-school students to scientific research, and communicating results at conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2018<br>\n\t\t\t\t\tModified by: Irene&nbsp;L&nbsp;Newton</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1456545/1456545_10382702_1533564658267_Overlay--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1456545/1456545_10382702_1533564658267_Overlay--rgov-800width.jpg\" title=\"Wolbachia infecting the reproductive tract of  Drosophila melanogaster\"><img src=\"/por/images/Reports/POR/2018/1456545/1456545_10382702_1533564658267_Overlay--rgov-66x44.jpg\" alt=\"Wolbachia infecting the reproductive tract of  Drosophila melanogaster\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Wolbachia bacteria (stained in green) heavily colonize the reproductive tract of their insect hosts.</div>\n<div class=\"imageCredit\">Irene Newton</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Irene&nbsp;L&nbsp;Newton</div>\n<div class=\"imageTitle\">Wolbachia infecting the reproductive tract of  Drosophila melanogaster</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWolbachia pipientis is a bacterium that infects many insects where it alters host reproduction and is transmitted via the eggs to the next generation. Wolbachia lives within the cells of its hosts? &ndash; inside another organism.  In order to do this, Wolbachia has to be able to manipulate the insect cells; Wolbachia must have a way to alter insect biology to allow the bacterial infection to persist.  This project investigated potential mechanisms that Wolbachia might use to facilitate host infection.  Specifically, we identified Wolbachia proteins that alter the basic biology of the cell, characterized their functions, identified when the proteins expressed during insect development and how they have evolved across different Wolbachia strains.  Because Wolbachia are difficult to study (we cannot culture them outside of the host nor can we modify their genes), this project used a novel approach to reveal something basic about the biology of Wolbachia that was previously unknown: Wolbachia proteins interact with components of the cell?s skeleton, specifically, with eukaryotic actin.\n\nWolbachia is famous, of late, for its ability to prevent transmission of some important human diseases such as Dengue. It turns out that Wolbachia infection in insects prevents the replication of RNA viruses within important disease vectors s such as mosquitos. Although the mechanism is not yet completely elucidated, Wolbachia must be able to colonize and persist in the insect host in order to block virus replication.  This project contributed to our basic understanding of Wolbachia cell biology and how it manipulates the host in order to persist and be transmitted between insect generations.  By identifying the mechanisms that Wolbachia uses to manipulate its host, we can better understand how Wolbachia infects and proliferates in different insects, something fundamental to its ability to block disease transmission.  Additionally, this project had a strong education and outreach component, involving undergraduates and graduate students from underrepresented groups, exposing high-school students to scientific research, and communicating results at conferences.\n\n \n\n\t\t\t\t\tLast Modified: 08/06/2018\n\n\t\t\t\t\tSubmitted by: Irene L Newton"
 }
}