{
 "awd_id": "1456971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modulatory tone acts through microRNAs to exert a long-term regulatory influence on the operation of a lobster pattern generator",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Quentin Gaudry",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 680000.0,
 "awd_amount": 680000.0,
 "awd_min_amd_letter_date": "2015-08-07",
 "awd_max_amd_letter_date": "2016-05-18",
 "awd_abstract_narration": "Nerve cells in the brain are altered during physiological processes like learning and aging, or in response to new sensory experiences or perturbations. Despite these constant adjustments, neurons must also maintain key activity features that are essential for their function. The mechanisms that stabilize the identifying attributes of a given neuron are fundamentally important for nervous system performance, yet they are poorly described. Defining these cellular processes will provide insights into the organization and operation of all neural circuits, and will speak to how nervous systems can produce reliable behaviors while constantly adjusting in response to unique sets of ever-changing perturbations. This research is important because it will advance the quest to understand how the nervous system copes with variability arising from individual differences in genetic, developmental and life histories so that each individual nervous system can produce similar behaviors and respond to perturbations in a like manner. Equally important, this project is designed to train the next generation of scientists, instill a deeper appreciation of science in the public, promote minorities in science and provide a valuable scientific community resource. \r\n\r\nThis project addresses how low-level modulatory tone stabilizes circuit output over the long-term using a simple model, the crustacean pyloric network. This 14-neuron circuit comprises identifiable neurons with specific activity features. A given attribute is defined by an explicit balance of conductances and is maintained by preserving its underlying conductance correlations. Low levels of monoamines can enable feedback loops that preserve conductance correlations and their corresponding activity features, even when one of the balanced conductances is persistently altered through experimental manipulation. The goal of the research is to elucidate the molecular processes involved in monoamine-enabled maintenance of conductance correlations. Recent studies show that monoamines act through microRNA to persistently influence a conductance correlation and stabilize its corresponding activity feature. A combination of molecular and electrophysiological techniques will be used to identify microRNAs that are regulated by monoaminergic tone and that maintain a specific conductance correlation.  The expression of these microRNAs will then be altered to determine the effects on neuronal and circuit output. An annotated microRNA database will also be developed, hosted on a local server and made freely available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Baro",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah J Baro",
   "pi_email_addr": "dbaro@gsu.edu",
   "nsf_id": "000307703",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "50 Decatur St SE",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303032924",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 530000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to identify cellular mechanisms that stabilize circuit output, this project utilized a lobster neuronal circuit that generates a continuous patterned output. The point at which a neuron begins to fire during the patterned output is invariant. This invariant feature is maintained by conserving the balance of 2 ionic conductances. Low concentrations (less than nanomolar) of neuromodulators, such as dopamine, act over multiple time scales to stabilize the balance of these 2 ionic conductances. This project investigated the cellular mechanisms that implemented dopamine maintenance of the conductance ratio.</p>\n<p>MicroRNAs regulate the expression &nbsp;of the &nbsp;ion channel proteins that mediate the 2 aforementioned conductances. Manipulating the enzymes involved in microRNA synthesis diminished dopamine&rsquo;s ability to maintain the correlation between the conductances. Dopamine can influence microRNA expression. The specific microRNAs regulated by dopamine could not be identified because lobster microRNAs were never sequenced. The goal of this project was to build a database that comprised the set of microRNAs expressed in lobster neurons. The resulting Lobase database contains ~450 representative microRNAs already described for a variety of species. It also contains ~250 microRNAs specific to lobster. Dopamine regulated at least 17 microRNAs. We believe this number underestimates the total number of microRNAs regulated by dopamine.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project also revealed that ion channel post-translational SUMOylation was necessary for dopamine regulation of the aforementioned ionic currents. Post-translational SUMOylation of the ion channel proteins modified their surface expression. Tonic 5nM dopamine played a permissive role in ion channel post-translational SUMOylation, preventing and permitting the changes in SUMOylation necessary for adjusting the 2 conductances according to the level of neuronal activity.</p>\n<p>&nbsp;</p>\n<p>Finally, this project also trained graduate students in Biology and Computer Science, as well as undergraduates from Biology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2022<br>\n\t\t\t\t\tModified by: Deborah&nbsp;J&nbsp;Baro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn order to identify cellular mechanisms that stabilize circuit output, this project utilized a lobster neuronal circuit that generates a continuous patterned output. The point at which a neuron begins to fire during the patterned output is invariant. This invariant feature is maintained by conserving the balance of 2 ionic conductances. Low concentrations (less than nanomolar) of neuromodulators, such as dopamine, act over multiple time scales to stabilize the balance of these 2 ionic conductances. This project investigated the cellular mechanisms that implemented dopamine maintenance of the conductance ratio.\n\nMicroRNAs regulate the expression  of the  ion channel proteins that mediate the 2 aforementioned conductances. Manipulating the enzymes involved in microRNA synthesis diminished dopamine’s ability to maintain the correlation between the conductances. Dopamine can influence microRNA expression. The specific microRNAs regulated by dopamine could not be identified because lobster microRNAs were never sequenced. The goal of this project was to build a database that comprised the set of microRNAs expressed in lobster neurons. The resulting Lobase database contains ~450 representative microRNAs already described for a variety of species. It also contains ~250 microRNAs specific to lobster. Dopamine regulated at least 17 microRNAs. We believe this number underestimates the total number of microRNAs regulated by dopamine. \n\n \n\nThis project also revealed that ion channel post-translational SUMOylation was necessary for dopamine regulation of the aforementioned ionic currents. Post-translational SUMOylation of the ion channel proteins modified their surface expression. Tonic 5nM dopamine played a permissive role in ion channel post-translational SUMOylation, preventing and permitting the changes in SUMOylation necessary for adjusting the 2 conductances according to the level of neuronal activity.\n\n \n\nFinally, this project also trained graduate students in Biology and Computer Science, as well as undergraduates from Biology.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2022\n\n\t\t\t\t\tSubmitted by: Deborah J Baro"
 }
}