{
 "awd_id": "1457707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The impacts of the distribution of phenotypic effects and the distribution of pleiotropic costs on the genetics of natural adaptations",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 606200.0,
 "awd_min_amd_letter_date": "2015-04-30",
 "awd_max_amd_letter_date": "2017-02-28",
 "awd_abstract_narration": "Genes do not operate alone.  They function as parts of large gene networks that work together to produce the organism traits we observe (phenotypes).  However, not all genes contribute equally to a network and some genes may contribute to multiple traits.  This difference among genes suggests that some genetic changes may have more impact than others; changes in a gene that has a large role in several traits presumably has more effect than changing a gene with a relatively minor role in a single trait. In general, large effect changes are thought to be bad for an organism. However, when that organism faces a strong evolutionary challenge, for example, an exposure to a pesticide or drug, eating a new food, encountering a pathogen, these large effect changes may be the only hope for its survival. This research will test hypotheses concerning the nature and predictability of evolving adaptive phenotypes by examining the phenotypic costs of genes having varying degrees of network interaction. This project will also provide hands-on training for students from underrepresented groups in key molecular and evolutionary concepts. \r\n\r\nThis project tests the hypothesis that some genes, such as those that are central in networks, may be genetic 'hotspots' of trait evolution. To test this idea, this project uses the well-described fruit fly (Drosophila) olfactory system as a model genetic network. In flies, as with humans, the olfactory system evolves rapidly and is directly tied to some adaptations. Cutting edge genomic sequencing, analysis of chemosensory gene evolution, and ultrafine scale morphological analysis will be used to test whether adaptive ecological shifts are predictably associated with particular types of changes in the olfactory system. These predictions will then be tested on olfactory related phenotypes using the powerful genetic tools available in Drosophila.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corbin",
   "pi_last_name": "Jones",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Corbin D Jones",
   "pi_email_addr": "cdjones@email.unc.edu",
   "nsf_id": "000428373",
   "pi_start_date": "2015-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "676 GSB Rm 3159",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 6200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Adaptation&mdash;how organisms genetically respond to environmental changes&mdash;is a fundamental process inbiology. Despite over a century of genetic work the current understanding of the genetic patterns and processes associated with adaptation remains nascent. Many key questions are unanswered: Are some genes more likely to contribute to new adaptations than others? Is the genetic path taken by evolution to some degree predictable?&nbsp; The fact that some adaptations appear to have highly similar genetic or physiological underpinnings despite evolving in unrelated or distantly related species, suggests that there must be some shared underlying mechanism.&nbsp; This \"parallelism\" could have several explanations and the objective of this project was to look for the genetic, genomic and developmental reasons for this parallelism so that we could better understand how these factors promote or inhibit adaptation.&nbsp; To do this, this project exploited the&nbsp;powerful genetic tricks and tools available in fruit flies (Drosophila).&nbsp; Fruit flies have been used for more than a century as a simplified system for understanding how genes shape how an organism looks, acts, and lives.&nbsp; This prior effort has given researchers a deep understanding of how the fly's antenna, its \"nose\", is wired to the brain. We took advantage of that knowledge to look at how wiring changes as adaptions to new foods arise, especially when those adaptations show evidence of parallelism.</span></p>\n<p><span>This project yielded several new insights.&nbsp;First and foremost, we provided evidence that parallel morphological and behavioral evolution often can have a parallel developmental and genetic basis.&nbsp; Further our data suggests that a subset of genes can harbor more genetic variation that has morphological/behavior consequences than others.&nbsp; These hubs of variation, naturally, appear to contribute more to the evolution of parallel traits.&nbsp; This observation led us to conclude that because there is a limited set of these &ldquo;hubs of variation&rdquo; that recurrent evolution of similar or the same trait maybe a fairly common outcome of similar ecological or environmental pressures.</span></p>\n<p><span>Initially we focused our efforts on the peripheral nervous system as this system and its development from embryo to adult is well characterized.&nbsp; However, our study of variation hubs above revealed that we were missing some key genetic players affecting the food preference behaviors and the elements of the smell and taste systems that shape these behaviors.&nbsp; This led us to investigate the genetic factors shaping the connections between the fly&rsquo;s nose and it brain.&nbsp; We discovered that a group of related genes acts as combinatorial code for wiring the right nerves in the nose to the right part of the brain.&nbsp; While untested, we believe that &ldquo;hard wired&rdquo; difference in food preference among species may reflect a simple change in the code that results in a part of the nose being wired to a different part of the brain.&nbsp;</span></p>\n<p><span>Lastly, this work also produced a number of new computational algorithms, statistical methods, and experimental techniques that can be applied across a wide variety of organisms, including humans.&nbsp; Some of this work was done in collaboration with other Universities and institutions; we also worked closely with a small biotech start-up company to demonstrate the utility of their systems.</span></p>\n<p><span>Throughout this project we sought to build across disciplinary collaborations and to share our excitement about the science with the larger community.&nbsp; This included training of a student on how best explain and share this work at a museum and direct engagement with both elementary and pre-K classes on the basics of bugs and genetics.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2021<br>\n\t\t\t\t\tModified by: Corbin&nbsp;D&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdaptation&mdash;how organisms genetically respond to environmental changes&mdash;is a fundamental process inbiology. Despite over a century of genetic work the current understanding of the genetic patterns and processes associated with adaptation remains nascent. Many key questions are unanswered: Are some genes more likely to contribute to new adaptations than others? Is the genetic path taken by evolution to some degree predictable?  The fact that some adaptations appear to have highly similar genetic or physiological underpinnings despite evolving in unrelated or distantly related species, suggests that there must be some shared underlying mechanism.  This \"parallelism\" could have several explanations and the objective of this project was to look for the genetic, genomic and developmental reasons for this parallelism so that we could better understand how these factors promote or inhibit adaptation.  To do this, this project exploited the powerful genetic tricks and tools available in fruit flies (Drosophila).  Fruit flies have been used for more than a century as a simplified system for understanding how genes shape how an organism looks, acts, and lives.  This prior effort has given researchers a deep understanding of how the fly's antenna, its \"nose\", is wired to the brain. We took advantage of that knowledge to look at how wiring changes as adaptions to new foods arise, especially when those adaptations show evidence of parallelism.\n\nThis project yielded several new insights. First and foremost, we provided evidence that parallel morphological and behavioral evolution often can have a parallel developmental and genetic basis.  Further our data suggests that a subset of genes can harbor more genetic variation that has morphological/behavior consequences than others.  These hubs of variation, naturally, appear to contribute more to the evolution of parallel traits.  This observation led us to conclude that because there is a limited set of these \"hubs of variation\" that recurrent evolution of similar or the same trait maybe a fairly common outcome of similar ecological or environmental pressures.\n\nInitially we focused our efforts on the peripheral nervous system as this system and its development from embryo to adult is well characterized.  However, our study of variation hubs above revealed that we were missing some key genetic players affecting the food preference behaviors and the elements of the smell and taste systems that shape these behaviors.  This led us to investigate the genetic factors shaping the connections between the fly’s nose and it brain.  We discovered that a group of related genes acts as combinatorial code for wiring the right nerves in the nose to the right part of the brain.  While untested, we believe that \"hard wired\" difference in food preference among species may reflect a simple change in the code that results in a part of the nose being wired to a different part of the brain. \n\nLastly, this work also produced a number of new computational algorithms, statistical methods, and experimental techniques that can be applied across a wide variety of organisms, including humans.  Some of this work was done in collaboration with other Universities and institutions; we also worked closely with a small biotech start-up company to demonstrate the utility of their systems.\n\nThroughout this project we sought to build across disciplinary collaborations and to share our excitement about the science with the larger community.  This included training of a student on how best explain and share this work at a museum and direct engagement with both elementary and pre-K classes on the basics of bugs and genetics.\n\n \n\n\t\t\t\t\tLast Modified: 03/25/2021\n\n\t\t\t\t\tSubmitted by: Corbin D Jones"
 }
}