{
 "awd_id": "1457209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Differential Adaptation to Plant Toxins: The role of Chemically-mediated Selection in Reproductive Isolation between Mammalian Herbivores.",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2015-05-15",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 646787.0,
 "awd_amount": 646787.0,
 "awd_min_amd_letter_date": "2015-05-14",
 "awd_max_amd_letter_date": "2015-05-14",
 "awd_abstract_narration": "One of the most fundamental ways that an animal interacts with its environment is through its diet. Woodrats (or packrats) are known to specialize on particularly toxic food plants in the wild. This project tests the hypothesis that woodrats overcome certain plant toxins in their diet through a combination of liver detoxification enzymes (biochemical catalysts) as well as through the activity of their gut microbes. The hypothesis will be tested in a natural setting where two species of woodrats come into contact with each other at a sharp habitat transition.  Each species is primarily found in one habitat or the other, and appears to specialize on habitat-specific toxic plants. The project will examine whether each species is uniquely adapted to the plant toxins in their native habitat such that they would not be able to sustain themselves on the diet available in the adjacent habitat.  As such, these chemically-mediated ecological adaptations may limit genetic exchange, or hybridization, between the species and play an important role in maintaining their distinction.  These results will therefore expand understanding of biodiversity and its management in nature. For herbivores, plant chemicals found in most of their food items affect growth, health, and response to changes in diet. Thus, this research will have relevance to production, improvement, and safety of mammalian animals used as food by humans. This research will provide training for numerous students and will allow expansion of a current high school education program wherein teachers and their students participate in a week-long, hands on program focused on the genetic basis of sensitivity in humans to the taste of particular chemicals.\r\n\r\nThis research aims to identify the mechanisms underlying genotype-phenotype-environment interactions across a mammalian hybrid zone that spans a sharp ecological boundary. The system entails two species of woodrat (Neotoma) that hybridize across a sharp ecological transition but occupy distinct habitats and maintain habitat-specific diets with distinct toxin profiles. Woodrats often specialize on highly toxic food plants, but exposure to novel plant toxins generates severe metabolic costs. The hypothesis tested is that diet specialization and the cost of habitat/diet switching is the primary selective force underlying the strong genotype-phenotype-environment relationship in the woodrat system. Further, because strong selection against hybrids during early stages of life, when individuals are transitioning to a plant-based diet, has been demonstrated previously, another hypothesis to be tested is that many hybrids may not be capable of metabolizing either parental diet. To test these hypotheses, field studies and laboratory experiments will be integrated to quantify the pattern (metabolomics, Aim 1), mechanisms (gene expression and gut microbiome, Aim 2), and ecologically-relevant outcome (performance, Aim 3) of diet-mediated selection. Exposure of various genotypic classes (i.e. pure and hybrid woodrats) to habitat-specific diets will be experimentally manipulated to establish patterns of metabolic processing of these diets, identify the underlying liver gene expression and gut microbial community profiles associated with exposure to these diets, and quantify the energetic costs associated with consumption of these diets. The ecological and evolutionary principles associated with this research in diet-based ecological adaptation will be translated to augment current high school outreach programs that focus on the genetic basis of sensitivity in humans to the taste of particular chemicals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Matocq",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie Matocq",
   "pi_email_addr": "mmatocq@unr.edu",
   "nsf_id": "000450244",
   "pi_start_date": "2015-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Hayes",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jack P Hayes",
   "pi_email_addr": "jhayes@unr.edu",
   "nsf_id": "000170298",
   "pi_start_date": "2015-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Jeffrey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Jeffrey",
   "pi_email_addr": "cjeffrey@unr.edu",
   "nsf_id": "000593220",
   "pi_start_date": "2015-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lora",
   "pi_last_name": "Robinson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lora A Robinson",
   "pi_email_addr": "lora.richrds@gmail.com",
   "nsf_id": "000631808",
   "pi_start_date": "2015-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 646787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most fundamental ways an animal interacts with its environment is through the food it consumes. At every meal, herbivores must maximize the nutrition they acquire while minimizing their exposure to toxic plant chemicals. The degree of dietary flexibility that species have determines their ability to occupy particular habitats, compete with other species and respond to environmental change. In the case of closely related species that can hybridize (produce offspring) with one another, differential dietary adaptations may limit the frequency of interactions between them, thereby reducing opportunities to interbreed and impacting their evolutionary trajectories. In this project we studied two species of small mammals whose ranges meet at a sharp environmental transition characterized by distinct habitats and vegetation. The species have been diverging from one another for approximately 1.6 million years, but can still hybridize where they meet. We sought to identify 1) the toxins they may be exposed to in their natural diets, 2) how they metabolize these toxins and 3) how their dietary flexibility might influence ecological and genetic interactions between the species.</p>\n<p>At our study site, we found that the desert woodrat<em> </em>(<em>Neotoma lepida</em>) is largely restricted to the desert-scrub habitat while Bryant?s woodrat<em> </em>(<em>Neotoma bryanti</em>) is primarily found in the adjacent foothill pine-scrub habitat. Each species maintains a distinct habitat-specific diet that is dominated by a single toxic plant. Desert woodrats mostly eat <em>Prunus</em>, which contains cyanogenic glycosides, while Bryant?s woodrats mostly consume <em>Frangula</em>, which contains anthraquinones; both of these toxins are expected to make an individual sick and even bring about death. When given a choice in experimental feeding trials, each species chose to consume the plant they primarily consume in the wild. This preference is likely due to the fact that these two plants, while potentially dangerous, are also the most nutritious of the plants available across seasons. So how are these woodrats protecting themselves from the toxic effects of these compounds?</p>\n<p>Animals can protect themselves from the toxic effects of the plants they consume through three primary routes: 1) diversifying their diet when possible in order to reduce high exposure to any one chemical; 2) detoxifying the ingested compound with biotransformation enzymes, and 3) relying on the gut microbiome to modify ingested toxins. We explored these possibilities using a combination of field sampling and laboratory feeding trials. In the field, we found that across seasons woodrats continued to consume a high proportion of the two plants that could expose them to cyanogenic glycosides (desert woodrat) or anthraquinones (Bryant?s woodrat). However, Bryant?s woodrat took advantage of the availability of spring forbs to diversify its diet, thereby reducing exposure to anthraquinones, and even occasionally consumed <em>Prunus</em>. In contrast, the desert woodrat maintained high levels of <em>Prunus</em> consumption regardless of the availability of other plants. These findings suggest that Bryant?s woodrat has more dietary flexibility and should be classified as a dietary generalist, while the desert woodrat is more of a dietary specialist. Finally, we found that the dominant dietary plants are associated with a unique gut microbial assemblage, but identifying the potential role of these microbes in helping metabolize these habitat-specific diets will require further experimentation.</p>\n<p>We also identified genes that each woodrat species expresses when consuming their own native diet, as well as the opposite, non-native diet. Overall, we found that when exposed to these plants both species increased expression of certain detoxification genes, as well as several genes involved in minimizing damage from toxin exposure. Our genome sequences of these two woodrat species revealed that they have expanded the number of copies of certain detoxification genes (cytochrome P450s) in comparison to other rodents. In particular, the P450 CYP2A gene subfamily has expanded in these two species, and interestingly, this is the group of genes most responsive to the non-native diet for each species. It is possible that the expansion of gene families results in the ability of these animals to detoxify novel toxins. Finally, we found that the more specialist species, the desert woodrat, had a significant over-abundance of certain microbial lineages when consuming its native cyanogenic glycoside diet, suggesting they may at least partly rely on the gut microbiome to metabolize their native diet.</p>\n<p>Given the greater dietary plasticity of Bryant?s woodrat, we expect this species is more able to occupy, and persist in, the desert woodrat?s habitat leading to directional hybridization given augmented interspecies contact. Indeed, our field and genomic data confirm asymmetric gene flow from <em>N. bryanti</em> to <em>N. lepida</em>, which has implications for the evolutionary trajectory of both species.&nbsp; Overall, this project led to new insights into the adaptations these species have to survive in their current environments, but also the strategies available to them as they continue to respond to environmental change.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2021<br>\n\t\t\t\t\tModified by: Marjorie&nbsp;Matocq</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most fundamental ways an animal interacts with its environment is through the food it consumes. At every meal, herbivores must maximize the nutrition they acquire while minimizing their exposure to toxic plant chemicals. The degree of dietary flexibility that species have determines their ability to occupy particular habitats, compete with other species and respond to environmental change. In the case of closely related species that can hybridize (produce offspring) with one another, differential dietary adaptations may limit the frequency of interactions between them, thereby reducing opportunities to interbreed and impacting their evolutionary trajectories. In this project we studied two species of small mammals whose ranges meet at a sharp environmental transition characterized by distinct habitats and vegetation. The species have been diverging from one another for approximately 1.6 million years, but can still hybridize where they meet. We sought to identify 1) the toxins they may be exposed to in their natural diets, 2) how they metabolize these toxins and 3) how their dietary flexibility might influence ecological and genetic interactions between the species.\n\nAt our study site, we found that the desert woodrat (Neotoma lepida) is largely restricted to the desert-scrub habitat while Bryant?s woodrat (Neotoma bryanti) is primarily found in the adjacent foothill pine-scrub habitat. Each species maintains a distinct habitat-specific diet that is dominated by a single toxic plant. Desert woodrats mostly eat Prunus, which contains cyanogenic glycosides, while Bryant?s woodrats mostly consume Frangula, which contains anthraquinones; both of these toxins are expected to make an individual sick and even bring about death. When given a choice in experimental feeding trials, each species chose to consume the plant they primarily consume in the wild. This preference is likely due to the fact that these two plants, while potentially dangerous, are also the most nutritious of the plants available across seasons. So how are these woodrats protecting themselves from the toxic effects of these compounds?\n\nAnimals can protect themselves from the toxic effects of the plants they consume through three primary routes: 1) diversifying their diet when possible in order to reduce high exposure to any one chemical; 2) detoxifying the ingested compound with biotransformation enzymes, and 3) relying on the gut microbiome to modify ingested toxins. We explored these possibilities using a combination of field sampling and laboratory feeding trials. In the field, we found that across seasons woodrats continued to consume a high proportion of the two plants that could expose them to cyanogenic glycosides (desert woodrat) or anthraquinones (Bryant?s woodrat). However, Bryant?s woodrat took advantage of the availability of spring forbs to diversify its diet, thereby reducing exposure to anthraquinones, and even occasionally consumed Prunus. In contrast, the desert woodrat maintained high levels of Prunus consumption regardless of the availability of other plants. These findings suggest that Bryant?s woodrat has more dietary flexibility and should be classified as a dietary generalist, while the desert woodrat is more of a dietary specialist. Finally, we found that the dominant dietary plants are associated with a unique gut microbial assemblage, but identifying the potential role of these microbes in helping metabolize these habitat-specific diets will require further experimentation.\n\nWe also identified genes that each woodrat species expresses when consuming their own native diet, as well as the opposite, non-native diet. Overall, we found that when exposed to these plants both species increased expression of certain detoxification genes, as well as several genes involved in minimizing damage from toxin exposure. Our genome sequences of these two woodrat species revealed that they have expanded the number of copies of certain detoxification genes (cytochrome P450s) in comparison to other rodents. In particular, the P450 CYP2A gene subfamily has expanded in these two species, and interestingly, this is the group of genes most responsive to the non-native diet for each species. It is possible that the expansion of gene families results in the ability of these animals to detoxify novel toxins. Finally, we found that the more specialist species, the desert woodrat, had a significant over-abundance of certain microbial lineages when consuming its native cyanogenic glycoside diet, suggesting they may at least partly rely on the gut microbiome to metabolize their native diet.\n\nGiven the greater dietary plasticity of Bryant?s woodrat, we expect this species is more able to occupy, and persist in, the desert woodrat?s habitat leading to directional hybridization given augmented interspecies contact. Indeed, our field and genomic data confirm asymmetric gene flow from N. bryanti to N. lepida, which has implications for the evolutionary trajectory of both species.  Overall, this project led to new insights into the adaptations these species have to survive in their current environments, but also the strategies available to them as they continue to respond to environmental change.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2021\n\n\t\t\t\t\tSubmitted by: Marjorie Matocq"
 }
}