{
 "awd_id": "1458192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSBR: Ownership Transfer: Miocene Colombian Vertebrates and Conservation of the Duke Lemur Center Fossil Collections",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 486881.0,
 "awd_amount": 536524.0,
 "awd_min_amd_letter_date": "2015-03-25",
 "awd_max_amd_letter_date": "2018-03-15",
 "awd_abstract_narration": "Fossils document the existence of previous life forms on Earth. By studying their attributes and distribution across the world and through time, we gain understanding of the ever-evolving nature of the Earth and the responses of organisms to climate change and habitat disturbance. Understanding the fossil record can guide present and future conservation efforts and help develop policies that promote healthy ecosystems, a crucial factor for human survival. For these reasons it is critical that fossils and other natural history collections be safely stored and managed to assure open access to these resources for scientists, educators, students, and the general public. The work proposed here consists of packing and moving a large collection of South American fossils to the Duke Lemur Center Division of Fossil Primates (DFP) to ensure its long-term preservation. This collection includes important primate fossils that will be inventoried, cataloged, and digitally archived, along with all locality and collection data. The project will provide full and open access of the entire collection to researchers and the public through a \"virtual museum\" framework. Many aspects of this work will involve the participation of local North Carolina high school students as well as Duke University undergraduate and graduate students.\r\n\r\nThis project will secure the fossil primates and associated faunal elements housed in the DFP, a collection of vertebrates from the Late Eocene-Early Oligocene of Egypt (38 to 29 Ma), the early Miocene of Egypt (19.5 Ma), and the latest Pleistocene-Holocene from Madagascar (500 to 15,000 BP). The project will also transfer an important and complementary Middle Miocene collection from La Venta, Colombia to the DFP. The Colombian collection is under imminent risk of displacement and destruction. The fossil primate collections at DFP are critical for testing hypotheses concerning how and when modern groups appeared in time and space. DFP collections enhance study of species diversity and extinction in relation to climate and habitat change. Past events can inform present conservation efforts as living non-human primates become more critically endangered. Open access to 3D renderings and models of DFP specimens will catalyze hypothesis-driven research focused on primate evolution. All updated specimen and georeferenced locality information will be made available for online searches as part of an updated and redesigned DFP website (http://www.fossils.duke.edu/) and will be shared with iDigBio (https://www.idigbio.org/), ensuring accessibility to researchers and educators. For additional information see http://lemur.duke.edu/discover/division-of-fossil-primates/ and http://morphosource.org/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Gunnell",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg F Gunnell",
   "pi_email_addr": "gregg.gunnell@duke.edu",
   "nsf_id": "000328381",
   "pi_start_date": "2015-03-25",
   "pi_end_date": "2018-03-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Yoder",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Anne D Yoder",
   "pi_email_addr": "anne.yoder@duke.edu",
   "nsf_id": "000241532",
   "pi_start_date": "2018-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Kay",
   "pi_email_addr": "rfkay@duke.edu",
   "nsf_id": "000203410",
   "pi_start_date": "2015-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Boyer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas M Boyer",
   "pi_email_addr": "doug.boyer@duke.edu",
   "nsf_id": "000562534",
   "pi_start_date": "2015-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke Lemur Center - Division of Fossil Primates",
  "perf_str_addr": "1013 Broad Street",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054143",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 185253.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 199054.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 152217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Division of Fossil Primates (DFP) at the Duke Lemur Center is one of the largest collections of primate fossils in North America. Over the course of forty years, DFP field crews have collected more than 35,000 specimens of primates, other animals, and fossil plants from sites in Wyoming, Egypt, and Madagascar. These specimens allow researchers to study how entire ecosystems shaped primate evolution. The primate fossils at the DFP have transformed our understanding of key primate traits, including the origins our dexterous hands, large brains, and complex social networks.</p>\n<p>Before this project was initiated, this vital collection, a window into our own evolutionary past, was in disrepair after decades of intense use by visiting researchers. Through this project, the DFP hired a full-time fossil preparator to stabilize the fossil collection. The DFP acquired museum-quality, steel specimen cabinets to protect the fossils in a stable environment. One task of the fossil preparator was to remove rock from the specimens, revealing fossils collected decades ago for further research. Through this project the fossil preparator stabilized over 600 new specimens of early monkey and ape relatives, South American mammals, and giant lemurs. Another key task that the preparator initiated was rehousing thousands of delicate fossils in the collection in custom foam specimen cradles, protecting 7,853 of the most important and heavily used specimens at the DFP from microshocks generated by passing traffic, the rattling of specimen drawers, and handling by DFP personnel, researchers, and visitors. Through this project, thousands of specimens are safely housed for future research and education. The fossil preparator also created over 500 specimen molds and casts, making copies of fossils in case the material is broken or degraded in the future.</p>\n<p>Another major accomplishment was the rescue of a collection of Colombian fossils that had lost their previous storage facility. The DFP transferred thousands of specimens collected in South America into the collection, further expanding the research utility of the DFP. Now, researchers who visit the DFP or utilize our digital fossil collection can explore the diversification of primates in South America alongside the DFP collections from Africa and North America. With the addition of the Colombian collection, the DFP contains fossils and bones from every major branch of the primate family tree, making it possible to ask large-scale questions about primate evolution in one museum collection.</p>\n<p>Of course, not every researcher, student, and educator can travel to the DFP to study the fossil and osteological collection, nor would that be desirable as many of the fossils are extremely sensitive to fluctuations in temperature and humidity, and heavy visitor traffic will erode the material for future research. In order to make the specimens accessible, and to protect the physical specimens, the DFP undertook a massive effort to build a digital museum for fossils in the collection. This digital museum is located on MorphoSource, a freely accessible website supported by the NSF and Duke University that hosts digital models and scans of specimens that researchers and educators can view and download from anywhere in the world.</p>\n<p>As part of this project, the DFP acquired a structured light laser scanner to generate detailed surface scans of specimens, and we used a microCT scanner to generate high resolution, 3D x-rays of DFP specimens. Through this project, DFP technicians uploaded 2,395 digitized specimens to MorphoSource, making the DFP fossil and bone collection one of the most accessible in the world. Graduate students, undergraduate students, educators, and full time investigators viewed DFP specimens over 436,000 times and downloaded DFP specimens more than 1,900 times. Downloading and viewing the specimens online has reduced the wear on the specimens themselves, and allowed researchers to investigate internal structures preserved in the specimens like developing teeth and brain shapes without actually damaging the original specimens. Through this project, the DFP has become a key partner with MorphoSource, and the DFP is actively helping to develop the platform so MorphoSource can be even more useful to museum collections and to researchers, making our collective natural history available and accessible to the entire research and education community.</p>\n<p>Through stabilization and digitization, the DFP can now invite researchers and students into the collection physically and digitally. The DFP works with North Carolina schools, museums, and undergraduate researchers to share new insights gained from the fossils. Scanned fossils have been 3D printed so students can actually examine the details preserved in the fossils that reveal major features that make us primates, and that connect us to the larger Tree of Life. Virtual classroom tours extend collection access around the country and around the world. Through this project the DFP was enabled to become an even more active participant in research and education goals focused on major questions about our primate origins and evolution.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2019<br>\n\t\t\t\t\tModified by: Anne&nbsp;D&nbsp;Yoder</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553539833568_Figure1PrimaryImage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553539833568_Figure1PrimaryImage--rgov-800width.jpg\" title=\"Significance of DFP for understanding the primate family tree.\"><img src=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553539833568_Figure1PrimaryImage--rgov-66x44.jpg\" alt=\"Significance of DFP for understanding the primate family tree.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Major branches of primate diversity. Red maps are DFP sites and fossils. With the transfer of the La Venta Collection (red star), a key interval in the evolution of South American primates is now part of the DFP. Researchers can now study all major primate lineages in one collection.</div>\n<div class=\"imageCredit\">Matthew Borths, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anne&nbsp;D&nbsp;Yoder</div>\n<div class=\"imageTitle\">Significance of DFP for understanding the primate family tree.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553539902665_Figure2DFPTimeline--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553539902665_Figure2DFPTimeline--rgov-800width.jpg\" title=\"Timeline of DFP fossil collection\"><img src=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553539902665_Figure2DFPTimeline--rgov-66x44.jpg\" alt=\"Timeline of DFP fossil collection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">DFP researchers collect fossils from important intervals in primate evolution. This project stabilized those fossils with a fossil preparator, specimen cabinets, digitization, and transferred (red star) a large South American collection, making the DFP a resource for future research and education.</div>\n<div class=\"imageCredit\">Matthew Borths, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anne&nbsp;D&nbsp;Yoder</div>\n<div class=\"imageTitle\">Timeline of DFP fossil collection</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540047163_Figure3Preparator--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540047163_Figure3Preparator--rgov-800width.jpg\" title=\"Fossil Preparator at the DFP\"><img src=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540047163_Figure3Preparator--rgov-66x44.jpg\" alt=\"Fossil Preparator at the DFP\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This project supported a Fossil Preparator (A) in the collection, who removed rock (B) from over 600 specimens (C, a prepared early monkey/ape relative). Her expertise was essential for making the delicate primate fossils in the collection accessible to researchers and students.</div>\n<div class=\"imageCredit\">Matthew Borths, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anne&nbsp;D&nbsp;Yoder</div>\n<div class=\"imageTitle\">Fossil Preparator at the DFP</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540111929_Figure4ColombiaTransfer--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540111929_Figure4ColombiaTransfer--rgov-800width.jpg\" title=\"Transferred collection of Colombian Fossils\"><img src=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540111929_Figure4ColombiaTransfer--rgov-66x44.jpg\" alt=\"Transferred collection of Colombian Fossils\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(A) Two of five new cabinets containing hundreds of fossils. The collection has South American primates and other animals from the fauna including (B) large herbivores, (C) lizards, and (D) crocodiles. All transferred fossils are fully catalogued, rehoused in custom cradles, and have field data.</div>\n<div class=\"imageCredit\">Matthew Borths, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anne&nbsp;D&nbsp;Yoder</div>\n<div class=\"imageTitle\">Transferred collection of Colombian Fossils</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540188001_Figure5Cradleandscanning--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540188001_Figure5Cradleandscanning--rgov-800width.jpg\" title=\"Preservation of key fossils\"><img src=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540188001_Figure5Cradleandscanning--rgov-66x44.jpg\" alt=\"Preservation of key fossils\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The fossil preparator made Tyvek and Ethofoam cradles for 8,000 specimens. Drawer (A) of Aegyptopithecus fossils, an important taxon for monkey and ape evolution. Digitized specimens marked with yellow dot. Close-up of skull that preserves brain shape (B) and Megaladapis, a gorilla-sized lemur.</div>\n<div class=\"imageCredit\">Matthew Borths, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anne&nbsp;D&nbsp;Yoder</div>\n<div class=\"imageTitle\">Preservation of key fossils</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540252209_Figure6MorphoSource--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540252209_Figure6MorphoSource--rgov-800width.jpg\" title=\"Digital Museum on MorphoSource\"><img src=\"/por/images/Reports/POR/2019/1458192/1458192_10355817_1553540252209_Figure6MorphoSource--rgov-66x44.jpg\" alt=\"Digital Museum on MorphoSource\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Using a 3D surface scanner (A) and Duke microCT scanner (B, digital model of skull) the DFP created and uploaded 2,395 digital specimens to MorphoSource.org. The collection is available to researchers, educators, and students. DFP specimens have been viewed 436,000 times and downloaded 1,900 times.</div>\n<div class=\"imageCredit\">Matthew Borths, Ph.D.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anne&nbsp;D&nbsp;Yoder</div>\n<div class=\"imageTitle\">Digital Museum on MorphoSource</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Division of Fossil Primates (DFP) at the Duke Lemur Center is one of the largest collections of primate fossils in North America. Over the course of forty years, DFP field crews have collected more than 35,000 specimens of primates, other animals, and fossil plants from sites in Wyoming, Egypt, and Madagascar. These specimens allow researchers to study how entire ecosystems shaped primate evolution. The primate fossils at the DFP have transformed our understanding of key primate traits, including the origins our dexterous hands, large brains, and complex social networks.\n\nBefore this project was initiated, this vital collection, a window into our own evolutionary past, was in disrepair after decades of intense use by visiting researchers. Through this project, the DFP hired a full-time fossil preparator to stabilize the fossil collection. The DFP acquired museum-quality, steel specimen cabinets to protect the fossils in a stable environment. One task of the fossil preparator was to remove rock from the specimens, revealing fossils collected decades ago for further research. Through this project the fossil preparator stabilized over 600 new specimens of early monkey and ape relatives, South American mammals, and giant lemurs. Another key task that the preparator initiated was rehousing thousands of delicate fossils in the collection in custom foam specimen cradles, protecting 7,853 of the most important and heavily used specimens at the DFP from microshocks generated by passing traffic, the rattling of specimen drawers, and handling by DFP personnel, researchers, and visitors. Through this project, thousands of specimens are safely housed for future research and education. The fossil preparator also created over 500 specimen molds and casts, making copies of fossils in case the material is broken or degraded in the future.\n\nAnother major accomplishment was the rescue of a collection of Colombian fossils that had lost their previous storage facility. The DFP transferred thousands of specimens collected in South America into the collection, further expanding the research utility of the DFP. Now, researchers who visit the DFP or utilize our digital fossil collection can explore the diversification of primates in South America alongside the DFP collections from Africa and North America. With the addition of the Colombian collection, the DFP contains fossils and bones from every major branch of the primate family tree, making it possible to ask large-scale questions about primate evolution in one museum collection.\n\nOf course, not every researcher, student, and educator can travel to the DFP to study the fossil and osteological collection, nor would that be desirable as many of the fossils are extremely sensitive to fluctuations in temperature and humidity, and heavy visitor traffic will erode the material for future research. In order to make the specimens accessible, and to protect the physical specimens, the DFP undertook a massive effort to build a digital museum for fossils in the collection. This digital museum is located on MorphoSource, a freely accessible website supported by the NSF and Duke University that hosts digital models and scans of specimens that researchers and educators can view and download from anywhere in the world.\n\nAs part of this project, the DFP acquired a structured light laser scanner to generate detailed surface scans of specimens, and we used a microCT scanner to generate high resolution, 3D x-rays of DFP specimens. Through this project, DFP technicians uploaded 2,395 digitized specimens to MorphoSource, making the DFP fossil and bone collection one of the most accessible in the world. Graduate students, undergraduate students, educators, and full time investigators viewed DFP specimens over 436,000 times and downloaded DFP specimens more than 1,900 times. Downloading and viewing the specimens online has reduced the wear on the specimens themselves, and allowed researchers to investigate internal structures preserved in the specimens like developing teeth and brain shapes without actually damaging the original specimens. Through this project, the DFP has become a key partner with MorphoSource, and the DFP is actively helping to develop the platform so MorphoSource can be even more useful to museum collections and to researchers, making our collective natural history available and accessible to the entire research and education community.\n\nThrough stabilization and digitization, the DFP can now invite researchers and students into the collection physically and digitally. The DFP works with North Carolina schools, museums, and undergraduate researchers to share new insights gained from the fossils. Scanned fossils have been 3D printed so students can actually examine the details preserved in the fossils that reveal major features that make us primates, and that connect us to the larger Tree of Life. Virtual classroom tours extend collection access around the country and around the world. Through this project the DFP was enabled to become an even more active participant in research and education goals focused on major questions about our primate origins and evolution.\n\n\t\t\t\t\tLast Modified: 03/26/2019\n\n\t\t\t\t\tSubmitted by: Anne D Yoder"
 }
}