{
 "awd_id": "1458967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A metabolic index to predict the consequences of expanding oxygen minimum zones for midwater ecosystems",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 166963.0,
 "awd_amount": 166963.0,
 "awd_min_amd_letter_date": "2015-03-23",
 "awd_max_amd_letter_date": "2015-03-23",
 "awd_abstract_narration": "With climate change, ocean temperatures are expected to increase which in turn will reduce oxygen availability and increase metabolic oxygen demand in marine organisms.  The investigators will conduct shipboard physiological experiments for various marine organisms and determine their distributions in relation to environmental conditions within an oxygen minimum zone (OMZ) in the Eastern Pacific Ocean. The goal will be to model and map a Metabolic Index (MI) to predict how vertical and horizontal distributions for these species might change throughout the world's oceans in the future. The MI is defined as the ratio between environmental oxygen supply and temperature-dependent oxygen demand. Oxygen supply includes both the environmental oxygen concentration across a habitat range and the physiological features of organisms that facilitate oxygen uptake, such as gills and circulatory systems. Thus, the MI will integrate measured tolerance and environmental exposure to low oxygen with environmental data.  The investigators will measure tolerance to low oxygen, focusing on under-studied organisms, including the effect of temperature and organism size. They will sample along a natural gradient in oxygen content south of the California Current in the Eastern Pacific.  The science team and a videographer will develop a blog about deep-sea biology and climate change using web-based and video technologies.  Four graduate students will be funded on this project, and in conjunction with a recently developed course in pelagic ecology, several undergraduates will have the opportunity to participate in seagoing research.\r\n\r\n\r\nThis research fills a critical need for a physiology-based metric that can be used to predict changing marine communities as the oceans warm and hypoxic zones expand. Modern OMZs are extensive and characterized by deep-water (300-800 m) oxygen partial pressures lethal to most marine organisms, yet thriving communities exist there. Climate change is predicted to further deplete oxygen. The investigators will model and map a Metabolic Index (MI) for diverse marine species to help predict how in vertical and horizontal distributions of species may change throughout the world's oceans in the future. The MI will derive oxygen supply and demand data from published and planned measurements of the minimum environmental partial pressure of oxygen to which individual species are exposed (based on their distributions in the water column) and the minimum requirements to support routine aerobic metabolic demand (from shipboard respiration measurements of individuals).  During research cruises in the Eastern Pacific along a gradient of OMZ intensity, the investigators will conduct shipboard physiological measurements to determine metabolic demand for understudied mesozooplankton and gelatinous taxa and determine the size- and temperature dependence for diverse species for incorporation into the MI.  Vertically-stratified net sampling and in situ photography will identify and characterize unique OMZ community features, such as the lower oxycline biomass peak present in some OMZs and the oxygen-dependence of day and night habitat depths for vertically-migrating species.  The MI will be mapped using climatological data to both test and generate hypotheses about the response of oceanic communities to climate change.  In preliminary analysis, the MI suggests a metabolic constraint at a MI of ~2 that may act to limit vertical and horizontal habitat ranges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Deutsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis Deutsch",
   "pi_email_addr": "cdeutsch@princeton.edu",
   "nsf_id": "000388723",
   "pi_start_date": "2015-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333  Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 166963.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate and physiology shape biogeography, yet species&rsquo; range limits can rarely be ascribed to fundamental organismal traits.&nbsp; We analyzed metabolic and temperature-dependent hypoxia traits across diverse species of marine animals to evaluate the hypothesis that aerobic energy demand imposes pervasive barriers to ocean habitat. Metabolic O<sub>2</sub> demand and its temperature sensitivity are strongly compensated by the efficacy of O<sub>2</sub> acquisition, reflecting selective pressure for hypoxia tolerance while reducing its inter-specific range.&nbsp; The remaining diversity of hypoxia traits yields habitat niches that span the world&rsquo;s oceans, from shallow tropical to deep high latitudes, as observed in species distributions. &nbsp;Thermal and hypoxic limits of all species are substantially reduced by the energetic demands of ecological activity, a trait whose inter-specific frequency is identical for marine and terrestrial taxa. Active temperature-dependent hypoxia thus links the biogeography of diverse marine species to fundamental energetic requirements shared across the animal kingdom.&nbsp; Temperature-dependent hypoxia traits have strong and direct implications for the response of ecosystems to the warming of Earth&rsquo;s climate.&nbsp; The rising temperature and declining oxygen of the subsurface ocean are projected to reduce the upper ocean&rsquo;s metabolic index by ~20% globally and by ~50% in northern high-latitude regions, forcing poleward and vertical contraction of metabolically viable habitats and species ranges.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2019<br>\n\t\t\t\t\tModified by: Curtis&nbsp;Deutsch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClimate and physiology shape biogeography, yet species? range limits can rarely be ascribed to fundamental organismal traits.  We analyzed metabolic and temperature-dependent hypoxia traits across diverse species of marine animals to evaluate the hypothesis that aerobic energy demand imposes pervasive barriers to ocean habitat. Metabolic O2 demand and its temperature sensitivity are strongly compensated by the efficacy of O2 acquisition, reflecting selective pressure for hypoxia tolerance while reducing its inter-specific range.  The remaining diversity of hypoxia traits yields habitat niches that span the world?s oceans, from shallow tropical to deep high latitudes, as observed in species distributions.  Thermal and hypoxic limits of all species are substantially reduced by the energetic demands of ecological activity, a trait whose inter-specific frequency is identical for marine and terrestrial taxa. Active temperature-dependent hypoxia thus links the biogeography of diverse marine species to fundamental energetic requirements shared across the animal kingdom.  Temperature-dependent hypoxia traits have strong and direct implications for the response of ecosystems to the warming of Earth?s climate.  The rising temperature and declining oxygen of the subsurface ocean are projected to reduce the upper ocean?s metabolic index by ~20% globally and by ~50% in northern high-latitude regions, forcing poleward and vertical contraction of metabolically viable habitats and species ranges.\n\n\t\t\t\t\tLast Modified: 04/24/2019\n\n\t\t\t\t\tSubmitted by: Curtis Deutsch"
 }
}