{
 "awd_id": "1458017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Relating detrital peptide sequences to particulate organic matter diagenetic histories",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2015-02-15",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 399248.0,
 "awd_amount": 399248.0,
 "awd_min_amd_letter_date": "2015-02-11",
 "awd_max_amd_letter_date": "2015-02-11",
 "awd_abstract_narration": "Biological, chemical, and physical processes alter recently deposited marine sediments. During this alteration, commonly referred to as early diagenesis, the quantity and composition of organic matter is changed which influences key components of the marine carbon cycle. In this study, researchers will use analytical techniques to evaluate the geochemistry of peptides during early diagenesis, and develop methods for assessing the role bacteria play. This research is important because organic molecules such as peptides influence degradation rates and the fate of carbon and nitrogen in the ocean, and therefore have broad relevance for understanding the geochemical cycling of these key nutrients. The project will also involve research opportunities for undergraduate and graduate students, as well as encourage diversity in the next generation of ocean scientists by providing summer internship opportunities for female middle school students from underrepresented communities (Project COOL).\r\n\r\nMost diagenetic indices for evaluating how \"far along\" organic matter is in its early diagenesis are based on amino acid compositions. Total hydrolyzable amino acid compositions indicate, in a coarse manner, organic matter degradation status, bioavailability, and source. Further development of amino acids as tools to assess geochemical processes requires including the wealth of information held within the peptide chains, information that is currently lost during hydrolysis. A powerful approach to sequencing detrital peptides is the application of tandem mass spectroscopy followed by de novo sequencing. In this project, researchers will use de novo sequencing to evaluate peptide and protein geochemistry during early diagenesis, and to develop a peptidoglycan-specific quantification method that allows utilization of the unique peptidoglycan peptide structures found in different bacteria. Specific actions to be taken under this project include (1) applying de novo sequencing to a set of well-characterized archive samples, (2) conducting a set of sorption experiments to evaluate the propensity for different detrital peptides to adhere to mineral surfaces and be protected from degradation, and (3) developing a quantitative method for measuring peptidoglycan peptides. By comparing detrital peptides to other known quantities of the sample set, relationships between organic matter diagenesis and peptide source, sequence, and preservation will be assessed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Keil",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Keil",
   "pi_email_addr": "rickkeil@u.washington.edu",
   "nsf_id": "000315683",
   "pi_start_date": "2015-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333  Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 399248.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was to try and relate &lsquo;traditional&rsquo; approaches in marine organic geochemistry to new &lsquo;omic&rsquo; approaches.&nbsp; The scientific questions we ask today are based on the tools and approaches of the past, but the new types of information being produced can be hard to relate back to the information gained using traditional tools.&nbsp; Proteomics is a good example of this; the new tools allow chemical oceanographers to evaluate strings of amino acids (peptides) but the old tools required that we separate them into individual molecules before analysis.&nbsp; This sets up a dichotomy between new data and old data; none of the results are directly comparable.&nbsp; To further complicate things, the traditional approaches focused on how proteins were being degraded in the ocean (cycling) where the new proteomic tools target the source (organism) and function (in the cell) of the protein and provide no information about protein once it is part of the detritus. &nbsp;</p>\n<p>To help meld the new and established tools together, we studied a set of samples using both modern proteomics and traditional analyses, and also developed a new proteomic tool that helps bridge the gap between past studies and future evaluations of organic carbon cycling in the ocean.&nbsp; We found that the modern approach of <em>de novo</em> sequencing, where a person does not need to know potential peptide sequences prior to looking for them, can be used to link the degradation history of a protein to its source (type of organisms) and function (what it does in a cell).&nbsp; This is because <em>de novo</em> sequencing can identify peptides when they are partially degraded.</p>\n<p>Using the comparisons and the new <em>de novo</em> sequencing tools, we discovered some interesting things.&nbsp; The sinking detritus in the equatorial Pacific Ocean contains degraded peptides from autotrophic organisms and those peptides are usually associated with cell membranes.&nbsp; These two things had been hypothesized using older techniques but could not previously be proven.&nbsp; Our new tool allows evaluation of degraded peptides were previously &lsquo;invisible&rsquo; using older or even more modern database-driven proteomic techniques.&nbsp; Thus, for the first time we bridge the gap between geochemical cycling and biological processing of proteins, and can follow a &lsquo;molecular protein fossil&rsquo; into the deep sea and potentially into the geologic record.&nbsp; Similarly, in sediment samples from the Gulf of Maine we saw striking similarities between <em>de novo</em> sequenced peptide fragments (new approach) and traditional measurements (e.g. the &lsquo;degradation&rsquo; state of a sample measured by evaluating compositions of amino acids and looking for specific types of amino acids known to be associated with the degradation process).&nbsp; This is exciting because it allows us to interpret new data based on a known relationship with a large amount of data collected using the &lsquo;traditional&rsquo; approach over the past 40+ years. &nbsp; &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2019<br>\n\t\t\t\t\tModified by: Richard&nbsp;G&nbsp;Keil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was to try and relate ?traditional? approaches in marine organic geochemistry to new ?omic? approaches.  The scientific questions we ask today are based on the tools and approaches of the past, but the new types of information being produced can be hard to relate back to the information gained using traditional tools.  Proteomics is a good example of this; the new tools allow chemical oceanographers to evaluate strings of amino acids (peptides) but the old tools required that we separate them into individual molecules before analysis.  This sets up a dichotomy between new data and old data; none of the results are directly comparable.  To further complicate things, the traditional approaches focused on how proteins were being degraded in the ocean (cycling) where the new proteomic tools target the source (organism) and function (in the cell) of the protein and provide no information about protein once it is part of the detritus.  \n\nTo help meld the new and established tools together, we studied a set of samples using both modern proteomics and traditional analyses, and also developed a new proteomic tool that helps bridge the gap between past studies and future evaluations of organic carbon cycling in the ocean.  We found that the modern approach of de novo sequencing, where a person does not need to know potential peptide sequences prior to looking for them, can be used to link the degradation history of a protein to its source (type of organisms) and function (what it does in a cell).  This is because de novo sequencing can identify peptides when they are partially degraded.\n\nUsing the comparisons and the new de novo sequencing tools, we discovered some interesting things.  The sinking detritus in the equatorial Pacific Ocean contains degraded peptides from autotrophic organisms and those peptides are usually associated with cell membranes.  These two things had been hypothesized using older techniques but could not previously be proven.  Our new tool allows evaluation of degraded peptides were previously ?invisible? using older or even more modern database-driven proteomic techniques.  Thus, for the first time we bridge the gap between geochemical cycling and biological processing of proteins, and can follow a ?molecular protein fossil? into the deep sea and potentially into the geologic record.  Similarly, in sediment samples from the Gulf of Maine we saw striking similarities between de novo sequenced peptide fragments (new approach) and traditional measurements (e.g. the ?degradation? state of a sample measured by evaluating compositions of amino acids and looking for specific types of amino acids known to be associated with the degradation process).  This is exciting because it allows us to interpret new data based on a known relationship with a large amount of data collected using the ?traditional? approach over the past 40+ years.     \n\n\t\t\t\t\tLast Modified: 08/29/2019\n\n\t\t\t\t\tSubmitted by: Richard G Keil"
 }
}