{
 "awd_id": "1459123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Experimental Determination of the Damp Peridolite Solidus",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 83150.0,
 "awd_amount": 83150.0,
 "awd_min_amd_letter_date": "2015-03-18",
 "awd_max_amd_letter_date": "2015-03-18",
 "awd_abstract_narration": "The development and application of new experimental approaches that can control key components of a system provide opportunities for breakthroughs; not only for the topic for which the method was developed, but many times also for other systems and disciplines.  This research takes a novel, newly developed approach for quantitatively controlling very small amounts of H2O in high temperature/pressure experiments and applies it to one of the most fundamental rock forming processes on the planet: the melting of mantle rocks (peridotite) to form magmas, some of which eventually reach Earth?s surface. Because hydrogen diffuses rapidly into olivine, one of the most common minerals in the Earth?s mantle, the researchers receiving this award are now able to infuse predetermined concentrations of H2O into spheres of olivine about 300 microns in diameter. These olivines are then used as hygrometers in experiments that allow the pressure dependence to be determined of the exact instant when melting of mantle rock begins (i.e., the peridotite solidus). Understanding this fundamental reaction is important because the melting of Earth's mantle (i.e., peridotite) drives the spreading apart of the mid-ocean ridges and has a significant impact on the transfer of mass and heat from Earth?s interior to its surface as well as on the thickness of Earth?s crust.\r\n\r\nTo determine the lherzolite solidus at H2O-undersaturated conditions, partial melting experiments around 1300 C and from 1 to 3 GPa will be conducted using synthetic peridotite containing spheres of San Carlos olivine doped with specified H2O contents.  Using the spheres as hygrometers, the olivines will be analyzed by secondary ion mass spectrometry to determine when the H2O content of the olivine changes, indicating the initiating of melting. Research goals are to determine the peridotite solidus and the impact of Na2O and mineral mode on melting. Results will provide the first quantitative experimental determination of the H2O-undersaturated peridotite solidus. Broader impacts of the work include method development and application, thus, building infrastructure for science. It also provides student training at the graduate and undergraduate level. The unique mineralogical hygrometer may also have applications for materials science and other areas where the exact temperature and pressure of a solidus for a material of a specific composition is needed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Hauri",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Erik H Hauri",
   "pi_email_addr": "ehauri@ciw.edu",
   "nsf_id": "000315213",
   "pi_start_date": "2015-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200051910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 83150.0
  }
 ],
 "por": null
}