{
 "awd_id": "1459835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Variability in particle size distributions, sinking velocities, and fluxes in the northern Gulf of Alaska",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2015-03-06",
 "awd_max_amd_letter_date": "2015-03-06",
 "awd_abstract_narration": "The sinking of particles from the sunlit zone of the ocean into the ocean interior constitutes a dominant component of the sequestering of carbon into the deep ocean, otherwise known as the ocean's biological carbon pump. The quantities of particulate matter being exported out of the sunlit zone, as well as the tapering-off of these fluxes with respect to depth, have a substantial impact on the distribution of carbon and other important elements throughout the oceans and control the concentration of carbon dioxide in the atmosphere. For these reasons, it is critical that we gain a comprehensive understanding of the magnitude of these elemental fluxes, their variability in space and time, and the processes that control them. The focus of the of this project is to make new, broadly informative discoveries with regard to the function of the ocean's biological carbon pump and the ability to quantify and monitor its strength and efficiency at high spatial and temporal resolutions. In addition, this project will provide the first quantitative and mechanistic study of sinking particle fluxes in the northern Gulf of Alaska by working in conjunction with the ongoing Seward Line Long-term Observational Program. The project will be carried out under the direction of an early career faculty member and provide a training opportunity for a postdoctoral researcher. Results from the study will be shared with the broader public through a variety of print and digital platforms.\r\n\r\nThe fluxes of carbon out of the euphotic zone and through subsurface waters are poorly quantified and understood, especially relative to other dominant oceanic carbon flows such as the air-sea gas exchange of carbon dioxide or rates of primary production in surface waters. The inability to differentiate between variability in particle concentration and sinking velocities as the drivers of flux variability is a critical gap in our understanding of the biological carbon pump. The Gulf of Alaska is an optimal site for investigating these processes as the cycling of carbon and other elements in waters above continental shelves, such as the Gulf of Alaska, is highly complex due to the dynamic interplay of chemical, physical, biological, and anthropogenic processes. Using a creative application of short-term sediment trap deployments combined with the use of a unique pair of in situ optical instruments, the researchers will aim to accomplish two specific goals: 1) Quantify the average sinking velocities of small particles and their contribution to the total carbon flux from particles of all sizes; and 2) Determine the relative variability in particle abundances and sinking velocities and assess how it translates into variable patterns of particle flux in the northern Gulf of Alaska.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "McDonnell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M McDonnell",
   "pi_email_addr": "amcdonnell@alaska.edu",
   "nsf_id": "000577485",
   "pi_start_date": "2015-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project resulted in an improved understanding of how carbon is transferred and stored throughout the oceans via a process known as the biological carbon pump.&nbsp; Using underwater imaging and laser systems, the McDonnell laboratory was able to map out the abundances and size distributions of marine particles and zooplankton in the Gulf of Alaska as well as the broader Pacific Ocean.&nbsp; These underwater optical systems and associated analysis methods allowed for improved spatial resolution of this data and new insights into the mechanisms that control the production, transformation, transport, and fate of particulate matter in the oceans.&nbsp; The results of this effort have been published in peer-reviewed scientific journals and graduate theses, presented at scientific conferences, and highlighted in a number of press releases and news articles.&nbsp; A new, affordable underwater optical package was developed that has enabled time series measurements of particle and plankton dynamics in conjunction with moored ecosystem observatories in the Gulf of Alaska and beyond. The outcomes of this research served as a proof of concept and justification to pursue new, expanded studies using underwater optical instrumentation, including a global survey of marine particles with an NSF CAREER award, as well as long term optical monitoring of particles and plankton in conjunction with the new Northern Gulf of Alaska Long Term Ecological Research (NGA LTER) project.&nbsp; &nbsp;The data generated by this project have become part of a growing global database of marine particle and plankton images that is accelerating discovery in our field of study.&nbsp; This dataset is publicly available, allowing anyone to see the diversity of particles and plankton observed in the oceans.&nbsp; This grant supported the training of two graduate students who participated in oceanographic fieldwork, analyzed data, authored scientific publications and presentations, and completed their M.S. degrees in oceanography.&nbsp; The grant supported the development and delivery of an observational oceanography course aboard R/V Sikuliaq.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2019<br>\n\t\t\t\t\tModified by: Andrew&nbsp;M&nbsp;Mcdonnell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project resulted in an improved understanding of how carbon is transferred and stored throughout the oceans via a process known as the biological carbon pump.  Using underwater imaging and laser systems, the McDonnell laboratory was able to map out the abundances and size distributions of marine particles and zooplankton in the Gulf of Alaska as well as the broader Pacific Ocean.  These underwater optical systems and associated analysis methods allowed for improved spatial resolution of this data and new insights into the mechanisms that control the production, transformation, transport, and fate of particulate matter in the oceans.  The results of this effort have been published in peer-reviewed scientific journals and graduate theses, presented at scientific conferences, and highlighted in a number of press releases and news articles.  A new, affordable underwater optical package was developed that has enabled time series measurements of particle and plankton dynamics in conjunction with moored ecosystem observatories in the Gulf of Alaska and beyond. The outcomes of this research served as a proof of concept and justification to pursue new, expanded studies using underwater optical instrumentation, including a global survey of marine particles with an NSF CAREER award, as well as long term optical monitoring of particles and plankton in conjunction with the new Northern Gulf of Alaska Long Term Ecological Research (NGA LTER) project.   The data generated by this project have become part of a growing global database of marine particle and plankton images that is accelerating discovery in our field of study.  This dataset is publicly available, allowing anyone to see the diversity of particles and plankton observed in the oceans.  This grant supported the training of two graduate students who participated in oceanographic fieldwork, analyzed data, authored scientific publications and presentations, and completed their M.S. degrees in oceanography.  The grant supported the development and delivery of an observational oceanography course aboard R/V Sikuliaq.\n\n\t\t\t\t\tLast Modified: 06/26/2019\n\n\t\t\t\t\tSubmitted by: Andrew M Mcdonnell"
 }
}