{
 "awd_id": "1459353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Affordable Care Act and the Labor Market",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 426020.0,
 "awd_amount": 426020.0,
 "awd_min_amd_letter_date": "2015-04-02",
 "awd_max_amd_letter_date": "2021-07-13",
 "awd_abstract_narration": "Affordable Care Act and the Labor Market\r\n\r\nPresident Obama signed the Affordable Care Act, commonly referred to as the ACA, into law in March 2010. It represents the most significant reform to the U.S. health insurance and health care market since the establishment of Medicare in 1965. Important components in the ACA include: i) mandates that all individuals must have health insurance or face a penalty (individual mandate); ii) employers with more than 50 full-time employees will be required to provide health insurance or pay a fine (employer mandate); iii) the establishment of regulated state-based health insurance exchanges where the unemployed, the self-employed and workers who are not covered by employer-sponsored health insurance can purchase health insurance with income-based subsidies available to individuals in households whose income is below 400 percent of the federal poverty line. Such a sweeping reform to the U.S. health insurance system is likely to have important equilibrium effects on the labor market in many dimensions, two of which are the focus of the two projects described in this research proposal. In Project 1, titled \"Joint Household Labor Supply and Health Insurance Reform\", the PIs study the likely effect of the ACA on firms' decisions to offer spousal health insurance benefits in an equilibrium model of joint household labor supply and endogenous firm decisions on the health insurance offerings, including whether to include spousal health insurance. The research aims to advance the literature in developing and empirically implementing an equilibrium joint household labor search model with health and health insurance. The PIs provide a quantitative assessment of the impact of the ACA on firms' insurance offerings and on household outcomes. In Project 2, titled \"Equilibrium Labor Market Search with Endogenous Technology Choice and Health Insurance\", is a study of how the ACA may impact firms' technology choices, recognizing that the regulations in the ACA, particularly the employer mandate, may lead firms to switch to new technology (e.g., any technology that increases automation), that require substantial up-front investment but can reduce the demand for low skill labor. The PIs propose an equilibrium labor market model in which heterogeneous firms and workers are matched in a frictional environment, and firms choose both technology and compensation packages (including wage and health insurance offering). They use the estimated model to simulate how firms will respond to the ACA, with a focus on their technology choices and on the subsequent effect on the unemployment rate and welfare of unskilled workers. \r\n\r\nThe research proposal will methodologically advance the modeling and empirical implementation of equilibrium models of the labor market that features joint household labor search (Project 1) and endogenous technology choice (Project 2). The empirical results can provide an ex ante evaluation of the labor market responses to the Affordable Care Act, and these can play an important role in not only obtaining a broader understanding the effects of the ACA, but also possibly affect how to improve the health insurance system in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanming",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanming Fang",
   "pi_email_addr": "hanming.fang@econ.upenn.edu",
   "nsf_id": "000242143",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew J.",
   "pi_last_name": "Shephard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J. Shephard",
   "pi_email_addr": "asheph@sas.upenn.edu",
   "nsf_id": "000676077",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of the University of Pennsylvania",
  "perf_str_addr": "160 McNeil Building",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 426020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this research project we consider the equilibrium implications of the Affordable Care Act on the labor market.</p>\n<p>In the paper titled &ldquo;Equilibrium Labor Market Search and Health Insurance Reform\" (by&nbsp;Naoki Aizawa &amp;&nbsp;Hanming Fang,&nbsp;&nbsp;<em>Journal of Political Economy</em><em>&#65292;</em><em>&nbsp;November 2020, 4258-4336),</em> we present and empirically implement an equilibrium labor market search model where risk-averse individual workers facing medical expenditure shocks are matched with firms making health insurance coverage decisions. We use our estimated model to evaluate the equilibrium impact of many health care reform proposals, including the 2010 Affordable Care Act (ACA). We use the estimates of the early impact of the ACA as a model validation. We find that income-based subsidies for health insurance premiums is crucial for the sustainability of ACA, while the ACA can still substantially reduce the uninsured rate without the individual or the employer mandate.</p>\n<p>In a second paper titled \"Household Labor Search, Spousal Insurance, and Health Care Reform\" (by&nbsp;Hanming Fang &amp;&nbsp;Andrew Shephard), we consider couples together with individuals and evaluate, among other things, the impact the ACA on firms&rsquo; incentives to offer spousal health insurance benefits.&nbsp;Health insurance in the United States for the working age population has traditionally been provided in the form of employer-sponsored health insurance (ESHI). If employers offered ESHI to their employees, they also typically extended coverage to their spouse and dependents. Provisions in the Affordable Care Act (ACA) significantly alter the incentive for firms to offer insurance to the spouses of employees. We evaluate the long-run impact of ACA on firms&rsquo; insurance offerings and on household outcomes by developing and estimating an equilibrium job search model in which multiple household members are searching for jobs. The distribution of job offers is determined endogenously, with compensation packages consisting of a wage and menu of insurance offerings (premiums and coverage) that workers select from. Using our estimated model we find that households&rsquo; valuation of employer-sponsored spousal health insurance is significantly reduced under ACA, and with an &ldquo;employee-only&rdquo; health insurance contract emerging among low productivity firms. We relate these outcomes to the specific provisions in the ACA.</p>\n<p>In a third paper titled &ldquo;Automation, Health Care Reform and the Labor Market\" (by Hanming Fang, Tomas Larroucau, and Andrew Shephard), we also study how the ACA impacts firms&rsquo; endogenous technology choices, particularly their incentives to automate.</p>\n<p>Overall, the research project methodologically advances the modeling and empirical implementation of equilibrium models of the labor market that features joint household labor search and endogenous technology choice. The empirical results provide an <em>ex ante</em> evaluation of the labor market responses to the Affordable Care Act, and these can play an important role in not only obtaining a broader understanding the effects of the ACA, but also possibly affect how to improve the health insurance system in the future. In particular, our framework can be used to evaluate any alternative health care reforms that may occur in the next couple of years, including the American Health Care Act. Our analysis of how automation may affect the labor market can be of great value as American economy faces the challenges posed by the automation revolution.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2021<br>\n\t\t\t\t\tModified by: Hanming&nbsp;Fang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this research project we consider the equilibrium implications of the Affordable Care Act on the labor market.\n\nIn the paper titled \"Equilibrium Labor Market Search and Health Insurance Reform\" (by Naoki Aizawa &amp; Hanming Fang,  Journal of Political Economy&#65292; November 2020, 4258-4336), we present and empirically implement an equilibrium labor market search model where risk-averse individual workers facing medical expenditure shocks are matched with firms making health insurance coverage decisions. We use our estimated model to evaluate the equilibrium impact of many health care reform proposals, including the 2010 Affordable Care Act (ACA). We use the estimates of the early impact of the ACA as a model validation. We find that income-based subsidies for health insurance premiums is crucial for the sustainability of ACA, while the ACA can still substantially reduce the uninsured rate without the individual or the employer mandate.\n\nIn a second paper titled \"Household Labor Search, Spousal Insurance, and Health Care Reform\" (by Hanming Fang &amp; Andrew Shephard), we consider couples together with individuals and evaluate, among other things, the impact the ACA on firms’ incentives to offer spousal health insurance benefits. Health insurance in the United States for the working age population has traditionally been provided in the form of employer-sponsored health insurance (ESHI). If employers offered ESHI to their employees, they also typically extended coverage to their spouse and dependents. Provisions in the Affordable Care Act (ACA) significantly alter the incentive for firms to offer insurance to the spouses of employees. We evaluate the long-run impact of ACA on firms’ insurance offerings and on household outcomes by developing and estimating an equilibrium job search model in which multiple household members are searching for jobs. The distribution of job offers is determined endogenously, with compensation packages consisting of a wage and menu of insurance offerings (premiums and coverage) that workers select from. Using our estimated model we find that households’ valuation of employer-sponsored spousal health insurance is significantly reduced under ACA, and with an \"employee-only\" health insurance contract emerging among low productivity firms. We relate these outcomes to the specific provisions in the ACA.\n\nIn a third paper titled \"Automation, Health Care Reform and the Labor Market\" (by Hanming Fang, Tomas Larroucau, and Andrew Shephard), we also study how the ACA impacts firms’ endogenous technology choices, particularly their incentives to automate.\n\nOverall, the research project methodologically advances the modeling and empirical implementation of equilibrium models of the labor market that features joint household labor search and endogenous technology choice. The empirical results provide an ex ante evaluation of the labor market responses to the Affordable Care Act, and these can play an important role in not only obtaining a broader understanding the effects of the ACA, but also possibly affect how to improve the health insurance system in the future. In particular, our framework can be used to evaluate any alternative health care reforms that may occur in the next couple of years, including the American Health Care Act. Our analysis of how automation may affect the labor market can be of great value as American economy faces the challenges posed by the automation revolution.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/20/2021\n\n\t\t\t\t\tSubmitted by: Hanming Fang"
 }
}