{
 "awd_id": "1459715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Information Technology and Management in Shaping Productivity and Worker Income",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2015-04-15",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 526717.0,
 "awd_amount": 526717.0,
 "awd_min_amd_letter_date": "2015-04-02",
 "awd_max_amd_letter_date": "2020-03-19",
 "awd_abstract_narration": "There is widespread research, business and policy interest in the growing impact of Information and Communication Technologies (IT) on firm productivity, income and inequality. This project would work with the US Census Bureau to collect a massive new 55,000 plant dataset on IT use, twinned with detailed firm management and performance data, and worker income data to investigate the causes and effects of IT. This would create a Census super-survey to be publicly available in the Census RDCs for researchers around the US to use, and on-line as a Public Use Microdata Set (PUMS) for the broad research, business and policy access. In addition, the project would use this new dataset to undertake detailed empirical analysis to describe and determine the causes of effects of computerization, exploiting the rich regional, industry and firm variation in the dataset spanning.\r\n\r\nIn particular, the project will combine this dataset with detailed Census plant, firm and worker level data, as well as external data, to undertake empirical analysis to describe and determine the causes and effects of the use of IT and variations in management practices on a range of outcomes including growth, innovation, productivity, employment and inequality. It will utilize the rich regional, industry and firm variation in the dataset to deliver both accurate measurement and identification of the drivers of adoption of these practices. The findings would be highly relevant for public policy, business decisions and academic research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Bloom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Bloom",
   "pi_email_addr": "nbloom@stanford.edu",
   "nsf_id": "000505522",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Brynjolfsson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Brynjolfsson",
   "pi_email_addr": "erikb@stanford.edu",
   "nsf_id": "000098354",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Van Reenen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Van Reenen",
   "pi_email_addr": "J.Vanreenen@lse.ac.uk",
   "nsf_id": "000542239",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 526717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Partnering with the US Census Bureau, we implement a new survey of &ldquo;structured&rdquo; management practices and information technology on 35,000 manufacturing plants in 2015, supplementing the prior MOPS survey in 2010. We find an enormous dispersion of management practices across plants, with 40 percent of this variation across plants within the same firm. Management practices account for more than 20 percent of the variation in productivity, a similar, or greater, percentage as that accounted for by R&amp;D, ICT, or human capital. Management practices are also critical in shaping firm level employment growth, innovation, exporting and investment in employee skills. We find evidence of two key drivers to improve management. The business environment, as measured by right-to-work laws, boosts incentive management practices. Learning spillovers, as measured by the arrival of large &ldquo;Million Dollar Plants&rdquo; in the county, increases the management scores of incumbents. It appears that large foreign multinationals provide major productivity and managerial spillovers to other local firms through the labor market and the supply chain.</p>\n<p>Turning to information technology we find widespread variation in adoption, again with the best performing plants adopting the highest levels of technology. These plants also had the highest levels of decentralization, pushing decisions down to middle and lower managers and even employees. This suggests that the use of modern information technology not only improves plant and firm performance, but also increases the ability of workers to control their firm.</p>\n<p>Finally, we also collected information on firms forecasting ability, finding a wide variation across firms. Some were extremely effective at forecasting future sales and employment growth, and these firms performed significantly better. Others struggled to make accurate forecasts, with lower associated performance. The major factors in shaping forecasting ability were the adoption of modern management practices and information technology, suggesting one path for these to drive superior performance is via their ability to aid firms in forecasting future market conditions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2021<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Bloom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPartnering with the US Census Bureau, we implement a new survey of \"structured\" management practices and information technology on 35,000 manufacturing plants in 2015, supplementing the prior MOPS survey in 2010. We find an enormous dispersion of management practices across plants, with 40 percent of this variation across plants within the same firm. Management practices account for more than 20 percent of the variation in productivity, a similar, or greater, percentage as that accounted for by R&amp;D, ICT, or human capital. Management practices are also critical in shaping firm level employment growth, innovation, exporting and investment in employee skills. We find evidence of two key drivers to improve management. The business environment, as measured by right-to-work laws, boosts incentive management practices. Learning spillovers, as measured by the arrival of large \"Million Dollar Plants\" in the county, increases the management scores of incumbents. It appears that large foreign multinationals provide major productivity and managerial spillovers to other local firms through the labor market and the supply chain.\n\nTurning to information technology we find widespread variation in adoption, again with the best performing plants adopting the highest levels of technology. These plants also had the highest levels of decentralization, pushing decisions down to middle and lower managers and even employees. This suggests that the use of modern information technology not only improves plant and firm performance, but also increases the ability of workers to control their firm.\n\nFinally, we also collected information on firms forecasting ability, finding a wide variation across firms. Some were extremely effective at forecasting future sales and employment growth, and these firms performed significantly better. Others struggled to make accurate forecasts, with lower associated performance. The major factors in shaping forecasting ability were the adoption of modern management practices and information technology, suggesting one path for these to drive superior performance is via their ability to aid firms in forecasting future market conditions. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/21/2021\n\n\t\t\t\t\tSubmitted by: Nicholas Bloom"
 }
}