{
 "awd_id": "1460861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Bigelow Laboratory for Ocean Sciences - Undergraduate Research Experience in the Gulf of Maine and the World Ocean",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 650042.0,
 "awd_amount": 651602.0,
 "awd_min_amd_letter_date": "2015-04-27",
 "awd_max_amd_letter_date": "2019-06-11",
 "awd_abstract_narration": "Bigelow Laboratory for Ocean Sciences, in West Boothbay Harbor - Maine, plans to implement an REU site that will support 10 students each year, for the next 5 years. This REU program will combine group learning and guided individual research to help students address societal issues concerning the oceans. The goals of this REU Program are i) to provide undergraduate students from around the United States mentoring and access to high quality, hands on research opportunities in Oceanography and the opportunity to understand its interdisciplinary nature, ii) improve the capability and confidence of students to learn independently, iii) help to prepare undergraduates for their professional careers, and iv) increase the participation of underrepresented minorities in marine science careers. REU students will be incorporated into research groups consisting of technicians, post-docs, and junior and senior scientists, gaining exposure to the suite of activities and personalities involved in a science career.  The recruitment goal is to engage students from all groups underrepresented in ocean sciences, such that cohorts are ~ 40% underrepresented students (including 1st generation college students). To achieve the recruitment goals, the principal investigator will work with partner organizations, like the Institute for Broadening Participation and Maine Community College System. Program content and delivery will continually be refined based on feedback from students and mentors in the form of pre-program, midpoint and final evaluations. \r\n\r\nAs a group, students will participate in a sampling cruise on the local estuary, and attend weekly meetings to learn the fundamentals of the scientific process, such as how to form testable hypotheses, critically evaluate data, and present information in a scientific manner to their peers and to the public. Students will attend an ethics in science discussion, a laboratory safety course with risk assessment training and a concept mapping workshop during the early stages of their project. Students participate in and become familiar with public outreach through attendance at Bigelow's weekly Café Scientifique talks (for the general public), participation in the Lab's Open House and frequent public tours.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Fields",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Fields",
   "pi_email_addr": "dfields@bigelow.org",
   "nsf_id": "000347520",
   "pi_start_date": "2015-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 Bigelow Drive",
  "perf_city_name": "East Boothbay Harbor",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045440380",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9260",
   "pgm_ref_txt": "FASED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 123380.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 253082.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 129751.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1560.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 143829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<ul>\n<li><strong>Award Title:&nbsp;</strong>REU Site: Bigelow Laboratory for Ocean Sciences - Undergraduate Research Experience in the Gulf of Maine and the World Ocean</li>\n<li><strong>Federal Award ID:&nbsp;</strong>1460861</li>\n<li><strong>Report Submission Period:&nbsp;</strong>05/01/2015 to 04/30/2020</li>\n</ul>\n<p>&nbsp;</p>\n<p>The goals of this REU program are i) to provide undergraduate students from the USA science mentoring and access to high quality, hands on research opportunities in Oceanography, ii) the opportunity to understand the interdisciplinary nature of science, iii) improve the capability and confidence of students to learn independently, iv) increase the participation of underrepresented minorities in marine science careers and v) help to prepare undergraduates for their professional careers in science.</p>\n<p><strong>Intellectual Merit </strong>Bigelow scientists have expertise in chemical and biological oceanography, modeling, satellite-oceanography, genomics, organismal and population biology, fisheries and air-sea gas exchange; the interdisciplinary approach to biological oceanography is one of the Lab&rsquo;s principal strengths.&nbsp; REU students are incorporated into a research family consisting of technicians, post-docs, and junior and senior scientists, gaining exposure to the suite of activities and personalities involved in a science career.&nbsp;</p>\n<p>Bigelow&rsquo;s REU program combines group learning and guided individual research to help students address societal issues concerning our oceans.&nbsp; As a group, students participate in a sampling cruise on our local estuary, and attend weekly meetings to learn the fundamentals of the scientific process, such as how to form testable hypotheses, critically evaluate data, and present information in a scientific manner to their peers and to the public. Students attend an <strong><em>ethics in science</em> </strong>discussion, a <strong><em>lab safety course</em></strong> with risk assessment training and a <strong><em>concept mapping workshop</em></strong> during the early stages of their project.&nbsp;&nbsp; Students participate in public outreach through attendance at Bigelow&rsquo;s weekly <strong><em>Caf&eacute; Scientifique</em> </strong>talks (for the general public)<strong>, <em>participation in the Lab&rsquo;s Open House </em></strong>and our frequent public tours<strong><em>.</em></strong>&nbsp; The individual learning experience includes mentor-guided independent research, experimentation and/or fieldwork, and compiling and evaluating data in a wide arena of oceanographic topics. As part of their projects, students have the opportunity to scuba dive, sample directly from the Bigelow&rsquo;s Pier, and participate in research cruises. &nbsp;&nbsp;The Bigelow REU has consistently ensured that students were able to attend a meeting to deliver their poster or, in some cases, a talk on their summer research. Between 2015 and 2019, 34 students attended a meeting in person.&nbsp; In 2020 we had an additional 8 students present at an online only conference. Students are also encouraged to take advantage of opportunities to go on cruises with Bigelow scientists.&nbsp; We accommodate 2-3 students each year on cruises of up to 5 weeks at sea. These opportunities resulted in student as authors on 27 publications from 2015-2020, and nearly all of our students pursue academic or career paths in science.</p>\n<p><strong>&nbsp;&nbsp;&nbsp; Broader Impacts: </strong>Our recruitment goal is to attract a diverse group of students such that our cohorts are ~ 40% underrepresented (UR) students (including 1<sup>st</sup> generation college students). &nbsp;Our recruitment plan has evolved and strengthened over the last years, with help from our partner organizations, the Institute for Broadening Participation (IBP) and the Maine Community College System (MCCS). Over the 5 years NSF-REU funding supported immersion science projects for 54 undergraduate students.&nbsp; Our cohorts were on average 57% underrepresented minorities (including 1<sup>st</sup> generation students), 75% women and 30% first generation college students. Program content and delivery is continually refined based on feedback from students and mentors in the form of midpoint and final evaluations.</p>\n<p>We also track our REU students and conduct an external review after each funding cycle to measure the impact of the REU experience on their academic and career paths. An external evaluator provides recommendations after every granting cycle. Our final report indicated that the students as a whole rated the <strong>overall program </strong>extremely positively; almost all students rated it an &ldquo;8&rdquo; or higher, with almost half rating it a perfect &ldquo;10.&rdquo; The <strong>hands-on </strong>and <strong>in-person </strong>experiences were a real strength. Students reported that they made more <strong>connections with mentors and peers </strong>than they expected. Interns as a whole rated the <strong>presentation preparation </strong>extremely positively; almost all students rated it an &ldquo;8&rdquo; or higher, with two-thirds rating their preparation a perfect &ldquo;10.&rdquo;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2022<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Fields</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nAward Title: REU Site: Bigelow Laboratory for Ocean Sciences - Undergraduate Research Experience in the Gulf of Maine and the World Ocean\nFederal Award ID: 1460861\nReport Submission Period: 05/01/2015 to 04/30/2020\n\n\n \n\nThe goals of this REU program are i) to provide undergraduate students from the USA science mentoring and access to high quality, hands on research opportunities in Oceanography, ii) the opportunity to understand the interdisciplinary nature of science, iii) improve the capability and confidence of students to learn independently, iv) increase the participation of underrepresented minorities in marine science careers and v) help to prepare undergraduates for their professional careers in science.\n\nIntellectual Merit Bigelow scientists have expertise in chemical and biological oceanography, modeling, satellite-oceanography, genomics, organismal and population biology, fisheries and air-sea gas exchange; the interdisciplinary approach to biological oceanography is one of the Lab’s principal strengths.  REU students are incorporated into a research family consisting of technicians, post-docs, and junior and senior scientists, gaining exposure to the suite of activities and personalities involved in a science career. \n\nBigelow’s REU program combines group learning and guided individual research to help students address societal issues concerning our oceans.  As a group, students participate in a sampling cruise on our local estuary, and attend weekly meetings to learn the fundamentals of the scientific process, such as how to form testable hypotheses, critically evaluate data, and present information in a scientific manner to their peers and to the public. Students attend an ethics in science discussion, a lab safety course with risk assessment training and a concept mapping workshop during the early stages of their project.   Students participate in public outreach through attendance at Bigelow’s weekly Caf&eacute; Scientifique talks (for the general public), participation in the Lab’s Open House and our frequent public tours.  The individual learning experience includes mentor-guided independent research, experimentation and/or fieldwork, and compiling and evaluating data in a wide arena of oceanographic topics. As part of their projects, students have the opportunity to scuba dive, sample directly from the Bigelow’s Pier, and participate in research cruises.   The Bigelow REU has consistently ensured that students were able to attend a meeting to deliver their poster or, in some cases, a talk on their summer research. Between 2015 and 2019, 34 students attended a meeting in person.  In 2020 we had an additional 8 students present at an online only conference. Students are also encouraged to take advantage of opportunities to go on cruises with Bigelow scientists.  We accommodate 2-3 students each year on cruises of up to 5 weeks at sea. These opportunities resulted in student as authors on 27 publications from 2015-2020, and nearly all of our students pursue academic or career paths in science.\n\n    Broader Impacts: Our recruitment goal is to attract a diverse group of students such that our cohorts are ~ 40% underrepresented (UR) students (including 1st generation college students).  Our recruitment plan has evolved and strengthened over the last years, with help from our partner organizations, the Institute for Broadening Participation (IBP) and the Maine Community College System (MCCS). Over the 5 years NSF-REU funding supported immersion science projects for 54 undergraduate students.  Our cohorts were on average 57% underrepresented minorities (including 1st generation students), 75% women and 30% first generation college students. Program content and delivery is continually refined based on feedback from students and mentors in the form of midpoint and final evaluations.\n\nWe also track our REU students and conduct an external review after each funding cycle to measure the impact of the REU experience on their academic and career paths. An external evaluator provides recommendations after every granting cycle. Our final report indicated that the students as a whole rated the overall program extremely positively; almost all students rated it an \"8\" or higher, with almost half rating it a perfect \"10.\" The hands-on and in-person experiences were a real strength. Students reported that they made more connections with mentors and peers than they expected. Interns as a whole rated the presentation preparation extremely positively; almost all students rated it an \"8\" or higher, with two-thirds rating their preparation a perfect \"10.\"\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2022\n\n\t\t\t\t\tSubmitted by: David M Fields"
 }
}