{
 "awd_id": "1460986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Investigating the Behaviors of Middle Stone Age Humans in the Horn of Africa",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2015-02-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 372998.0,
 "awd_amount": 372998.0,
 "awd_min_amd_letter_date": "2014-12-05",
 "awd_max_amd_letter_date": "2021-03-31",
 "awd_abstract_narration": "This project is supported under the Research Experiences for Undergraduates (REU) Sites program, which is an NSF-wide program although each Directorate administers its own REU Site competition. This program supports active research participation by undergraduate students in an effort to introduce them to scientific research so as to encourage their continued engagement in the nation's scientific research and development enterprise. REU projects involve students in meaningful ways in ongoing research programs or in research projects designed especially for the purpose. The REU program is a major contributor to the NSF's goal of developing a diverse, internationally competitive, and globally-engaged science and engineering workforce. The Social, Behavioral and Economic (SBE) sciences Directorate awarded this REU Site grant to the University of Texas at Austin which aims to train students in the multi-disciplinary investigation of behaviors and ecology of Middle Stone Age (MSA) humans in the Horn of Africa. Students design original research projects that integrate field, laboratory, and museum studies. They present their projects at national scientific meetings and prepare their results for publication in peer-reviewed journals, helping them to develop into independent scientists. This REU site offers participants an unparalleled educational opportunity along with a unique cultural experience that will enable today's students to become tomorrow's leading researchers and teachers. The results of this study will aid our understanding of the early history of ancient modern humans.\r\n\r\nThe study of modern human origins and evolution is a multidisciplinary endeavor that closely integrates data from the fields of archaeology, biological anthropology, geochemistry, geochronology, geology, and paleontology. This study proposed to establish an REU Site in NW Ethiopia in order to engage undergraduate students in investigating the time period from 40,000-90,000 years ago when modern humans left Africa to populate the rest of the world. The region contains numerous MSA archaeological sites from this time interval that preserve the stone tools made and used by these ancient humans, the remains of the animals that they hunted, and a record of past climates. The foraging behaviors practiced by these ancient humans facilitated our species' migration out of Africa. Students are recruited from a mix of two- and four-year colleges and participate in web-based seminars and conferences that provides multi-disciplinary training before they begin their field, museum, and laboratory studies. Twenty-four students are selected from groups underrepresented in the sciences. They are trained in several disciplines which in turn will enhance partnerships among the students and the participating labs and they will learn how to design research projects that emphasize data collection and analysis. This project is co-funded by the NSF International Science and Engineering (ISE) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kappelman",
   "pi_mid_init": "W",
   "pi_sufx_name": "Jr",
   "pi_full_name": "John W Kappelman",
   "pi_email_addr": "jkappelman@austin.utexas.edu",
   "nsf_id": "000413783",
   "pi_start_date": "2014-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121723",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7384",
   "pgm_ref_txt": "ETHIOPIA"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 372998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Research Experience for Undergraduates Site grant, &ldquo;Investigating the Behaviors of Middle Stone Age Humans in the Horn of Africa,\" succeeded in providing students with an immersive educational experience that integrated field work in Ethiopia with research in both the collections of the National Museum of Ethiopia and a wide variety of US laboratories. A diverse group of 22 college and community college students hailing from all across the US and a variety of majors joined the project. More than half of these students are from groups underrepresented in the sciences. Another hallmark of the project was that Ethiopian university students (funded by the Leakey Foundation) partnered with US students at the field site, which made for a rich and varied cultural and scientific exchange. This student-to-student interaction promoted what will likely be long-term interest in international collaborations and was mirrored by the participation of a diverse range of Ethiopian professors in the Project. Students were trained in field techniques including archaeology, biological anthropology, geochemistry, geochronology, geology, paleontology, and collections management. Laboratory and collections research by individual students included stable isotope analysis, amino acid racemization, accelerator mass spectrometry carbon-14 dating, uranium-series dating, bead analysis, refit and conjoin studies, the physics of compaction fracture, tephra analysis, and stone tool point geometric morphometrics. All of these efforts were centered on understanding the behaviors and evolution of modern humans during the Middle Stone Age in the Horn of Africa. Students presented the results of their research at several annual meetings of professional societies, and one undergraduate wrote her senior thesis on data she collected during her laboratory research. The Project published two refereed articles, one refereed book chapter, and another refereed article is in revision, all with REU students as senior authors or co-authors. Other manuscripts are in preparation for publication. Many of the REU students went on to enroll in graduate studies, or are intending to do so. Perhaps the highest measure of success was from several students who found that the Project changed their view of the world and how they think about science, and showed them that they, too, could be scientists, something they had not previously considered.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2022<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Kappelman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Research Experience for Undergraduates Site grant, \"Investigating the Behaviors of Middle Stone Age Humans in the Horn of Africa,\" succeeded in providing students with an immersive educational experience that integrated field work in Ethiopia with research in both the collections of the National Museum of Ethiopia and a wide variety of US laboratories. A diverse group of 22 college and community college students hailing from all across the US and a variety of majors joined the project. More than half of these students are from groups underrepresented in the sciences. Another hallmark of the project was that Ethiopian university students (funded by the Leakey Foundation) partnered with US students at the field site, which made for a rich and varied cultural and scientific exchange. This student-to-student interaction promoted what will likely be long-term interest in international collaborations and was mirrored by the participation of a diverse range of Ethiopian professors in the Project. Students were trained in field techniques including archaeology, biological anthropology, geochemistry, geochronology, geology, paleontology, and collections management. Laboratory and collections research by individual students included stable isotope analysis, amino acid racemization, accelerator mass spectrometry carbon-14 dating, uranium-series dating, bead analysis, refit and conjoin studies, the physics of compaction fracture, tephra analysis, and stone tool point geometric morphometrics. All of these efforts were centered on understanding the behaviors and evolution of modern humans during the Middle Stone Age in the Horn of Africa. Students presented the results of their research at several annual meetings of professional societies, and one undergraduate wrote her senior thesis on data she collected during her laboratory research. The Project published two refereed articles, one refereed book chapter, and another refereed article is in revision, all with REU students as senior authors or co-authors. Other manuscripts are in preparation for publication. Many of the REU students went on to enroll in graduate studies, or are intending to do so. Perhaps the highest measure of success was from several students who found that the Project changed their view of the world and how they think about science, and showed them that they, too, could be scientists, something they had not previously considered.\n\n\t\t\t\t\tLast Modified: 04/27/2022\n\n\t\t\t\t\tSubmitted by: John W Kappelman"
 }
}