{
 "awd_id": "1460909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Contextual Influences on Fear Learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kurt Thoroughman",
 "awd_eff_date": "2015-04-15",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 550070.0,
 "awd_amount": 550070.0,
 "awd_min_amd_letter_date": "2015-02-27",
 "awd_max_amd_letter_date": "2016-08-03",
 "awd_abstract_narration": "This research program investigates why memories for fearful events are hard to forget and what can be done to help individuals who are susceptible to developing debilitating fear memories. When people experience threatening situations, the memories for the events can haunt them long after the event has passed, causing prolonged and sometimes traumatic stress. Returning to the context in which the trauma occurred, or being exposed to cues that remind people of their trauma, can cause a potent return of fear, even several years later. It is not well known how the brain lays down long-term memory traces of fearful events, or how trauma reminders activate brain pathways that lead to the return of fear. It is also not known why some people are particularly prone to developing long-term distress after a threatening experience, whereas others are more resilient. Finally, it is not known how best to help individuals overcome their fears in a way that makes them less likely to being re-experienced over time. \r\n\r\nThe proposed research will tackle these important and challenging problems by conducting experiments in healthy adults who are exposed to fearful events and are trained to extinguish their fear memories. People will be placed into a magnetic resonance imaging (MRI) scanner while they encounter fearful or threatening stimuli viewed through virtual reality simulators. Bodily and brain responses that are activated by fear will be recorded. The use of virtual reality is an innovative approach that allows researchers an ethical way to better model how fears are learned, suppressed, and recovered in complex environments. The researchers will manipulate several factors to determine how they promote or hinder the recovery of fear. These include varying the distance between the research participant and the fearful stimulus in the virtual world, and determining the effectiveness of having people extinguish their fears in multiple virtual environments. Differences in people's cognitive abilities and emotional reactions will be linked to the brain data to determine why some individuals are more likely to exhibit the recovery of fear memories. \r\n\r\nThe research has important societal implications for helping people who suffer from traumatic memories. The research can also assist in efforts to identify individuals for certain professions who may be more resilient to developing debilitating fear memories, including emergency health care workers, police forces, and military personnel, who are routinely exposed to potentially traumatic experiences. The research will advance scientific knowledge in identifying the brain mechanisms that contribute to fear memory and will highlight how virtual reality technology can be integrated into neuroscience-based applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "LaBar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin LaBar",
   "pi_email_addr": "klabar@duke.edu",
   "nsf_id": "000206365",
   "pi_start_date": "2015-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "B203 LSRC Building",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 362997.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 187073.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project investigated how humans learn to fear threats in the environment and how they distinguish threatening from safe situations. Healthy adults engaged in behavioral tasks while their physiological and brain responses were recorded. An innovative feature of the experiments was the use of virtual reality technology to simulate the presence of dynamic, three-dimensional threats as participants navigated through virtual worlds. We discovered that two regions in the frontal lobe of the brain are critical for determining whether a stimulus is considered safe or threatening, and that safe and threatening memories of the same stimulus can be differentiated in patterns of brain activity. We also compared how individuals learn to fear virtual threats that are presented at different distances from them in the environment. We found that near threats were feared more rapidly than far threats, and that fear was more likely to re-emerge over time to the near threats. Although a common brain network was active to both near and far threats, near threats preferentially engaged motor regions of the brain whereas fear threats preferentially engaged frontal lobe regions involved in planning and future thinking. Finally, we showed that threats are associated not only with fear but also with anger and surprise, and that participants&rsquo; reports of these emotions track the threat's likelihood of predicting aversive outcomes. Altogether, this research generated new insights into the kinds of emotions experienced to threatening stimuli; it advanced an understanding of how threat and safety signals are processed in the brain; and it showcased how virtual reality technology can be used to facilitate research on emotion and learning.&nbsp;</p>\n<p>At a broader level, the lab&rsquo;s activities during the grant funding period contributed to STEM education of several undergraduate, graduate, and postdoctoral trainees, including women and minorities. These students presented the data at scientific conferences, which not only disseminated the data to the scientific community, but also provided training in professional development skills. Graduate students and postdocs learned mentoring skills as they trained undergraduate students who assisted them with the project. The principal investigator discussed the research at several national and international venues, including one targeted at undergraduates interested in studying neuroscience and one targeted at neuroscience graduate students. Outcomes of the research were published in journal and book chapter form and described on the lab&rsquo;s website to broadcast the work to the public. The principal investigator also started work on a new edition of a textbook to educate students more broadly in the field of cognitive neuroscience, and he discussed the research in his undergraduate and graduate classes to inspire students to pursue STEM research.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2018<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Labar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project investigated how humans learn to fear threats in the environment and how they distinguish threatening from safe situations. Healthy adults engaged in behavioral tasks while their physiological and brain responses were recorded. An innovative feature of the experiments was the use of virtual reality technology to simulate the presence of dynamic, three-dimensional threats as participants navigated through virtual worlds. We discovered that two regions in the frontal lobe of the brain are critical for determining whether a stimulus is considered safe or threatening, and that safe and threatening memories of the same stimulus can be differentiated in patterns of brain activity. We also compared how individuals learn to fear virtual threats that are presented at different distances from them in the environment. We found that near threats were feared more rapidly than far threats, and that fear was more likely to re-emerge over time to the near threats. Although a common brain network was active to both near and far threats, near threats preferentially engaged motor regions of the brain whereas fear threats preferentially engaged frontal lobe regions involved in planning and future thinking. Finally, we showed that threats are associated not only with fear but also with anger and surprise, and that participants? reports of these emotions track the threat's likelihood of predicting aversive outcomes. Altogether, this research generated new insights into the kinds of emotions experienced to threatening stimuli; it advanced an understanding of how threat and safety signals are processed in the brain; and it showcased how virtual reality technology can be used to facilitate research on emotion and learning. \n\nAt a broader level, the lab?s activities during the grant funding period contributed to STEM education of several undergraduate, graduate, and postdoctoral trainees, including women and minorities. These students presented the data at scientific conferences, which not only disseminated the data to the scientific community, but also provided training in professional development skills. Graduate students and postdocs learned mentoring skills as they trained undergraduate students who assisted them with the project. The principal investigator discussed the research at several national and international venues, including one targeted at undergraduates interested in studying neuroscience and one targeted at neuroscience graduate students. Outcomes of the research were published in journal and book chapter form and described on the lab?s website to broadcast the work to the public. The principal investigator also started work on a new edition of a textbook to educate students more broadly in the field of cognitive neuroscience, and he discussed the research in his undergraduate and graduate classes to inspire students to pursue STEM research. \n\n \n\n\t\t\t\t\tLast Modified: 12/19/2018\n\n\t\t\t\t\tSubmitted by: Kevin Labar"
 }
}