{
 "awd_id": "1460012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Local-level Social Life of Global Ideologies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 144952.0,
 "awd_amount": 144952.0,
 "awd_min_amd_letter_date": "2015-02-27",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "How do global political ideologies, such as communism, become locally rooted and perpetuated over generations? Stanford University anthropologist, Dr. Sharika Thiranagama, will address this question through an investigation into the micro-processes through which ideological affiliations are perpetuated in everyday sociality.  The research will be conducted in the southern Indian state of Kerala. This is an appropriate site for the research because in 1957, Kerala saw the installation of the first ever democratically elected communist government and communist parties have been part of the ruling coalition ever since.  Communism in Kerala has survived the collapse of the Soviet Union and the waning of the organized left in most of the world. This project addresses the  question of why and how this has come about. While much research in the social sciences evaluates and measures political affiliation through the examination of electoral votes and formal institutions, Dr. Thiranagama will instead examine the percolating and pervasive effects of political ideologies through how they are manifested in everyday practices in the family and in public spaces. This project will both contribute to an understanding of how political ideology might persist by shaping non-political realms of people's lives and also to an understanding of the long afterlife of the communist movement outside of the Soviet, Chinese, and Eastern Europe Bloc.\r\n  \r\nThe research will be carried out in Kerala in the districts of Palakkad and Kannur, both of which have long been communist strongholds. Dr. Thiranagama will focus on exemplary institutions: the public library system and the private \"communist family.\" Both have been deeply implicated in the public and private promulgation of communism in Kerala. Kerala's unique library movement introduced reading rooms, mass literacy, deliberative political discussion and communism into everyday life. The \"communist family\" sought to reconfigure ethics and the practice of intimate life. Data will be gathered in two neighborhoods and with library users and staff using a mixed methods approach, including interviews, participant observation, household surveys, and life history interviews. In addition, archival research will be undertaken to construct longitudinal social histories of the library and the family. Findings from this research will help to understand one of the enduring questions of modern times: how global ideologies are taken up and made to persist in ordinary people's daily lives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharika",
   "pi_last_name": "Thiranagama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharika Thiranagama",
   "pi_email_addr": "sharikat@stanford.edu",
   "nsf_id": "000675366",
   "pi_start_date": "2015-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 65825.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 79127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The Indian state of Kerala has been arguably the most successful state in transforming living standards and life outcomes since its Independence. Its well-functioning welfare state and traditions of protest, social movements, and public action are frequently understood to be the outcome of the successful mobilizations by Kerala&rsquo;s communist movements, and CPM (Communist Party -Marxist), which is regularly elected to power. This project examined why in midst of such transformations, the dividends for Kerala&rsquo;s Dalit (formerly untouchable caste) communities have been considerably more mixed even as Dalit communities have provided a considerable voting base for the CPM. The PI interviewed actors across the agrarian economy from officials, former landlords, current landholders and agricultural laborers in two rural Panchayats. The PI, however, focused particularly on female agricultural laborers (ranging from between 40-80 years old) from three different Dalit communities in three neighborhoods in the Palakkad district. Palakkad district in Kerala is a stronghold of the CPM and the district with the highest number of Dalits in Kerala.</p>\n<p>Firstly, the project examined political affiliation to the communist movement, not through formal voting practices, but through how ideologies become translated into cultural and familial practices, which, I argue, shape political life and political affiliation more strongly, and more durably across generations, than any analysis of formal vote casting can reveal. Two election campaigns by three different political parties (focusing on the ubiquity, however, of CPM among Dalit areas), one state and one national, were observed. Ethnography was also carried out on the ways in which political affiliation appeared in everyday life. It is argued that, given long-term marginalization and lack of assets for Dalit communities, they and other low-income families are heavily dependent on political parties to deliver basic living standards. In contrast, upper-caste and some other &ldquo;lower&rdquo; (but not Dalit) caste communities have accrued intergenerational wealth, particularly through a highly monetized land market and access to migration, which lessens their dependence on local politics.</p>\n<p>Secondly, the project tackled the everyday life of caste, which is a deep concern and generator of inequality across India. The three communities worked with were formally enslaved within agrarian work until Abolition in 1843-50. The project examined how such enslavement and its legacies manifest in everyday lives when such enslavement is not openly acknowledged. Archival work was combined with interview data and household genealogical surveys of thirty households. It is argued that such legacies are traceable first, through the political economy of agricultural labor in Kerala and the depressed working conditions and wages that attended what was considered &ldquo;Dalit work&rdquo; even when others undertook it, and the blockages imposed on Dalit communities and families to lease land for agriculture or own houses for dwelling. Given that Dalits across South India were forced into deeply segregated areas and were subject to profound humiliation and subordination through caste as well as enslavement, the project examines the intersection of caste and enslavement as inheritances that families had to labor under and struggled to be free from. Transformations occurred through strikes for better conditions and the right to buy one&rsquo;s own house in the 1970s. The project demonstrates that communism in Kerala while sponsoring these shifts, far from abolished caste and gender discrimination, instead incorporating and transforming existing cultural distinctions and social hierarchies, such as gender and caste, into its everyday working. It shows along with the new public democratic and everyday spaces of interaction created through Kerala&rsquo;s public action state that new kinds of privates have also been created. Caste relations, officially forbidden in the public, flourish in the private. Everyday social and convivial life in neighborhoods and within houses are constituted around caste structures and relationships. The project focuses not on &ldquo;middle-class&rdquo; upper caste homes and families the subject of most scholarship on new modern life in India, but on the equally exemplary new neighborhoods, practices of neighborliness, housebuilding, and investment in marriage and family around which Dalit communities create and reassert their dignity.</p>\n<p>Thus, the project suggests that Dalit communities in Kerala have experienced profound transformations in their lives across the last 50 years, but that these are politically incomplete. Through a focus on public and private life, the project argues that the most profound transformations occur within homes and families, as they make their own forms of dignity and liveability as they continue to struggle against caste subordination and humiliation, experienced not as formally present but nonetheless informally pervasive. As a consequence, the project shows how important it is to think about the long and mutating life of caste formations while describing the transformation of living standards and outcomes in India&rsquo;s most &ldquo;exemplary&rdquo; state, and thus how significant caste is to understanding historical legacies of subordination as well as new generators of inequality in contemporary India.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/15/2023<br>\n\t\t\t\t\tModified by: Sharika&nbsp;Thiranagama</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe Indian state of Kerala has been arguably the most successful state in transforming living standards and life outcomes since its Independence. Its well-functioning welfare state and traditions of protest, social movements, and public action are frequently understood to be the outcome of the successful mobilizations by Kerala’s communist movements, and CPM (Communist Party -Marxist), which is regularly elected to power. This project examined why in midst of such transformations, the dividends for Kerala’s Dalit (formerly untouchable caste) communities have been considerably more mixed even as Dalit communities have provided a considerable voting base for the CPM. The PI interviewed actors across the agrarian economy from officials, former landlords, current landholders and agricultural laborers in two rural Panchayats. The PI, however, focused particularly on female agricultural laborers (ranging from between 40-80 years old) from three different Dalit communities in three neighborhoods in the Palakkad district. Palakkad district in Kerala is a stronghold of the CPM and the district with the highest number of Dalits in Kerala.\n\nFirstly, the project examined political affiliation to the communist movement, not through formal voting practices, but through how ideologies become translated into cultural and familial practices, which, I argue, shape political life and political affiliation more strongly, and more durably across generations, than any analysis of formal vote casting can reveal. Two election campaigns by three different political parties (focusing on the ubiquity, however, of CPM among Dalit areas), one state and one national, were observed. Ethnography was also carried out on the ways in which political affiliation appeared in everyday life. It is argued that, given long-term marginalization and lack of assets for Dalit communities, they and other low-income families are heavily dependent on political parties to deliver basic living standards. In contrast, upper-caste and some other \"lower\" (but not Dalit) caste communities have accrued intergenerational wealth, particularly through a highly monetized land market and access to migration, which lessens their dependence on local politics.\n\nSecondly, the project tackled the everyday life of caste, which is a deep concern and generator of inequality across India. The three communities worked with were formally enslaved within agrarian work until Abolition in 1843-50. The project examined how such enslavement and its legacies manifest in everyday lives when such enslavement is not openly acknowledged. Archival work was combined with interview data and household genealogical surveys of thirty households. It is argued that such legacies are traceable first, through the political economy of agricultural labor in Kerala and the depressed working conditions and wages that attended what was considered \"Dalit work\" even when others undertook it, and the blockages imposed on Dalit communities and families to lease land for agriculture or own houses for dwelling. Given that Dalits across South India were forced into deeply segregated areas and were subject to profound humiliation and subordination through caste as well as enslavement, the project examines the intersection of caste and enslavement as inheritances that families had to labor under and struggled to be free from. Transformations occurred through strikes for better conditions and the right to buy one’s own house in the 1970s. The project demonstrates that communism in Kerala while sponsoring these shifts, far from abolished caste and gender discrimination, instead incorporating and transforming existing cultural distinctions and social hierarchies, such as gender and caste, into its everyday working. It shows along with the new public democratic and everyday spaces of interaction created through Kerala’s public action state that new kinds of privates have also been created. Caste relations, officially forbidden in the public, flourish in the private. Everyday social and convivial life in neighborhoods and within houses are constituted around caste structures and relationships. The project focuses not on \"middle-class\" upper caste homes and families the subject of most scholarship on new modern life in India, but on the equally exemplary new neighborhoods, practices of neighborliness, housebuilding, and investment in marriage and family around which Dalit communities create and reassert their dignity.\n\nThus, the project suggests that Dalit communities in Kerala have experienced profound transformations in their lives across the last 50 years, but that these are politically incomplete. Through a focus on public and private life, the project argues that the most profound transformations occur within homes and families, as they make their own forms of dignity and liveability as they continue to struggle against caste subordination and humiliation, experienced not as formally present but nonetheless informally pervasive. As a consequence, the project shows how important it is to think about the long and mutating life of caste formations while describing the transformation of living standards and outcomes in India’s most \"exemplary\" state, and thus how significant caste is to understanding historical legacies of subordination as well as new generators of inequality in contemporary India.\n\n\t\t\t\t\tLast Modified: 02/15/2023\n\n\t\t\t\t\tSubmitted by: Sharika Thiranagama"
 }
}