{
 "awd_id": "1460151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: California State University, Fresno Research Experiences in Mathematics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nandini Kannan",
 "awd_eff_date": "2015-06-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 219996.0,
 "awd_amount": 219996.0,
 "awd_min_amd_letter_date": "2015-06-16",
 "awd_max_amd_letter_date": "2017-06-10",
 "awd_abstract_narration": "The California State University, Fresno summer REU will serve 24 students during the summers of 2016-2018. The objectives of the program are: (1) to involve and engage undergraduate students in research in mathematics; (2) to increase the involvement of underrepresented and minority students in such research and to encourage them to consider attending graduate school; and (3) to afford students from institutions with limited research opportunities the chance to experience mathematics research. Students will work in pairs on research problems of current interest, often building on work completed by past participants of the program. Each year, a senior faculty mentor will pair up with a junior mentor in supervising student research, so as to broaden the impact of mentoring and collaboration. The program will continue to provide its participants with a supportive and welcoming environment, in which students are challenged to grow academically as well as professionally. To this end the program will provide workshops on improving writing and speaking skills, research methods, and general attributes of academia.\r\n\r\nThe research areas for this cycle will be knot theory, complex analysis, analytic number theory, statistics, finite geometry and combinatorics, and applied mathematics. More explicitly, participants will study knot and link invariants, the distribution of zeros of entire functions, exact zero loci of polynomial families whose generating function is rational, volatility modeling, minimal dominating sets and blocking sets in finite geometries, and numerical implementations of computing algorithms. Students will give weekly presentations, and will complete three final products: a polished 20 minute talk, a professional poster, and an article quality research report. Guest speakers will give lectures on topics intended to broaden students' mathematical horizons, and will engage program participants in scientific discourse, both encouraging students to delve deeper into their research topic, and validating their efforts to date. The Fresno State REU will continue to participate in the NSF REU program-wide effort to involve underrepresented minority students in research and to inform all students about career opportunities available to them both in academia and otherwise. Students will leave the program having studied a small area of mathematics deeply, having improved their oral and written skills, having made new friends and connections, and ready to be further challenged as an undergraduate student, graduate student, or industry professional.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamas",
   "pi_last_name": "Forgacs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamas Forgacs",
   "pi_email_addr": "tforgacs@csufresno.edu",
   "nsf_id": "000547111",
   "pi_start_date": "2015-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Vega",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar Vega",
   "pi_email_addr": "ovega@csufresno.edu",
   "nsf_id": "000506130",
   "pi_start_date": "2015-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Fresno",
  "perf_str_addr": "5245 N Backer Ave",
  "perf_city_name": "Fresno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937400001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 147868.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 72128.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"porColContainerWBG\">\n<div class=\"porContentCol\">\n<p>The Fresno State Research Experiences in  Mathematics was an eight week long resident research program for  undergraduate students which ran during the summers of 2016, 2017 and 2018. The program aimed to recruit students from primarily undergraduate  institutions and from minority serving institutions. An expressed goal  of our program was to have a significant portion of our participants come from a student demographic which is considered to be underrepresented group in STEM fields. Over the three summers of the program we attracted over a thousand applications (335, 308 and 360 in the respective years). We admitted a total of  23 students (8, 8 and 7 in 2016, 2017, 2018 respectively). The program participants included 9 male and 14 female students.&nbsp; 21 of the students  were non-Hispanic, 2 were Hispanic. Overall we had 8% of our participants come  from ethnic minority groups, and 61% from underrepresented groups in  the STEM fields. Our six mentors also formed a diverse group with 5  males (two Asian, one black and two white) and one female  (white).</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span> Participants of the program carried out original research in time series  analysis, Bayesian statistics, complex analysis, knot theory, numerical analysis, and graph theory. More specifically, students studied medical and financial data and it goodness of fit to various Bayesian models; they also studied properties of reality preserving linear operators and extensions of n-sequences; the Gerchberg-Saxton algorithm and its implementation; virtual trivalent braids and their equivalence; tight set configurations; and the location of zeros of families of polynomials. In addition to advancing the theory, students used computer  programs to run experiments, computations and to formulate conjectures.</p>\n<p>The research efforts of the participants resulted in three faculty co-authored publications (<em>Journal of Knot Theory and its Ramifications, </em><em>Houston Journal of Mathematics, and <em>Journal of Data Science</em>)</em>, and one student authored publication (<em>SIAM Undergraduate Research Online)</em>. There is one additional papers resulting from this program which are currently under review (<em>Involve- a Journal of Mathematics</em><em>), </em>and three other papers are still currently in preparation<em>. </em>Program participants have given numerous talks and poster presentations at the <em>AMS-MAA Joint Mathematics Meetings, </em>at <em>Sectional Meetings of the MAA</em>, at the <em>Nebraska Conference for Women in Mathematics, </em>at the <em>SUnMaRC Conference</em>, and at seminars and symposia at local institutions.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impact</span> We  were successful in recruiting a rather diverse group of participants,  from a healthy mix of institutions (University of Rochester, Notre Dame, University of Wisconsin-LaCrosse, Sterling College, College of the Holy Cross, Muskingum University, University of Miami, St. Vincent College, Ithaca College, University of Puerto Rico, Evergreen State College, University of Wisconsin - Eau Claire, Christian Brothers University, Grinnell College, Swarthmore College, Carleton College, Princeton University, Stanford University, Westfield State College, University of New Mexico). The program provided professional development workshops for  its participants, aimed at improving oral and written communications  skills, navigating the pitfalls of research, and at streamlining the  process of applying to graduate programs in the mathematical sciences. Ten of our participants are now in graduate school in the  mathematical sciences (9 PhD and 1 Masters program). One student is  in a doctoral program in acoustics, one student is in a bridge program, five are working, and two have yet to matriculate. Four of the six supervising professors were junior faculty at the time of their involvement with the program, and have transferred their mentoring experience to numerous academic year research project supervisions, thereby&nbsp;strengthening the research culture at our institution.</p>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2019<br>\n\t\t\t\t\tModified by: Tamas&nbsp;Forgacs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nThe Fresno State Research Experiences in  Mathematics was an eight week long resident research program for  undergraduate students which ran during the summers of 2016, 2017 and 2018. The program aimed to recruit students from primarily undergraduate  institutions and from minority serving institutions. An expressed goal  of our program was to have a significant portion of our participants come from a student demographic which is considered to be underrepresented group in STEM fields. Over the three summers of the program we attracted over a thousand applications (335, 308 and 360 in the respective years). We admitted a total of  23 students (8, 8 and 7 in 2016, 2017, 2018 respectively). The program participants included 9 male and 14 female students.  21 of the students  were non-Hispanic, 2 were Hispanic. Overall we had 8% of our participants come  from ethnic minority groups, and 61% from underrepresented groups in  the STEM fields. Our six mentors also formed a diverse group with 5  males (two Asian, one black and two white) and one female  (white).\n\nIntellectual Merit Participants of the program carried out original research in time series  analysis, Bayesian statistics, complex analysis, knot theory, numerical analysis, and graph theory. More specifically, students studied medical and financial data and it goodness of fit to various Bayesian models; they also studied properties of reality preserving linear operators and extensions of n-sequences; the Gerchberg-Saxton algorithm and its implementation; virtual trivalent braids and their equivalence; tight set configurations; and the location of zeros of families of polynomials. In addition to advancing the theory, students used computer  programs to run experiments, computations and to formulate conjectures.\n\nThe research efforts of the participants resulted in three faculty co-authored publications (Journal of Knot Theory and its Ramifications, Houston Journal of Mathematics, and Journal of Data Science), and one student authored publication (SIAM Undergraduate Research Online). There is one additional papers resulting from this program which are currently under review (Involve- a Journal of Mathematics), and three other papers are still currently in preparation. Program participants have given numerous talks and poster presentations at the AMS-MAA Joint Mathematics Meetings, at Sectional Meetings of the MAA, at the Nebraska Conference for Women in Mathematics, at the SUnMaRC Conference, and at seminars and symposia at local institutions.\n\nBroader Impact We  were successful in recruiting a rather diverse group of participants,  from a healthy mix of institutions (University of Rochester, Notre Dame, University of Wisconsin-LaCrosse, Sterling College, College of the Holy Cross, Muskingum University, University of Miami, St. Vincent College, Ithaca College, University of Puerto Rico, Evergreen State College, University of Wisconsin - Eau Claire, Christian Brothers University, Grinnell College, Swarthmore College, Carleton College, Princeton University, Stanford University, Westfield State College, University of New Mexico). The program provided professional development workshops for  its participants, aimed at improving oral and written communications  skills, navigating the pitfalls of research, and at streamlining the  process of applying to graduate programs in the mathematical sciences. Ten of our participants are now in graduate school in the  mathematical sciences (9 PhD and 1 Masters program). One student is  in a doctoral program in acoustics, one student is in a bridge program, five are working, and two have yet to matriculate. Four of the six supervising professors were junior faculty at the time of their involvement with the program, and have transferred their mentoring experience to numerous academic year research project supervisions, thereby strengthening the research culture at our institution.\n\n\n\n\t\t\t\t\tLast Modified: 08/05/2019\n\n\t\t\t\t\tSubmitted by: Tamas Forgacs"
 }
}