{
 "awd_id": "1460122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effect Of Crop Failure On Small Scale Village Organization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 116206.0,
 "awd_amount": 116206.0,
 "awd_min_amd_letter_date": "2015-02-26",
 "awd_max_amd_letter_date": "2018-11-30",
 "awd_abstract_narration": "Dr. Lisa Nagaoka and colleagues, of the University of North Texas, and Dr. Timothy Kohler, of Washington State University, will undertake research to study the impact of climate change, particularly drought, on societies reliant on dryland agriculture. Non-irrigated or dryland agriculture is a cultivation process in arid areas where water for crops comes from precipitation and from stored soil moisture. Many societies today rely on dryland agriculture; the key to long-term success is dealing with fluctuations in the availability of water, and thus crop yield, across time. During wet and productive years, environmental carrying capacity can greatly increase, resulting in good crop years and increased human population growth. But dry years can lead to significant crop failure and famine. Much of the current research on contemporary dryland agriculture focuses on increasing crop yield through genetically modified crop varieties and better soil and water management. Archaeology is well placed to understand the societal impacts of a failure to deal with fluctuations in water availability because it provides numerous past \"experiments\" using a variety of management techniques to study. Some societies developed management practices that led to long-term success, while others adopted approaches that resulted in societal collapse. Understanding the conditions under which some societies reliant on dryland agriculture succeed while others fail can provide insight into which variables matter most in terms of sustainable dryland farming over long periods of time.\r\n\r\nDrs. Nagaoka and Kohler and their research team will study the relationship between climate change, water availability, and dryland agricultural productivity. Previous archaeological research on this topic has focused on modeling crop yield at the regional scale, which requires numerous assumptions about variables such as soil quality that are difficult to measure in a prehistoric context. In this study, the research team will focus on the effects of soil moisture on the potential for crop failure at the local scale of farmland around large pueblo villages by documenting the wilting point of dryland soils, a known level of soil moisture at which no water can be extracted by plants. The research will be conducted in the Mesa Verde region of southwestern Colorado, where prehistoric culture change is often used as a cautionary tale of societal collapse. The numerous large multi-storied pueblos speak to the large population that once lived in the region. Yet, by the late AD 1200s, these communities were all abandoned. A prolonged and severe drought is often cited as a cause for the collapse. However, there were several periods of drought during the previous thousand years that did not lead to collapse indicating that there is more to learn about what factors lead to failure or sustainability of dryland farming over the long term. The team of researchers has backgrounds in archaeology, environmental science, hydrology, remote sensing, and geographic information systems, which they will use to understand how the likelihood of crop failure varied at large pueblo villages depending on soil type, topographic features, and vegetation, and how these varied across time during periods of higher precipitation and during drought. The team will generate new methods for studying agricultural productivity that can be applied in other areas of the world where dryland farming is important, and the interdisciplinary emphasis of the project will also provide unique educational and training opportunities for students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Nagaoka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Nagaoka",
   "pi_email_addr": "LNAGAOKA@unt.edu",
   "nsf_id": "000449514",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Atkinson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel F Atkinson",
   "pi_email_addr": "atkinson@unt.edu",
   "nsf_id": "000365568",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Wolverton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Wolverton",
   "pi_email_addr": "wolverton@unt.edu",
   "nsf_id": "000384896",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feifei",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feifei Pan",
   "pi_email_addr": "Feifei.Pan@unt.edu",
   "nsf_id": "000588609",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305279",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 116206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1\">Dryland farming in semi-arid environment can be a tenuous way to make a living with concerns about the availability of water for crops is ever-present. The Ancestral Puebloans began farming maize in the arid environment of the Mesa Verde region of southwest Colorado by about AD 1000. Over the next 200 years, the climate was favorable for maize agriculture and the population grew and built the large pueblo community centers characteristic of the region. The climate became unstable with a series of drought.&nbsp; By AD 1300, region was depopulated. While we know that agricultural productivity was at risk with the fluctuating climate, we were uncertain about how productivity might have been affected. Our research focused on the quality of the agricultural landscape.&nbsp; In particular, we looked at the spatial variability in the potential for soil to retain moisture.&nbsp; What types of soil moisture conditions around Ancestral Pueblo villages would have been likely to produce crop failure for a single harvest or for multiple harvests in a row leading up to abandonment?</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">Our research to date has focused on characterizing the quality of farmland in terms of soil moisture. We approached the issue two ways.&nbsp; First, we developed a methodology using geospatial datasets of soil and topographic variables to estimate soil moisture potential across a watershed. &nbsp;This methodology demonstrated that areas of high soil moisture retention was patchy. Thus, across a watershed, some areas have a higher likelihood of experiencing crop failure or success.&nbsp; We are currently working on analyzing how the archaeological sites are located and how this changed over time as settlement patterns changed.&nbsp; The second method we developed was to evaluate the landscape within a 2 km walking distance catchment area. We documented the amount of agricultural soil quality and access to groundwater and surface water within the catchment, and then evaluated if either changed with the shift in settlement to the canyon edge during the late AD 1200s. We found that this shift resulted in access to soils of poorer quality for agriculture but better access to water. &nbsp;Both these analyses demonstrate that the spatial variability in the landscape likely impacted that farming success of Ancestral Puebloans. We continue to work on the spatially distributed hydrologic model which will be used to evaluate how temporal variability in precipitation affected crop failure and the magnitude of that failure.</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">Through this research we supported four master&rsquo;s students and an undergraduate student who worked on accessing, organizing and analyzing the GIS datasets for the soil moisture analyses. We collaborated with researchers at Crow Canyon Archaeological Center who provided access to private landowners with archaeological sites that we used in our drone data collection.&nbsp; Our soil moisture sensors were also located on Crow Canyon property. The data generated from this project will be disseminated as part of their educational and public outreach programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2020<br>\n\t\t\t\t\tModified by: Lisa&nbsp;Nagaoka</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1460122/1460122_10402362_1588188678090_journal.pone.0220457.g003--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1460122/1460122_10402362_1588188678090_journal.pone.0220457.g003--rgov-800width.jpg\" title=\"Modeled soil moisture\"><img src=\"/por/images/Reports/POR/2020/1460122/1460122_10402362_1588188678090_journal.pone.0220457.g003--rgov-66x44.jpg\" alt=\"Modeled soil moisture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Modeled soil moisture potential for the Goodman watershed</div>\n<div class=\"imageCredit\">Andrew Gillreath-Brown</div>\n<div class=\"imageSubmitted\">Lisa&nbsp;Nagaoka</div>\n<div class=\"imageTitle\">Modeled soil moisture</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "Dryland farming in semi-arid environment can be a tenuous way to make a living with concerns about the availability of water for crops is ever-present. The Ancestral Puebloans began farming maize in the arid environment of the Mesa Verde region of southwest Colorado by about AD 1000. Over the next 200 years, the climate was favorable for maize agriculture and the population grew and built the large pueblo community centers characteristic of the region. The climate became unstable with a series of drought.  By AD 1300, region was depopulated. While we know that agricultural productivity was at risk with the fluctuating climate, we were uncertain about how productivity might have been affected. Our research focused on the quality of the agricultural landscape.  In particular, we looked at the spatial variability in the potential for soil to retain moisture.  What types of soil moisture conditions around Ancestral Pueblo villages would have been likely to produce crop failure for a single harvest or for multiple harvests in a row leading up to abandonment?\n \nOur research to date has focused on characterizing the quality of farmland in terms of soil moisture. We approached the issue two ways.  First, we developed a methodology using geospatial datasets of soil and topographic variables to estimate soil moisture potential across a watershed.  This methodology demonstrated that areas of high soil moisture retention was patchy. Thus, across a watershed, some areas have a higher likelihood of experiencing crop failure or success.  We are currently working on analyzing how the archaeological sites are located and how this changed over time as settlement patterns changed.  The second method we developed was to evaluate the landscape within a 2 km walking distance catchment area. We documented the amount of agricultural soil quality and access to groundwater and surface water within the catchment, and then evaluated if either changed with the shift in settlement to the canyon edge during the late AD 1200s. We found that this shift resulted in access to soils of poorer quality for agriculture but better access to water.  Both these analyses demonstrate that the spatial variability in the landscape likely impacted that farming success of Ancestral Puebloans. We continue to work on the spatially distributed hydrologic model which will be used to evaluate how temporal variability in precipitation affected crop failure and the magnitude of that failure.\n \nThrough this research we supported four master’s students and an undergraduate student who worked on accessing, organizing and analyzing the GIS datasets for the soil moisture analyses. We collaborated with researchers at Crow Canyon Archaeological Center who provided access to private landowners with archaeological sites that we used in our drone data collection.  Our soil moisture sensors were also located on Crow Canyon property. The data generated from this project will be disseminated as part of their educational and public outreach programs.\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2020\n\n\t\t\t\t\tSubmitted by: Lisa Nagaoka"
 }
}