{
 "awd_id": "1461746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Rollout of Market-Based Environmental Management",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Freundschuh",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 314795.0,
 "awd_amount": 314795.0,
 "awd_min_amd_letter_date": "2015-06-04",
 "awd_max_amd_letter_date": "2018-11-30",
 "awd_abstract_narration": "This project will analyze the introduction of market-based conservation policies, particularly habitat banking, in the EU as a test-case for the global feasibility of such approaches. Market-based conservation is a significant part of the international environmental policy toolkit, as well as a key component of calls for global market coordination and trade harmonization. While market-based approaches to conservation have been in play in the U.S. for nearly 40 years, the advent of such approaches in the EU has sparked great debate. The EU thus presents a critical test case for the global feasibility of market-based approaches to biodiversity conservation. The success or failure of EU attempts to regulate the environment using habitat banking will speak to the potential of markets and the obstacles in the way of global economic integration.  The project will contribute to current policy debates, as its findings will be both timely and highly relevant to ongoing policy development in regions currently attempting to implement market-based environmental management. Thus, in addition to academic articles, the researchers plan to prepare a variety of policy documents to disseminate project results, as well as presenting at policy conferences in the EU and US, and in ongoing webinar series on habitat banking and other tools of market-based conservation. In addition, graduate student training will be an important aspect of the proposed research. \r\n\r\nThe project will examine the rollout of market-based environmental conservation in the EU through comparative analysis of three early adopter EU member states: Germany, Spain, and the UK. The research will consist of: a) interviews with staff at the European Commission, and at German, Spanish and British national and regional environmental agencies, NGOs, and consulting firms, as well as with environmental scientists and habitat banking entrepreneurs; b) discourse analysis of popular media, technical reports, peer review literature, and policies on habitat banking in the EU; c) a Q-method quantitative study of the different subject-positions occupied by central actors; d) participant observation at policy conferences and policymaking venues within the EU and member states' governments; and e) a comparative analysis of the process of developing and using the ecological metrics by which habitat credits are assessed in each member state. This will be the first comparative study of market-based biodiversity conservation in the EU, and the only one by researchers deeply familiar with the US program on which the EU approach is modeled.  By examining what is arguably the best case scenario for harmonized international markets in ecosystem services, the proposed research would provide an important contribution to debates over whether the full, or even partial, financialization of nature is actually possible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Lave",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Lave",
   "pi_email_addr": "rlave@indiana.edu",
   "nsf_id": "000510366",
   "pi_start_date": "2015-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Morgan",
   "pi_last_name": "Robertson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Morgan M Robertson",
   "pi_email_addr": "mmrobertson@wisc.edu",
   "nsf_id": "000510204",
   "pi_start_date": "2015-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Esteve",
   "pi_last_name": "Corbera",
   "pi_mid_init": "",
   "pi_sufx_name": "Sr.",
   "pi_full_name": "Esteve Corbera",
   "pi_email_addr": "esteve.corbera@uab.cat",
   "nsf_id": "000677874",
   "pi_start_date": "2015-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E. Third St.",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5187",
   "pgm_ref_txt": "ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 314795.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The past decade has been a dynamic one for biodiversity offsetting, a market-based approach to environmental management in which damage to one ecosystem is allowed as long as it is offset by restoration of a similar ecosystem somewhere else. While such entrepreneurial, market-based approaches to conservation have been in play in the US for nearly 40 years, the advent of such approaches in the European Union (EU) sparked great debate, and biodiversity offsetting is widely considered to have failed spectacularly there.&nbsp; The expansion of offsetting outside of the Natura 2000 network of protected areas in the EU, which looked all but inevitable in the early 2010s, was withdrawn in the face of unexpectedly strong opposition from environmental groups and the business sector.</p>\n<p>&nbsp;</p>\n<p>And yet four years of interviews and policy analysis at the international, national, and local scale revealed that reports of offsetting&rsquo;s death in the EU are exaggerated. While the possibility of an overarching EU Directive aimed at harmonising offsetting policy and practice across the region&rsquo;s countries still seems unlikely, offsetting in England persists in a handful of counties as a local development strategy, and seems to have returned at the national level despite its spectacular flame-out in 2014. In Spain, work on implementation guidelines has been fitful, but as of mid-2018 there were fleshed out national guidelines and pilot projects were beginning.</p>\n<p><br /> Thus, our research demonstrates that this is not, after all, a high-profile failure of market-based environmental policy. Instead, we found that offsetting&rsquo;s persistence is a result of <em>policy refugia</em>: the retreat to small but hospitable areas where offsetting policies can wait out inclement policy conditions, and then emerge to recolonise the policy landscape when conditions improve.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2020<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;Lave</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe past decade has been a dynamic one for biodiversity offsetting, a market-based approach to environmental management in which damage to one ecosystem is allowed as long as it is offset by restoration of a similar ecosystem somewhere else. While such entrepreneurial, market-based approaches to conservation have been in play in the US for nearly 40 years, the advent of such approaches in the European Union (EU) sparked great debate, and biodiversity offsetting is widely considered to have failed spectacularly there.  The expansion of offsetting outside of the Natura 2000 network of protected areas in the EU, which looked all but inevitable in the early 2010s, was withdrawn in the face of unexpectedly strong opposition from environmental groups and the business sector.\n\n \n\nAnd yet four years of interviews and policy analysis at the international, national, and local scale revealed that reports of offsetting’s death in the EU are exaggerated. While the possibility of an overarching EU Directive aimed at harmonising offsetting policy and practice across the region’s countries still seems unlikely, offsetting in England persists in a handful of counties as a local development strategy, and seems to have returned at the national level despite its spectacular flame-out in 2014. In Spain, work on implementation guidelines has been fitful, but as of mid-2018 there were fleshed out national guidelines and pilot projects were beginning.\n\n\n Thus, our research demonstrates that this is not, after all, a high-profile failure of market-based environmental policy. Instead, we found that offsetting’s persistence is a result of policy refugia: the retreat to small but hospitable areas where offsetting policies can wait out inclement policy conditions, and then emerge to recolonise the policy landscape when conditions improve.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2020\n\n\t\t\t\t\tSubmitted by: Rebecca Lave"
 }
}