{
 "awd_id": "1461314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geography of Air Pollution: Tree Rings as Spatial and Temporal Proxies for Atmospheric Mercury Concentrations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 199185.0,
 "awd_amount": 199185.0,
 "awd_min_amd_letter_date": "2015-02-26",
 "awd_max_amd_letter_date": "2015-08-26",
 "awd_abstract_narration": "This research project will explore the use of tree rings as a monitor of mercury air pollution over time and the relationship between mercury concentrations in the atmosphere and mercury concentrations in tree rings.  The project will seek to enhance basic understanding of air pollution processes by overcoming the fact that data on mercury air pollution is spatially discontinuous, that it covers only short time periods, and that it is collected sporadically.  Furthermore, data collection using instruments is expensive and is biased towards locations of particular interest to environmental regulators.  Because trees incorporate atmospheric pollutants like mercury in their woody biomass, the science of tree-ring chemistry (dendrochemistry) holds great promise for developing well-replicated air-quality datasets that are continuous and allow for a spatially detailed reconstruction of long-term trends associated with environmental change and industrial activity.  The project will test the efficacy of using tree rings to measure mercury air pollution, thereby expanding knowledge about the utility of tree rings as a monitor of atmospheric mercury.  Such knowledge will facilitate future research relating variations in tree-ring mercury concentrations to industrial practices and land-use changes at local, regional, and global scales.  Such knowledge will have a range of positive broader impacts.  The project will improve capabilities to use analysis of tree rings as a means of monitoring atmospheric mercury, thereby providing new information and insights for those seeking to reduce atmospheric mercury.  Information, insights, and approaches developed during the conduct of the project also will be displayed in museum exhibits focusing on air pollution, mercury, and dendrochemistry.  The project will provide exciting education and training opportunities for graduate and undergraduate students, and both the investigators and students will work with elementary school teachers to assist in the development of hands-on science learning units.\r\n\r\nThe investigators will explore the utility of mercury dendrochemistry, and they will calibrate the relationship between mercury concentrations in tree rings and in the atmosphere using a series of field and laboratory experiments.  They also will resample trees that had been sampled previously for mercury concentration in tree rings.  They will test a number of hypotheses to assess the degree to which tree-ring concentrations can be applied as proxies for atmospheric mercury concentrations across space and time.  They will seek to determine the consistency of environmental atmospheric mercury by testing whether tree-ring mercury concentrations are good indicators of atmospheric mercury pollution.  They will explore consistency over time by testing whether tree-ring mercury concentrations are stable across years because translocation and chemical degradation are minimal).  They will assess whether there is consistency within populations by testing whether trees of the same species at the same site record similar mercury concentrations in tree rings, and they will examine consistency among species by testing whether species-specific differences in the functional relationship between atmospheric and tree-ring mercury concentrations can be corrected through calibration equations.  The investigators will employ manipulative experimentation through which tree saplings (whole plants) and xylem tissues are exposed to known mercury concentrations under controlled conditions.  They also will engage in field observational studies in which trees are cored repeatedly at annual intervals at locations where atmospheric mercury is or has been measured directly as well as manipulative field experiments involving potted saplings where whole plants are harvested.  The project therefore will quantify the reliability of tree-ring mercury data and refine approaches for sampling, calibration, and extrapolation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Weisberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Weisberg",
   "pi_email_addr": "pweisberg@cabnr.unr.edu",
   "nsf_id": "000161993",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mae",
   "pi_last_name": "Gustin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mae S Gustin",
   "pi_email_addr": "mgustin@cabnr.unr.edu",
   "nsf_id": "000254632",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Nowak",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Nowak",
   "pi_email_addr": "nowak@cabnr.unr.edu",
   "nsf_id": "000317580",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 199185.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project developed and refined methods for measurement of Hg in tree rings, and provides important information regarding methods to be applied when sampling. Our results will be useful for others using tree rings as archives of atmospheric Hg concentrations.&nbsp;</span></p>\n<p><span>This project demonstrated that tree rings may be used to record changes in atmospheric Hg concentrations at the local, regional, and global scales. Because of this tree rings may be used to &ldquo;sniff&rdquo; out areas of Hg contamination or Hg releases in the past that we might not have been previously aware of. In addition, they allow us to determine when there were volcanic eruptions that happened in the past that have not been recorded, as well as releases by human society thousands to hundreds of years ago. These archives may help us understand events in human history that we have no record of. Lastly, tree rings demonstrate that air Hg concentrations are increasing globally due to humans through emissions from coal combustion, artisanal gold mining, cement production, etc. and will be useful for tracking if regulations are useful for reducing concentrations. Reduction of Hg emissions to the air is one of the goals of the international Minamata Convention on Hg.&nbsp;</span></p>\n<p><span>This project developed information that will be useful to those that study tree rings as recorders of atmospheric pollution. We demonstrated that for Hg trees are active recorders of air concentrations that will be influenced by the growth of the trees. Lastly, this project demonstrated that there are regional gradients in Hg concentrations from the Pacific Coast to the eastern side of Nevada, because Hg is oxidized and deposited as it moves from polluted areas like Asia and is deposited as these air masses enter the Western United States.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2019<br>\n\t\t\t\t\tModified by: Mae&nbsp;S&nbsp;Gustin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed and refined methods for measurement of Hg in tree rings, and provides important information regarding methods to be applied when sampling. Our results will be useful for others using tree rings as archives of atmospheric Hg concentrations. \n\nThis project demonstrated that tree rings may be used to record changes in atmospheric Hg concentrations at the local, regional, and global scales. Because of this tree rings may be used to \"sniff\" out areas of Hg contamination or Hg releases in the past that we might not have been previously aware of. In addition, they allow us to determine when there were volcanic eruptions that happened in the past that have not been recorded, as well as releases by human society thousands to hundreds of years ago. These archives may help us understand events in human history that we have no record of. Lastly, tree rings demonstrate that air Hg concentrations are increasing globally due to humans through emissions from coal combustion, artisanal gold mining, cement production, etc. and will be useful for tracking if regulations are useful for reducing concentrations. Reduction of Hg emissions to the air is one of the goals of the international Minamata Convention on Hg. \n\nThis project developed information that will be useful to those that study tree rings as recorders of atmospheric pollution. We demonstrated that for Hg trees are active recorders of air concentrations that will be influenced by the growth of the trees. Lastly, this project demonstrated that there are regional gradients in Hg concentrations from the Pacific Coast to the eastern side of Nevada, because Hg is oxidized and deposited as it moves from polluted areas like Asia and is deposited as these air masses enter the Western United States. \n\n\t\t\t\t\tLast Modified: 03/22/2019\n\n\t\t\t\t\tSubmitted by: Mae S Gustin"
 }
}