{
 "awd_id": "1461926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BDD: Data-Driven Critical Information Exchange in Disaster Affected Public-Private Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Von Lehmen",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 315998.0,
 "awd_min_amd_letter_date": "2015-03-30",
 "awd_max_amd_letter_date": "2018-03-21",
 "awd_abstract_narration": "The disruption of business caused by a wide-spread disaster such as a hurricane or an earthquake has a huge impact on the economy.  A key reason that businesses fail to operate after a disaster is the lack of information on the availability of power and supplies, the road conditions, and so on.  While there is no shortage of disaster planning or recovery toolkits and disaster information or news portals, currently there are no effective solutions that will help businesses to revive the business ecosystem interrupted by the disaster.\r\n\r\nThe goal of this project is to design and develop data-driven solutions to address critical information exchange needs in disaster affected public-private networks and to achieve intelligent (context-aware and user-specific) information delivery, analysis, sharing, and collaboration among both private and public sector participants in disaster management. The project is conducting research on: (1) design and develop effective information integration and summarization methods to help users improve situational awareness; (2) design and develop intelligent information delivery techniques to help users quickly identify the information they need; and (3) design and develop automatic techniques for dynamic community generation. These research components constitute a holistic effort to effectively organize, discover, search and disseminate real-time disaster information and create a collaborative platform for preparedness and recovery that helps disaster impacted communities to better understand what the current disaster situation is and how the community is recovering.   The developed techniques are designed to be all-hazard capable so that they can be used in hurricane, earthquake, terrorism, or other unanticipated disaster events, and they can also be applied to other information management domains.\r\n  \r\nThe project fosters the international collaboration between the Florida International University (FIU) team and the Japan team in disaster management and its broader impact is also aligned with the national goal of broadening participation in education. FIU is number one in the nation in awarding bachelor's and master's degrees to Hispanic students and its history of involving the participation of underrepresented groups in research efforts will be leveraged during the course of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shu-Ching",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shu-Ching Chen",
   "pi_email_addr": "s.chen@umkc.edu",
   "nsf_id": "000289573",
   "pi_start_date": "2018-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Tao",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tao Li",
   "pi_email_addr": "taoli@cs.fiu.edu",
   "nsf_id": "000364844",
   "pi_start_date": "2015-03-30",
   "pi_end_date": "2018-03-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shu-Ching",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shu-Ching Chen",
   "pi_email_addr": "s.chen@umkc.edu",
   "nsf_id": "000289573",
   "pi_start_date": "2015-03-30",
   "pi_end_date": "2018-03-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Luis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Luis",
   "pi_email_addr": "luiss@cis.fiu.edu",
   "nsf_id": "000484121",
   "pi_start_date": "2015-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Finlayson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Finlayson",
   "pi_email_addr": "markaf@fiu.edu",
   "nsf_id": "000660231",
   "pi_start_date": "2018-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th Street",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "8230",
   "pgm_ref_txt": "Big Data and Disasters"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 315998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the lessons learned in a succession of storms such as Andrew, Katrina, and Wilma, more research is also necessary for how to collect, manage, find, and present disaster information in the context of disaster management phases: Preparation, Response, Recovery, and Mitigation. Based on the long-term collaborations with emergency management professionals and private section business continuity planners in disaster domain during our preliminary work, the goal of this project is to achieve better information delivery, sharing and collaboration among both private and public sector participants for disaster management and recovery.</p>\n<p>This research project focused on three major objectives in big disaster data. The first objective of the project is to extract entity and event information from dynamic data sources, as well as correlating the events from dynamic data sources with the real-world entities from the static data sources. The noisy content also poses major challenges to the traditional Natural Language Processing (NLP) tools and limits the applicability of finer-grained event analysis tools. In addition, to improve the system performance in processing multimedia data, we discovered the semantic correlation between different sources. Furthermore, we combined textual, pictorial, and structural information to generate the storyline in order to provide a sketch of the event evolution. The final outcomes include a novel time-content mixture model for event detection, which effectively leverages the &ldquo;burstiness&rdquo; and &ldquo;cohesiveness&rsquo; of the event messages and accurately detects events; an optimization algorithm to improve the performance of multimedia data processing; and a novel framework for storyline generation which captures the event evolution.</p>\n<p>The second objective of the project is to address the challenges in disaster data delivery by developing techniques to 1) predict users&rsquo; emergency behavior following a disaster, and 2) support dynamic query refinement by allowing users to first initiate an approximate query and then progressively refine it. Data delivery of disaster data faces the following challenges: in the disaster management domain, as in many other application domains, the information discovery queries composed by users are exploratory and typically spread over heterogeneous data sources. In addition, the situation reports in disaster management are typically associated with a different set of attributes, such as the report location, date, or annotations added by the creator. To overcome these challenges, we focused on addressing diverse user preferences by user&rsquo;s activities and mobility prediction as well as proposing dynamic query form to effectively support relational queries and satisfy dynamic and heterogeneous query desires. The final outcomes include a general model of human emergency movements for predicting user&rsquo;s activities and mobility following disasters as well as personalized recommendation services to recommend appropriate resolution for incoming events by making use of similarities between the events and historical resolutions of similar events.</p>\n<p>The third objective of the project is to discover dynamic communities that are not only topologically and geographically well-connected but are also semantically coherent and meaningful based on the contextual information. To enable the understanding and predicting of human evacuation behavior and mobility following different types of natural disasters, we collected big and heterogeneous data and built an intelligent system called DeepMob to predict or simulate a person&rsquo;s future evacuation behaviors or evacuation routes under different disaster conditions. This is an effort in collaboration with our partners at the University of Tokyo. The final outcomes also include an integrated framework utilizing the ontology modeling technique to extract useful phrases for resolution recommendation improvement using large scale data.</p>\n<p>Besides devising comprehensive solutions for effective disaster information management and our aforementioned results, which were published in more than 40 research publications, other main outcomes of this project was: (1) FIU Disaster Response Tracker (FIU-DRT), a public-private communication tool to provide timely, accurate and secure disaster related information to participants of the Business Recovery. (2) Storm Surge Simulator, a web-based application that allows users to visualize the potential storm surge effects on their home or business. (3) FIRE 360, a firefighter incident command training system. And (4) DI-DAP, an efficient and effective disaster information delivery and analysis platform. We have collaborated with several academic institutions and government agencies (e.g., University of Tokyo, FIU Academy for International Disaster Preparedness, the City of Miami Fire Department, Miami-Dade County Emergency Management (MDEM), FIU International Hurricane Research Center (IHRC)) to expand the systems to support larger scale disaster scenarios and help the community. Another outcome of our research includes FIU-Miner, which allows users to rapidly configure a complex data analysis task without writing a single line of code. Research opportunities have been provided to undergraduate and graduate students. Some of the research results have been incorporated into classroom education via undergraduate and graduate courses at FIU.</p>\n<p>Lastly, eight Ph.D. students and two undergraduate students have been involved in this project. Seven Ph.D. students graduated and joined the IBM Watson Research Center, Citi Group, Uber, Google, and Microsoft, etc.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2019<br>\n\t\t\t\t\tModified by: Shu-Ching&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite the lessons learned in a succession of storms such as Andrew, Katrina, and Wilma, more research is also necessary for how to collect, manage, find, and present disaster information in the context of disaster management phases: Preparation, Response, Recovery, and Mitigation. Based on the long-term collaborations with emergency management professionals and private section business continuity planners in disaster domain during our preliminary work, the goal of this project is to achieve better information delivery, sharing and collaboration among both private and public sector participants for disaster management and recovery.\n\nThis research project focused on three major objectives in big disaster data. The first objective of the project is to extract entity and event information from dynamic data sources, as well as correlating the events from dynamic data sources with the real-world entities from the static data sources. The noisy content also poses major challenges to the traditional Natural Language Processing (NLP) tools and limits the applicability of finer-grained event analysis tools. In addition, to improve the system performance in processing multimedia data, we discovered the semantic correlation between different sources. Furthermore, we combined textual, pictorial, and structural information to generate the storyline in order to provide a sketch of the event evolution. The final outcomes include a novel time-content mixture model for event detection, which effectively leverages the \"burstiness\" and \"cohesiveness? of the event messages and accurately detects events; an optimization algorithm to improve the performance of multimedia data processing; and a novel framework for storyline generation which captures the event evolution.\n\nThe second objective of the project is to address the challenges in disaster data delivery by developing techniques to 1) predict users? emergency behavior following a disaster, and 2) support dynamic query refinement by allowing users to first initiate an approximate query and then progressively refine it. Data delivery of disaster data faces the following challenges: in the disaster management domain, as in many other application domains, the information discovery queries composed by users are exploratory and typically spread over heterogeneous data sources. In addition, the situation reports in disaster management are typically associated with a different set of attributes, such as the report location, date, or annotations added by the creator. To overcome these challenges, we focused on addressing diverse user preferences by user?s activities and mobility prediction as well as proposing dynamic query form to effectively support relational queries and satisfy dynamic and heterogeneous query desires. The final outcomes include a general model of human emergency movements for predicting user?s activities and mobility following disasters as well as personalized recommendation services to recommend appropriate resolution for incoming events by making use of similarities between the events and historical resolutions of similar events.\n\nThe third objective of the project is to discover dynamic communities that are not only topologically and geographically well-connected but are also semantically coherent and meaningful based on the contextual information. To enable the understanding and predicting of human evacuation behavior and mobility following different types of natural disasters, we collected big and heterogeneous data and built an intelligent system called DeepMob to predict or simulate a person?s future evacuation behaviors or evacuation routes under different disaster conditions. This is an effort in collaboration with our partners at the University of Tokyo. The final outcomes also include an integrated framework utilizing the ontology modeling technique to extract useful phrases for resolution recommendation improvement using large scale data.\n\nBesides devising comprehensive solutions for effective disaster information management and our aforementioned results, which were published in more than 40 research publications, other main outcomes of this project was: (1) FIU Disaster Response Tracker (FIU-DRT), a public-private communication tool to provide timely, accurate and secure disaster related information to participants of the Business Recovery. (2) Storm Surge Simulator, a web-based application that allows users to visualize the potential storm surge effects on their home or business. (3) FIRE 360, a firefighter incident command training system. And (4) DI-DAP, an efficient and effective disaster information delivery and analysis platform. We have collaborated with several academic institutions and government agencies (e.g., University of Tokyo, FIU Academy for International Disaster Preparedness, the City of Miami Fire Department, Miami-Dade County Emergency Management (MDEM), FIU International Hurricane Research Center (IHRC)) to expand the systems to support larger scale disaster scenarios and help the community. Another outcome of our research includes FIU-Miner, which allows users to rapidly configure a complex data analysis task without writing a single line of code. Research opportunities have been provided to undergraduate and graduate students. Some of the research results have been incorporated into classroom education via undergraduate and graduate courses at FIU.\n\nLastly, eight Ph.D. students and two undergraduate students have been involved in this project. Seven Ph.D. students graduated and joined the IBM Watson Research Center, Citi Group, Uber, Google, and Microsoft, etc.\n\n\t\t\t\t\tLast Modified: 07/14/2019\n\n\t\t\t\t\tSubmitted by: Shu-Ching Chen"
 }
}