{
 "awd_id": "1461607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Preparation of Free-standing Icosahedral Quasicrystalline Nanoparticles and Their Application in Self Assembly",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Yang",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 132506.0,
 "awd_amount": 132506.0,
 "awd_min_amd_letter_date": "2015-07-08",
 "awd_max_amd_letter_date": "2015-07-08",
 "awd_abstract_narration": "Non-technical summary: Icosahedral quasicrystalline structure is distinguished by its unique atomic configuration. In contrast to the long history of amorphous and crystalline structures, this particular structure was first reported only thirty years ago. Furthermore, icosahedral quasicrystalline nanoparticles have not yet been reported, despite the intense study and wide applications of crystalline and amorphous nanoparticles. The focus of this project is on the fabrication of such icosahedral quasicrystalline nanoparticles. Application of these particles in self assembly is expected to result in a three dimensional icosahedral quasicrystalline pattern, and will aid in understanding the importance of factors affecting the stability of icosahedral quasicrystalline structure. The project has a significant impact on undergraduate education at Clarion University (CU), a rural institution located in northwest Pennsylvania, approximately two hours drive from any major cities and academic centers. Notably CU accepts many first generation college students. This work gives these students a rare opportunity to observe and participate in scientific research and discovery, stimulating their interest toward, and boosting their confidence in developing careers in science and technology. It also adds to the enrichment of our knowledge in the field of nanotechnology in the form of peer-reviewed publications and presentations at conferences. Additionally the project is integrated into eight undergraduate physics and nanotechnology courses, directly impacting the education of approximately one hundred students per year. Finally, as the result of outreach efforts in collaboration with a well-established Science in Motion program, this project provides students and teachers of local high schools with a unique opportunity to participate and learn.\r\n\r\nTechnical summary: Studies in the past thirty years have resulted in reports of some alloys with stable icosahedral quasicrystalline structures. This progress paves the way for the current project, making the fabrication of icosahedral quasicrystalline nanoparticles from these alloys possible. The nanoparticles are produced by the combined usage of mechanical breaking, chemical etching, surface functionalizing, de-functionalizing, and size sorting. The particle sizes range from ten nanometers to one micrometer. Experimental conditions are adjusted to generate particles of either spherical or dodecahedral pentagonal morphologies for different applications. Out of multiple potential applications, the researchers focus on studying self-assembly of said nanoparticles. Due to the unique dodecahedral pentagonal morphology of the selected nanoparticles, assembly of a three dimensional icosahedral quasicrystalline structure is expected. This type of structure has not yet been reported and can be used as a model to understand the atomic configuration of icosahedral quasicrystalline structure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chunfei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chunfei Li",
   "pi_email_addr": "cli@clarion.edu",
   "nsf_id": "000209025",
   "pi_start_date": "2015-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Hampikian",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Helen J Hampikian",
   "pi_email_addr": "hhampikian@clarion.edu",
   "nsf_id": "000676717",
   "pi_start_date": "2015-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarion University of Pennsylvania",
  "inst_street_address": "840 WOOD ST",
  "inst_street_address_2": "",
  "inst_city_name": "CLARION",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8143932162",
  "inst_zip_code": "162141240",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "CLARION UNIVERSITY OF PENNSYLVANIA",
  "org_prnt_uei_num": "TN75GJE1S7G3",
  "org_uei_num": "RFC3J5FSPVX6"
 },
 "perf_inst": {
  "perf_inst_name": "Clarion University of Pennsylvania",
  "perf_str_addr": "840 Wood Street",
  "perf_city_name": "Clarion",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "162141232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 132506.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project began with the preparation of an alloy with pure icosahedral quasicrystalline phase in an Aluminum-Copper-Iron system based on a previous report. The findings of this project have made a significant contribution toward a better understanding of the complicated phases and morphology of the alloy system. A few examples are described here. (a) </span><span>Micrometer order spherical particles were found in a prepared Al<sub>65</sub>Cu<sub>25</sub>Fe<sub>15</sub> alloy. The spheres are defined by concentric nano-ring patterns on their surfaces. Our study lead to a better understanding of the nature, formation mechanism, and possible application of these patterns. (b) A column-like structure with a surface layer was found in the prepared Al<sub>65</sub>Cu<sub>25</sub>Fe<sub>15</sub> alloy. The surface layer was found to be icosahedral quasicrystalline phase and icosahedral quasicrystalline phase in thin film form is new. </span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Fabrication of nanoparticles by mechanical grinding was performed. It was concluded that 8 to 12 hours of grinding is the optimal and practical time to obtain a sufficient population of particles of less than one micrometer in diameter. Acid and sodium hydroxide were used in chemical etching to further reduce the particle size and to control shape. Upon characterization with a Scanning Electron Microscope, it was found that the particles are embedded in oxide, making the distinction between the two difficult.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Size sorting using filters was also investigated. Different filters were tested and the most suitable one has been identified. Interestingly the presence of salt was found in the filtrate. Possible reasons for this have been discussed and measures that can reduce this negative effect were suggested and tested. Additionally, it was found that BSA (bovine serum albumin) is effective in increasing the particle population in the filtrate solution. It was therefore established that metallic nanoparticle fabrication by mechanical crushing, followed by filtering, is feasible.</span></p>\n<p><span><span>&nbsp;</span></span></p>\n<p><span>The project has had significant impact on undergraduate education at Clarion University (CU). CU is a rural institution located in northwest Pennsylvania, approximately two hours? drive from any major cities and academic centers. Notably CU accepts many first generation college students. This project has provided students with a rare opportunity to observe and participate in authentic scientific research carried out by their instructors and fellow students, stimulating their interest toward, and strengthening their confidence in developing careers in science and technology. It also enabled them to learn things that are beneficial to their career development, such as self-study and reference surveying of a new field, proposal preparation, and operation of research grade instruments. Furthermore, they were exposed to performing experiments that had no established procedure yielding uncertain end results, analysis of data with corresponding procedure adjustments, and manuscript preparation and presentation at professional meetings.</span></p>\n<p><span>Approximately 300 students were exposed to this project, through the inclusion in the PI?s lectures, casual conversation with their fellow students, and poster presentations at Clarion undergraduate research conference. News of the project reached 6 local high schools through the advertisement of high school student internship opportunities and the PI?s out-reach activities.</span></p>\n<p><span>The project has had a very positive impact on student?s career development. Out of the 9 paid student research assistants, 6 have graduated and all have been accepted to graduate school. This is much higher than the overall percentage of students accepted to graduate school at CU, which is estimated to be less than 10%. 13 students who volunteered to work on the project or participated as part of a course requirement followed a similar pattern in career development, pursuing graduate study, working for industry, and teaching high school physics. All of them stated that experience gained from working on the project was beneficial. 2 of the 4 high school students, who participated the present project as research assistants, have been accepted to Clarion University directly and the other two are planning to pursue college study upon high school graduation. Significantly, involvement in this project has enabled some of the students who have gone on to pursue graduate study to get an early start. For example, Andrew Baker who participated in the project in both volunteer and paid research assistant roles, won the prestigious Material Research Society poster award from The Royal Society of Chemistry at the 2019 spring meeting, before he started his graduate career. Jacob Becky secured a highly competitive Fulbright Scholarship and a National Science Foundation (NSF) fellowship, also prior to his graduation from CU.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>This project has additionally enabled the PI?s to stay active in the research field, which is not only important to the scientific community, but also to their teaching in the undergraduate classroom. To pursue research, PI?s constantly face the challenge of learning materials outside of their comfort zone. This experience helps PI?s to understand the struggle of students in their classes, making them more empathetic and effective teachers.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2019<br>\n\t\t\t\t\tModified by: Chunfei&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560371089536_Picture2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560371089536_Picture2--rgov-800width.jpg\" title=\"Different concentric rings found on the surface of spherical particles in as-prepared Al65Cu25Fe15 alloy\"><img src=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560371089536_Picture2--rgov-66x44.jpg\" alt=\"Different concentric rings found on the surface of spherical particles in as-prepared Al65Cu25Fe15 alloy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SEM images (a) to (c) show different concentric rings on spherical particles found in as-prepared Al65Cu25Fe15 alloy. Image (d) demonstrates the possible interaction of nanoparticles with such rings and the potential application in nanotechnology.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li</div>\n<div class=\"imageTitle\">Different concentric rings found on the surface of spherical particles in as-prepared Al65Cu25Fe15 alloy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560980176659_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560980176659_Picture1--rgov-800width.jpg\" title=\"Spherical particles and their concentric rings found in as-prepared Al65Cu25Fe15 alloy\"><img src=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560980176659_Picture1--rgov-66x44.jpg\" alt=\"Spherical particles and their concentric rings found in as-prepared Al65Cu25Fe15 alloy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning Electron Microscope images showing spherical particles found in as-prepared Al65Cu25Fe15 alloy. The magnification increases from (a) to (d). Concentric rings shown in (d) is of the interest of the present study.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li</div>\n<div class=\"imageTitle\">Spherical particles and their concentric rings found in as-prepared Al65Cu25Fe15 alloy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560980247682_Picture3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560980247682_Picture3--rgov-800width.jpg\" title=\"Different types of concentric rings and crystalline orientation\"><img src=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560980247682_Picture3--rgov-66x44.jpg\" alt=\"Different types of concentric rings and crystalline orientation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning Electron Microscope image (a) shows different types of concentric rings on one spherical particles found in an as-prepared Al65Cu25Fe15 alloy. A schematic drawing in (b) shows the relationship between these rings with the crystalline orientation.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li</div>\n<div class=\"imageTitle\">Different types of concentric rings and crystalline orientation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981301662_Picture4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981301662_Picture4--rgov-800width.jpg\" title=\"A study about the structure of spherical particles  found in as-prepared Al65Cu25Fe15 alloy\"><img src=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981301662_Picture4--rgov-66x44.jpg\" alt=\"A study about the structure of spherical particles  found in as-prepared Al65Cu25Fe15 alloy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SEM images (a), (c), and (d), Electron Diffraction Pattern (b), and EDS Elemental Mapping image (e). Quasicrystalline particles reside inside the spheres, which is enclosed by multiple layers of same crystalline structure but different composition.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li</div>\n<div class=\"imageTitle\">A study about the structure of spherical particles  found in as-prepared Al65Cu25Fe15 alloy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981370702_Picture5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981370702_Picture5--rgov-800width.jpg\" title=\"Study of quasicrystalline thin film\"><img src=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981370702_Picture5--rgov-66x44.jpg\" alt=\"Study of quasicrystalline thin film\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning Electron Microscope images (c) and Electron Back Scattering Diffraction (EBSD) patterns (a) and (b). The five fold symmetry observed on EBSD patterns implies the quasicrystalline nature of the thin film. Quasicrystalline phase existing in natural thin film form is new.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li</div>\n<div class=\"imageTitle\">Study of quasicrystalline thin film</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981436147_Picture6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981436147_Picture6--rgov-800width.jpg\" title=\"Fabrication of metallic nanoparticles\"><img src=\"/por/images/Reports/POR/2019/1461607/1461607_10375022_1560981436147_Picture6--rgov-66x44.jpg\" alt=\"Fabrication of metallic nanoparticles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SEM images (a) and (b) of fabricated particles and EDS spectrum (c). The existence of Aluminum, Copper, and Iron elements in the spectrum leads to the conclusion that the particle is from the starting alloy and the scale bar testifies the nanometer size of the particles.</div>\n<div class=\"imageCredit\">Chunfei Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chunfei&nbsp;Li</div>\n<div class=\"imageTitle\">Fabrication of metallic nanoparticles</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project began with the preparation of an alloy with pure icosahedral quasicrystalline phase in an Aluminum-Copper-Iron system based on a previous report. The findings of this project have made a significant contribution toward a better understanding of the complicated phases and morphology of the alloy system. A few examples are described here. (a) Micrometer order spherical particles were found in a prepared Al65Cu25Fe15 alloy. The spheres are defined by concentric nano-ring patterns on their surfaces. Our study lead to a better understanding of the nature, formation mechanism, and possible application of these patterns. (b) A column-like structure with a surface layer was found in the prepared Al65Cu25Fe15 alloy. The surface layer was found to be icosahedral quasicrystalline phase and icosahedral quasicrystalline phase in thin film form is new. \n\n \n\nFabrication of nanoparticles by mechanical grinding was performed. It was concluded that 8 to 12 hours of grinding is the optimal and practical time to obtain a sufficient population of particles of less than one micrometer in diameter. Acid and sodium hydroxide were used in chemical etching to further reduce the particle size and to control shape. Upon characterization with a Scanning Electron Microscope, it was found that the particles are embedded in oxide, making the distinction between the two difficult.\n\n \n\nSize sorting using filters was also investigated. Different filters were tested and the most suitable one has been identified. Interestingly the presence of salt was found in the filtrate. Possible reasons for this have been discussed and measures that can reduce this negative effect were suggested and tested. Additionally, it was found that BSA (bovine serum albumin) is effective in increasing the particle population in the filtrate solution. It was therefore established that metallic nanoparticle fabrication by mechanical crushing, followed by filtering, is feasible.\n\n \n\nThe project has had significant impact on undergraduate education at Clarion University (CU). CU is a rural institution located in northwest Pennsylvania, approximately two hours? drive from any major cities and academic centers. Notably CU accepts many first generation college students. This project has provided students with a rare opportunity to observe and participate in authentic scientific research carried out by their instructors and fellow students, stimulating their interest toward, and strengthening their confidence in developing careers in science and technology. It also enabled them to learn things that are beneficial to their career development, such as self-study and reference surveying of a new field, proposal preparation, and operation of research grade instruments. Furthermore, they were exposed to performing experiments that had no established procedure yielding uncertain end results, analysis of data with corresponding procedure adjustments, and manuscript preparation and presentation at professional meetings.\n\nApproximately 300 students were exposed to this project, through the inclusion in the PI?s lectures, casual conversation with their fellow students, and poster presentations at Clarion undergraduate research conference. News of the project reached 6 local high schools through the advertisement of high school student internship opportunities and the PI?s out-reach activities.\n\nThe project has had a very positive impact on student?s career development. Out of the 9 paid student research assistants, 6 have graduated and all have been accepted to graduate school. This is much higher than the overall percentage of students accepted to graduate school at CU, which is estimated to be less than 10%. 13 students who volunteered to work on the project or participated as part of a course requirement followed a similar pattern in career development, pursuing graduate study, working for industry, and teaching high school physics. All of them stated that experience gained from working on the project was beneficial. 2 of the 4 high school students, who participated the present project as research assistants, have been accepted to Clarion University directly and the other two are planning to pursue college study upon high school graduation. Significantly, involvement in this project has enabled some of the students who have gone on to pursue graduate study to get an early start. For example, Andrew Baker who participated in the project in both volunteer and paid research assistant roles, won the prestigious Material Research Society poster award from The Royal Society of Chemistry at the 2019 spring meeting, before he started his graduate career. Jacob Becky secured a highly competitive Fulbright Scholarship and a National Science Foundation (NSF) fellowship, also prior to his graduation from CU.\n\n \n\nThis project has additionally enabled the PI?s to stay active in the research field, which is not only important to the scientific community, but also to their teaching in the undergraduate classroom. To pursue research, PI?s constantly face the challenge of learning materials outside of their comfort zone. This experience helps PI?s to understand the struggle of students in their classes, making them more empathetic and effective teachers.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 06/24/2019\n\n\t\t\t\t\tSubmitted by: Chunfei Li"
 }
}