{
 "awd_id": "1461305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on Comparing Ice Nucleation Measuring Systems 2014 (ICIS 2014)",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 49915.0,
 "awd_amount": 49915.0,
 "awd_min_amd_letter_date": "2014-12-05",
 "awd_max_amd_letter_date": "2014-12-05",
 "awd_abstract_narration": "This effort will support US researchers to participate in a workshop that will bring together an international group of atmospheric scientists who are experts in conducting research on the relationship of ambient aerosol particles to the formation of ice-containing clouds. The ability to accurately model aerosol-cloud interactions is one of the largest uncertainties in predicting the Earth?s climate. Participating US scientists include those from leading ice measurement groups. One broader impact of this project is that it enables US scientists, including their postdoctoral fellows and graduate students, to have access to an exceptional state-of-the-art chamber facility for conducting research on air pollution, weather, and climate. The AIDA chamber is unique due to the combination of its size, temperature range, and comprehensive trace gas, aerosol, and cloud instrumentation. The proposed workshop offers US scientists an opportunity to evaluate the performance of their instruments in comparison with other similar instruments.\r\n\r\nThe workshop will take place at the Aerosol Interaction and Dynamics in the Atmosphere (AIDA) at the Karlsruhe Institute of Technology in Germany, the world?s foremost facility for producing ice clouds in a controlled setting.  Cloud and aerosol scientists from universities, government laboratories, and private research institutes will gather at AIDA for the purpose of comparing their state-of-the-art instruments for characterizing ice-forming aerosol. The scientists will use the AIDA chamber to nucleate ice on a variety of test aerosols of atmospheric relevance including mineral dust, biological aerosol, metal oxides and soluble materials. A number of individual mass spectrometers will be used to determine aerosol size and composition. The results from each instrument will be compared with the results obtained by the others. This activity will provide valuable information for determining whether similarities and differences in laboratory and field data are attributable to instrument performance or to aerosol variability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Cziczo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Cziczo",
   "pi_email_addr": "djcziczo@purdue.edu",
   "nsf_id": "000616057",
   "pi_start_date": "2014-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Mass. Ave., Bldg 54-1324",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The terms &lsquo;global warming&rsquo; and &lsquo;climate change&rsquo; have become almost synonymous with human emission of carbon dioxide, mainly from fossil fuel combustion, to the atmosphere. The most recent Intergovernmental Panel on Climate Change report terms the Earth&rsquo;s temperature rise associated with increased greenhouse gas emissions as &lsquo;unequivocal&rsquo; (IPCC, 2007). The latest data show that global temperature has risen by slightly under 1&deg;C since the advent of human industrial activities; this warming is expected to rise both further and faster in the coming decades (Murphy et al., 2009).</p>\n<p>What is far less well understood than carbon dioxide&rsquo;s role in climate is that other human activities are simultaneously offsetting some of the warming attributed to greenhouse gases. Small particles, commonly termed &lsquo;aerosols,&rsquo; can cool the climate by scattering some radiation back to space that would otherwise warm the planet. Put another way, global temperature would have risen more than it has, perhaps by as much as a factor of 2, if particles were not being emitted at the same time as greenhouse gases (IPCC, 2007; Murphy et al., 2009).</p>\n<p>The purpose of this workshop was to address these interactions by gathering the world&rsquo;s leading research groups on the formation of ice in atmospheric clouds. Those groups then worked in tandem, gathering data to determine if our different technologies provided consistent results and assess where they did not. When disagreements occurred, the workshop focused on developing solutions that would lead to better future measurements.</p>\n<p>This workshop succeeded in multiple areas. First, it allowed international groups making ice measurements to intercompare their instruments, enabling us to calibrate the field&rsquo;s data-gathering power. This also provided professional and intellectual development for graduate students and postdoctoral fellows, who participated in all three of the workshop&rsquo;s activities. Second, we have already begun disseminating results to the broader atmospheric sciences community. The workshop organizers have now completed invited presentations at the 2015 Fall AGU and 2016 AMS Annual Meeting. We have also organized a special issue to present our results in <em>Atmospheric Chemistry and Physics</em> and anticipate first submissions in late spring 2016. Finally, the groups partnered with &ldquo;Science for the Public,&rdquo; a WGBH program, to produce a documentary to improve public knowledge of the work being done around this problem.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>References</em></p>\n<p>IPCC 2007 Climate Change 2007: The Scientific Basis-Contributions of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change.</p>\n<p>Murphy, D. M. et al., An observationally based energy balance for the Earth since 1950, Journal of Geophysical Research, 114, 2009.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2016<br>\n\t\t\t\t\tModified by: Daniel&nbsp;J&nbsp;Cziczo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe terms æglobal warmingÆ and æclimate changeÆ have become almost synonymous with human emission of carbon dioxide, mainly from fossil fuel combustion, to the atmosphere. The most recent Intergovernmental Panel on Climate Change report terms the EarthÆs temperature rise associated with increased greenhouse gas emissions as æunequivocalÆ (IPCC, 2007). The latest data show that global temperature has risen by slightly under 1&deg;C since the advent of human industrial activities; this warming is expected to rise both further and faster in the coming decades (Murphy et al., 2009).\n\nWhat is far less well understood than carbon dioxideÆs role in climate is that other human activities are simultaneously offsetting some of the warming attributed to greenhouse gases. Small particles, commonly termed æaerosols,Æ can cool the climate by scattering some radiation back to space that would otherwise warm the planet. Put another way, global temperature would have risen more than it has, perhaps by as much as a factor of 2, if particles were not being emitted at the same time as greenhouse gases (IPCC, 2007; Murphy et al., 2009).\n\nThe purpose of this workshop was to address these interactions by gathering the worldÆs leading research groups on the formation of ice in atmospheric clouds. Those groups then worked in tandem, gathering data to determine if our different technologies provided consistent results and assess where they did not. When disagreements occurred, the workshop focused on developing solutions that would lead to better future measurements.\n\nThis workshop succeeded in multiple areas. First, it allowed international groups making ice measurements to intercompare their instruments, enabling us to calibrate the fieldÆs data-gathering power. This also provided professional and intellectual development for graduate students and postdoctoral fellows, who participated in all three of the workshopÆs activities. Second, we have already begun disseminating results to the broader atmospheric sciences community. The workshop organizers have now completed invited presentations at the 2015 Fall AGU and 2016 AMS Annual Meeting. We have also organized a special issue to present our results in Atmospheric Chemistry and Physics and anticipate first submissions in late spring 2016. Finally, the groups partnered with \"Science for the Public,\" a WGBH program, to produce a documentary to improve public knowledge of the work being done around this problem. \n\n \n\nReferences\n\nIPCC 2007 Climate Change 2007: The Scientific Basis-Contributions of Working Group I to the Third Assessment Report of the Intergovernmental Panel on Climate Change.\n\nMurphy, D. M. et al., An observationally based energy balance for the Earth since 1950, Journal of Geophysical Research, 114, 2009.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/25/2016\n\n\t\t\t\t\tSubmitted by: Daniel J Cziczo"
 }
}