{
 "awd_id": "1461297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research Experiences for Undergraduates in Next-generation Plant Biology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2015-04-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 662147.0,
 "awd_amount": 662147.0,
 "awd_min_amd_letter_date": "2015-03-23",
 "awd_max_amd_letter_date": "2015-03-23",
 "awd_abstract_narration": "This REU Site award to the Center for Plant Cell Biology (CEPCEB) of University of California at Riverside (UCR), CA, will support the training of 12 students for 10 weeks during the summers of 2015 to 2019. The CEPCEB-REU program provides authentic research experiences in \"next-generation\" technologies investigating the cell biology of plants and plant pathogens. Program participants get exposed to innovative experimental techniques and benefit from state-of-the-art genomics, bioinformatics, microscopy and proteomics facilities. CEPCEB supports interdisciplinary studies and encompasses 45 faculty from 12 UCR departments.  The CEPCEB-REU targets a broad range of students from both two- and four-year colleges, including institutions that offer limited research opportunities or serve groups traditionally underrepresented in the sciences. A committee of three CEPCEB members selects program participants. While GPAs are considered, each student's entire record and enthusiasm for research are considered. Participating undergraduates live on campus and receive a stipend. Each student works on an independent research project mentored by an experienced researcher and/or the PI of a CEPCEB lab. Students also participate in several workshops and present their work at a symposium. Workshops include introductory sessions into concepts and methods of contemporary cell biology as well as coverage of additional topics, such as technical science writing, bio-ethics, responsible conduct of research, and preparation for graduate school. The program is evaluated on an annual basis using a common assessment tool for REU site programs, and the career outcomes of participants are tracked. \r\n\r\nIt is anticipated that a total of 60 students, primarily from schools with limited research opportunities, will be trained in the program. Students will learn how research is conducted, and many will present the results of their work at scientific conferences. The CEPCEB REU will help to prepare the next generation of scientists to meet the challenges of producing food, fiber, and plant-derived fuels for mankind.\r\n\r\nStudents are required to be tracked after the program and must respond to an automatic email sent via the NSF reporting system. More information is available by visiting http://cepceb.ucr.edu/reu/ or by contacting the PI, Dr.  Thomas Eulgem (thomas.eulgem@ucr.edu; 951-827-7740), or the co-PI Dr. Howard Judelson (howard.judelson@ucr.edu; 951-827-4199).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Eulgem",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Eulgem",
   "pi_email_addr": "thomas.eulgem@ucr.edu",
   "nsf_id": "000255272",
   "pi_start_date": "2015-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Judelson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Howard S Judelson",
   "pi_email_addr": "howard.judelson@ucr.edu",
   "nsf_id": "000150517",
   "pi_start_date": "2015-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 University Office Building",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 662147.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>REU Site: Research Experiences for Undergraduates in Next Generation Plant Biology (2015-2021)</em></strong></p>\n<p>The need for scientists in the plant sciences is growing. The converging global challenges of increasing demand for food, the need for renewable energy, environmental degradation, and limited natural resources require science-based solutions developed by appropriately trained plant scientists. Like most other life-science disciplines, plant and microbial cell biology has been experiencing a major shift towards the use of innovative high-throughput technologies that allow for the rapid acquisition of extremely large data sets. In particular, ultra-high-throughput &ldquo;next-generation&rdquo; DNA sequencing has emerged as a powerful and widely-used tool in genomics-related approaches for plant and other biological systems. Other examples of such &ldquo;next-generation&rdquo; technologies include proteomics and metabolomics. The resulting complex data sets can represent multiple layers of biological processes (e.g. genomes, epigenome, transcriptome, translatome, proteome, metabolome) and allow for innovative integrative approaches to understand biological systems in a holistic manner, linking molecules to phenotypes and eventually the behavior of populations and ecosystems. It is of critical importance that undergraduates interested in life-science-related careers be exposed to this new interdisciplinary avenue of biological research early in their educational path.<strong> </strong>Early exposure to next-generation technologies (which meld molecular and computational methods) is likely to make students realize the promise of contemporary biological research and build their excitement for it. Thus, a major goal of the Center for Plant Cell Biology (CEPCEB) REU Site program at the University of California at Riverside has been to foster the development of the next generation of plant and plant-pathogen researchers that can address the challenges of producing food, fiber, and plant-derived fuels for humankind using innovative cutting-edge technology.</p>\n<p>The 2015-2021 REU Site award to CEPCEB supported the training of a total of 65 students for 9-10 week-long summer internships by providing authentic research experiences in &ldquo;next-generation&rdquo; cell biology of plants and plant pathogens. Program participants were exposed to innovative experimental techniques and benefited from state-of-the-art genomics, bioinformatics, microscopy and proteomics facilities. The REU targeted a diverse range of students from both two- and four-year colleges, including institutions that offer limited research opportunities or serve groups traditionally underrepresented in the sciences. A committee of three CEPCEB faculty members selected program participants. While GPAs were considered, each student's entire record and enthusiasm for research were prioritized. The vast majority of admittances were made to sophomores and juniors at the time of application. About 40% of participants came from under-represented groups (African American, Hispanic, Pacific Islander or Native American) and the vast majority of participants came from small four-year colleges or community colleges.</p>\n<p>Participating undergraduates received a stipend and most lived at the UCR campus (except for summer 2021, where the program was run remotely). Each student worked on an independent research project mentored by an experienced researcher and/or the principal investigator of a CEPCEB lab. Students also participated in multiple workshops and presented their work at a symposium. Workshops included introductory sessions into concepts and methods of contemporary cell biology as well as additional topics related to professional development, such as&nbsp; &ldquo;technical science writing&rdquo;, &ldquo;bio-ethics&rdquo;, &ldquo;responsible conduct of research&rdquo;, or &ldquo;preparation for graduate school&rdquo;. The program was evaluated on an annual basis using a common assessment tool for REU site programs. In addition, the career outcomes of participants are being tracked to help assess the program's contribution to a scientifically literate public and towards training scientists needed to meet the challenges of producing plant materials for future generations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2021<br>\n\t\t\t\t\tModified by: Thomas&nbsp;A&nbsp;Eulgem</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nREU Site: Research Experiences for Undergraduates in Next Generation Plant Biology (2015-2021)\n\nThe need for scientists in the plant sciences is growing. The converging global challenges of increasing demand for food, the need for renewable energy, environmental degradation, and limited natural resources require science-based solutions developed by appropriately trained plant scientists. Like most other life-science disciplines, plant and microbial cell biology has been experiencing a major shift towards the use of innovative high-throughput technologies that allow for the rapid acquisition of extremely large data sets. In particular, ultra-high-throughput \"next-generation\" DNA sequencing has emerged as a powerful and widely-used tool in genomics-related approaches for plant and other biological systems. Other examples of such \"next-generation\" technologies include proteomics and metabolomics. The resulting complex data sets can represent multiple layers of biological processes (e.g. genomes, epigenome, transcriptome, translatome, proteome, metabolome) and allow for innovative integrative approaches to understand biological systems in a holistic manner, linking molecules to phenotypes and eventually the behavior of populations and ecosystems. It is of critical importance that undergraduates interested in life-science-related careers be exposed to this new interdisciplinary avenue of biological research early in their educational path. Early exposure to next-generation technologies (which meld molecular and computational methods) is likely to make students realize the promise of contemporary biological research and build their excitement for it. Thus, a major goal of the Center for Plant Cell Biology (CEPCEB) REU Site program at the University of California at Riverside has been to foster the development of the next generation of plant and plant-pathogen researchers that can address the challenges of producing food, fiber, and plant-derived fuels for humankind using innovative cutting-edge technology.\n\nThe 2015-2021 REU Site award to CEPCEB supported the training of a total of 65 students for 9-10 week-long summer internships by providing authentic research experiences in \"next-generation\" cell biology of plants and plant pathogens. Program participants were exposed to innovative experimental techniques and benefited from state-of-the-art genomics, bioinformatics, microscopy and proteomics facilities. The REU targeted a diverse range of students from both two- and four-year colleges, including institutions that offer limited research opportunities or serve groups traditionally underrepresented in the sciences. A committee of three CEPCEB faculty members selected program participants. While GPAs were considered, each student's entire record and enthusiasm for research were prioritized. The vast majority of admittances were made to sophomores and juniors at the time of application. About 40% of participants came from under-represented groups (African American, Hispanic, Pacific Islander or Native American) and the vast majority of participants came from small four-year colleges or community colleges.\n\nParticipating undergraduates received a stipend and most lived at the UCR campus (except for summer 2021, where the program was run remotely). Each student worked on an independent research project mentored by an experienced researcher and/or the principal investigator of a CEPCEB lab. Students also participated in multiple workshops and presented their work at a symposium. Workshops included introductory sessions into concepts and methods of contemporary cell biology as well as additional topics related to professional development, such as  \"technical science writing\", \"bio-ethics\", \"responsible conduct of research\", or \"preparation for graduate school\". The program was evaluated on an annual basis using a common assessment tool for REU site programs. In addition, the career outcomes of participants are being tracked to help assess the program's contribution to a scientifically literate public and towards training scientists needed to meet the challenges of producing plant materials for future generations.\n\n \n\n\t\t\t\t\tLast Modified: 12/27/2021\n\n\t\t\t\t\tSubmitted by: Thomas A Eulgem"
 }
}