{
 "awd_id": "1462640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Integrating Patient Facial Photographs with Medical Imaging Studies",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "lydia mcclure",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-10-28",
 "awd_max_amd_letter_date": "2014-10-28",
 "awd_abstract_narration": "According the Institute of Medicine's 1999 report \"To Err is Human,\" it is estimated that nearly 100,000 people die every year in the United States due to medical errors. It is estimated that nationally the number of serious adverse events due to wrong-patient errors in Radiology, where one patient's medical imaging study is placed in another patient's folder, is about 10,000 per year. Such errors can result in serious harm to both involved patients. The Joint Commission has recognized this to be a serious problem and mandates that a dual-identifier technique be implemented whenever any medical service is provided. Despite this dual-identifier mandate, wrong-patient errors continue to occur in Radiology.  The proposed innovation is a novel technology that automatically captures patient photographs simultaneously with every medical imaging study. This technology could lead to a powerful additive identification tool and help prevent mislabeling of imaging examinations, thereby resulting in fewer medical errors. In addition, digital photographs may lead to improvement in the diagnostic interpretation of medical imaging examinations without an adverse impact on interpretation time.\r\n\r\nThe proposed technology is based on automatically and seamlessly obtaining point-of-care patient facial photographs along with each and every medical imaging study. These photographs will serve as unique, intrinsic, externally visible patient identifiers, which will be embedded within the medical imaging studies. When interpreting radiologists and physicians view the medical images, the photographs are also automatically displayed in a separate window in the picture archiving and communications systems (PACS) workstation. Thus, when a wrong-patient error occurs, even if the radiologist does not notice the difference between the current and prior radiographs, a comparison between the current and prior photographs can easily alert her to the wrong-patient error.  The proposed technology has the added advantage that the patient photographs can provide the interpreting physicians with clinical information, which has hitherto not been available. Thus this technology may, in addition to providing intrinsic, externally-visible identifiers, improve interpreting physicians? accuracy and efficiency.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Bhatti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Bhatti",
   "pi_email_addr": "pamela.bhatti@ece.gatech.edu",
   "nsf_id": "000500022",
   "pi_start_date": "2014-10-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlata",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the project was to validate, through customer interviews,&nbsp; the need for a novel technology (CameRad) for incorporating point-of-care digital photography with medical imaging studies.</p>\n<p>The <em>Intellectual Merit </em>is that this technology can lead to (1) increased detection of wrong-patient errors, (2) improved radiologist efficiency by resulting in decreased interpretation time of medical images, and (3) improved diagnostic accuracy by providing radiologists with clinical information hitherto not available to them. Misidentification errors in medical imaging can lead to serious consequences. Despite use of the Joint Commission&rsquo;s dual-identifier method before delivery of any healthcare, misidentification errors persist; these errors are particularly troublesome in patients, such as unconscious trauma victims, who cannot communicate identification information. We have shown through pre-clinical testing that the presence of digital photographs with medical imaging examinations could serve as a powerful additive identification tool and help prevent mislabeling of imaging examinations, thereby resulting in fewer medical errors. Our studies also hinted, tantalizingly, that the addition of digital photographs may lead to improvement in the diagnostic interpretation of medical imaging examinations, as well as a decrease in interpretation time&mdash;definite value propositions to healthcare systems.&nbsp;</p>\n<p>The <em>Broader Impacts</em> of this project may ultimately improve healthcare quality and safety and reduce cost through an increase in the number of studies completed daily. With respect to education, the I-Corps training in customer discovery and business model generation has been extended to undergraduate training at The Georgia Institute of Technology and has impacted over 3000 students during the past year.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2016<br>\n\t\t\t\t\tModified by: Pamela&nbsp;Bhatti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of the project was to validate, through customer interviews,  the need for a novel technology (CameRad) for incorporating point-of-care digital photography with medical imaging studies.\n\nThe Intellectual Merit is that this technology can lead to (1) increased detection of wrong-patient errors, (2) improved radiologist efficiency by resulting in decreased interpretation time of medical images, and (3) improved diagnostic accuracy by providing radiologists with clinical information hitherto not available to them. Misidentification errors in medical imaging can lead to serious consequences. Despite use of the Joint CommissionÆs dual-identifier method before delivery of any healthcare, misidentification errors persist; these errors are particularly troublesome in patients, such as unconscious trauma victims, who cannot communicate identification information. We have shown through pre-clinical testing that the presence of digital photographs with medical imaging examinations could serve as a powerful additive identification tool and help prevent mislabeling of imaging examinations, thereby resulting in fewer medical errors. Our studies also hinted, tantalizingly, that the addition of digital photographs may lead to improvement in the diagnostic interpretation of medical imaging examinations, as well as a decrease in interpretation time&mdash;definite value propositions to healthcare systems. \n\nThe Broader Impacts of this project may ultimately improve healthcare quality and safety and reduce cost through an increase in the number of studies completed daily. With respect to education, the I-Corps training in customer discovery and business model generation has been extended to undergraduate training at The Georgia Institute of Technology and has impacted over 3000 students during the past year.\n\n \n\n\t\t\t\t\tLast Modified: 05/19/2016\n\n\t\t\t\t\tSubmitted by: Pamela Bhatti"
 }
}