{
 "awd_id": "1462291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER-DynamicData: Minimizing Wind Farm Operation and Maintenance Cost Using Data-Driven Models",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "chengshan xiao",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 29978.0,
 "awd_amount": 29978.0,
 "awd_min_amd_letter_date": "2015-09-04",
 "awd_max_amd_letter_date": "2015-09-04",
 "awd_abstract_narration": "The growth in wind farm installations in the past years has led to an increase in the number of wind turbines reaching the end of their manufacturing warranties. Therefore, the wind industry is now faced with a rising cost of unscheduled maintenance which is increasing operation and maintenance expenditures. This research project will develop new operation and maintenance strategies for improving the reliability of wind farm systems so that wind energy cost can be reduced. Wind turbines operate under harsh conditions that lead to wind turbine component failures, which are difficult to predict. Consequently, it is challenging to schedule maintenance actions so that such component failures can be avoided or minimized. Because of the continuously escalating cost of wind farm operation and management in the United States, devising methods for using available wind turbine sensors data is critical to decreasing wind farms operational costs. To accomplish this objective, this research considers new maintenance scheduling models and algorithms that take into account data uncertainties in turbines status, weather conditions, and the availability of the resources needed to perform maintenance. If successful, this exploratory research will enable faster initial maintenance response and better utilization of limited maintenance resources in wind energy systems.  The efficient utilization of costly resources will foster competitiveness and will contribute towards reducing the cost of wind energy, achieve electricity price stability, and reduce dependency on global fuel markets. \r\n\r\nThere is a need to establish guidelines to reduce operation and maintenance costs in wind energy systems. In pursuit of this goal, the objective of this research is to establish how stochastic online data-enabled models and algorithms can lead to wind turbine rapid damage detection and failure reduction. Stochastic online optimization is a suitable framework for this problem since it explicitly assimilates stochastic data that evolve over time into the optimization model, enabling robust decisions to be made sequentially prior to observing the entire stochastic data stream. The project motivation comes from the need for a data-driven methodology for maintenance planning in wind energy. The proposed work will address basic scientific and engineering challenges toward the successful derivation of a data-driven stochastic online optimization algorithm for the operation and maintenance of wind energy systems. This research will advance the state-of-the-art in wind farm operation and maintenance by contributing computational and data-enabled concepts, models and algorithms. The outcomes of this research will extend how maintenance is scheduled in wind energy systems to a new level beyond the current state of practice by introducing: 1) data-driven optimization models for maintenance and resource scheduling and 2) new algorithms for stochastic online optimization. In particular, the new data-driven methodology, integrating stochastic programing with stochastic online optimization, which are usually treated in isolation, will give rise to a new and viable approach for stochastic data assimilation into decision-making under uncertainty for complex multi-entity engineered systems such as wind farms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Perez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo Perez",
   "pi_email_addr": "E_P86@txstate.edu",
   "nsf_id": "000631094",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University",
  "perf_str_addr": "Ingram School of Engineering",
  "perf_city_name": "San Marcos",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5384",
   "pgm_ref_txt": "DATA AND DATA SYSTEMS"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 29978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research addressed basic scientific and engineering challenges toward the successful derivation of a data-driven stochastic online optimization algorithms for the operation and maintenance of wind energy systems. The completed tasks advanced the state-of-the-art in wind farm operation and maintenance by contributing computational and data-enabled concepts, models and algorithms. This research extended maintenance scheduling in wind energy systems to a new level beyond the current state of practice by introducing: <strong>1</strong>) data-driven models for maintenance and resource scheduling, <strong>2</strong>) new algorithms for stochastic online optimization, and 3) a reconfigurable discrete event simulation model for wind farm operation assessment.&nbsp;</p>\n<p>The algorithms developed under this grant consider the degradation process of multiple components of a wind turbine to decide when and what type of maintenance to perform. We devise a DEVS simulation model of a wind farm with multi-component wind turbines to test and study the benefits of the proposed algorithms. The DEVS simulation model mimics the actual operation and degradation of multiple components of a wind turbine and allows for modeling maintenance scheduling as well as rescheduling if the weather is adverse. Our implementation of the wind farm simulation allows the user to select the factors and responses of interest, as well as the scheduling algorithm to use in each simulation run.</p>\n<p>The computational study demonstrates the importance of avoiding over simplistic assumptions when making O&amp;M decisions using for wind farms. For instance, in the existing literature lead-times are usually modeled as fixed while maintenance capacities are considered unlimited. The simulation results show that different levels of maintenance capacity and component replacement lead-time have an impact on scheduling wind turbine maintenance, which in turn affects wind farm operations performance in terms of the number of turbine failures, availability capacity, and power generation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2016<br>\n\t\t\t\t\tModified by: Eduardo&nbsp;Perez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research addressed basic scientific and engineering challenges toward the successful derivation of a data-driven stochastic online optimization algorithms for the operation and maintenance of wind energy systems. The completed tasks advanced the state-of-the-art in wind farm operation and maintenance by contributing computational and data-enabled concepts, models and algorithms. This research extended maintenance scheduling in wind energy systems to a new level beyond the current state of practice by introducing: 1) data-driven models for maintenance and resource scheduling, 2) new algorithms for stochastic online optimization, and 3) a reconfigurable discrete event simulation model for wind farm operation assessment. \n\nThe algorithms developed under this grant consider the degradation process of multiple components of a wind turbine to decide when and what type of maintenance to perform. We devise a DEVS simulation model of a wind farm with multi-component wind turbines to test and study the benefits of the proposed algorithms. The DEVS simulation model mimics the actual operation and degradation of multiple components of a wind turbine and allows for modeling maintenance scheduling as well as rescheduling if the weather is adverse. Our implementation of the wind farm simulation allows the user to select the factors and responses of interest, as well as the scheduling algorithm to use in each simulation run.\n\nThe computational study demonstrates the importance of avoiding over simplistic assumptions when making O&amp;M decisions using for wind farms. For instance, in the existing literature lead-times are usually modeled as fixed while maintenance capacities are considered unlimited. The simulation results show that different levels of maintenance capacity and component replacement lead-time have an impact on scheduling wind turbine maintenance, which in turn affects wind farm operations performance in terms of the number of turbine failures, availability capacity, and power generation. \n\n \n\n\t\t\t\t\tLast Modified: 09/08/2016\n\n\t\t\t\t\tSubmitted by: Eduardo Perez"
 }
}