{
 "awd_id": "1462289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantification and Analysis of the Decisions of Economically and Environmentally Informed Travelers in Urban Networks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yueyue Fan",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2015-09-02",
 "awd_max_amd_letter_date": "2015-09-02",
 "awd_abstract_narration": "Aiming at promoting optimal use of transportation infrastructure, the purpose of this project is to quantify and analyze the effects of information provision about energy and environmental costs on travel demand. In addition, this project will identify the most effective instruments to provide information to the travelers. A specific goal of this project is to investigate the mechanisms that travelers use to gather and process information about the actual environmental and energy costs of transportation. These mechanisms will be then used to produce estimates of the willingness to pay of commuters for reducing their travel footprint and to identify the best way of communicating environmental information. An additional goal is to measure the potential efficiency gains in the use of transportation infrastructure when commuters receive information about the actual costs of travel. Finally, the value of the consideration of complete costs for strategic and tactical planning of urban sustainability will be analyzed in a practical setting. More specifically, the transportation-planning model of New York City will be extended to consider economically and environmentally informed travelers. Educational and outreach efforts will include construction of a free community-based application with a web-based version that will provide customized emission information and tips to educate travelers on how to act to reduce their travel footprint. Information and interaction sessions with metropolitan planning organizations will be organized to share the policy results and tools that will come out from this study.  \r\n\r\nOne of the main research tasks of this project is the derivation of an econometric approach for travel mode and route choice models to elucidate the behavioral effects of generalized cost information -including energy consumption and emissions. An expected contribution of the econometric approach is the formulation of discrete choice experiments with treatments in the definition of the alternative attributes. The choice situations in this case will include differing treatments on how information about emissions is presented (or omitted), and controlled mechanisms for offsetting those emissions. The econometric approach will result in the estimation of the economic valuation of transportation externalities. Using a semi-parametric formulation, the economic valuation estimates will allow for heterogeneous travelers without imposing restrictive assumptions about how environmental preferences vary across the population. These estimates will be then integrated into the analysis of transportation network equilibrium, and into the design of advanced transportation information systems that are dynamic, consider multiple attributes, and constantly update the information being provided. Regarding network models, this project will analyze consideration of a stochastic feature in link cost estimation rather than in route choice, with the aim of updating current planning models of major metropolitan areas without the need for computationally expensive changes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Daziano",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo A Daziano",
   "pi_email_addr": "daziano@cornell.edu",
   "nsf_id": "000591964",
   "pi_start_date": "2015-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huaizhu",
   "pi_last_name": "Gao",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Huaizhu O Gao",
   "pi_email_addr": "hg55@cornell.edu",
   "nsf_id": "000487556",
   "pi_start_date": "2015-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "220 Hollister Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aiming at promoting optimal use of transportation infrastructure, the main goal of this project was to&nbsp;extend knowledge regarding how travelers perceive the environmental effects of their transportation decisions, including how users of the transportation system economically value fuel and emission savings, and to translate such findings to inform transportation, energy, and environmental policies.</p>\n<p>This project provided new evidence on how to best frame emission information for users to encourage sustainable travel behavior. In fact, using survey-based microdata that was especially collected for this study, it was shown that prospective car buyers do not pay attention to emissions is these are measured in grams per mile. This outcome is not minor, as the label for new vehicles designed by the Environmental Protection Agency precisely uses this gram-per-mile metric to display the emissions of a given car. Whereas individuals did favorably respond to framings based on mass of emissions per unit of time, such as tons of emissions per year or pounds per month,&nbsp; the&nbsp;most effective framing&nbsp; was found to be where the emissions are presented with respect to a societal goal, with the financial impact of having a carbon tax included in the fuel costs. These findings were supported by developments and methodological improvements to statistical models that are used to infer travel behavior and that have contributed to the general field of choice modeling. The improved statistical models were also used to&nbsp;propose a novel framework to design, optimize and analyze operations of rail-hailing services within a multimodal transportation system for evaluating the impact of shared-mobility policy interventions such as a tax on ride-hailing services. The proposed multimodal framework is particularly useful for transit agencies in setting up terms of collaborations with private ride-hailing providers by simulating the impact of collaborations on transit demand beforehand.</p>\n<p>In addition, this project identified the most effective instruments to provide information to travelers using advanced navigation systems that adapt to preferences of the individuals. A&nbsp;concept was constructed for a smart navigation system that can gather the required information from real-time and online sources to suggest the routes that best match the users&rsquo; own preferences.</p>\n<p>All the dimensions of this project were applied to case studies in New York City. In sum, the findings of this research provide an improved solution to increase people&rsquo;s environmental sensitivity and gives policy suggestions to address the problem of climate change.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2020<br>\n\t\t\t\t\tModified by: Ricardo&nbsp;A&nbsp;Daziano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAiming at promoting optimal use of transportation infrastructure, the main goal of this project was to extend knowledge regarding how travelers perceive the environmental effects of their transportation decisions, including how users of the transportation system economically value fuel and emission savings, and to translate such findings to inform transportation, energy, and environmental policies.\n\nThis project provided new evidence on how to best frame emission information for users to encourage sustainable travel behavior. In fact, using survey-based microdata that was especially collected for this study, it was shown that prospective car buyers do not pay attention to emissions is these are measured in grams per mile. This outcome is not minor, as the label for new vehicles designed by the Environmental Protection Agency precisely uses this gram-per-mile metric to display the emissions of a given car. Whereas individuals did favorably respond to framings based on mass of emissions per unit of time, such as tons of emissions per year or pounds per month,  the most effective framing  was found to be where the emissions are presented with respect to a societal goal, with the financial impact of having a carbon tax included in the fuel costs. These findings were supported by developments and methodological improvements to statistical models that are used to infer travel behavior and that have contributed to the general field of choice modeling. The improved statistical models were also used to propose a novel framework to design, optimize and analyze operations of rail-hailing services within a multimodal transportation system for evaluating the impact of shared-mobility policy interventions such as a tax on ride-hailing services. The proposed multimodal framework is particularly useful for transit agencies in setting up terms of collaborations with private ride-hailing providers by simulating the impact of collaborations on transit demand beforehand.\n\nIn addition, this project identified the most effective instruments to provide information to travelers using advanced navigation systems that adapt to preferences of the individuals. A concept was constructed for a smart navigation system that can gather the required information from real-time and online sources to suggest the routes that best match the users’ own preferences.\n\nAll the dimensions of this project were applied to case studies in New York City. In sum, the findings of this research provide an improved solution to increase people’s environmental sensitivity and gives policy suggestions to address the problem of climate change.\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2020\n\n\t\t\t\t\tSubmitted by: Ricardo A Daziano"
 }
}