{
 "awd_id": "1463968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: SaTC: Improving Computer Security Technologies through Analyzing Security Needs and Practices of Journalists",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2015-04-22",
 "awd_max_amd_letter_date": "2015-04-22",
 "awd_abstract_narration": "Advances in digital communication technologies, and their proliferation in recent decades, have had a remarkable impact on journalism.  Security weaknesses in these technologies have put journalists and their sources increasingly at risk, hindering efforts at investigative reporting, transparency, and whistleblowing. Because of their willingness to be early adopters, and to openly communicate their issues, journalists provide an opportunity to identify security issues and requirements in new communication methods.  This project will study the current computer security mental models and practices of journalists and their sources, and to ultimately design technology to better meet their needs. The resulting tools will be released as open source and deployed to directly benefit journalists and their sources, as well as other users of technology, ultimately helping to protect and improve freedoms of speech and of the press both nationally and internationally.\r\n\r\nThe vulnerabilities in how journalists (and users in general) communicate and store sensitive information result from several factors, including usability problems with existing tools, a mismatch between mental models and the real security properties of the tools they use, and technological gaps in the tools available. To evaluate and address these issues, this project will proceed in two phases: first, studying the current practices of journalists via in-depth interviews and large-scale surveys, and second, designing new technologies to better meet their computer security needs. The second phase will leverage findings from the first phase to inform technical research, including the development of more usable tools for journalists leveraging existing computer security techniques, as well as the development of new computer security technologies (e.g., protocols or systems) where necessary. For example, this project will consider technical challenges such as protecting the metadata of communications and bootstrapping secure communications at first contact.\r\n\r\nFor further information, see the project web site at: https://journosec.cs.washington.edu",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Franziska",
   "pi_last_name": "Roesner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Franziska Roesner",
   "pi_email_addr": "franzi@cs.washington.edu",
   "nsf_id": "000678346",
   "pi_start_date": "2015-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Box 352350",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-75fba246-3d2f-ed01-22bc-e21e37f43ca5\"> </span></p>\n<p dir=\"ltr\"><span>Because of their willingness to be early adopters, and to openly communicate their issues, journalists provide an opportunity to identify computer security issues and requirements for sensitive communications among users of technology more broadly. </span><span>Though journalists are often considered potential users of computer security tools, their processes, constraints, and threat models were not well understood by the technical community. The work under this award has begun to bridge that gap, through two phases of investigation: first studying the current practices of journalists and then designing new technologies to better meet their computer security needs.</span></p>\n<p dir=\"ltr\">First, we studied the computer security and privacy needs and constraints of journalists, particularly in their communications with sources, utilizing a qualitative interview methodology. Our findings from these interviews directly inform further technical work intending to provide security to journalists and their sources. For instance, we learned that tools like SecureDrop (for large-scale anonymous document drops), though valuable, serve only a minority of use cases for journalists, who typically build relationships with sources over long periods of time, necessitating different tools for secure communication. We also found that journalists typically let their (often non-tech-savvy) sources choose how to communicate -- suggesting that raising the bar of usable security tools is critical in general.</p>\n<p dir=\"ltr\">Drawing on these findings, we then developed and open-sourced Confidante, a (more) usable encrypted email tool. The usability of email encryption is notoriously problematic, due in large part to the need for end users to manage cryptographic keys. We identified an opportunity to make new progress on this long-standing challenge by leveraging a recently developed key management solution, Keybase (<a href=\"https://keybase.io\">https://keybase.io</a>), which in turn leverages the public social media identities common on today&rsquo;s web. We prototyped and open-sourced Confidante, and we evaluated it with an in-lab study with journalists and lawyers. We found that automated key management via Keybase makes using Confidante feel comparable to regular email for many users, and we shed light more broadly on the threat models and use cases for encrypted email among journalists and lawyers. We identified differences between these two user groups that translate to different security needs and functionality constraints (or lack thereof). This finding is promising -- it suggests that by targeting specific user groups, we can sometimes make abstract concessions on security that do not violate the specific security needs of those users, but that enable usability and adoption. Confidate is available at <a href=\"https://confidante.cs.washington.edu\">https://confidante.cs.washington.edu</a>.</p>\n<p dir=\"ltr\"><span>In a parallel project, we considered a privacy risk on the web that may affect journalists, their sources, their readers, or other similarly sensitive individuals. Specifically, we studied the privacy impacts of targeted advertising on the web. Most prior work in this area focused on the privacy risks users face from web trackers and ad networks. In this work, we turned our attention to a different potential adversary, asking: What information can the people who buy ads extract from the advertising ecosystem? In our case study, we found that with a $1000 deposit, an individual buying ads that appear in smartphone applications can conduct physical and digital surveillance -- for example, tracking people&rsquo;s physical location and monitoring whether they visit sensitive locations (e.g., clinics) or use sensitive applications (e.g., dating, religion). Our findings surface a fundamental tension: more precise targeting is core to the business model of ad networks, but it enables the attacks we discovered. Our work brings these issues to the attention of technologists and policymakers considering privacy on the web; for instance, we have discussed these issues with representatives from the Federal Trade Commission. More detail can be found at </span><a href=\"https://adint.cs.washington.edu\"><span>https://adint.cs.washington.edu</span></a><span>. These efforts will ultimately help improve the privacy protections for all consumers.</span></p>\n<p dir=\"ltr\"><span>Computer security and privacy are vital for all technology users, particularly user groups who commonly engage in sensitive communications or belong to potentially vulnerable populations. Looking forward, beyond journalists, this work has opened up a broader research agenda investigating and designing for the computer security and privacy needs of other user groups with unique and often critical security and privacy needs. For example, this award has supported preliminary work with refugees resettled in the United States, LGBTQ+ individuals using social media, and victim service providers working with survivors of human trafficking. Understanding the security and privacy needs, mental models, constraints, concerns, and use cases of these user groups, and ultimately designing and building better technologies for them, will benefit society -- which increasingly relies on technology in all aspects of its functioning -- as a whole. Better security and privacy technologies will help preserve the privacy and safety of society's most vulnerable members, and will help improve and maintain freedoms of speech and of the press both nationally and internationally.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2018<br>\n\t\t\t\t\tModified by: Franziska&nbsp;Roesner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nBecause of their willingness to be early adopters, and to openly communicate their issues, journalists provide an opportunity to identify computer security issues and requirements for sensitive communications among users of technology more broadly. Though journalists are often considered potential users of computer security tools, their processes, constraints, and threat models were not well understood by the technical community. The work under this award has begun to bridge that gap, through two phases of investigation: first studying the current practices of journalists and then designing new technologies to better meet their computer security needs.\nFirst, we studied the computer security and privacy needs and constraints of journalists, particularly in their communications with sources, utilizing a qualitative interview methodology. Our findings from these interviews directly inform further technical work intending to provide security to journalists and their sources. For instance, we learned that tools like SecureDrop (for large-scale anonymous document drops), though valuable, serve only a minority of use cases for journalists, who typically build relationships with sources over long periods of time, necessitating different tools for secure communication. We also found that journalists typically let their (often non-tech-savvy) sources choose how to communicate -- suggesting that raising the bar of usable security tools is critical in general.\nDrawing on these findings, we then developed and open-sourced Confidante, a (more) usable encrypted email tool. The usability of email encryption is notoriously problematic, due in large part to the need for end users to manage cryptographic keys. We identified an opportunity to make new progress on this long-standing challenge by leveraging a recently developed key management solution, Keybase (https://keybase.io), which in turn leverages the public social media identities common on today?s web. We prototyped and open-sourced Confidante, and we evaluated it with an in-lab study with journalists and lawyers. We found that automated key management via Keybase makes using Confidante feel comparable to regular email for many users, and we shed light more broadly on the threat models and use cases for encrypted email among journalists and lawyers. We identified differences between these two user groups that translate to different security needs and functionality constraints (or lack thereof). This finding is promising -- it suggests that by targeting specific user groups, we can sometimes make abstract concessions on security that do not violate the specific security needs of those users, but that enable usability and adoption. Confidate is available at https://confidante.cs.washington.edu.\nIn a parallel project, we considered a privacy risk on the web that may affect journalists, their sources, their readers, or other similarly sensitive individuals. Specifically, we studied the privacy impacts of targeted advertising on the web. Most prior work in this area focused on the privacy risks users face from web trackers and ad networks. In this work, we turned our attention to a different potential adversary, asking: What information can the people who buy ads extract from the advertising ecosystem? In our case study, we found that with a $1000 deposit, an individual buying ads that appear in smartphone applications can conduct physical and digital surveillance -- for example, tracking people?s physical location and monitoring whether they visit sensitive locations (e.g., clinics) or use sensitive applications (e.g., dating, religion). Our findings surface a fundamental tension: more precise targeting is core to the business model of ad networks, but it enables the attacks we discovered. Our work brings these issues to the attention of technologists and policymakers considering privacy on the web; for instance, we have discussed these issues with representatives from the Federal Trade Commission. More detail can be found at https://adint.cs.washington.edu. These efforts will ultimately help improve the privacy protections for all consumers.\nComputer security and privacy are vital for all technology users, particularly user groups who commonly engage in sensitive communications or belong to potentially vulnerable populations. Looking forward, beyond journalists, this work has opened up a broader research agenda investigating and designing for the computer security and privacy needs of other user groups with unique and often critical security and privacy needs. For example, this award has supported preliminary work with refugees resettled in the United States, LGBTQ+ individuals using social media, and victim service providers working with survivors of human trafficking. Understanding the security and privacy needs, mental models, constraints, concerns, and use cases of these user groups, and ultimately designing and building better technologies for them, will benefit society -- which increasingly relies on technology in all aspects of its functioning -- as a whole. Better security and privacy technologies will help preserve the privacy and safety of society's most vulnerable members, and will help improve and maintain freedoms of speech and of the press both nationally and internationally.\n\n \n\n\t\t\t\t\tLast Modified: 06/26/2018\n\n\t\t\t\t\tSubmitted by: Franziska Roesner"
 }
}