{
 "awd_id": "1463301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI/Collaborative Research: Effect of Stress and Heat on Magnetic Properties of Thin Films",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2015-04-15",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 218041.0,
 "awd_amount": 218041.0,
 "awd_min_amd_letter_date": "2015-04-02",
 "awd_max_amd_letter_date": "2015-04-02",
 "awd_abstract_narration": "The properties of magnetic materials are affected by stress and heat.  When a ferromagnetic material experiences surface contact, it can degrade or change its original magnetic properties. The magnetic stability decreases as the size of the microscopic magnetic domain in the material decreases. In order to improve the performance of ferromagnetic devices, the physical size of magnetic domains needs to be reduced. This Grant Opportunity for Academic Liaison with Industry (GOALI) Program collaborative research award supports fundamental research to investigate the scientific mechanism of magnetic degradation for ferromagnetic thin films under stress, heat, and friction.  With the collaboration between universities and industrial partner, the fundamental research activities will be brought into actual product, i.e., magnetic recording media in a hard disk drive (HDD), to achieve more stable and reliable design.  The outcomes from this multi-disciplinary and collaborative research will not only provide immediate solutions to improve energy efficiency, accuracy and reliability of magneto-mechanical applications (e.g., magnetic storage devices, magnetic sensors and actuators, magnetic MEMS/NEMS resonator, etc.) but also deliver key design rules for the next-generation ferromagnetic devices.  \r\n\r\nThe coupled effects of micro-stress and thermal agitation by adiabatic/frictional heat generation will be systematically and quantitatively examined with respect to magnetic design parameters of materials such as magnetic domain size and magnetic anisotropy energy density.  First, in theoretical modeling, the theories of contact mechanics and heat transfer will be incorporated into magnetic properties, where the micro-stress tensor and spatial temperature distribution change magnetic field and magnetization.  Second, in computational simulation, atomic level disorders obtained from the ab-initio calculation will be extended to the macroscopic magnetization process, where Monte Carlo simulation will be applied to minimize the system energy.  Lastly, the scientific findings from the theoretical and computational simulations will be verified through dynamic surface contact experiment and instrumental material characterization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang-Ki",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang-Ki Hong",
   "pi_email_addr": "ykhong@eng.ua.edu",
   "nsf_id": "000424971",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University Blvd.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 218041.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research objective of this project is to investigate the mechanism of magnetic degradation of ferromagnetic thin films under mechanical stress and temperature. First, in the experimental research, a ferromagnetic thin film sample (i.e., PMR media sample) was prepared by Seagate Technology.</p>\n<p>For the quantitative experimental analysis of the magnetic signal, 2T magnetic patterns were written on the sample. Nanoscratch technique was used to apply mechanical stress to the magnetic layer from elastic to plastic stress regimes. Using the post nanoscratched sample, AFM and MFM measurements were conducted at various temperatures from ambient to 600 degrees C to investigate its mechanical and magnetic degradation. The non-stressed sample showed a gradual degradation of magnetic properties with temperature. For the case of the lightly stressed sample, its degraded magnetic signal in the scratched zone was significantly recovered after heating the sample to 300 degrees C. This magnetic recovery is attributed mostly to the thermo-mechanical material recovery, i.e., thermal expansion and grain shape restoration. However, when the temperature was higher than 300 degrees C, the recovered magnetic signals degraded again, and also the scratch became deeper, which exacerbates the degradation of magnetic signals. The deepening process of scratch at elevated temperatures cannot be explained by conventional thermal expansion of materials, which instead can be explained by the structural change of the studied magnetic materials from HCP to FCC crystal structure. To verify this structural change, our team performed nanoindentation experiments to measure and compare the mechanical properties for the samples. The heated sample showed a lower hardness than the fresh non-heated sample. Co is a base magnetic element of the PMR media, and it is known that HCP Co is mechanically stronger than FCC Co. Accordingly, the nanoindentation experiment data can be used to support the temperature (heat)-dependent structural change of the PMR media. This deepening scratch phenomenon at higher temperature can be very critical for the design of heat-assisted-magnetic-recording (HAMR) media in the HDD industry because HAMR media needs to be exposed to temperatures (heat) above 400 degrees C and also it is susceptible to develop shallow scratches on the surface during head-disk-interface (HDI) interactions.&nbsp; Therefore, those findings from experimental research can provide fundamental design rules for future HDD designs that are required to operate under mechanical contact conditions at elevated temperatures.&nbsp;</p>\n<p>Next, in computational analysis, the effective Hamiltonian was built using the two energy terms, i.e., self (anisotropy) and short-range energy, where the coefficients were obtained from DFT calculations. Monte Carlo simulations were performed on Ni and Fe, using the developed effective Hamiltonian, to predict the magnetic hysteresis loops at various temperatures between 0 K and 700 K. It was observed that both the saturated magnetization (<em>M<sub>s</sub></em>) and the coercivity (<em>H<sub>c</sub></em>) of Ni showed a decreasing trend with temperature, which is consistent with the reported experimental measurements, and thus can be used to verify the developed effective Hamiltonian and Monte Carlo schemes.&nbsp; For HAMR media with the areal density of 4 Tb/in<sup>2</sup>, the <em>M<sub>s</sub></em>, magnetocrystalline anisotropy constant (<em>K</em>), and Curie temperature (<em>T<sub>c</sub></em>) should be higher than 800 emu/cc (1 T), 5 MJ/m<sup>3</sup>, and 430 degrees C (703 K), respectively. First-principles calculations, based on the density functional theory (DFT), have been performed on HAMR candidate ferromagnetic alloys, FePt and FePt-C, to calculate their electronic structures. &nbsp;<em>M</em><sub>s</sub> and <em>K</em> at 300 K were 769 emu/cc (0.97 T) and 2.05 MJ/m<sup>3</sup>, respectively, and <em>T<sub>c</sub></em> was 728 K for (Fe<sub>50</sub>Pt<sub>50</sub>)<sub>80</sub>C<sub>20</sub>.&nbsp; These <em>M<sub>s</sub></em> and <em>K</em> are still low to meet the requirements for HAMR media because of the high concentration of carbon. Therefore, after assuming a linear relationship between the magnetic properties and carbon concentration, we found the optimized FePt-C composition, which is (Fe<sub>50</sub>Pt<sub>50</sub>)<sub>84.5</sub>C<sub>15.5</sub>. The outcomes can apply to other magnetic materials such as Al-Ni-Co, Sm-Co, and Nd-Fe-B, whose magnetic properties are susceptible to stress/temperature and also to magnetic devices, including permanent magnet synchronous motor for electric vehicles, windmill power generator, and sensors which are required to operate at higher temperature (heat) and stress.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2019<br>\n\t\t\t\t\tModified by: Yang-Ki&nbsp;Hong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research objective of this project is to investigate the mechanism of magnetic degradation of ferromagnetic thin films under mechanical stress and temperature. First, in the experimental research, a ferromagnetic thin film sample (i.e., PMR media sample) was prepared by Seagate Technology.\n\nFor the quantitative experimental analysis of the magnetic signal, 2T magnetic patterns were written on the sample. Nanoscratch technique was used to apply mechanical stress to the magnetic layer from elastic to plastic stress regimes. Using the post nanoscratched sample, AFM and MFM measurements were conducted at various temperatures from ambient to 600 degrees C to investigate its mechanical and magnetic degradation. The non-stressed sample showed a gradual degradation of magnetic properties with temperature. For the case of the lightly stressed sample, its degraded magnetic signal in the scratched zone was significantly recovered after heating the sample to 300 degrees C. This magnetic recovery is attributed mostly to the thermo-mechanical material recovery, i.e., thermal expansion and grain shape restoration. However, when the temperature was higher than 300 degrees C, the recovered magnetic signals degraded again, and also the scratch became deeper, which exacerbates the degradation of magnetic signals. The deepening process of scratch at elevated temperatures cannot be explained by conventional thermal expansion of materials, which instead can be explained by the structural change of the studied magnetic materials from HCP to FCC crystal structure. To verify this structural change, our team performed nanoindentation experiments to measure and compare the mechanical properties for the samples. The heated sample showed a lower hardness than the fresh non-heated sample. Co is a base magnetic element of the PMR media, and it is known that HCP Co is mechanically stronger than FCC Co. Accordingly, the nanoindentation experiment data can be used to support the temperature (heat)-dependent structural change of the PMR media. This deepening scratch phenomenon at higher temperature can be very critical for the design of heat-assisted-magnetic-recording (HAMR) media in the HDD industry because HAMR media needs to be exposed to temperatures (heat) above 400 degrees C and also it is susceptible to develop shallow scratches on the surface during head-disk-interface (HDI) interactions.  Therefore, those findings from experimental research can provide fundamental design rules for future HDD designs that are required to operate under mechanical contact conditions at elevated temperatures. \n\nNext, in computational analysis, the effective Hamiltonian was built using the two energy terms, i.e., self (anisotropy) and short-range energy, where the coefficients were obtained from DFT calculations. Monte Carlo simulations were performed on Ni and Fe, using the developed effective Hamiltonian, to predict the magnetic hysteresis loops at various temperatures between 0 K and 700 K. It was observed that both the saturated magnetization (Ms) and the coercivity (Hc) of Ni showed a decreasing trend with temperature, which is consistent with the reported experimental measurements, and thus can be used to verify the developed effective Hamiltonian and Monte Carlo schemes.  For HAMR media with the areal density of 4 Tb/in2, the Ms, magnetocrystalline anisotropy constant (K), and Curie temperature (Tc) should be higher than 800 emu/cc (1 T), 5 MJ/m3, and 430 degrees C (703 K), respectively. First-principles calculations, based on the density functional theory (DFT), have been performed on HAMR candidate ferromagnetic alloys, FePt and FePt-C, to calculate their electronic structures.  Ms and K at 300 K were 769 emu/cc (0.97 T) and 2.05 MJ/m3, respectively, and Tc was 728 K for (Fe50Pt50)80C20.  These Ms and K are still low to meet the requirements for HAMR media because of the high concentration of carbon. Therefore, after assuming a linear relationship between the magnetic properties and carbon concentration, we found the optimized FePt-C composition, which is (Fe50Pt50)84.5C15.5. The outcomes can apply to other magnetic materials such as Al-Ni-Co, Sm-Co, and Nd-Fe-B, whose magnetic properties are susceptible to stress/temperature and also to magnetic devices, including permanent magnet synchronous motor for electric vehicles, windmill power generator, and sensors which are required to operate at higher temperature (heat) and stress.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2019\n\n\t\t\t\t\tSubmitted by: Yang-Ki Hong"
 }
}