{
 "awd_id": "1464127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CRII: CHS: Fast Planning Using Computational Models of Narrative",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2015-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 138436.0,
 "awd_amount": 138436.0,
 "awd_min_amd_letter_date": "2015-02-03",
 "awd_max_amd_letter_date": "2016-05-02",
 "awd_abstract_narration": "The objective of this research is to develop a plan-based computational model of narrative, and to use that model to automatically structure interactive experiences.  When humans evaluate the importance of a narrative event, they consider not just what has happened but also events which did not happen or might have happened instead.  This project will design, implement, and test a computational model of this kind of hypothetical thinking, which narrative theorists call possible worlds reasoning.  This model will be used in a fast narrative planning algorithm and put to use in an existing interactive virtual environment.  The results will improve our understanding of how people reason hypothetically during narrative comprehension and improve the capabilities of interactive narrative technologies to teach, train, and treat their audiences.\r\n\r\nSpecifically, this research will extend previous work on hybrid planning algorithms which combine the rich knowledge representation of Partial Order Causal Link (POCL) plans with fast forward-chaining state space heuristic search.  By augmenting the search space of these planners with accessibility relations the tree can be used not just as a data structure for search but also a network of possible worlds and the relationships between them.  This computational model of hypothetical reasoning in narrative will be evaluated using an empirical cognitive question answering framework called QUEST.  The improved algorithm, which will leverage the state-of-the-art Fast-Downward heuristic, will be evaluated in an existing interactive narrative virtual environment called The Best Laid Plans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Ware",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen G Ware",
   "pi_email_addr": "sgware@cs.uky.edu",
   "nsf_id": "000678546",
   "pi_start_date": "2015-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Orleans",
  "inst_street_address": "2000 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5042806836",
  "inst_zip_code": "701483520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ORLEANS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL8JHK1LN291"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Orleans",
  "perf_str_addr": "2000 Lakeshore Drive",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701480001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026Y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 52509.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 85927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Storytelling is one of the fundamentals tools that our minds use to understand the world and communicate with others. Computer systems need to tell and understand stories in order to interact more naturally with people. Experts have shown that, as we experience the events of a story, our minds are constantly imagining other things that might have happened&mdash;a process called hypothetical or possible worlds reasoning. The importance of a story is not only defined by what happens, but also what did not happen and what might have happened instead.</p>\n<p>This goal of this project was to enhance AI planning algorithms that tell interactive stories with a model of hypothetical reasoning. These algorithms will be especially useful in virtual worlds like military training simulations, classroom tutoring systems, and video games where an interactive story is being created by the player and the computer together for some educational or aesthetic purpose.</p>\n<p>The first major result from this project showed that tools developed by psychologists to model how people understand the events of a story that actually happened can also be applied to hypothetical events that did not actually happen. Subjects were shown a story and then given a hypothetical, such as &ldquo;Imagine this important event had not happened.&rdquo; When asked questions, subjects answered as if they had rewritten the ending of the story in their minds to account for the hypothetical situation. These psychological tools can now be used by computer scientists to create computer models of how people understand hypothetical situations in stories, which is especially important for interactive stories that could end in many different ways.</p>\n<p>The second major result from this project validated a previously proposed computer model of how people remember the events of a story as they experience it. We translated psychological research on story understanding into a computer model and demonstrated that it reliably predicts which events a person found easier to remember. The model is based on finding relationships between events in terms of who, when, where, how, and why they occurred. For example, when you experience an event in one location, it makes it easier to remember past events that also happened in that same location. After validating this model of memory of past events, we showed that it can also be applied to measure a person&rsquo;s expectations of future hypothetical events. Subjects played an interactive story that was generated using our model, and we successfully predicted which ending they would choose based on how earlier events in the story set their expectations about the future. Finally, we demonstrated that, under certain conditions, this model can be used to influence what people expect. Subjects played an interactive story and our model was able to influence people to chose certain endings by engineering the story&rsquo;s content to encourage people to think hypothetically about specific endings. This computer model of what people remember and expect when experiencing an interactive story can be used by algorithms to create stories that help people retain important information or create enjoyable narrative experiences like surprise and suspense.</p>\n<p>Finally, we put these models to use in an interactive narrative virtual world to demonstrate the power of hypothetical reasoning. The player controls one character in the world, and all other characters are controlled by an artificial intelligence system. The player has the freedom to take any actions they want, and the AI systems must choose actions for the other characters to make sure the story has the correct structure. The virtual world had no pre-written narrative content; every story is generated completely from scratch by assembling small events (such as &ldquo;the player buys medicine from the merchant at the market&rdquo;) into a larger story based on what the player chose to do. Generating stories that make sense and have the correct narrative structure is only possible if the AI system reasons hypothetically about many possible stories that could happen based on what the player chooses to do. While the prototype world we built was for entertainment, this same technology can be used in educational and serious applications, such as the virtual reality training simulations used to train warfighters, the intelligent tutoring systems used to help school children learn scientific concepts, and the therapeutic simulations used to help people cope with trauma such as PTSD.</p>\n<p>The computational models and algorithms we developed have been published at international scientific conferences. We have demonstrated these algorithms and the virtual environment prototype at meetings of other researchers. During this project, a female graduate student completing her PhD degree in computer science gained valuable experience designing and evaluating computational models and presenting the results to the scientific community. The principal investigator gained valuable insights into how hypothetical reasoning can improve AI systems that interact more naturally with people.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2019<br>\n\t\t\t\t\tModified by: Stephen&nbsp;G&nbsp;Ware</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStorytelling is one of the fundamentals tools that our minds use to understand the world and communicate with others. Computer systems need to tell and understand stories in order to interact more naturally with people. Experts have shown that, as we experience the events of a story, our minds are constantly imagining other things that might have happened&mdash;a process called hypothetical or possible worlds reasoning. The importance of a story is not only defined by what happens, but also what did not happen and what might have happened instead.\n\nThis goal of this project was to enhance AI planning algorithms that tell interactive stories with a model of hypothetical reasoning. These algorithms will be especially useful in virtual worlds like military training simulations, classroom tutoring systems, and video games where an interactive story is being created by the player and the computer together for some educational or aesthetic purpose.\n\nThe first major result from this project showed that tools developed by psychologists to model how people understand the events of a story that actually happened can also be applied to hypothetical events that did not actually happen. Subjects were shown a story and then given a hypothetical, such as \"Imagine this important event had not happened.\" When asked questions, subjects answered as if they had rewritten the ending of the story in their minds to account for the hypothetical situation. These psychological tools can now be used by computer scientists to create computer models of how people understand hypothetical situations in stories, which is especially important for interactive stories that could end in many different ways.\n\nThe second major result from this project validated a previously proposed computer model of how people remember the events of a story as they experience it. We translated psychological research on story understanding into a computer model and demonstrated that it reliably predicts which events a person found easier to remember. The model is based on finding relationships between events in terms of who, when, where, how, and why they occurred. For example, when you experience an event in one location, it makes it easier to remember past events that also happened in that same location. After validating this model of memory of past events, we showed that it can also be applied to measure a person?s expectations of future hypothetical events. Subjects played an interactive story that was generated using our model, and we successfully predicted which ending they would choose based on how earlier events in the story set their expectations about the future. Finally, we demonstrated that, under certain conditions, this model can be used to influence what people expect. Subjects played an interactive story and our model was able to influence people to chose certain endings by engineering the story?s content to encourage people to think hypothetically about specific endings. This computer model of what people remember and expect when experiencing an interactive story can be used by algorithms to create stories that help people retain important information or create enjoyable narrative experiences like surprise and suspense.\n\nFinally, we put these models to use in an interactive narrative virtual world to demonstrate the power of hypothetical reasoning. The player controls one character in the world, and all other characters are controlled by an artificial intelligence system. The player has the freedom to take any actions they want, and the AI systems must choose actions for the other characters to make sure the story has the correct structure. The virtual world had no pre-written narrative content; every story is generated completely from scratch by assembling small events (such as \"the player buys medicine from the merchant at the market\") into a larger story based on what the player chose to do. Generating stories that make sense and have the correct narrative structure is only possible if the AI system reasons hypothetically about many possible stories that could happen based on what the player chooses to do. While the prototype world we built was for entertainment, this same technology can be used in educational and serious applications, such as the virtual reality training simulations used to train warfighters, the intelligent tutoring systems used to help school children learn scientific concepts, and the therapeutic simulations used to help people cope with trauma such as PTSD.\n\nThe computational models and algorithms we developed have been published at international scientific conferences. We have demonstrated these algorithms and the virtual environment prototype at meetings of other researchers. During this project, a female graduate student completing her PhD degree in computer science gained valuable experience designing and evaluating computational models and presenting the results to the scientific community. The principal investigator gained valuable insights into how hypothetical reasoning can improve AI systems that interact more naturally with people.\n\n \n\n\t\t\t\t\tLast Modified: 06/25/2019\n\n\t\t\t\t\tSubmitted by: Stephen G Ware"
 }
}