{
 "awd_id": "1464843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Synthesis of Sulfur Containing Amino Acids in Astrophysical Ices",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rebecca Peebles",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 181108.0,
 "awd_amount": 181108.0,
 "awd_min_amd_letter_date": "2015-09-03",
 "awd_max_amd_letter_date": "2020-08-05",
 "awd_abstract_narration": "With this award, the Chemical Structure, Dynamics and Mechanisms (CSDM-A) Program of the Division of Chemistry is funding Professor Simon Garrett of California State University-Northridge to investigate how amino acids can be formed from small molecules in extraterrestrial abiotic environments. They are attempting to synthesize amino acids in the laboratory by the radiolysis of astrophysical ice analogs containing suitable sources.  The work is to proceed through a series of linked, short-term, experiments suitable for undergraduate students, providing them with a stimulating experience that will encourage enrollment in advanced degrees in STEM fields. Research that addresses the question of how life began on Earth and if it has evolved elsewhere can generate significant interest from the general public and the broad scientific community. \r\n\r\nProfessor Garrett and his research group are conducting experiments on icy mixtures of H2O, acetonitrile and either H2S or OCS deposited in vacuum, irradiated by electrons and He+, and probed by mass spectrometry, infrared spectroscopy, x-ray photoelectron spectroscopy and liquid chromatography. A central goal of this project is to be the first to produce sulfur-containing amino acids, notably cysteine and methionine, by adding a relevant sulfur source to the ices. Although laboratory experiments in astrophysical ice analogs have successfully generated a variety of amino acid precursors to date, sulfur containing cysteine and methionine have not been made, despite their importance in protein function and folding.  An additional goal of this work is to pioneer in situ hydrolysis through the formation of a strong acid, sulfuric acid, since acid hydrolysis of irradiation residues in the ice is known to be necessary in producing amino acids.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Garrett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Simon J Garrett",
   "pi_email_addr": "simon.garrett@csun.edu",
   "nsf_id": "000295374",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Northridge",
  "perf_str_addr": "18111 Nordhoff Street",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308262",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 181108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was directed at understanding chemical reactions in small molecules within water-ice layers.&nbsp; The starting materials were those known to be present in various places within the Solar System, such as interstellar dust grains and icy moons of some of the outer planets.&nbsp; In particular, water-ice (H<span><sub>2</sub></span>O) is now known to be distributed widely and so this molecule formed the major component of the investigations.&nbsp; The experiments were conducted in a vacuum chamber at low temperatures and pressures, similar to the conditions that might be expected in those environments.&nbsp; Reactions were initiated by electrons, one component of the solar wind, the constant stream of particles that is emitted by our Sun.&nbsp; Using several instruments attached to the vacuum chamber, including a mass spectrometer and an infrared spectrometer (purchased using the funds of this award), reactions were identified that generated new substances, including hydrogen (H<span><sub>2</sub></span>), oxygen (O<span><sub>2</sub></span>), hydrogen peroxide (H<span><sub>2</sub></span>O<span><sub>2</sub></span>), in water by itself.&nbsp; When another molecule, such as acetonitrile (CH<span><sub>3</sub></span>CN) was added to the ice layer, another product, hydrogen cyanide (HCN), was formed.&nbsp; The last molecule in particular is important because it is proposed to be involved in the synthesis of amino acids, the building blocks of life on Earth.&nbsp; In some experiments, there was evidence for the formation of amino acid-like molecules within the ice when water and acetonitrile were present together and then bombarded with electrons.&nbsp; The formation of amino acids in extraterrestrial environments might support the idea that the beginning of life on Earth was in part due to the deposition of molecules made in space.&nbsp; In addition to the purchase of one of the instruments, the project award provided training for ten undergraduate students, a significant proportion of whom are minority students, and two graduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Simon&nbsp;J&nbsp;Garrett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was directed at understanding chemical reactions in small molecules within water-ice layers.  The starting materials were those known to be present in various places within the Solar System, such as interstellar dust grains and icy moons of some of the outer planets.  In particular, water-ice (H2O) is now known to be distributed widely and so this molecule formed the major component of the investigations.  The experiments were conducted in a vacuum chamber at low temperatures and pressures, similar to the conditions that might be expected in those environments.  Reactions were initiated by electrons, one component of the solar wind, the constant stream of particles that is emitted by our Sun.  Using several instruments attached to the vacuum chamber, including a mass spectrometer and an infrared spectrometer (purchased using the funds of this award), reactions were identified that generated new substances, including hydrogen (H2), oxygen (O2), hydrogen peroxide (H2O2), in water by itself.  When another molecule, such as acetonitrile (CH3CN) was added to the ice layer, another product, hydrogen cyanide (HCN), was formed.  The last molecule in particular is important because it is proposed to be involved in the synthesis of amino acids, the building blocks of life on Earth.  In some experiments, there was evidence for the formation of amino acid-like molecules within the ice when water and acetonitrile were present together and then bombarded with electrons.  The formation of amino acids in extraterrestrial environments might support the idea that the beginning of life on Earth was in part due to the deposition of molecules made in space.  In addition to the purchase of one of the instruments, the project award provided training for ten undergraduate students, a significant proportion of whom are minority students, and two graduate students.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Simon J Garrett"
 }
}