{
 "awd_id": "1464008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSEDI: Determination of Equilibrium Iron Isotope Fractionation Factors at High Pressure",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2015-04-15",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 78066.0,
 "awd_amount": 78066.0,
 "awd_min_amd_letter_date": "2015-04-13",
 "awd_max_amd_letter_date": "2015-04-13",
 "awd_abstract_narration": "Understanding the composition of the Earth is crucial to constraining under which conditions it formed along with the rest of the solar system. The more we can learn about the Earth, the better suited we are to understanding how planets form in general and why the planets are all so different. Many elements that are abundant on Earth have stable isotopes (same number of protons, different number of neutrons) that have been studied extensively for their use as tracers for physical and chemical processes. However these isotopes have largely not been explored for how they can trace processes occurring at high pressure, such as during the formation of our planet's core. This proposal is aimed at studying the composition of the core of the Earth through experiments at high pressure and theoretical calculations of the isotopic ratios. The goal is to place an independent constraint on the composition of the core, which has critical implications on the formation and evolution of our planet.  \r\n\r\nThe principle of using stable isotopes to probe the bulk chemical composition of planets lies with the combination of isotope fractionation and sequestration of elements in inaccessible reservoirs like the Earth's core. Experiments at high pressure and temperature can reveal the equilibrium isotopic fractionation factors that cannot be directly measured in planetary materials and when combined with isotopic ratios found in natural materials provide a constraint on the formation conditions of those materials. The principal aim of this proposal is to understand how the light elements bonded to iron in the core can affect the distribution of isotopes during core formation. Ths Pis will do this by determining how various phases (Fe3C, FeO, FeS, FeHx) isotopic fractionation factors are affected by pressure. This study relies on mineral physics techniques and experiments (DAC experiments at the synchrotron using nuclear resonant inelastic x-ray scattering) combined with isotope geochemistry calculations and analyses. It is a truly interdisciplinary project that can only be accomplished with the right expertise and has the potential to make a large imprint on several fields of geoscience. The main research goals of this proposal are to: reveal how iron stable isotope ratios under extreme pressure conditions can be used to understand planet formation and differentiation; determine the effect of bonding partners on iron stable isotope fractionation so as to investigate the light element in cores of differentiated objects; and calculate theoretical iron isotopic fractionation factors based on high pressure NRIXS synchrotron experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anat",
   "pi_last_name": "Shahar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anat Shahar",
   "pi_email_addr": "ashahar@ciw.edu",
   "nsf_id": "000512965",
   "pi_start_date": "2015-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5251 Broad Branch Rd. NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 78066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principle of using stable isotopes to probe the bulk chemical composition of planets lies with the combination of isotope fractionation and sequestration of elements in inaccessible reservoirs like the Earth&rsquo;s core. Experiments at high pressure and temperature can reveal the equilibrium isotopic fractionation factors that cannot be directly measured in planetary materials and when combined with isotopic ratios found in natural materials provide a constraint on the formation conditions of those materials.&nbsp;The principal aim of this proposal was to understand how the light elements bonded to iron in the core can affect the distribution of isotopes during core formation. We did this by determining how various phases (Fe<sub>3</sub>C, FeO, FeS, FeH<sub>x</sub>) isotopic fractionation factors are affected by pressure. This study relied on mineral physics techniques and experiments (DAC experiments at the synchrotron using nuclear resonant inelastic x-ray scattering) combined with isotope geochemistry calculations and analyses. It was a truly interdisciplinary project that could only be accomplished with the right expertise and made a large imprint on several fields of geoscience.&nbsp;The main research goals of this proposal were to: reveal how iron stable isotope ratios under extreme pressure conditions can be used to understand planet formation and differentiation; determine the effect of bonding partners on iron stable isotope fractionation so as to investigate the light element in cores of differentiated objects; and calculate theoretical iron isotopic fractionation factors based on high pressure NRIXS synchrotron experiments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2019<br>\n\t\t\t\t\tModified by: Anat&nbsp;Shahar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe principle of using stable isotopes to probe the bulk chemical composition of planets lies with the combination of isotope fractionation and sequestration of elements in inaccessible reservoirs like the Earth?s core. Experiments at high pressure and temperature can reveal the equilibrium isotopic fractionation factors that cannot be directly measured in planetary materials and when combined with isotopic ratios found in natural materials provide a constraint on the formation conditions of those materials. The principal aim of this proposal was to understand how the light elements bonded to iron in the core can affect the distribution of isotopes during core formation. We did this by determining how various phases (Fe3C, FeO, FeS, FeHx) isotopic fractionation factors are affected by pressure. This study relied on mineral physics techniques and experiments (DAC experiments at the synchrotron using nuclear resonant inelastic x-ray scattering) combined with isotope geochemistry calculations and analyses. It was a truly interdisciplinary project that could only be accomplished with the right expertise and made a large imprint on several fields of geoscience. The main research goals of this proposal were to: reveal how iron stable isotope ratios under extreme pressure conditions can be used to understand planet formation and differentiation; determine the effect of bonding partners on iron stable isotope fractionation so as to investigate the light element in cores of differentiated objects; and calculate theoretical iron isotopic fractionation factors based on high pressure NRIXS synchrotron experiments.\n\n \n\n\t\t\t\t\tLast Modified: 04/01/2019\n\n\t\t\t\t\tSubmitted by: Anat Shahar"
 }
}