{
 "awd_id": "1464468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: I/UCRC for Center for Interdisciplinary Forensic Science Research",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 11500.0,
 "awd_amount": 11500.0,
 "awd_min_amd_letter_date": "2015-05-06",
 "awd_max_amd_letter_date": "2015-05-06",
 "awd_abstract_narration": "Center for Interdisciplinary Forensic Science Research\r\n\r\nTechnological advances in the forensic sciences have made it possible to provide probative information in the investigation and adjudication of criminal activity. With the growing influence of science-based evidence comes the responsibility to provide objective, well researched, and defensible scientific data. The increasing reliance on forensic science by the justice system has also intensified the scrutiny of laboratory examination procedures and technology; the ethical standards of practitioners; and the technical accuracy of scientific testimony. The popular media and scientific experts have documented the issues and limitations confronting forensic laboratories. A coordinated industry-university research effort is essential to identify and implement improvements needed to strengthen the application of science to legal proceedings in order to address these challenges. With respect to the broader impacts of the proposed research, this group of researchers envisions serving as a primary source for applied forensic science research that will benefit society by providing the justice system with more definitive answers to legal questions. The interdisciplinary nature of their partnerships has the potential to address current limitations in forensic science methodologies, which may have impeded or prevented the administration of justice. In a broad sense, the group seeks to improve crime-solving tools through the increases the accuracy and reliability of the justice system and stop criminals before they re-offend, thereby saving society the costs of increased crime. Improvements in forensic science efficiencies reduce costs to governments to provide the service.  For example, efficiency improvements occur through greater use of automation, which private enterprise may develop into a commercial product based on university-based research. \r\n\r\nSeveral initial projects are proposed for the Center for Interdisciplinary Forensic Science Research. These projects focus on chemistry, biology, and biomechanical engineering methods as well as on approaches to address forensic science related problems. With respect to forensic biology applications, the researchers will develop a method that will assist in characterizing bloodstain patterns to a specific type of injury or event. The identification of particular wound cells in an otherwise non-specific bloodstain pattern can reveal the one true cause or source of the bloodshed from many possible mechanisms or wound sites. The researchers also propose to develop of a digestible swab to optimize the collection of biological evidence. While cotton swabs are effective in capturing biological material from solubilized stains, they are problematic in that significant amounts of sample can be retained on the swab following standard extraction procedures. Importantly, the amount of recovered sample has direct impact on testing. With respect to forensic chemistry applications, the researchers will conduct studies that focus on surface modification treatments associated with trace evidence samples. Current instrumentation methods lack the sensitivity to detect ultra-thin layers. However, newer technology methods have the potential to significantly improve the forensic analysis of various trace evidence materials, including fibers, paint, explosive residues, and surface modified glass. In addition, a comprehensive study on UV absorbers in clearcoat paint samples and UV micro-spectra of undyed fibers will be conducted in order to catalog the UV characteristics of these commonly encountered materials. Further, the tampering of pharmaceuticals by healthcare professionals, particularly paramedics, is a serious and growing problem. The researchers will explore methods to provide an affordable, portable, robust, reliable, and in situ screening test to detect tampered drugs. Another issue encountered by forensic drug analysts is the identity of the various isomeric forms of drugs. The researchers will explore methods to provide confirmatory data on the specific identity and characterization of particular isomers when coupled to a searchable database. The proposed methods will be designed to distinguish natural vs. synthetic source, route of synthesis, and illicit vs. legal source to controlled substance samples. The researchers will develop analytical devices to extract drugs of abuse from dried urine. With respect to forensic biomechanical engineering applications, they will design studies to advance fundamental understanding of the analysis of fracture patterns in order to provide further insight into the mechanism of an injury, such as bending, compression or torsion, and the direction of applied force and location of applied load on the body part. Models will be developed that are capable of controlling specimen-to-specimen variation. These models will be used to construct fracture pattern \"maps\" linked with external loading conditions and subject-specific biological factors. An additional biomechanical engineering project proposes to investigate blood stain pattern analysis and interpretation in order to improve the accuracy of blood stain pattern analysis (area of origin, for example), reduce the analysis time, and to have a non-contact method of evidence documentation for analysis. \r\n\r\nThis planning grant is jointly supported by NSF and the National Institute of Justice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Roberts",
   "pi_mid_init": "A",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Katherine A Roberts",
   "pi_email_addr": "krobert2@exchange.calstatela.edu",
   "nsf_id": "000498363",
   "pi_start_date": "2015-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Gomez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Gomez",
   "pi_email_addr": "fgomez@calstate.edu",
   "nsf_id": "000468452",
   "pi_start_date": "2015-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feimeng",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feimeng Zhou",
   "pi_email_addr": "fzhou@calstatela.edu",
   "nsf_id": "000473683",
   "pi_start_date": "2015-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Johnson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Donald J Johnson",
   "pi_email_addr": "djohnso5@exchange.calstatela.edu",
   "nsf_id": "000499410",
   "pi_start_date": "2015-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Los Angeles",
  "perf_str_addr": "5151 State  University Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8819",
   "pgm_ref_txt": "Forensic Science"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 11500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposed Center for Interdisciplinary Forensic Science Research (CIFSR)&nbsp;was designed to organize the research activities of several disciplines in relation to the ongoing needs of the forensic sciences. The popular media and scientific experts have documented the issues and limitations that confront forensic laboratories. Our vision was to build on the growing influence of science-based evidence in the adjudication of criminal and civil casework. The primary&nbsp;goal was to provide objective, well-researched and defensible research data to support the interpretation of scientific findings. It is our belief that a coordinated industry-university-forensic practitioner apporach is essential to strengthen the application of science to legal proceedings.</p>\n<p>We envisioned that CIFSR would provide direct educational benefits for our graduate students by involving them in various interdisciplinary research projects designed to improve the accuracy and relaibility of crime-solving tools.</p>\n<p>All of the potential I/UCRC members reported that&nbsp;specific&nbsp;proposed CIFSR projects were relevant to their respective organizations and they were impressed with our ongoing relationships with operational forensic science laboratories. Further, they recognized the quality of our forensic science graduate program. However, the various companies were not compelled to adopt the I\\UCRC model at this time. For example, they did not see the value of the pooled resources structure (the biotechnology companies did not see the cost-benefit in investing in unrelated analytical chemistry-based projects and vice-versa). This was problematic in terms of attempting to establish a cooperative group of industry partners. Some companies were discouraged by the membership costs while others were concerned with issues related to intellectual property and licensing rights.</p>\n<p>One company did express an interest in joining CIFSR. However, we were unsucessful in convincing other&nbsp;industry representatives to attend a Planning Grant meeting or even to commit in principle to a membership. Therefore, we were unsuccessful at this time in securing the required $150,000 in annual membership fees needed to establish CIFSR. Although we report a negative outcome at this time, the process of attempting to establish CIFSR has allowed us to meet some of the benefits that we anticipated under the I\\UCRC model. The industry representatives expressed a preference for collaborating with faculty and forensic practitioners independently of the I\\UCRC model. As a result, we are moving forward with several of the projects that we presented at our pre-planning meeting. Once we have developed&nbsp;a collaboration history with these companies, we intend to revisit their interest in either establishing CIFSR or possibly joining an established I\\UCRC forensic science site at another university.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2017<br>\n\t\t\t\t\tModified by: Katherine&nbsp;A&nbsp;Roberts</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe proposed Center for Interdisciplinary Forensic Science Research (CIFSR) was designed to organize the research activities of several disciplines in relation to the ongoing needs of the forensic sciences. The popular media and scientific experts have documented the issues and limitations that confront forensic laboratories. Our vision was to build on the growing influence of science-based evidence in the adjudication of criminal and civil casework. The primary goal was to provide objective, well-researched and defensible research data to support the interpretation of scientific findings. It is our belief that a coordinated industry-university-forensic practitioner apporach is essential to strengthen the application of science to legal proceedings.\n\nWe envisioned that CIFSR would provide direct educational benefits for our graduate students by involving them in various interdisciplinary research projects designed to improve the accuracy and relaibility of crime-solving tools.\n\nAll of the potential I/UCRC members reported that specific proposed CIFSR projects were relevant to their respective organizations and they were impressed with our ongoing relationships with operational forensic science laboratories. Further, they recognized the quality of our forensic science graduate program. However, the various companies were not compelled to adopt the I\\UCRC model at this time. For example, they did not see the value of the pooled resources structure (the biotechnology companies did not see the cost-benefit in investing in unrelated analytical chemistry-based projects and vice-versa). This was problematic in terms of attempting to establish a cooperative group of industry partners. Some companies were discouraged by the membership costs while others were concerned with issues related to intellectual property and licensing rights.\n\nOne company did express an interest in joining CIFSR. However, we were unsucessful in convincing other industry representatives to attend a Planning Grant meeting or even to commit in principle to a membership. Therefore, we were unsuccessful at this time in securing the required $150,000 in annual membership fees needed to establish CIFSR. Although we report a negative outcome at this time, the process of attempting to establish CIFSR has allowed us to meet some of the benefits that we anticipated under the I\\UCRC model. The industry representatives expressed a preference for collaborating with faculty and forensic practitioners independently of the I\\UCRC model. As a result, we are moving forward with several of the projects that we presented at our pre-planning meeting. Once we have developed a collaboration history with these companies, we intend to revisit their interest in either establishing CIFSR or possibly joining an established I\\UCRC forensic science site at another university.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/19/2017\n\n\t\t\t\t\tSubmitted by: Katherine A Roberts"
 }
}