{
 "awd_id": "1465051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Novel Fe Catalysts for Alcohol Amine Coupling Reaction to Imine",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 143175.0,
 "awd_amount": 143175.0,
 "awd_min_amd_letter_date": "2015-07-30",
 "awd_max_amd_letter_date": "2020-06-26",
 "awd_abstract_narration": "With this award, the Chemical Catalysis Program of the Chemistry Division is funding Professor Keying Ding from Middle Tennessee State University to develop a novel types of earth-abundant catalysts for a useful coupling reaction. The target chemical structures, imines, represent a very important class of compounds with applications in the chemical, pharmaceutical and biological sectors. Currently, such coupling reactions employ precious metal catalysts that are expensive,sometimes toxic, and limited in supply.  Thus, the most common approaches today pose economic and often environmental challenges. Developing catalytic processes for such reactions with earth-abundant metal systems is compatible with sustainable chemistry goals.  Success here would also likely capture the attention of pharmaceutical process groups and industrial chemists. The broader impacts of the research  include training opportunities and hands-on research experiences for undergraduate students, master-level researchers and high school students, including those from underrepresented groups and low-income backgrounds.\r\n\r\nIn this project, Professor Keying Ding is designing, synthesizing and characterizing new types of ligands and their respective defined iron complexes featuring \"metal-ligand cooperativities.\" Professor Ding is studying their catalytic reactivity toward alcohol-amine couplings under mild conditions. In the currently studied system, the ligands not only serve as metal binding sites, but also directly participate in chemical bond activations. The project is exploring the optimal reaction conditions and the substrate scope for alcohols and amines. Important reaction intermediates and catalytic mechanisms are being investigated by combined experimental and theoretical studies, which will enrich fundamental understanding of non-precious metal catalysis for such transformations and will provide new insights into the design of highly selective catalysts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keying",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keying Ding",
   "pi_email_addr": "Keying.Ding@mtsu.edu",
   "nsf_id": "000679603",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middle Tennessee State University",
  "inst_street_address": "1301 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "MURFREESBORO",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6154947848",
  "inst_zip_code": "371320001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "MIDDLE TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VMWUDBTMF4C9"
 },
 "perf_inst": {
  "perf_inst_name": "Middle Tennessee State University",
  "perf_str_addr": "Department of Chemistry, Box 68",
  "perf_city_name": "Murfreesboro",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "371320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 143175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The outcomes of this project are:</p>\n<p>(1) development of a family of novel tripodal ligands and their base transition metal complexes;</p>\n<p>(2) use of the base transition metal complexes as catalysts for Borrowing Hydrogen (BH), Acceptorless Dehydrogenative Couplings (ADC), and related reactions such as dehydrogenation of secondary alcohols, ADC of primary alcohols to esters, switchable alcohol amine couplings, switchable couplings of primary and secondary alcohols, and switchable couplings of primary alcohols and nitriles.</p>\n<p>This grant has resulted in 8 publications in decent chemistry journals, such as Organic Letters, Inorganic Chemistry, Organometallics, The Journal of Organic Chemistry, and Tetrahedron. An invited review article on the switchable BH and ADC by base transition metal catalysis was published on Tetrahedron. The PI groups have been actively participating in conferences such as ACS Meetings, ACS Regional Meetings, ACS Green Chemistry and Engineering Conference, etc;</p>\n<p>(3) offering hands-on research experience and training for students at different levels and diversity.&nbsp;In the funding period, one Ph.D. student, six Master students, nine undergraduates, and six high school students have worked on the project;</p>\n<p>(4) increase scientific output in research, outreach, and teaching related to this research and green chemistry in general.</p>\n<p>The PI has integrated this green chemistry research into her Gen Chem and Inorganic lectures. A new course \"Advanced synthesis and lab techniques\" that involves the concept of catalysis and green chemistry is under development. The PI has initiated and established a unique &ldquo;Bring Green Chemistry to MTSU&rdquo; program aiming to disseminate green and sustainable science and technology and educate the next generation of researchers within the MTSU community. There have been several green chemistry activities such as demonstrations and posters managed by the MTSU Chemistry Society, with the PI herself serving as the faculty co-advisor. Excitingly, the MTSU Chemistry Society has won <em>2016 ACS Green Chemistry Student Chapter Award</em><em>. </em>A<em> </em>second win in a roll!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2021<br>\n\t\t\t\t\tModified by: Keying&nbsp;Ding</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe outcomes of this project are:\n\n(1) development of a family of novel tripodal ligands and their base transition metal complexes;\n\n(2) use of the base transition metal complexes as catalysts for Borrowing Hydrogen (BH), Acceptorless Dehydrogenative Couplings (ADC), and related reactions such as dehydrogenation of secondary alcohols, ADC of primary alcohols to esters, switchable alcohol amine couplings, switchable couplings of primary and secondary alcohols, and switchable couplings of primary alcohols and nitriles.\n\nThis grant has resulted in 8 publications in decent chemistry journals, such as Organic Letters, Inorganic Chemistry, Organometallics, The Journal of Organic Chemistry, and Tetrahedron. An invited review article on the switchable BH and ADC by base transition metal catalysis was published on Tetrahedron. The PI groups have been actively participating in conferences such as ACS Meetings, ACS Regional Meetings, ACS Green Chemistry and Engineering Conference, etc;\n\n(3) offering hands-on research experience and training for students at different levels and diversity. In the funding period, one Ph.D. student, six Master students, nine undergraduates, and six high school students have worked on the project;\n\n(4) increase scientific output in research, outreach, and teaching related to this research and green chemistry in general.\n\nThe PI has integrated this green chemistry research into her Gen Chem and Inorganic lectures. A new course \"Advanced synthesis and lab techniques\" that involves the concept of catalysis and green chemistry is under development. The PI has initiated and established a unique \"Bring Green Chemistry to MTSU\" program aiming to disseminate green and sustainable science and technology and educate the next generation of researchers within the MTSU community. There have been several green chemistry activities such as demonstrations and posters managed by the MTSU Chemistry Society, with the PI herself serving as the faculty co-advisor. Excitingly, the MTSU Chemistry Society has won 2016 ACS Green Chemistry Student Chapter Award. A second win in a roll!\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/27/2021\n\n\t\t\t\t\tSubmitted by: Keying Ding"
 }
}