{
 "awd_id": "1500907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: A Fully Distributed Multi-Agent System Based Energy Management Solution for Microgrids",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 44898.0,
 "awd_amount": 44898.0,
 "awd_min_amd_letter_date": "2014-10-17",
 "awd_max_amd_letter_date": "2014-10-17",
 "awd_abstract_narration": "Intellectual Merit: Intelligent techniques are cost efficient solutions to making existing power systems smarter. To improve the reliability and energy efficiency of microgrids and lower the cost of the control system, fully distributed control solutions are preferable. As one of the most popular distributed control solutions, multi-agent systems have been widely applied for power system operation and control. However, existing solutions have limited applicability and lack rigorous stability analysis. To address the needs of microgrids and the problems with existing solutions, one of the PI?s long term research goals is to study fully distributed multi-agent system based control solutions. In this project, the PI will design three types of fully distributed optimization algorithms based on a stable global information discovery algorithm. The designed algorithms can be selected for different energy management tasks based on model availability, complexity, and response time, etc. Efficient synchronization techniques will be proposed based on analysis of agents? autonomous activities. Models with different levels of details will be developed for microgrids with multiple different types of distributed energy resources. The developed models will be used to evaluate the dynamic performances of candidate solutions and overcome the disadvantages of the optimization algorithms. The proposed algorithms can solve simple problems in real time or complex problems in several seconds or faster. Real-time simulation and experimentation will be used to investigate real world performance.\r\n\r\nBroader Impacts: This project will create new fields in power and energy research by introducing new theories and technologies. The planned work will demonstrate to power engineers that advanced computational intelligence techniques can bring about novel solutions for complex engineering problems. The success of this project will also inspire other societies with new applications and challenges. The project has potential to revolutionize the practice of power system operation by seamlessly integrating power system scheduling and control. The distributed optimization algorithms can be applied to many other large-scale online optimization and control problems. The project will generate two graduate RA positions, create two new multidisciplinary courses, and broaden participation by providing excellent hands-on learning opportunities for the large population of minority students at New Mexico State University. Outreach activities are planned to improve public awareness, understanding, and confidence of  the Smart Grid. The microgrid testbed, high quality publications, and trained students produced according to this project will greatly enhance the capability of New Mexico State University in doing related research and attracting new funding from governments and industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenxin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenxin Liu",
   "pi_email_addr": "wliu@lehigh.edu",
   "nsf_id": "000536622",
   "pi_start_date": "2014-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "Alumni Building 27",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44897.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The concept of smart grid was proposed to upgrade the aging power grid for next century. Microgrid is an ideal way to integrate distributed generations at the distribution level and allows good customer participation. As a small scale and the first step of smart grid, the study of smart microgrid will significantly advance the successful deployments of smart grid. To counteract the small inertia and the intermittency of renewable generation of microgrids, existing control solutions must be upgraded. As a popular distributed control solution, multi-agent systems (MAS) is a promising solution for microgrid control. However, the potentials of MAS for microgrid control had not been fully explored.</p>\n<p>During the past 4 years, the PI and his students had been working on advanced MAS-based distributed solutions for smart grid and smart microgrid. Most important issues with power system operation and control had been investigated, including active power dispatch, reactive power dispatch, renewable generation coordination, social welfare optimization, and state estimation. To design distributed solutions, various distributed algorithms in consensus, subgradient, dynamic programming, and reinforcement learning were introduced. Most of the designed solutions were implemented using MAS and tested through real-time digital simulations.</p>\n<p>The corresponding research had resulted in 12 publications, 2 for active power dispatch, 3 for reactive power dispatch, 2 for renewable generation coordination, 4 for social welfare optimization, and 1 for state estimation. Among the publications, 8 papers had been published in the prestigious IEEE transactions. Under the support of the project, 1 master student and 3 PhD students had graduated. The master student is a female Native American. Two of the PhD students became assistant professors and the third PhD is now doing post-doc. This project played an important role with the PI&rsquo;s subsequent grant-writing. Under the following projects of more than $1 million, an advanced smart grid testbed was developed. The testbed significantly improved the quality of the research outcome of this project.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Publication List:</strong></p>\n<p><strong>* Distributed active power dispatch:</strong></p>\n<p>[1]&nbsp;&nbsp;&nbsp;&nbsp; W. Zhang, W. Liu, X. Wang, L. Liu, and F. Ferrese, &ldquo;Online optimal generation control based on constrained distributed gradient algorithm,&rdquo; <em>IEEE Transactions on Power Systems</em>, vol. 30, no. 1, pp. 35-45, January 2015.</p>\n<p>[2]&nbsp;&nbsp;&nbsp;&nbsp; W. Zhang, W. Liu, F. Ferrese, &ldquo;Distributed optimal generation control of shipboard power systems,&rdquo; <em>the 2012 Electric Machines Technology Symposium</em>, Philadelphia, PA, May 23-24, 2012.</p>\n<p>&nbsp;</p>\n<p><strong>* Distributed reactive power dispatch:</strong></p>\n<p>[3]&nbsp;&nbsp;&nbsp;&nbsp; W. Zhang, W. Liu, X. Wang, L. Liu, and F. Ferrese, &ldquo;Distributed multiple agent system based online optimal reactive power control for smart grids,&rdquo; <em>IEEE Transactions on Smart Grid</em>, vol. 5, no. 5, pp. 2421-2431, September 2014.</p>\n<p>[4]&nbsp;&nbsp;&nbsp;&nbsp; Y. Xu, W. Zhang, W. Liu, and F. Ferrese, &ldquo;Multiagent based reinforcement learning for optimal reactive power dispatch,&rdquo; <em>IEEE Transactions on Systems, Man, and Cybernetics, Part C: Applications and Reviews</em>, vol. 42, no. 6, pp. 1742-1751, November 2012.</p>\n<p>[5]&nbsp;&nbsp;&nbsp;&nbsp; Y. Xu, W. Zhang, and W. Liu, &ldquo;Distributed dynamic programming based approach for economic dispatch in smart grids\", <em>IEEE Transactions on Industrial Informatics</em>, vol. 11, no. 1, pp. 166-175, February 2015.</p>\n<p>&nbsp;</p>\n<p><strong>* Distributed renewable generation coordination:</strong></p>\n<p>[6]&nbsp;&nbsp;&nbsp;&nbsp; Y. Xu, W. Zhang, W. Liu, X. Wang, F. Ferrese, C. Zang, and H. Yu. &ldquo;Distr...",
  "por_txt_cntn": "\nThe concept of smart grid was proposed to upgrade the aging power grid for next century. Microgrid is an ideal way to integrate distributed generations at the distribution level and allows good customer participation. As a small scale and the first step of smart grid, the study of smart microgrid will significantly advance the successful deployments of smart grid. To counteract the small inertia and the intermittency of renewable generation of microgrids, existing control solutions must be upgraded. As a popular distributed control solution, multi-agent systems (MAS) is a promising solution for microgrid control. However, the potentials of MAS for microgrid control had not been fully explored.\n\nDuring the past 4 years, the PI and his students had been working on advanced MAS-based distributed solutions for smart grid and smart microgrid. Most important issues with power system operation and control had been investigated, including active power dispatch, reactive power dispatch, renewable generation coordination, social welfare optimization, and state estimation. To design distributed solutions, various distributed algorithms in consensus, subgradient, dynamic programming, and reinforcement learning were introduced. Most of the designed solutions were implemented using MAS and tested through real-time digital simulations.\n\nThe corresponding research had resulted in 12 publications, 2 for active power dispatch, 3 for reactive power dispatch, 2 for renewable generation coordination, 4 for social welfare optimization, and 1 for state estimation. Among the publications, 8 papers had been published in the prestigious IEEE transactions. Under the support of the project, 1 master student and 3 PhD students had graduated. The master student is a female Native American. Two of the PhD students became assistant professors and the third PhD is now doing post-doc. This project played an important role with the PIÆs subsequent grant-writing. Under the following projects of more than $1 million, an advanced smart grid testbed was developed. The testbed significantly improved the quality of the research outcome of this project.\n\n \n\nPublication List:\n\n* Distributed active power dispatch:\n\n[1]     W. Zhang, W. Liu, X. Wang, L. Liu, and F. Ferrese, \"Online optimal generation control based on constrained distributed gradient algorithm,\" IEEE Transactions on Power Systems, vol. 30, no. 1, pp. 35-45, January 2015.\n\n[2]     W. Zhang, W. Liu, F. Ferrese, \"Distributed optimal generation control of shipboard power systems,\" the 2012 Electric Machines Technology Symposium, Philadelphia, PA, May 23-24, 2012.\n\n \n\n* Distributed reactive power dispatch:\n\n[3]     W. Zhang, W. Liu, X. Wang, L. Liu, and F. Ferrese, \"Distributed multiple agent system based online optimal reactive power control for smart grids,\" IEEE Transactions on Smart Grid, vol. 5, no. 5, pp. 2421-2431, September 2014.\n\n[4]     Y. Xu, W. Zhang, W. Liu, and F. Ferrese, \"Multiagent based reinforcement learning for optimal reactive power dispatch,\" IEEE Transactions on Systems, Man, and Cybernetics, Part C: Applications and Reviews, vol. 42, no. 6, pp. 1742-1751, November 2012.\n\n[5]     Y. Xu, W. Zhang, and W. Liu, \"Distributed dynamic programming based approach for economic dispatch in smart grids\", IEEE Transactions on Industrial Informatics, vol. 11, no. 1, pp. 166-175, February 2015.\n\n \n\n* Distributed renewable generation coordination:\n\n[6]     Y. Xu, W. Zhang, W. Liu, X. Wang, F. Ferrese, C. Zang, and H. Yu. \"Distributed subgradient-based coordination of multiple renewable generators in a microgrid,\" IEEE Transactions on Power Systems, vol. 29, no. 1, pp. 23-33, January 2014.\n\n[7]     W. Zhang, Y. Xu, W. Liu, F. Ferrese, and L. Liu, \"Fully distributed coordination of multiple DFIGs in a microgrid for load sharing,\" IEEE Transactions on Smart Grid, vol. 4, no. 2, pp. 806-815, June 2013.\n\n \n\n* Distributed social welfare optimization:\n\n[8]     Y. Ma, W. Zhang, and W. Liu, \"Fully distributed ..."
 }
}