{
 "awd_id": "1500851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Evidentiality and other grammatical phenomena through the expanded Documentation of Hupa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 245018.0,
 "awd_amount": 256556.0,
 "awd_min_amd_letter_date": "2015-04-16",
 "awd_max_amd_letter_date": "2016-07-25",
 "awd_abstract_narration": "Hupa, a critically endangered Native American language of northwestern California,  has a rich system of grammatical markers called evidentials that speakers deploy to indicate sources of information and viewpoint in narratives. Details of the distinctive Hupa system are still largely unexplored but have tremendous potential to improve our general understanding of how such meanings are expressed in human languages.  \r\n\r\nIn this three-year Documenting Endangered Languages project, Justin Spence of the University of California, Davis and Ramon Excamilla of the University of Central Arkansas will work with Hupa elder Verdena Parker  to obtain narrative interpretations of archival film footage and translations of yet unanalyzed recordings.  In conjunction with targeted elicitations, analysis of the resulting Hupa language samples will help develop typologically and theoretically situated descriptions of evidentiality and other aspects of Hupa discourse structure. \r\n\r\nPublic access to material produced by the project will be achieved through improvements to an existing online dictionary and text database. Expanding the quantity of accessible transcribed texts and the coverage of the dictionary, together with improvements to the user interface, will allow users to perform more sophisticated queries and to have greater confidence in the accuracy of the results they obtain. \r\n\r\nAll recordings and transcriptions produced by the project will be archived with the Survey of California and Other Indian Languages at UC Berkeley, ensuring that they will remain accessible to future generations of users for many years to come.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Spence",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Spence",
   "pi_email_addr": "jspence@ucdavis.edu",
   "nsf_id": "000651310",
   "pi_start_date": "2015-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ramon",
   "pi_last_name": "Escamilla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramon Escamilla",
   "pi_email_addr": "rescamilla@uca.edu",
   "nsf_id": "000679414",
   "pi_start_date": "2015-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Native American Studies Department, UC Davis",
  "perf_str_addr": "2401 Hart Hall, One Shields Ave.",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 245018.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has expanded the documentation of Hupa, a critically endangered Native American language of Hoopa Valley in northwestern California. The research team conducted a series of interviews with Mrs. Verdena Parker, a Hupa elder who grew up speaking the language, producing nearly 300 hours of high-quality audio recordings. They contain original narratives told by Mrs. Parker, translations of archival material from the early 20<sup>th</sup> century, verb paradigms, and targeted elicitations covering a variety of grammatical phenomena in the language. Highlights include narrations of a series of 8mm home movies made by Mrs. Parker in the early 1960s, traditional stories set in creation times, and oral histories of Hoopa Valley and the surrounding regions. Notable topics covered in grammatical elicitations include evidentiality (the grammatical encoding of source of information), mirativity (expressions of surprise or &ldquo;unprepared mind&rdquo;), and indefiniteness. The recordings have been archived with the Survey of California and Other Indian Languages at the University of California, Berkeley, where they will be accessible in perpetuity for future generations of scholars and tribal community members who want to learn about the language.</p>\n<p>Selected content from these recordings has already been included in an online dictionary and text corpus of Hupa, significant improvements to which have also been supported under this NSF funding. The searchable text corpus has grown from approximately 7000 words at the beginning of the project to its current size of 55,000 words, including 1.5 hours of transcribed audio and video recordings. Hundreds of new entries were added to the dictionary during the project period, and over 4500 audio and video clips were linked to particular entries. The inclusion of audio and video content in both the dictionary and text corpus is an important complement to the written representations of the language, especially from the perspective of language learners. The user interface for the website has also undergone significant improvements, such as the ability to search for particular grammatical elements and flexible pattern matching that makes it easier for users to find Hupa words even when they aren&rsquo;t sure of the exact spelling.</p>\n<p>While aspects of the research were presented at academic conferences and published in traditional scholarly venues, project personnel also stayed in regular communication with tribal members who have a large stake in the project outcomes. Overall, while the raw audio recordings and the online dictionary and text corpus are valuable resources for academic research, they are also intended to be used by tribal scholars and language learners. Keeping this broader audience in mind has helped ensure that the project&rsquo;s impacts extend to the source communities whose language has been the topic of this research project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2020<br>\n\t\t\t\t\tModified by: Justin&nbsp;Spence</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has expanded the documentation of Hupa, a critically endangered Native American language of Hoopa Valley in northwestern California. The research team conducted a series of interviews with Mrs. Verdena Parker, a Hupa elder who grew up speaking the language, producing nearly 300 hours of high-quality audio recordings. They contain original narratives told by Mrs. Parker, translations of archival material from the early 20th century, verb paradigms, and targeted elicitations covering a variety of grammatical phenomena in the language. Highlights include narrations of a series of 8mm home movies made by Mrs. Parker in the early 1960s, traditional stories set in creation times, and oral histories of Hoopa Valley and the surrounding regions. Notable topics covered in grammatical elicitations include evidentiality (the grammatical encoding of source of information), mirativity (expressions of surprise or \"unprepared mind\"), and indefiniteness. The recordings have been archived with the Survey of California and Other Indian Languages at the University of California, Berkeley, where they will be accessible in perpetuity for future generations of scholars and tribal community members who want to learn about the language.\n\nSelected content from these recordings has already been included in an online dictionary and text corpus of Hupa, significant improvements to which have also been supported under this NSF funding. The searchable text corpus has grown from approximately 7000 words at the beginning of the project to its current size of 55,000 words, including 1.5 hours of transcribed audio and video recordings. Hundreds of new entries were added to the dictionary during the project period, and over 4500 audio and video clips were linked to particular entries. The inclusion of audio and video content in both the dictionary and text corpus is an important complement to the written representations of the language, especially from the perspective of language learners. The user interface for the website has also undergone significant improvements, such as the ability to search for particular grammatical elements and flexible pattern matching that makes it easier for users to find Hupa words even when they aren’t sure of the exact spelling.\n\nWhile aspects of the research were presented at academic conferences and published in traditional scholarly venues, project personnel also stayed in regular communication with tribal members who have a large stake in the project outcomes. Overall, while the raw audio recordings and the online dictionary and text corpus are valuable resources for academic research, they are also intended to be used by tribal scholars and language learners. Keeping this broader audience in mind has helped ensure that the project’s impacts extend to the source communities whose language has been the topic of this research project.\n\n\t\t\t\t\tLast Modified: 10/29/2020\n\n\t\t\t\t\tSubmitted by: Justin Spence"
 }
}