{
 "awd_id": "1500377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS: Multi-scale Simulations of Branched Thread-like Micelles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan muller",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 320548.0,
 "awd_amount": 320548.0,
 "awd_min_amd_letter_date": "2015-05-29",
 "awd_max_amd_letter_date": "2015-05-29",
 "awd_abstract_narration": "CBET - 1500377\r\nPI: Larson, Ronald\r\n\r\nSurfactants are used in many household, medical, and industrial products.  Surfactant molecules in solution can spontaneously assemble into structures, which can strongly influence the properties of the liquid.  This project will develop a theory to predict the properties of solutions of thread-like micelles, which are long flexible surfactant structures.  The particular focus of the proposed work is to explore the role of micelle branching in the behavior of these interesting solutions.  The results of the work will be incorporated into an open source software package that will be made freely available for use in the industrial formulation of surfactant solutions.  Students involved in the research will have the opportunity to gain experience in industrially-related research through internships at collaborating companies.\r\n  \r\nA detailed, quantitative theory will be developed to predict the linear rheology of solutions of branched threadlike micelles, including effects of reptation (or sliding) of the micelles through the entanglement network, as well as fluctuations in the \"primitive path\" of the micelles, micelle breakage and rejoining, formation and breakage of network junctions, and other relaxation phenomena. These phenomena will be modeled using a \"Pointer Algorithm\" developed by the PI that accounts for micelle relaxation phenomena, but not for micellar branching. The incorporation of branch formation will represent a major advance in understanding the dynamics and rheology of surfactant solutions. This methodology will provide accurate estimates of micelle lengths, breakage rates, and rates of formation and breakage of branch points, and the number of branches per micelle, extracted from rheology data by fits of this data to predictions of the Pointer Algorithm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Larson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald G Larson",
   "pi_email_addr": "rlarson@umich.edu",
   "nsf_id": "000400838",
   "pi_start_date": "2015-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2800 Plymouth Road",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 320548.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work yielded a method to predict the flow properties of surfactant-containing fluids, including those used in shampoos and body washes and in industrial applications.&nbsp;These fluids contain &ldquo;worm-like&rdquo; micelles, which are aggregates of surfactant (or soap) molecules that form long threads, and whose length and dynamics controls the flow properties; see figure for example simulation of a branched micelle. In this grant, our group developed a molecular simulation method that allowed us to calculate the energy cost of breaking such micelles, or of forming branches on them. Knowing this information, we are able to predict the length of the micelles and number of branches. We also determined how the force exerted on the micelles by flow speeds up the breakage of the micelle under stress, which is also important in determining how these micelles respond to flow. Using this information and additional software developed in this and the preceding grant, we are able to predict the flow properties of these surfactant fluids.&nbsp;&nbsp;By comparing the predictions with experimental measurements, we are able, for the first time, to determine accurate values of micelle length, average time for it to break, its flexibility, and other properties.&nbsp;&nbsp;These properties are very difficult, or impossible to obtain from other methods, such as microscopy, or scattering methods.</p>\n<p>The software tools developed in the work are made available to industry and other researchers on our website,&nbsp;<a href=\"http://cheresearch.engin.umich.edu/larson/research_surfactant.html\">http://cheresearch.engin.umich.edu/larson/research_surfactant.html</a>, and will be made available through the University portal&nbsp;<a href=\"https://deepblue.lib.umich.edu/\">https://deepblue.lib.umich.edu/</a>.&nbsp;&nbsp;The company Procter and Gamble acquired our software and has used it to evaluate their surfactant formulations,&nbsp;&nbsp;with the help of a Ph.D. student in the group Weizhong Zou, who did a summary project at P&amp;G in Cincinnati, funded by P&amp;G.&nbsp;&nbsp;The work under this NSF grant was supplemented by additional work, funded by a $430,000 grant from P&amp;G, which approximated doubled the amount of research accomplished under the NSF support, resulting in more than 10 high quality papers published or in press.</p>\n<p>The grant helped to train a diverse group three Ph.D. graduate students, one of whom was a minority and one a woman.&nbsp;&nbsp;In addition, International collaboration was facilitated through a visit by the lead researcher (Larson) to the University of Edinburgh, funded by the University of Edinburgh, through their Higgs Institute for visiting scientists. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2018<br>\n\t\t\t\t\tModified by: Ronald&nbsp;G&nbsp;Larson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1500377/1500377_10366276_1538252741817_micellebreakage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1500377/1500377_10366276_1538252741817_micellebreakage--rgov-800width.jpg\" title=\"Micelle breakage\"><img src=\"/por/images/Reports/POR/2018/1500377/1500377_10366276_1538252741817_micellebreakage--rgov-66x44.jpg\" alt=\"Micelle breakage\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Branched micelle (left) before and (right) after breakage</div>\n<div class=\"imageCredit\">T. Mandal and R. Larson</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ronald&nbsp;G&nbsp;Larson</div>\n<div class=\"imageTitle\">Micelle breakage</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe work yielded a method to predict the flow properties of surfactant-containing fluids, including those used in shampoos and body washes and in industrial applications. These fluids contain \"worm-like\" micelles, which are aggregates of surfactant (or soap) molecules that form long threads, and whose length and dynamics controls the flow properties; see figure for example simulation of a branched micelle. In this grant, our group developed a molecular simulation method that allowed us to calculate the energy cost of breaking such micelles, or of forming branches on them. Knowing this information, we are able to predict the length of the micelles and number of branches. We also determined how the force exerted on the micelles by flow speeds up the breakage of the micelle under stress, which is also important in determining how these micelles respond to flow. Using this information and additional software developed in this and the preceding grant, we are able to predict the flow properties of these surfactant fluids.  By comparing the predictions with experimental measurements, we are able, for the first time, to determine accurate values of micelle length, average time for it to break, its flexibility, and other properties.  These properties are very difficult, or impossible to obtain from other methods, such as microscopy, or scattering methods.\n\nThe software tools developed in the work are made available to industry and other researchers on our website, http://cheresearch.engin.umich.edu/larson/research_surfactant.html, and will be made available through the University portal https://deepblue.lib.umich.edu/.  The company Procter and Gamble acquired our software and has used it to evaluate their surfactant formulations,  with the help of a Ph.D. student in the group Weizhong Zou, who did a summary project at P&amp;G in Cincinnati, funded by P&amp;G.  The work under this NSF grant was supplemented by additional work, funded by a $430,000 grant from P&amp;G, which approximated doubled the amount of research accomplished under the NSF support, resulting in more than 10 high quality papers published or in press.\n\nThe grant helped to train a diverse group three Ph.D. graduate students, one of whom was a minority and one a woman.  In addition, International collaboration was facilitated through a visit by the lead researcher (Larson) to the University of Edinburgh, funded by the University of Edinburgh, through their Higgs Institute for visiting scientists.  \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2018\n\n\t\t\t\t\tSubmitted by: Ronald G Larson"
 }
}