{
 "awd_id": "1500620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLBORATIVE RESEARCH:  CREATING AN AUDIO-VISUAL CORPUS OF SCOTTISH GAIDHLIG TO PRESERVE AND INVESTIGATE LINGUISTIC DIVERSITY",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Colleen M. Fitzgerald",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2018-11-30",
 "tot_intn_awd_amt": 36928.0,
 "awd_amount": 41288.0,
 "awd_min_amd_letter_date": "2015-04-13",
 "awd_max_amd_letter_date": "2016-07-25",
 "awd_abstract_narration": "Scottish Gaelic, a Celtic language closely related to Irish and Welsh and more distantly to English, was once spoken across Scotland by most of the country's population.  Today, however, Gaelic remains a community language only in the most remote regions of western Scotland. Gaelic speakers comprise about 1% of the Scottish population; the 2011 census found only 57,375 native speakers, compared to 250,000 a century earlier. This sharp decline makes the language's continued survival uncertain. \r\n\r\nScottish Gaelic is of immense interest because it possesses many rare linguistic features, including initial consonant mutation where a word-initial consonant can be changed depending on the function of that word in a clause.  Scottish Gaelic also exhibits pre-aspirated consonants, and verb-initial sentence structure. In addition, the language offers remarkable examples of how knowledge systems particular to local geography and climate (land management, fishing techniques) are imbedded in the language.  Should Scottish Gaelic become extinct, the global community -- not just Scotland -- will lose an irreplaceable cultural and scientific resource.  \r\n\r\nThrough this two-year project, Professors Ian Clayton from the University of Nevada, Reno along with Andrew Carnie and Mike Hammond from the University of Arizona will create a corpus of linguistic interviews with 30 native Gaelic speakers. They will be assisted by native speaker Muriel Fisher, the recipient of the Linguistic Society of America's 2015 Excellence in Community Linguistics Award. The collection will contain more than twenty hours of high-quality audio-visual material, transcribed and translated and will include speech samples from speakers over range of ages, geographic origins, and professional backgrounds.\r\n\r\nThe collection will offer an invaluable tool to help linguists expand their scientific study of this language's rare features. In addition, the interviews will focus on traditional occupations, folklore, and oral history-- the kinds of knowledge and terminology most at risk as Gaelic declines.  \r\n\r\nWhen complete, the corpus will be publically available through the Max Planck Institute's Language Archive, and the University of Arizona's Open Repository.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Clayton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Clayton",
   "pi_email_addr": "iclayton@unr.edu",
   "nsf_id": "000677853",
   "pi_start_date": "2015-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 36928.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 4360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scottish Gaelic (SG) is the heritage language for millions of Scottish Americans. The language has a vibrant tradition of song, story and cultural transmission. Sadly, today it is spoken by only a small fraction of the Scottish population. As such there is an urgent need to collect data on the language. This will serve science in providing an accurate record for scientific linguistic analysis and provide a record for the community of native speakers who are seeking to revitalize their language community.</p>\n<p>The primary goal of this project has been to develop an audio-video corpus (collection of data) of spoken SG. The corpus presently contains more than fifty interviews with native speakers, recorded on site in the Scottish Highlands and Islands. Interview topics include traditional occupations, oral history, personal narratives, and folkways of SG-speaking communities. The speakers interviewed for the project represent a broad range of dialects, and are roughly evenly divided between men and women. Most speakers are middle-aged or older, however, an inevitable result given the aging speaker population typical of an endangered language community undergoing rapid language shift.</p>\n<p>The collection developed through this project is unprecedented. While other large and important collections of SG-language materials are available, no current collection of SG-language materials has been assembled with the explicit goal of permitting detailed linguistic analysis based on a large collection of high-quality audio and video recordings which represent a wide range of SG varieties. The recorded interviews are available to the public via an archive maintained by the University of Arizona Libraries (https://repository.arizona.edu/handle/10150/577034).</p>\n<p>The scientific value of the collection is high. The unscripted content of the interviews is highly idiomatic, and more linguistically diverse than material collected using conventional elicitation methods. Also, the speakers interviewed for the corpus have used a richer array of vocabulary than in a more scripted production task, allowing researchers to document a broad array of lexical material, especially vernacular, specialized, and regional forms. While previous investigations of the SG sound system have been based on word forms or utterances gathered under tightly controlled conditions, this collection allows researchers to examine these aspects of the language in a more naturalistic context.</p>\n<p>In terms of broader impacts, this collection is of value for a number of reasons. First, SG is an endangered language that has experienced centuries of political and economic marginalization. The number of native speakers has been dropping steadily over the last hundred years. SG-speaking communities are now found only in the most remote regions of Scotland, and speakers of the language amount to slightly more than 1% of the total Scottish population. These numbers suggest that the language is imminent danger of extinction as a community language. It is therefore imperative to document the language as thoroughly as possible, given its present circumstances. The materials generated through the project will be valuable not only to linguists, but also to historians, folklorists, cultural anthropologists, and teachers of SG. Because the collection is publicly available, it offers greater visibility and accessibility not only to the scientific community, but also to the community of speakers and to the general public.</p>\n<p>Second, SG speakers have endured centuries of stigma, and negative views of the language persist among many Scots. These negative messages have been internalized by many speakers of the language, and have contributed significantly to the ongoing contraction of SG. To the extent that scientific interest in SG elevates the language&rsquo;s status for both speakers and non-speakers, the long-term intergenerational transmission of the language will be commensurately encouraged.</p>\n<p>Third, the project has prioritized community involvement in the documentation of SG, and individual members of the local community have been encouraged to become involved in the direction<br /> of the project. Participants are encouraged to share their own personal narratives, professional expertise, and cultural knowledge as they see fit, and have substantial autonomy in how they accomplish those goals linguistically.</p>\n<p>This study has also had educational impacts. In general, a large and diverse collection of interviews will be of value to SG-language pedagogy, for both native speakers and adult learners. We have also trained a number of graduate and undergraduate students at the University of Arizona, and the University of Nevada, Reno, in fieldwork and the use of computational aids in the analysis and archiving of linguistic data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2019<br>\n\t\t\t\t\tModified by: Ian&nbsp;Clayton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScottish Gaelic (SG) is the heritage language for millions of Scottish Americans. The language has a vibrant tradition of song, story and cultural transmission. Sadly, today it is spoken by only a small fraction of the Scottish population. As such there is an urgent need to collect data on the language. This will serve science in providing an accurate record for scientific linguistic analysis and provide a record for the community of native speakers who are seeking to revitalize their language community.\n\nThe primary goal of this project has been to develop an audio-video corpus (collection of data) of spoken SG. The corpus presently contains more than fifty interviews with native speakers, recorded on site in the Scottish Highlands and Islands. Interview topics include traditional occupations, oral history, personal narratives, and folkways of SG-speaking communities. The speakers interviewed for the project represent a broad range of dialects, and are roughly evenly divided between men and women. Most speakers are middle-aged or older, however, an inevitable result given the aging speaker population typical of an endangered language community undergoing rapid language shift.\n\nThe collection developed through this project is unprecedented. While other large and important collections of SG-language materials are available, no current collection of SG-language materials has been assembled with the explicit goal of permitting detailed linguistic analysis based on a large collection of high-quality audio and video recordings which represent a wide range of SG varieties. The recorded interviews are available to the public via an archive maintained by the University of Arizona Libraries (https://repository.arizona.edu/handle/10150/577034).\n\nThe scientific value of the collection is high. The unscripted content of the interviews is highly idiomatic, and more linguistically diverse than material collected using conventional elicitation methods. Also, the speakers interviewed for the corpus have used a richer array of vocabulary than in a more scripted production task, allowing researchers to document a broad array of lexical material, especially vernacular, specialized, and regional forms. While previous investigations of the SG sound system have been based on word forms or utterances gathered under tightly controlled conditions, this collection allows researchers to examine these aspects of the language in a more naturalistic context.\n\nIn terms of broader impacts, this collection is of value for a number of reasons. First, SG is an endangered language that has experienced centuries of political and economic marginalization. The number of native speakers has been dropping steadily over the last hundred years. SG-speaking communities are now found only in the most remote regions of Scotland, and speakers of the language amount to slightly more than 1% of the total Scottish population. These numbers suggest that the language is imminent danger of extinction as a community language. It is therefore imperative to document the language as thoroughly as possible, given its present circumstances. The materials generated through the project will be valuable not only to linguists, but also to historians, folklorists, cultural anthropologists, and teachers of SG. Because the collection is publicly available, it offers greater visibility and accessibility not only to the scientific community, but also to the community of speakers and to the general public.\n\nSecond, SG speakers have endured centuries of stigma, and negative views of the language persist among many Scots. These negative messages have been internalized by many speakers of the language, and have contributed significantly to the ongoing contraction of SG. To the extent that scientific interest in SG elevates the language?s status for both speakers and non-speakers, the long-term intergenerational transmission of the language will be commensurately encouraged.\n\nThird, the project has prioritized community involvement in the documentation of SG, and individual members of the local community have been encouraged to become involved in the direction\n of the project. Participants are encouraged to share their own personal narratives, professional expertise, and cultural knowledge as they see fit, and have substantial autonomy in how they accomplish those goals linguistically.\n\nThis study has also had educational impacts. In general, a large and diverse collection of interviews will be of value to SG-language pedagogy, for both native speakers and adult learners. We have also trained a number of graduate and undergraduate students at the University of Arizona, and the University of Nevada, Reno, in fieldwork and the use of computational aids in the analysis and archiving of linguistic data.\n\n\t\t\t\t\tLast Modified: 02/08/2019\n\n\t\t\t\t\tSubmitted by: Ian Clayton"
 }
}