{
 "awd_id": "1500529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mutual Mentoring to Reduce Isolation in Physics",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chrystal Smith",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 742648.0,
 "awd_amount": 742648.0,
 "awd_min_amd_letter_date": "2015-09-03",
 "awd_max_amd_letter_date": "2021-03-09",
 "awd_abstract_narration": "The PLAN-D funding track is designed to expand the application of proven-successful gender-equity initiatives for STEM faculty in a specific disciplinary area through networked adaptation of a specific program or initiative.  Careful evaluation is expected to expand understanding of such initiatives in a disciplinary context.\r\n\r\nThis project will create mutual mentoring eAlliances for professional development under the auspices of the American Association of Physics Teachers (AAPT) by developing ten alliances of women physics faculty who are isolated in various ways.  This intervention will directly impact the careers of the fifty women physics faculty members who participate in the mutual mentoring alliances supported by this project.  eAlliance participants will meet initially in-person at professional meetings followed by regular electronic meetings.  This project will reduce the isolation of participating physicists and provide support to enhance their career development.  The project evaluation will identify the benefits of mutual mentoring networks, particularly for isolated faculty, and add to the research on the impact of mutual mentoring on career development.\r\n  \r\nThe project will develop and test a cost-effective model for mentoring for physics educators which could be adapted for other academic scientists and other work environments.  eAlliances of mutual mentors will aid in the professional development of participants who are isolated by virtue of gender, race, sexual orientation, and/or type of institution.  This project is based on past ADVANCE projects and research on the effects of isolation and good mentoring practices.  The project has the potential to enhance retention and job satisfaction of isolated physics faculty.  This project will work toward institutionalizing these mentoring networks within AAPT.  Because the project will be implemented by the AAPT, the project will help to professionalize and highlight the importance of mentoring within the physics community.\r\n  \r\nThe NSF ADVANCE Partnerships for Learning and Adaptation Networks (PLAN) program track supports projects that promote the adaptation and implementation of previously effective ADVANCE programs in new contexts and the testing of innovative strategies to promote the participation, success, and advancement of women in STEM academic careers.  PLAN projects also contribute to the knowledge base on gender equity in STEM academic careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Cunningham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Cunningham",
   "pi_email_addr": "bcunningham@aapt.org",
   "nsf_id": "000275850",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Whitten",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Whitten",
   "pi_email_addr": "bwhitten@coloradocollege.edu",
   "nsf_id": "000303513",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Blaha",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia A Blaha",
   "pi_email_addr": "CBLAHA@carleton.edu",
   "nsf_id": "000381609",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Idalia",
   "pi_last_name": "Ramos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Idalia Ramos",
   "pi_email_addr": "idalia.ramos@upr.edu",
   "nsf_id": "000478547",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Cox",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anne J Cox",
   "pi_email_addr": "coxaj@eckerd.edu",
   "nsf_id": "000256008",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association of Physics Teachers",
  "inst_street_address": "1 PHYSICS ELLIPSE FL 5",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012093311",
  "inst_zip_code": "207403841",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION OF PHYSICS TEACHERS, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "YRLVBH8FJ9L6"
 },
 "perf_inst": {
  "perf_inst_name": "American Association of Physics Teachers",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207403841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016y00",
   "pgm_ele_name": "ADVANCE"
  },
  {
   "pgm_ele_code": "173800",
   "pgm_ele_name": "ADVANCE - INSTITUTIONAL TRANSF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011Z",
   "pgm_ref_txt": "ADVANCE PLAN D"
  },
  {
   "pgm_ref_code": "7650",
   "pgm_ref_txt": "ADVANCE PLAN IHE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 742648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"padding-left: 30px;\"><span id=\"docs-internal-guid-adb41dd2-7fff-92bc-c750-befe307357f3\"> </span></p>\n<p dir=\"ltr\"><span>Under the auspices of the American Association of Physics Teachers (AAPT), the NSF PAID ADVANCE PLAN D project created distributed peer mentoring networks&mdash;or eAlliances&mdash;to support the professional advancement of women physicists and astronomers and ameliorate their isolation. eAlliances provided participants mutual mentoring by a group of peers outside their own institution. This distributed structure provides &ldquo;safety at a distance,&rdquo; allowing group members to share both professional and personal issues without fearing politics and consequences that may accompany traditional departmental and institutional faculty mentoring and professional development programs.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Forty-nine participants were matched to 11 eAlliances based on a variety of professional and personal characteristics. Participants represented women physicists and astronomers from the range of U.S. postsecondary STEM institutions (i.e., large PhD granting institutions, small liberal arts college, two-year colleges, etc.) and spanned career stages from new hires to senior faculty. Most often, group members of an eAlliance were at the same career level and working at institutions of the same type, but some groups held little in common by these criteria and were equally successful. Most of the eAlliance participants met initially in-person at professional meetings followed by regular electronic meetings once or twice a month, or more depending on members&rsquo; preferences. One group was successful in meeting asynchronously using a Google Doc to record members&rsquo; feedback, support and advice. Most groups used multiple means to stay in touch, including texts and other social media apps.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The small number of eAlliances that did not work were characterized both by difficulties in determining a common time group members could meet regularly and a larger range of career stage among group members that made it feel more like hierarchical than mutual mentoring.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Interviews and electronic questionnaires show that over three-quarters of participants described support for their professional development and reduced isolation as chief benefits of participating in an eAlliance. Participants greatly appreciated: obtaining helpful advice and guidance; gaining wider perspective on how different institutions operate; receiving &ldquo;a validity check&rdquo; of their own experiences and; the holistic support addressing both professional and personal concerns.&nbsp;</span></p>\n<p dir=\"ltr\"><span>During the COVID era, eAlliances were particularly instrumental in providing support to members, with one participant describing her eAlliance as &ldquo;an absolute lifeline.&rdquo; Participants were grateful for the advice and support they received to cope with the sudden switches required by the pandemic&mdash;to remote teaching, to working from home, and for those with children, coping with the lack of childcare and interruption to schooling. Participant responses captured by the summative evaluation show that for a majority of participants, being in an eAlliance provided critical support in helping members to temper too-high expectations, offering reminders for self-care and to maintain a saner work-life balance, and in sustaining their mental health during the incredibly challenging times early on in the pandemic.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>In alignment with the Plan D initiative&rsquo;s objectives, participants&rsquo; comments show that the eAlliances have been successful in providing peer mentoring for women physics and astronomy faculty that supports them professionally and personally: many noted promotions and tenure, and progress in developing their teaching, in their research activities, and in writing successful grants and articles for publication. Participants also detailed support from their eAlliance through the birth of a baby, struggles with work-life balance, serious health challenges, elder care, and mental health stresses brought by COVID-19.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The summative evaluation of the Plan D initiative shows that participants were overwhelmingly satisfied with their experiences in their eAlliance and that the project has been highly successful in both promoting the professional development of participating women physicists and astronomers and also in alleviating their isolation.</span></p>\n<p dir=\"ltr\"><span>In sum, the project developed a cost-effective model for retaining isolated women physics and astronomy faculty. Participants recommended this model to other academic scientists, for support in a variety of workplaces, such as women in STEM, people working in toxic environments, and other isolating situations. This model has been adopted as a key component of a recently funded new initiative through NSF DUE 2212-807 to support two-year college physics faculty (OPTYCs).</span></p>\n<p dir=\"ltr\"><span>Due to the effectiveness of this initiative, participants highly recommended that ADVANCE and other NSF divisions consider continuing funding of this distributed peer mentoring networks to further the goals of promoting women&rsquo;s and other minoritized people&rsquo;s advancement in STEM in institutions of higher education.&nbsp;</span></p>\n<p style=\"padding-left: 30px;\" dir=\"ltr\"><em>Thank you for the opportunity to participate! I am loving the experience and finding fulfillment beyond expectation!</em></p>\n<p style=\"padding-left: 30px;\" dir=\"ltr\"><em>This is a great model and should be continued!</em></p>\n<p style=\"padding-left: 30px;\" dir=\"ltr\"><em>Thank you for providing this opportunity to bring together faculty from across the U.S. Having this mutual mentoring support has been much more important than I expected.&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2022<br>\n\t\t\t\t\tModified by: Beth&nbsp;Cunningham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder the auspices of the American Association of Physics Teachers (AAPT), the NSF PAID ADVANCE PLAN D project created distributed peer mentoring networks&mdash;or eAlliances&mdash;to support the professional advancement of women physicists and astronomers and ameliorate their isolation. eAlliances provided participants mutual mentoring by a group of peers outside their own institution. This distributed structure provides \"safety at a distance,\" allowing group members to share both professional and personal issues without fearing politics and consequences that may accompany traditional departmental and institutional faculty mentoring and professional development programs. \nForty-nine participants were matched to 11 eAlliances based on a variety of professional and personal characteristics. Participants represented women physicists and astronomers from the range of U.S. postsecondary STEM institutions (i.e., large PhD granting institutions, small liberal arts college, two-year colleges, etc.) and spanned career stages from new hires to senior faculty. Most often, group members of an eAlliance were at the same career level and working at institutions of the same type, but some groups held little in common by these criteria and were equally successful. Most of the eAlliance participants met initially in-person at professional meetings followed by regular electronic meetings once or twice a month, or more depending on members’ preferences. One group was successful in meeting asynchronously using a Google Doc to record members’ feedback, support and advice. Most groups used multiple means to stay in touch, including texts and other social media apps.  \nThe small number of eAlliances that did not work were characterized both by difficulties in determining a common time group members could meet regularly and a larger range of career stage among group members that made it feel more like hierarchical than mutual mentoring.  \nInterviews and electronic questionnaires show that over three-quarters of participants described support for their professional development and reduced isolation as chief benefits of participating in an eAlliance. Participants greatly appreciated: obtaining helpful advice and guidance; gaining wider perspective on how different institutions operate; receiving \"a validity check\" of their own experiences and; the holistic support addressing both professional and personal concerns. \nDuring the COVID era, eAlliances were particularly instrumental in providing support to members, with one participant describing her eAlliance as \"an absolute lifeline.\" Participants were grateful for the advice and support they received to cope with the sudden switches required by the pandemic&mdash;to remote teaching, to working from home, and for those with children, coping with the lack of childcare and interruption to schooling. Participant responses captured by the summative evaluation show that for a majority of participants, being in an eAlliance provided critical support in helping members to temper too-high expectations, offering reminders for self-care and to maintain a saner work-life balance, and in sustaining their mental health during the incredibly challenging times early on in the pandemic.  \nIn alignment with the Plan D initiative’s objectives, participants’ comments show that the eAlliances have been successful in providing peer mentoring for women physics and astronomy faculty that supports them professionally and personally: many noted promotions and tenure, and progress in developing their teaching, in their research activities, and in writing successful grants and articles for publication. Participants also detailed support from their eAlliance through the birth of a baby, struggles with work-life balance, serious health challenges, elder care, and mental health stresses brought by COVID-19. \nThe summative evaluation of the Plan D initiative shows that participants were overwhelmingly satisfied with their experiences in their eAlliance and that the project has been highly successful in both promoting the professional development of participating women physicists and astronomers and also in alleviating their isolation.\nIn sum, the project developed a cost-effective model for retaining isolated women physics and astronomy faculty. Participants recommended this model to other academic scientists, for support in a variety of workplaces, such as women in STEM, people working in toxic environments, and other isolating situations. This model has been adopted as a key component of a recently funded new initiative through NSF DUE 2212-807 to support two-year college physics faculty (OPTYCs).\nDue to the effectiveness of this initiative, participants highly recommended that ADVANCE and other NSF divisions consider continuing funding of this distributed peer mentoring networks to further the goals of promoting women’s and other minoritized people’s advancement in STEM in institutions of higher education. \nThank you for the opportunity to participate! I am loving the experience and finding fulfillment beyond expectation!\nThis is a great model and should be continued!\nThank you for providing this opportunity to bring together faculty from across the U.S. Having this mutual mentoring support has been much more important than I expected. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/21/2022\n\n\t\t\t\t\tSubmitted by: Beth Cunningham"
 }
}