{
 "awd_id": "1501041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Research in Harmonic Analysis and Partial Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Justin Holmer",
 "awd_eff_date": "2015-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2015-04-01",
 "awd_max_amd_letter_date": "2017-06-09",
 "awd_abstract_narration": "The principal investigator will undertake research in harmonic analysis and in the analysis of partial differential equations (PDE).  Harmonic analysis has played major roles in the pure and applied sciences since Fourier's seminal work on the theory of heat diffusion, continuing on with Schrodinger's equation in quantum mechanics. It underlies a diverse array of tools widely used in science and engineering, and it offers the promise of further applications in the future. The proposed research deals with foundational issues that may help to underpin future applications. In PDE, the project will study the long-time dynamical properties of several fundamental equations describing diverse physical phenomenon.  In particular, the nonlinear Schrodinger equation (NLS) models the transmission of data in fiber optic communication systems, and the Korteweg-de Vries equation (KdV)  models surface water waves as well as ion-acoustic waves in a cold plasma. The so-called fractional NLS is used as a model describing charge transport in bio polymers like DNA. Proposed problems on near-linear behavior and smoothing are directly motivated by real world engineering problems in fiber optic communication systems, and the methods used are likely to be useful in a range of applications.\r\n\r\nIn harmonic analysis this project focuses on problems in Euclidean spaces centered around Lebesgue norm inequalities. One subject of on-going research is the Fourier restriction phenomenon and its applications to problems in PDE and geometric measure theory. In the PDE component of the project, the focus is on the dynamical properties of linear and nonlinear dispersive equations. Subjects of interest here are dispersive decay and smoothing estimates for Schrodinger and wave equations, and their applications to the stability problem for their nonlinear counterparts. Another topic is the regularity properties of the solutions of nonlinear dispersive PDE such as the KdV equation, the Zakharov system, and the fractional NLS. The principal investigator will continue to explore the smoothing effect of the dispersive linear group on bounded domains, and he will study applications to the regularity properties and long-time dynamics of the nonlinear solutions. Proposed applications are on the existence and regularity of global attractors, dispersive quantization/Talbot effect, bounds for higher order Sobolev norms, and controllability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mehmet",
   "pi_last_name": "Erdogan",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mehmet B Erdogan",
   "pi_email_addr": "berdogan@illinois.edu",
   "nsf_id": "000490827",
   "pi_start_date": "2015-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618012975",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 121900.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 124917.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 128183.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the life of this award the PI and his students made contributions to the theory of linear and nonlinear<br />dispersive partial differential equations, and Fourier restriction estimates. In particular, he obtained dispersive<br />estimates for Schrodinger, wave, and Dirac equations, established smoothing estimates for Zakharov<br />system, nonlinear Schrodinger (NLS), fractional NLS, derivative NLS, and KP-II equations on Euclidean<br />spaces and on half spaces with nonhomogenous boundary data. Furthermore, he studied various<br />applications of smoothing such as the existence of fractal solutions (Talbot effect) and growth bounds for the<br />Sobolev norms. The efforts of the PI, his students, and his collaborators resulted in 18 research articles and<br />an introductory book in these areas.<br />Intellectual merit:<br />Strichartz and other dispersive estimates for linear partial differential equations (PDE) have wide range of<br />applications in nonlinear equations, and in particular in the stability problems of solitary solutions.<br />Understanding smoothing properties of nonlinear equations allows one to extend the results for the easier to<br />understand linear problems to the fully nonlinear counterparts. Growth of solutions, existence and structure of<br />global attractors, continuity properties of solutions are among such applications.<br />The Talbot effect and near-linear behavior are directly motivated by problems in engineering and physics.<br />The Zakharov system, the fractional NLS, and the derivative NLS equations are very well studied equations.<br />The Zakharov system describes the propagation of Langmuir waves in an ionized plasma. Fractional NLS is<br />a basic model equation in the theory of fractional quantum mechanics. It is also used as a model describing<br />charge transport in bio polymers like DNA. The wellposedness theory of<br />the derivative NLS equation is not completely understood even on the whole real line. On the half line with<br />boundary data the derivative NLS equation models nonlinear Alfven waves, weak nonlinear electromagnetic<br />waves in magnetic and dielectric media. PI's research outcomes on the regularity properties of these<br />equations contribute to a better understanding of the long time dynamics of the solutions.<br /><br />Broader Impact:<br />The PI teaches and supervises graduate and undergraduate students as well as postdoctoral associates in<br />science and engineering programs in a large public school. The expertise the students gain from PI's efforts<br />contributes to their success as teachers, scientist and engineers in the future.<br />Two of PI's graduate students, S. Demirbas (joint with N. Tzirakis) and E. Toprak, obtained their PhD during<br />this award. Demirbas is a postdoc at the University of British Columbia. E. Toprak is a postdoc at Rutgers.<br />She received the 2019 Dissertation Prize of the Association for Women in Mathematics. PI's student, T.<br />Harris, wrote three research articles on Fourier restriction estimates for fractal measures and projection<br />theorems in this period. Another student of the PI, C. Huynh, is being trained on dispersive PDE and Talbot<br />effect.<br />The PI (with Tzirakis) ran two Illinois Geometry Lab project on Talbot effect. The projects employed eight<br />undergraduate students in math, physics, and engineering, and a graduate student, G. Shakan, as the<br />project leader. The students gained valuable experience in coding, linear and nonlinear dispersive equations,<br />and topics in geometric measure theory such as the fractal dimension.<br />Finally, the PI disseminated his research outcomes through seminars in multiple scientific meetings, and<br />through publications, providing easy access to research outcomes for a wide range of audience in sciences<br />and engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/09/2019<br>\n\t\t\t\t\tModified by: Mehmet Burak&nbsp;Erdogan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the life of this award the PI and his students made contributions to the theory of linear and nonlinear\ndispersive partial differential equations, and Fourier restriction estimates. In particular, he obtained dispersive\nestimates for Schrodinger, wave, and Dirac equations, established smoothing estimates for Zakharov\nsystem, nonlinear Schrodinger (NLS), fractional NLS, derivative NLS, and KP-II equations on Euclidean\nspaces and on half spaces with nonhomogenous boundary data. Furthermore, he studied various\napplications of smoothing such as the existence of fractal solutions (Talbot effect) and growth bounds for the\nSobolev norms. The efforts of the PI, his students, and his collaborators resulted in 18 research articles and\nan introductory book in these areas.\nIntellectual merit:\nStrichartz and other dispersive estimates for linear partial differential equations (PDE) have wide range of\napplications in nonlinear equations, and in particular in the stability problems of solitary solutions.\nUnderstanding smoothing properties of nonlinear equations allows one to extend the results for the easier to\nunderstand linear problems to the fully nonlinear counterparts. Growth of solutions, existence and structure of\nglobal attractors, continuity properties of solutions are among such applications.\nThe Talbot effect and near-linear behavior are directly motivated by problems in engineering and physics.\nThe Zakharov system, the fractional NLS, and the derivative NLS equations are very well studied equations.\nThe Zakharov system describes the propagation of Langmuir waves in an ionized plasma. Fractional NLS is\na basic model equation in the theory of fractional quantum mechanics. It is also used as a model describing\ncharge transport in bio polymers like DNA. The wellposedness theory of\nthe derivative NLS equation is not completely understood even on the whole real line. On the half line with\nboundary data the derivative NLS equation models nonlinear Alfven waves, weak nonlinear electromagnetic\nwaves in magnetic and dielectric media. PI's research outcomes on the regularity properties of these\nequations contribute to a better understanding of the long time dynamics of the solutions.\n\nBroader Impact:\nThe PI teaches and supervises graduate and undergraduate students as well as postdoctoral associates in\nscience and engineering programs in a large public school. The expertise the students gain from PI's efforts\ncontributes to their success as teachers, scientist and engineers in the future.\nTwo of PI's graduate students, S. Demirbas (joint with N. Tzirakis) and E. Toprak, obtained their PhD during\nthis award. Demirbas is a postdoc at the University of British Columbia. E. Toprak is a postdoc at Rutgers.\nShe received the 2019 Dissertation Prize of the Association for Women in Mathematics. PI's student, T.\nHarris, wrote three research articles on Fourier restriction estimates for fractal measures and projection\ntheorems in this period. Another student of the PI, C. Huynh, is being trained on dispersive PDE and Talbot\neffect.\nThe PI (with Tzirakis) ran two Illinois Geometry Lab project on Talbot effect. The projects employed eight\nundergraduate students in math, physics, and engineering, and a graduate student, G. Shakan, as the\nproject leader. The students gained valuable experience in coding, linear and nonlinear dispersive equations,\nand topics in geometric measure theory such as the fractal dimension.\nFinally, the PI disseminated his research outcomes through seminars in multiple scientific meetings, and\nthrough publications, providing easy access to research outcomes for a wide range of audience in sciences\nand engineering.\n\n\t\t\t\t\tLast Modified: 05/09/2019\n\n\t\t\t\t\tSubmitted by: Mehmet Burak Erdogan"
 }
}