{
 "awd_id": "1501146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometric and Cohomological Invariants in Modular Representation Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 239883.0,
 "awd_amount": 239883.0,
 "awd_min_amd_letter_date": "2015-05-11",
 "awd_max_amd_letter_date": "2015-05-11",
 "awd_abstract_narration": "Representation theory studies actions of groups and other algebraic structures on vector spaces. It has its origins in the study of symmetries and emerged as a subject in its own right more than a hundred years ago in the work of Frobenius and Schur. In its current stage of development, representation theory is intimately intertwined with numerous branches of mathematics, such as geometry, topology, combinatorics, and analysis, as well as with physics. In this project the PI will establish new connections between representation theory and geometry, and develop techniques that will shed light on longstanding problems in both areas. The project also contains several educational outreach initiatives aimed at elementary, middle and junior high school student in Seattle area. These initiatives range from an enrichment math program at a local elementary school, to a city wide math circle for middle schoolers, to public math lectures and a special Math Olympiad for students in grades 5-10. These opportunities are designed to attract more young people, particularly young women, to careers in the mathematical sciences, and to raise awareness and appreciation of the beautiful nature of mathematics in the next generation.\r\n\r\nThis research focuses on four interrelated directions traceable to Quillen's fundamental work in group cohomology from 1971. A significant part of the project concentrates on interpreting categories associated to representations in geometric terms. In the first three projects, the PI will classify triangulated subcategories using support theories, find an analogue of the Beilinson-Bernstein localization theorem for complex Lie algebras in the case of infinitesimal neighborhoods of algebraic groups in positive characteristic, and investigate the Orlov correspondence for representation theoretic categories. In a fourth project, which is of a more algebraic nature and has geometric applications, the PI will establish the finite generation of cohomology for a new class of finite dimensional Hopf algebras.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Pevtsova",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julia A Pevtsova",
   "pi_email_addr": "julia@math.washington.edu",
   "nsf_id": "000301186",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 239883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The PI&rsquo;s research focuses on developing useful geometric invariants for algebraic categories of representations which are too ``wild&rdquo; to understand by classical representation theoretic or combinatorial techniques. One of the main tools employed in the subject is the cohomology algebra of the structure in question which produces new categorical symmetries allowing to collect new geometric information as in the main goal. To start on this path, the PI had to tackle one of the daunting questions in the subject, the finite generation of the cohomology algebra. One of the main outcomes of this project is the proof of the theorem on finite generation of cohomology for any pointed finite dimensional Hopf algebra with an abelian group<span>&nbsp;</span>of group like elements, the result obtained in collaboration with Andruskiewitsch, Angiono and Witherspoon.<span>&nbsp; </span>Advancing the geometric approach for other algebraic objects with &ldquo;wild&rdquo; representation theory, the PI established a new class of ``elementary&rdquo; supergroup schemes and developed an analogue of Quillen&rsquo;s stratification theorem in the super context with Benson, Iyengar and Krause. Other advances include developments of support theories and local duality in several different contexts and classification of thick and localizing subcategories in stable categories as applications.<span>&nbsp;</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\"><span>&nbsp;</span>Key educational component of the award is PI&rsquo;s continuing involvement with outreach efforts. She is actively promoting mathematics to the larger Seattle community, organizing popular math lectures, math circles, and an annual math Olympiad for Seattle middle and junior high school students. Extensive information about all these events is available online:&nbsp;https://sites.math.washington.edu/~mathcircle/circle/. Together with Steve Klee and Kolya Malkin, the PI has produced a draft of a book covering ten years of the UW Math Hour Olympiad during the duration of the award.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2021<br>\n\t\t\t\t\tModified by: Julia&nbsp;A&nbsp;Pevtsova</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1501146/1501146_10362926_1610607458782_MonthlyMATHHouratUW2019--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1501146/1501146_10362926_1610607458782_MonthlyMATHHouratUW2019--rgov-800width.jpg\" title=\"Math Hour 2019\"><img src=\"/por/images/Reports/POR/2021/1501146/1501146_10362926_1610607458782_MonthlyMATHHouratUW2019--rgov-66x44.jpg\" alt=\"Math Hour 2019\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schedule of Math Hour lectures for 2019</div>\n<div class=\"imageCredit\">Julia Pevtsova</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Julia&nbsp;A&nbsp;Pevtsova</div>\n<div class=\"imageTitle\">Math Hour 2019</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The PI’s research focuses on developing useful geometric invariants for algebraic categories of representations which are too ``wild\" to understand by classical representation theoretic or combinatorial techniques. One of the main tools employed in the subject is the cohomology algebra of the structure in question which produces new categorical symmetries allowing to collect new geometric information as in the main goal. To start on this path, the PI had to tackle one of the daunting questions in the subject, the finite generation of the cohomology algebra. One of the main outcomes of this project is the proof of the theorem on finite generation of cohomology for any pointed finite dimensional Hopf algebra with an abelian group of group like elements, the result obtained in collaboration with Andruskiewitsch, Angiono and Witherspoon.  Advancing the geometric approach for other algebraic objects with \"wild\" representation theory, the PI established a new class of ``elementary\" supergroup schemes and developed an analogue of Quillen’s stratification theorem in the super context with Benson, Iyengar and Krause. Other advances include developments of support theories and local duality in several different contexts and classification of thick and localizing subcategories in stable categories as applications. \n \n Key educational component of the award is PI’s continuing involvement with outreach efforts. She is actively promoting mathematics to the larger Seattle community, organizing popular math lectures, math circles, and an annual math Olympiad for Seattle middle and junior high school students. Extensive information about all these events is available online: https://sites.math.washington.edu/~mathcircle/circle/. Together with Steve Klee and Kolya Malkin, the PI has produced a draft of a book covering ten years of the UW Math Hour Olympiad during the duration of the award. \n\n \n\n\t\t\t\t\tLast Modified: 01/14/2021\n\n\t\t\t\t\tSubmitted by: Julia A Pevtsova"
 }
}