{
 "awd_id": "1501757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Making the transition: Comparing avian biogeographic responses to climate change across biomes",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 20396.0,
 "awd_amount": 20396.0,
 "awd_min_amd_letter_date": "2015-04-01",
 "awd_max_amd_letter_date": "2015-04-01",
 "awd_abstract_narration": "This project will examine the impact of warming climate on bird communities in the Mojave, Sonoran, and Great Basin Deserts. These deserts have different climates, vegetation, and animal communities, and all have experienced gradually warmer temperatures over the last fifty years. This study will make use of a unique resource: systematic counts of desert animals that occurred from 1904 to 1945, before the onset of current warming. These surveys provide an early view of desert ecosystem health prior to human-caused ecological changes. Re-surveys at 30 sites across the Great Basin and 69 sites across the Mojave will provide data on the current abundance of over 100 bird species. This study will evaluate whether species of the Sonoran and Mojave deserts, which continue to warm, are expanding into the Great Basin desert, which as warmed less, or whether the area between the two types of deserts acts as a barrier to expansion of species from one to the other. This study will also increase knowledge of how the geographic ranges of individual species respond to climate change by determining if species shift their ranges independently, resulting in a reshuffling of bird communities, or if species respond similarly, resulting in entire sets of species moving their ranges together.\r\n\r\nIn a climate change hotspot (the desert southwest), using a unique historical resource (Grinnell-era surveys) that allows examination of colonization and extinction processes at a large spatial scale, this study will quantify how rapid 20th century warming and drying influence avian biogeographic distributions. Avian re-surveys at 30 sites in the Great Basin deserts originally visited prior to significant climate warming will complement re-surveys at 69 desert sites in the Mojave Desert, its southern transition with the Sonoran, and its northern transition with the Great Basin desert. This study examines how avian community structure varies over time and space across warm (Sonoran and Mojave) and cold (Great Basin) deserts, and how the transition zone between the deserts impacts the biogeographic response to climate change. Understanding distributional change at the Mojave-Great Basin transition zone will enable the evaluation of whether species of the warm deserts are expanding into the cold desert, or whether the transition zone is a barrier to northward expansion. Barriers to northward expansion for birds could result in range collapse if the southern limits of warm desert species are also contracting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Beissinger",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Beissinger",
   "pi_email_addr": "beis@berkeley.edu",
   "nsf_id": "000208781",
   "pi_start_date": "2015-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Iknayan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly J Iknayan",
   "pi_email_addr": "iknayank@berkeley.edu",
   "nsf_id": "000678806",
   "pi_start_date": "2015-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 20396.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- \t\t@page { margin: 0.79in } \t\tp { margin-bottom: 0.1in; line-height: 120% } \t -->\n<p>During the 20<sup>th</sup> century, Joseph Grinnell and his colleagues at the Museum Vertebrate Zoology at University of California, Berkeley, set out to record the &ldquo;original conditions&rdquo; of the Western United States.  In 2016, we revisited 41 historic sites across the Great Basin Desert of Nevada and California to document the departure of avian diversity from these original conditions. The sites surveyed in the Great Basin expands upon resurveys performed across the Mojave Desert in 2013-2015. Our goal was to assess whether the passing of a century affected thebirds of these two deserts differently. We focused on understanding the the impact of two main categories of disturbance on whether a site lost or gained species over time: climate change and habitat change. Additionally, we evaluated whether recent weather played a role. Using the historic data as a baseline for comparison, we found that sites in both deserts lost a large and similar number of species.  However, the Great Basin had more new species colonize sites than occurred in the Mojave. Most species we surveyed were declining in both deserts, however, there were a number of species increasing in the Great Basin that were in decline in the Mojave. Some of the site-level conditions that were related to these changes were shared across the two deserts. In both deserts, increases in annual precipitation meant the same bird species that was found at a historic site was more likely to be found at that site in the modern surveys. Some of the factors were different in the two deserts. For example, in the Great Basin the more fires that occurred at the site the more likely a species was to remain at a site from the historic to modern surveys, and in the Mojave, the weather in the previous year was a significant factor. The high levels of diversity loss in the desert highlight that both deserts are conservation priorities. However, the differences between the deserts mean that management of avian species will require region-specific tactics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Steven&nbsp;R&nbsp;Beissinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nDuring the 20th century, Joseph Grinnell and his colleagues at the Museum Vertebrate Zoology at University of California, Berkeley, set out to record the \"original conditions\" of the Western United States.  In 2016, we revisited 41 historic sites across the Great Basin Desert of Nevada and California to document the departure of avian diversity from these original conditions. The sites surveyed in the Great Basin expands upon resurveys performed across the Mojave Desert in 2013-2015. Our goal was to assess whether the passing of a century affected thebirds of these two deserts differently. We focused on understanding the the impact of two main categories of disturbance on whether a site lost or gained species over time: climate change and habitat change. Additionally, we evaluated whether recent weather played a role. Using the historic data as a baseline for comparison, we found that sites in both deserts lost a large and similar number of species.  However, the Great Basin had more new species colonize sites than occurred in the Mojave. Most species we surveyed were declining in both deserts, however, there were a number of species increasing in the Great Basin that were in decline in the Mojave. Some of the site-level conditions that were related to these changes were shared across the two deserts. In both deserts, increases in annual precipitation meant the same bird species that was found at a historic site was more likely to be found at that site in the modern surveys. Some of the factors were different in the two deserts. For example, in the Great Basin the more fires that occurred at the site the more likely a species was to remain at a site from the historic to modern surveys, and in the Mojave, the weather in the previous year was a significant factor. The high levels of diversity loss in the desert highlight that both deserts are conservation priorities. However, the differences between the deserts mean that management of avian species will require region-specific tactics.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Steven R Beissinger"
 }
}