{
 "awd_id": "1501096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Cirrus Ice Crystal Surface Structure and Kinetics at the Nanoscale",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 197700.0,
 "awd_amount": 197700.0,
 "awd_min_amd_letter_date": "2015-04-02",
 "awd_max_amd_letter_date": "2020-06-30",
 "awd_abstract_narration": "The role of cirrus clouds in the radiative balance of the climate system is still a poorly constrained problem.  The successful modeling of cirrus coverage, cloud evolution, and response to a changing climate has been limited by fundamental uncertainties in the microphysics of the constituent ice particles.  Important questions remain regarding cirrus ice particle nucleation, growth and sublimation efficiency, and particle morphology.  This project will address two of these fundamental uncertainties through novel use of modern nanotechnology tools.  First, do ice crystal facets in cirrus clouds exhibit roughened surfaces at the nanoscale and microscale, and if so, what factors affect the degree and character of roughening? Secondly, does the presence or absence of roughened surfaces alter predicted rates of water vapor-ice phase exchange?\r\n\r\nIntellectual Merit:\r\nImproved modeling of cirrus clouds is of widely acknowledged strategic importance for climate modeling, and there is broad agreement that a paucity of laboratory measurements of ice microphysics is among the most significant constraints on progress.  Aircraft probes and cloud chambers are making advances, but one avenue of potential discovery remains largely untapped: modern materials imaging and analysis tools have yet to be fully applied to ice surfaces under atmospherically relevant conditions.  Such analysis can be expected to reveal new information about ice crystal surface structures and kinetics. Preliminary data acquired by Environmental Scanning Electron Microscopy (ESEM) have already demonstrated the ubiquitous presence of ice surface roughness in lab-grown crystals, and revealed growth rates that deviate from classical predictions.  However, the ice crystals already analyzed by ESEM have been made on a substrate in a pure vapor environment; the relevance of these findings to the atmosphere cannot be fully established without a revised experimental approach.  This project aims to address this question head-on by conducting laboratory experiments under gaseous conditions more representative of the atmosphere and through balloon-borne capture, retrieval, and analysis of actual cirrus particles.  Successful completion of the project will firmly establish the character of surface roughness on cirrus particles, contribute to improved modeling of vapor deposition/sublimation, and provide the clearest, highest-resolution images of cirrus ice particles ever acquired.\r\n\r\nBroader Impacts:\r\nThis project will be conducted by physics department faculty and students at a primarily undergraduate institution, The College of New Jersey (TCNJ), in Ewing, NJ.  Undergraduate research has proven to be a highly effective tool for recruiting outstanding students into careers in the field of atmospheric science.  Largely because of the relative scarcity of undergraduate programs, the atmospheric sciences lag behind other natural sciences in developing this pipeline. This project will help to more firmly establish atmospheric science within the physics department at TCNJ, a large and growing department.  By providing cutting-edge research opportunities to outstanding physics undergraduates, the project will pave the way for an under-utilized path into careers in atmospheric science.  In addition, during each year, two of the undergraduate researchers in the program will be dual science/secondary education students who will carry the excitement of scientific discovery into their high school classrooms.  These future teachers will engage high school students from the high-need school districts of Trenton and Ewing, New Jersey in inquiry-centered laboratory experiences based on the scientific questions being addressed in the proje",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Magee",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan B Magee",
   "pi_email_addr": "magee@tcnj.edu",
   "nsf_id": "000664593",
   "pi_start_date": "2015-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The College of New Jersey",
  "inst_street_address": "2000 PENNINGTON RD",
  "inst_street_address_2": "",
  "inst_city_name": "EWING",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6097713255",
  "inst_zip_code": "086181104",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "COLLEGE OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E4UZBXLPA2V3"
 },
 "perf_inst": {
  "perf_inst_name": "The College of New Jersey",
  "perf_str_addr": "PO Box 7718",
  "perf_city_name": "Ewing",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "086280718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 63117.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 71703.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 62880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>National Science Foundation award 1501096, &ldquo;RUI: Cirrus Ice Crystal Surface Structure and Kinetics at the Nanoscale&rdquo; was successfully completed in spring 2021. The three primary scientific goals of this project were as follows:</p>\n<ol>\n<li> To establish, describe, and quantify the patterns and scales of surface roughness found on cirrus ice crystals.</li>\n<li>To precisely measure growth and sublimation rates for ice crystals in cirrus-matched laboratory conditions, and to test numerical models based on this new data.</li>\n<li>To capture natural cirrus ice particles intact, preserve them pristinely, and acquire the highest-ever resolution images of natural cirrus ice particles.</li>\n</ol>\n<p>Substantial results and advancements were achieved toward each of these scientific goals.&nbsp; In particular, efforts toward goal #3 (capture and hi-resolution imaging of natural cirrus ice particles) were especially successful, with unique breakthrough achievements realized during the project. &nbsp;The project supported custom development of a novel instrumental cloud probe, the 'Ice Cryo-Encapsulation by Balloon' instrument (ICE-Ball). &nbsp;During several field campaigns, 10 flights of the ICE-Ball probe successfully captured and preserved ice crystal samples from ~10 km altitude cirrus clouds.&nbsp; The captured particles were imaged via Cryo scanning electron microscopy.&nbsp; These remarkable high-resolution images of natural cirrus ice particles add much new detail to the prior understanding of cirrus ice particle morphology.&nbsp; In particular, the cryo-SEM images show immense particle geometric complexity, including:</p>\n<ol>\n<li>previously unknown particle shapes and unexpected ice facet geometries</li>\n<li>widely varying particle morphologies within individual cirrus clouds areas</li>\n<li>a wide range of mesoscopic surface roughening (from nearly smooth to quite rough)</li>\n<li>highly variable presence of surface-embedded aerosol particles&nbsp; &nbsp; &nbsp;</li>\n</ol>\n<p>The novel ICE-Ball instrument developed through this project has continued to attract further deployment interest, including recently playing a key role in a US Dept. of Energy Atmospheric Systems Research project (DE-SC0021001).&nbsp; ICE-Ball is expected to continue to provide highly unique data in high-altitude cloud research field observations.&nbsp;</p>\n<p>This project was conducted entirely by physics department faculty and students at a primarily undergraduate institution, The College of New Jersey (TCNJ), in Ewing, NJ. Undergraduate research has proven to be a highly effective tool for recruiting outstanding students into careers in the field of atmospheric science. Largely because of the relative scarcity of undergraduate programs, the atmospheric sciences have lagged behind other natural sciences in developing this pipeline. This project helped to firmly establish atmospheric science within the physics department at TCNJ, a large undergrade physics department. &nbsp;By providing cutting-edge research opportunities to several dozen outstanding physics undergraduates, the project successfully demonstrated an underutilized path into careers in atmospheric science. &nbsp;Ten undergraduate student co-authors contributed to the summative Atmospheric Chemistry and Physics paper, with their participation helping to crystalize emerging interest and experience in scientific research careers.&nbsp; Four of these undergraduates have continued in Atmospheric Science graduate programs and careers and four others continued into graduate programs in other related science disciplines.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/22/2023<br>\nModified by: Nathan&nbsp;Magee</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1501096/1501096_10357482_1703259651644_Figure2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1501096/1501096_10357482_1703259651644_Figure2--rgov-800width.png\" title=\"Cryo-SEM Mosaic of Cirrus Ice Particles\"><img src=\"/por/images/Reports/POR/2023/1501096/1501096_10357482_1703259651644_Figure2--rgov-66x44.png\" alt=\"Cryo-SEM Mosaic of Cirrus Ice Particles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">50 micrograph mosaic image of thousands of ice particles captured from cirrus clouds over New Jersey at ~10km altitude on 4/24/2018.  Ice particles were hermetically sealed in flight, returned by parachute, and then imaged via Cryo-SEM.  False-colors highlight established cirrus particle habits.</div>\n<div class=\"imageCredit\">Nathan B. Magee</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nathan&nbsp;Magee\n<div class=\"imageTitle\">Cryo-SEM Mosaic of Cirrus Ice Particles</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nNational Science Foundation award 1501096, RUI: Cirrus Ice Crystal Surface Structure and Kinetics at the Nanoscale was successfully completed in spring 2021. The three primary scientific goals of this project were as follows:\n\n To establish, describe, and quantify the patterns and scales of surface roughness found on cirrus ice crystals.\nTo precisely measure growth and sublimation rates for ice crystals in cirrus-matched laboratory conditions, and to test numerical models based on this new data.\nTo capture natural cirrus ice particles intact, preserve them pristinely, and acquire the highest-ever resolution images of natural cirrus ice particles.\n\n\n\nSubstantial results and advancements were achieved toward each of these scientific goals. In particular, efforts toward goal #3 (capture and hi-resolution imaging of natural cirrus ice particles) were especially successful, with unique breakthrough achievements realized during the project. The project supported custom development of a novel instrumental cloud probe, the 'Ice Cryo-Encapsulation by Balloon' instrument (ICE-Ball). During several field campaigns, 10 flights of the ICE-Ball probe successfully captured and preserved ice crystal samples from ~10 km altitude cirrus clouds. The captured particles were imaged via Cryo scanning electron microscopy. These remarkable high-resolution images of natural cirrus ice particles add much new detail to the prior understanding of cirrus ice particle morphology. In particular, the cryo-SEM images show immense particle geometric complexity, including:\n\npreviously unknown particle shapes and unexpected ice facet geometries\nwidely varying particle morphologies within individual cirrus clouds areas\na wide range of mesoscopic surface roughening (from nearly smooth to quite rough)\nhighly variable presence of surface-embedded aerosol particles  \n\n\n\nThe novel ICE-Ball instrument developed through this project has continued to attract further deployment interest, including recently playing a key role in a US Dept. of Energy Atmospheric Systems Research project (DE-SC0021001). ICE-Ball is expected to continue to provide highly unique data in high-altitude cloud research field observations.\n\n\nThis project was conducted entirely by physics department faculty and students at a primarily undergraduate institution, The College of New Jersey (TCNJ), in Ewing, NJ. Undergraduate research has proven to be a highly effective tool for recruiting outstanding students into careers in the field of atmospheric science. Largely because of the relative scarcity of undergraduate programs, the atmospheric sciences have lagged behind other natural sciences in developing this pipeline. This project helped to firmly establish atmospheric science within the physics department at TCNJ, a large undergrade physics department. By providing cutting-edge research opportunities to several dozen outstanding physics undergraduates, the project successfully demonstrated an underutilized path into careers in atmospheric science. Ten undergraduate student co-authors contributed to the summative Atmospheric Chemistry and Physics paper, with their participation helping to crystalize emerging interest and experience in scientific research careers. Four of these undergraduates have continued in Atmospheric Science graduate programs and careers and four others continued into graduate programs in other related science disciplines.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/22/2023\n\n\t\t\t\t\tSubmitted by: NathanMagee\n"
 }
}