{
 "awd_id": "1501587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Thermal Transport in Elastic Turbulence",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 165257.0,
 "awd_amount": 204257.0,
 "awd_min_amd_letter_date": "2014-10-17",
 "awd_max_amd_letter_date": "2018-07-30",
 "awd_abstract_narration": "CBET 1336085\r\nPI: P. Ligrani (SLU), R. Handler (TAMU)\r\n\r\nPolymer additives, such as polyacrylamide, have unique characteristics in liquids, including highly non-linear, non-Newtonian behavior. To augment transport, the polymers are stretched in constriction by flow strain, which is induced by, for example, streamline curvature. The extensibility of the polymer and resulting polymer deformation, leads to a sharp growth in the local elastic stress, a sequence of events referred to as the Weissenberg instability, which occurs when the Weissenberg number is greater than approximately ½ or 0.5. Overall consequences include increased polymer viscosity, in some cases, by up to 3 orders of magnitude. Such changes also lead to increases in effective polymer thermal conductivity, and augmentation of thermal transport. However, such increases in thermal transport from elastic turbulence have never before been investigated, and thus, to develop innovative methods to enhance mixing and thermal transport in small-scale environments at low Reynolds numbers, experiments and simulations will be coordinated and conducted on thermal transport in elastic turbulence. One principal aim is to determine the efficacy of using elastic turbulence to augment thermal transport, by characterizing the phenomena both experimentally and numerically. Numerical modeling and prediction of the physical trends of both measured and non-measured quantities will be performed with three-dimensional Direct Numerical Simulations (DNS). As such, another overall intent is enhancement of fundamental understanding of the associated physical processes associated with elastic turbulence, as it is induced in liquids by polymers subject to stretching and constriction by flow strain. A resulting product will be new numerical and analytic models to describe and represent the related elastic turbulence physical phenomena, especially thermal transport. Generally, milliscale (or millimeter-scale) devices and flow environments will be employed to produce flows in the rotating-Couette and Dean flow geometries. These flows each provide shear and streamline curvature (centrifugal effects) and thus are ideally suited to producing elastic turbulence in dilute polymer solutions. As part of this research, a new Prandtl number model and a new effective conductivity model for elastic turbulence will also be developed. This will be facilitated by measurements of flow characteristics (time-varying and time-averaged) and heat transfer coefficients, and fully three-dimensional direct numerical simulations (DNS) with non-linear elastic models, such the FENE-P, to elucidate polymer solution characteristics. The present study follows several important recent, related fluid mechanics investigations, and as such, will address important gaps in knowledge regarding the effects and influences of polymer additives on thermal transport in milliscale and microscale liquid flows. As such, the present study is highly transformational and relevant because of the new physical understanding which will be provided, and because of the variety of applications. \r\n\r\nIn recent years, much attention has been devoted to technological advances related to miniaturization, with particular attention to technologies at the micro-scale and nano-scale, but also to milli-scale devices. For example, improvements in manufacturing technology and micro-fabrication have led to the miniaturization of a variety of different types of devices and sensors. The ability to predict the fluid motion in and around these devices is essential for their design and optimization. As the length scales of these devices decrease for liquid flows, effects become significant which are not present in larger-scale devices. Because of the small dimensions and very low speeds which are involved, the flows within these components are generally laminar, with relatively low magnitudes of mixing and thermal transport. Such laminar flows are thus a consequence of the limitations imposed by the small sizes of the miniature devices. Such flows, and the devices associated with them, are vital and important for a range of applications in areas such as pharmaceutics, medicine, heat transfer, biomedical engineering, and electronics cooling. In every case, the devices associated with these application areas would generally benefit by increased mixing and augmented transport from elastic turbulence. Such mixing is important for a variety of situations within the mentioned application areas, including the use of liquids to cool electronic components, mixing of different chemical components to manufacture pharmaceuticals, lab-on-a-chip devices which involve the interaction and mixing of different fluid streams, and miniature heat exchangers for use in devices ranging from automobiles, to appliances, to components within space systems, including satellites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Ligrani",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip M Ligrani",
   "pi_email_addr": "p_ligrani@msn.com",
   "nsf_id": "000372670",
   "pi_start_date": "2014-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  },
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "7619",
   "pgm_ref_txt": "EQUIPMENT ACQUISITIONS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 165256.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 33000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Collaborative Research: Thermal Transport in Elastic Turbulence</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">NSF Proposal Number 1501587</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">PROJECT OUTCOMES REPORT: October 1, 2013 to September 30, 2019</span></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Recent advances in electronics cooling, bio-engineering, and bio-medical engineering, which involve fluid flows within micro-scale and millimeter-scale passages, require control and enhancement of mass, momentum, and thermal transport levels. However, numerous challenges are inherent to implementing enhancements of these quantities within such small-scale environments, where length-scales are very small, flows are generally laminar, local fluid shear rates are augmented, and local Reynolds numbers are on the order of 1. One solution, which is gaining increasing attention, is through the implementation and use of elastic instabilities and elastic turbulence. Even though related heat transfer and thermal transport investigations are few in number, it is apparent that, according to Li et al. [1], elastic turbulence provides a great potential for the heat removal in the wide microfluidic applications.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The remarkable ability of viscoelastic fluids to augment local and global surface heat transfer characteristics has been demonstrated by the results which have been provided by the present investigation. Of particular interest were the experimental conditions associated with the development of elastic instabilities within specific flow environments (Rotating Couette Flow (RCF) and Viscous Disk Pump (VDP)), when convective heat transfer was present. Overall, substantially enhanced surface heat transfer coefficients and Nusselt numbers are illustrated by the data. Consequently, the present investigation provides new insight into the mechanisms of viscoelastic flows, and the conditions at which it occurs, as well as the effects on convective heat transfer, within environments which have never before been employed for this purpose. Such data are valuable for the design of compact electronic components, and as they provide means to evaluate the utility of numerical prediction models and codes, as well as different analytic viscoelastic fluid flow models. Results from the study are thus directly applicable to miniature heat exchangers, and electronic component cooling for use in devices ranging from automobiles, to appliances and aircraft, to components within space systems, including satellites. The investigation also has relevance to other broad application areas, such as pharmaceutics, medicine, and biomedical engineering. In every situation, the associated devices would generally benefit by augmented mixing between fluid streams, or augmented transport of a scalar and/or heat to facilitate the processes which are nominally underway. In particular, the use of elastic turbulence and elastic instability phenomena offer unique opportunities to the field of electronics cooling, especially because of the potential to further increase magnitudes of heat flux and thermal design power, as the volume and chip size associated with related components decrease, and frequency and number of transistors of such components both increase.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; As such, the present study addressed important gaps in knowledge regarding influences of polymers on thermal transport in liquid flows. The project thus took advantage of the unique characteristics of polymers in liquids, especially the associated increases in polymer viscosity which result from induced strain. A variety of fascinating phenomena were involved, ranging from augmented turbulence characteristics at small scale, to increased stress and thermal transport rates.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Because of the present investigation, the science base for polymer additives in liquids and elastic turbulence has been expanded and enriched. Consequently, fundamental understanding has been promoted by the effort, in parallel with training, teaching, and learning by means of parallel education/outreach components. These involved incorporation of findings in several graduate classes, as well as presentations in numerous international conferences and archival journals. Also included was participation by undergraduate students, partially through REU requests, as well as both teachers and students from local high schools located in the Huntsville, Alabama and Fairfax, Virginia areas, with mentoring by graduate and undergraduate students involved in the effort. In Huntsville, related activities involved visits approximately once per month, over significant portions of the project duration, by students from Sparkman High School, as they were under the supervision of Ms. Teresa Hodge. Special efforts were also made to involve women and minority students in these efforts, especially through SWE, the Society of Women Engineers. These activities provided exposure to state-of-the-art research in university laboratories, especially the exciting worlds of heat transfer and fluid mechanics in elastic turbulence.</p>\n<p>&nbsp;</p>\n<p>[1] Li, D.-Y., Li, X.-B., Zhang, H.-N., Li, F.-C., Qian, S., and Joo, S. W., ?Efficient Heat Transfer Enhancement by Elastic Turbulence With Polymer Solution In a Curved Microchannel,? <em>Microfluidics and Nanofluidics</em>, Vol. <strong>21</strong>, No. 10, 2017. DOI: 10.1007/s10404-016-1846-7.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2019<br>\n\t\t\t\t\tModified by: Phillip&nbsp;M&nbsp;Ligrani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollaborative Research: Thermal Transport in Elastic Turbulence\n\nNSF Proposal Number 1501587\n\nPROJECT OUTCOMES REPORT: October 1, 2013 to September 30, 2019\n\n      Recent advances in electronics cooling, bio-engineering, and bio-medical engineering, which involve fluid flows within micro-scale and millimeter-scale passages, require control and enhancement of mass, momentum, and thermal transport levels. However, numerous challenges are inherent to implementing enhancements of these quantities within such small-scale environments, where length-scales are very small, flows are generally laminar, local fluid shear rates are augmented, and local Reynolds numbers are on the order of 1. One solution, which is gaining increasing attention, is through the implementation and use of elastic instabilities and elastic turbulence. Even though related heat transfer and thermal transport investigations are few in number, it is apparent that, according to Li et al. [1], elastic turbulence provides a great potential for the heat removal in the wide microfluidic applications.\n\n     The remarkable ability of viscoelastic fluids to augment local and global surface heat transfer characteristics has been demonstrated by the results which have been provided by the present investigation. Of particular interest were the experimental conditions associated with the development of elastic instabilities within specific flow environments (Rotating Couette Flow (RCF) and Viscous Disk Pump (VDP)), when convective heat transfer was present. Overall, substantially enhanced surface heat transfer coefficients and Nusselt numbers are illustrated by the data. Consequently, the present investigation provides new insight into the mechanisms of viscoelastic flows, and the conditions at which it occurs, as well as the effects on convective heat transfer, within environments which have never before been employed for this purpose. Such data are valuable for the design of compact electronic components, and as they provide means to evaluate the utility of numerical prediction models and codes, as well as different analytic viscoelastic fluid flow models. Results from the study are thus directly applicable to miniature heat exchangers, and electronic component cooling for use in devices ranging from automobiles, to appliances and aircraft, to components within space systems, including satellites. The investigation also has relevance to other broad application areas, such as pharmaceutics, medicine, and biomedical engineering. In every situation, the associated devices would generally benefit by augmented mixing between fluid streams, or augmented transport of a scalar and/or heat to facilitate the processes which are nominally underway. In particular, the use of elastic turbulence and elastic instability phenomena offer unique opportunities to the field of electronics cooling, especially because of the potential to further increase magnitudes of heat flux and thermal design power, as the volume and chip size associated with related components decrease, and frequency and number of transistors of such components both increase.\n\n     As such, the present study addressed important gaps in knowledge regarding influences of polymers on thermal transport in liquid flows. The project thus took advantage of the unique characteristics of polymers in liquids, especially the associated increases in polymer viscosity which result from induced strain. A variety of fascinating phenomena were involved, ranging from augmented turbulence characteristics at small scale, to increased stress and thermal transport rates.\n\n     Because of the present investigation, the science base for polymer additives in liquids and elastic turbulence has been expanded and enriched. Consequently, fundamental understanding has been promoted by the effort, in parallel with training, teaching, and learning by means of parallel education/outreach components. These involved incorporation of findings in several graduate classes, as well as presentations in numerous international conferences and archival journals. Also included was participation by undergraduate students, partially through REU requests, as well as both teachers and students from local high schools located in the Huntsville, Alabama and Fairfax, Virginia areas, with mentoring by graduate and undergraduate students involved in the effort. In Huntsville, related activities involved visits approximately once per month, over significant portions of the project duration, by students from Sparkman High School, as they were under the supervision of Ms. Teresa Hodge. Special efforts were also made to involve women and minority students in these efforts, especially through SWE, the Society of Women Engineers. These activities provided exposure to state-of-the-art research in university laboratories, especially the exciting worlds of heat transfer and fluid mechanics in elastic turbulence.\n\n \n\n[1] Li, D.-Y., Li, X.-B., Zhang, H.-N., Li, F.-C., Qian, S., and Joo, S. W., ?Efficient Heat Transfer Enhancement by Elastic Turbulence With Polymer Solution In a Curved Microchannel,? Microfluidics and Nanofluidics, Vol. 21, No. 10, 2017. DOI: 10.1007/s10404-016-1846-7.\n\n \n\n\t\t\t\t\tLast Modified: 12/09/2019\n\n\t\t\t\t\tSubmitted by: Phillip M Ligrani"
 }
}