{
 "awd_id": "1502856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Design of Molecular Gels with Exceptional Structural, Dynamic and Mechanical Properties",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 539999.0,
 "awd_amount": 627569.0,
 "awd_min_amd_letter_date": "2015-08-19",
 "awd_max_amd_letter_date": "2021-06-25",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry program of the Chemistry Division, Professor Richard G. Weiss of Georgetown University is developing 'molecular gelators' (small molecules that aggregate into 3-dimensional networks which immobilize large amounts of a liquid) with special properties, such as the ability to transform reversibly into free-flowing liquids.  A primary objective of this research is to develop fundamental relationships between the shapes and functionalities of structurally simple molecular gelators and the properties of their gels. To do so, two fundamental scientific questions are being addressed: \"What constitutes an efficient molecular gelator?\" and \"How can the gelator structures be designed to provide materials with rather unique structural and mechanical properties?\" The results from this research are expected to contribute information that is important to both basic and applied science and to fill current large gaps of understanding between molecular structure and self-assembly that lead to a wide range of self-organized materials in addition to gels.  Several of the gels may be useful in applications that include art conservation, oil recovery, and food chemistry.  Another very important impact is the training of young scientists, including those\r\nin under-represented groups and from developing countries. Students at all levels--postdoctoral to high school- are given opportunities to become integrated within the scientific community by attending and presenting their research results at conferences and by interacting directly with students in other collaborating labs throughout the world.\r\n\r\nThe gelators selected are commercially available (e.g., ethylenediaminetetraacetic acid, Ethomeen surfactants, and polyethylenimines) or naturally occurring (e.g., sphingosine, glucamine, and 12-hydroxystearic acid) molecules.  Alternatively, the gelators are easily synthesized from related molecules. Solvents that are most appropriate complements to the gelators are pre-selected using Hansen or other parameter sets that dissect liquid properties.  The gels are designed to provide 'exceptional' properties, such as high degrees of thixotropy with variable recovery rates after destructive shear, gel-to-gel transitions initiated by thermally and photochemically induced changes of the molecular packing within gel fibers, and isothermal sol<->gel transitions induced by adding or removing a neutral triatomic gas (such as CO2). Several spectroscopic, thermodynamic and kinetic techniques are available for characterizing the structural/functionality relationships for this study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Weiss",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Weiss",
   "pi_email_addr": "weissr@georgetown.edu",
   "nsf_id": "000274075",
   "pi_start_date": "2015-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 268954.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 293247.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 65368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A primary objective of this research has been to develop fundamental relationships between the shapes and functionalities of structurally simple molecules (as well as some polymeric and ionic ones) and the properties of their ?soft matter? aggregates. They include 2-dimensional assemblies of small molecules whose aggregates form gels in different liquids and 3-dimensional assemblies of polymers based on dimethylsiloxane units that contain thiol-disulfide or ionic substituents.&nbsp;&nbsp; The polymeric chains interact and crosslink through covalent or weak H-bonds that can be controlled reversibly.&nbsp; In addition, polymer chain associations have been modulated through the addition or removal of neutral triatomic molecules, especially carbon dioxide and carbon disulfide. Throughout, the emphasis has been on direct transformations or simple reactions that change inexpensive, structurally-simple molecules and commercially-available materials into more complex, self-assembled ones that display diverse, interesting, and tunable bulk properties. Those properties include high degrees of thixotropy, strong adhesion, self-healing, and high ionic conductivities.&nbsp; Insights into the origins of those bulk properties at the atomic-to-micrometer distance scales have come from following the dynamics of the aggregation process, thermodynamic information from a variety of spectroscopic and mechanical tools, density functional theory (DFT) and other calculations, and analyses of the role of the liquid components from Hansen, Hildebrand, and related solubility parameters.</span></p>\n<p><span>A primary aspect of the intellectual merit of the projects is their symbiotic link to one of the ?ten big ideas? of NSF, ?Growing Convergence Research?. The projects have integrated information from diverse areas of science into models for understanding what controls the dynamics and structure leading to 1-, 2-, and 3-dimensional objects, and their aggregation into ?soft matter? materials. The projects have also probed how the properties of those objects and their aggregates can be modified systematically for specific applications. Thus, the projects have addressed fundamental questions of self-assembly by combining and correlating data from structural, dynamic and thermodynamic investigations of solute-solute and solute-solvent interactions. The information obtained by addressing the specific questions raised within each project, based on initial hypotheses, has increased our understanding of many other types of both structural and dynamic aggregation and self-assembly phenomena that pervade our world.</span></p>\n<p><span>As mentioned, some of the broader impacts of the accomplished research include development of basic insights into self-assembly processes. The results have been disseminated as articles&nbsp; in well-respected, peer-reviewed journals, chapters in books,&nbsp;and presentations at scientific meetings and universities. Although fundamental discoveries have been stressed, some practical implications and potential applications of the results have been pursued and brought to the attention of the appropriate audiences, including industries. Several of the projects have led to practical potential or realized applications in art conservation, food chemistry, oil spill remediation, and adhesion. Another very important impact has been in the training of young scientists, including those in under-represented groups and from developing countries. Students at all levels?postdoctoral to high school?have been given opportunities to become integrated within the scientific community by attending and presenting their research results at conferences and by interacting with students in other labs throughout the world. Each project has required deductive and analytical reasoning for interpretation of data from several techniques in order to derive cohesive hypotheses. In that way, students have been required to extrapolate from the known to the unknown, and to formulate their own hypotheses in addition to relying on those of the PI. Also, the PI has continued to provide service to the scientific community as an editor and member of editorial boards of scientific journals, and as a&nbsp;<em><span>pro bono</span></em>&nbsp;consultant to scientists and institutions in developing countries.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2022<br>\n\t\t\t\t\tModified by: Richard&nbsp;G&nbsp;Weiss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA primary objective of this research has been to develop fundamental relationships between the shapes and functionalities of structurally simple molecules (as well as some polymeric and ionic ones) and the properties of their ?soft matter? aggregates. They include 2-dimensional assemblies of small molecules whose aggregates form gels in different liquids and 3-dimensional assemblies of polymers based on dimethylsiloxane units that contain thiol-disulfide or ionic substituents.   The polymeric chains interact and crosslink through covalent or weak H-bonds that can be controlled reversibly.  In addition, polymer chain associations have been modulated through the addition or removal of neutral triatomic molecules, especially carbon dioxide and carbon disulfide. Throughout, the emphasis has been on direct transformations or simple reactions that change inexpensive, structurally-simple molecules and commercially-available materials into more complex, self-assembled ones that display diverse, interesting, and tunable bulk properties. Those properties include high degrees of thixotropy, strong adhesion, self-healing, and high ionic conductivities.  Insights into the origins of those bulk properties at the atomic-to-micrometer distance scales have come from following the dynamics of the aggregation process, thermodynamic information from a variety of spectroscopic and mechanical tools, density functional theory (DFT) and other calculations, and analyses of the role of the liquid components from Hansen, Hildebrand, and related solubility parameters.\n\nA primary aspect of the intellectual merit of the projects is their symbiotic link to one of the ?ten big ideas? of NSF, ?Growing Convergence Research?. The projects have integrated information from diverse areas of science into models for understanding what controls the dynamics and structure leading to 1-, 2-, and 3-dimensional objects, and their aggregation into ?soft matter? materials. The projects have also probed how the properties of those objects and their aggregates can be modified systematically for specific applications. Thus, the projects have addressed fundamental questions of self-assembly by combining and correlating data from structural, dynamic and thermodynamic investigations of solute-solute and solute-solvent interactions. The information obtained by addressing the specific questions raised within each project, based on initial hypotheses, has increased our understanding of many other types of both structural and dynamic aggregation and self-assembly phenomena that pervade our world.\n\nAs mentioned, some of the broader impacts of the accomplished research include development of basic insights into self-assembly processes. The results have been disseminated as articles  in well-respected, peer-reviewed journals, chapters in books, and presentations at scientific meetings and universities. Although fundamental discoveries have been stressed, some practical implications and potential applications of the results have been pursued and brought to the attention of the appropriate audiences, including industries. Several of the projects have led to practical potential or realized applications in art conservation, food chemistry, oil spill remediation, and adhesion. Another very important impact has been in the training of young scientists, including those in under-represented groups and from developing countries. Students at all levels?postdoctoral to high school?have been given opportunities to become integrated within the scientific community by attending and presenting their research results at conferences and by interacting with students in other labs throughout the world. Each project has required deductive and analytical reasoning for interpretation of data from several techniques in order to derive cohesive hypotheses. In that way, students have been required to extrapolate from the known to the unknown, and to formulate their own hypotheses in addition to relying on those of the PI. Also, the PI has continued to provide service to the scientific community as an editor and member of editorial boards of scientific journals, and as a pro bono consultant to scientists and institutions in developing countries.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2022\n\n\t\t\t\t\tSubmitted by: Richard G Weiss"
 }
}