{
 "awd_id": "1502507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Development of Language-Focused Three-Dimensional Science Instructional Materials to Support English Language Learners in Fifth Grade",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924546",
 "po_email": "asantiag@nsf.gov",
 "po_sign_block_name": "Alicia Santiago Gonzalez",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 1305964.0,
 "awd_amount": 1305964.0,
 "awd_min_amd_letter_date": "2015-06-17",
 "awd_max_amd_letter_date": "2017-12-20",
 "awd_abstract_narration": "This project was submitted to the Discovery Research K-12 (DRK-12) program that seeks to significantly enhance the learning and teaching of science, technology, engineering, and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models, and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects. The project is responsive to the societal challenges emerging from the nation's diverse and rapidly changing student demographics, including the rise of English language learners (ELLs), the fastest growing student population (see, for example, \"U.S. school enrollment hits majority-minority milestone\", Education Week, February 1, 2015). ELLs have grown exponentially: 1 in 5 students (21%) in the nation spoke a language other than English at home in 2011. The project's main purpose is to develop instructional materials for a year-long, fifth grade curriculum for all students, including ELLs. The planned curriculum will promote language-focused and three-dimensional science learning (through blending of science and engineering practices, crosscutting concepts, and disciplinary core ideas), aligned with the Framework for K-12 Science Education (National Research Council, 2012), the Next Generation Science Standards (Achieve, 2013), and the Conceptual Framework for Language use in the Science Classroom (Lee, Quinn & Valdés, 2013). The grade-level science content will target topics, such as structure and properties of matter, matter and energy in organisms and ecosystems, and Earth's and space systems, with engineering design embedded in each topic. The language approach will emphasize analytical science tasks aimed at making sense of and constructing scientific knowledge; and receptive (listening and reading) and productive (speaking and writing) language functions. Products and research results from this project will help to reduce the science achievement gaps between ELLs and non-ELLs, and enable all students to attain higher levels of proficiency in subsequent grade levels.\r\n\r\nAfter the curriculum has been developed and field-tested during Years 1-3, a pilot study will be conducted in Year 4 to investigate promise of effectiveness. Using a randomized controlled trial design, the pilot study will address three research questions: (1) What is the impact of the intervention on science learning and language development for all students, including ELLs and former ELLs?; (2) What is the impact of the intervention on teachers' instructional practices?; and (3) To what extent are teachers able to implement the instructional materials with fidelity? To address research question 1, a sequence of multi-level models (MLMs) in which the posttest score for each student measure (the state/district science test score, and the science score and the language score on the researcher-developed assessment) will be regressed on a dummy variable representing condition (treatment or control) and pretest covariates. To examine whether the intervention is beneficial for students of varying levels of English proficiency, subgroup analyses will be conducted comparing ELLs in the treatment group against ELLs in the control group; former ELLs in the treatment group against former ELLs in the control group; and non-ELLs in the treatment group against non-ELLs in the control group, using the same MLMs. Exploratory analyses will be employed to examine the extent to which the level of English proficiency moderates the impact of the intervention on ELLs. To address research question 2, a 2-level model (teachers as level-1, and schools as level-2) in which the post-questionnaire scale score will be regressed on a dummy variable representing condition (treatment or control) will be conducted. To address research question 3, plans are to analyze ratings on coverage, adherence, and quality of instruction from classroom observations, along with ratings on program differentiation and participant responsiveness from the implementation and feedback form.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guadalupe",
   "pi_last_name": "Valdes",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Guadalupe V Valdes",
   "pi_email_addr": "GVALDES@LELAND.STANFORD.EDU",
   "nsf_id": "000266057",
   "pi_start_date": "2015-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943053096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 619585.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 326705.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 359674.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2e82d342-7fff-ce20-5177-5e79224e329d\"> </span></p>\n<p dir=\"ltr\"><span>The goal of the Stanford Integrated Science and Language (SISL) project was to develop instructional materials to teach science that could expand the field's understanding of what it means to \"integrate\" language and science. We designed two units aligned to the Next Generation Science Standards (NGSS) that comprise a year's worth of science curriculum for fifth grade classrooms. The units were intentionally designed for linguistically diverse classes, which include the heterogeneous group of young people bureaucratically classified as </span><em>English language learners </em><span>(ELLs)</span><span>. </span><span>Students designated as ELLs are at very different levels of development in oral and written English, ranging from newcomer students who are incipient learners of English to students whose oral proficiency is very strong, but who may be unable to exit the ELL category because they have not yet developed English literacy abilities at the level required by the state English language proficiency examination.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Each SISL unit centers around an anchor phenomenon and emphasizes engaging students in the process of scientific sense-making in collaborative triads. Throughout the units, students are supported to use disciplinary practices--the NGSS Science and Engineering Practices (SEPs)--to pose questions, investigate, learn from texts, and develop emergent models, explanations, and arguments. The units are intended for use by elementary-school teachers who may have a limited background in science.</span></p>\n<p dir=\"ltr\"><span>We piloted the units in four linguistically diverse 5th grade classrooms and studied the participation of ELL-designated focal students in each classroom. Our research led to three key findings about the development of focal students' interactional competence, that is, their use of receptive and expressive abilities to participate in classroom interactions about science in English:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span><em>Students' development was characterized by their expanded participation in collaborative sense-making by engaging in science practices to make sense of phenomena with their peers</em>: </span><span>Over time, focal students' used an increasing diversity of interactional moves to contribute to their groups' sense-making. Such moves included asking questions, sharing observations, making claims, providing evidence, asking follow-up questions, seeking or providing help, and negotiating group processes.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span><em>Learning to participate in the Science and Engineering Practices (SEPs) requires social competence</em>:</span><span> In order to engage in collaborative sense-making, students needed to use a variety of social moves to initiate talk, monitor and redirect peers, and navigate contentious social dynamics. Students can engage in disciplinary work using less-than-perfect English and a variety of interactional competencies.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span><em>Focal students' developing participation and the further development of language accuracy was not linear, but depended on supportive contexts</em>: </span><span>Students exhibited different competencies depending on the context, demonstrating that the ability to use language is acquired in use and is not linear. Supportive contexts provided opportunities for extended small-group discussions and for drawing on a variety of multi-modal resources for communication, including images, videos, text, and talk. How focal students were positioned by peers and teachers especially impacted their participation. Students participated more and engaged in more scientific sense-making when their peers positioned them as people who were worth talking to. In some groups, peers dismissed or ignored focal students' attempts to engage them. Some focal students were able to shift how their peers positioned them to create more equitable and collaborative group dynamics and improve their group's collective sense-making.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>Through our research, we also articulated an integrated model of the competencies teachers need to develop to foster linguistically diverse students' engagement in science and create opportunities for the development of effective interactactional competencies.&nbsp; Our integrated model of teacher competencies includes three interacting components:&nbsp;</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Teachers' understandings of various aspects of language development, the multiple goals of NGSS science learning, and the language competencies of their students</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Teachers' use of purposeful structures and routines to scaffold students' engagement in sense-making</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Teachers' use of responsive moves to honor students'emergent sense-making and encourage discussion</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>We created the SISL website (</span><a href=\"http://sisleducation.stanford.edu/\"><span>http://sisleducation.stanford.edu</span></a><span>) to disseminate project resources and support teachers and teacher educators. The website provides:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The two complete SISL units with all supporting materials</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Professionally produced videos that showcase a teacher using the SISL curriculum to support the scientific engagement of her linguistically diverse students, along with commentary and guiding questions to support teacher educators in using the videos&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>An explanation of the SISL approach to language development in science</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>A guide to using the SISL curriculum, describing routine protocols and task formats used in the units and explaining how they support linguistically diverse students&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>A guide to establishing a language buddies program outlining how to establish language buddies for newcomer students.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Science background for teachers explaining the important concepts addressed by each unit and how students develop their understanding of these concepts in the unit</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Background on the NGSS describing their three-dimensional approach to science education and the learning experiences teachers need to provide for their students in an NGSS classroom</span></p>\n</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2020<br>\n\t\t\t\t\tModified by: Guadalupe&nbsp;V&nbsp;Valdes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe goal of the Stanford Integrated Science and Language (SISL) project was to develop instructional materials to teach science that could expand the field's understanding of what it means to \"integrate\" language and science. We designed two units aligned to the Next Generation Science Standards (NGSS) that comprise a year's worth of science curriculum for fifth grade classrooms. The units were intentionally designed for linguistically diverse classes, which include the heterogeneous group of young people bureaucratically classified as English language learners (ELLs). Students designated as ELLs are at very different levels of development in oral and written English, ranging from newcomer students who are incipient learners of English to students whose oral proficiency is very strong, but who may be unable to exit the ELL category because they have not yet developed English literacy abilities at the level required by the state English language proficiency examination. \nEach SISL unit centers around an anchor phenomenon and emphasizes engaging students in the process of scientific sense-making in collaborative triads. Throughout the units, students are supported to use disciplinary practices--the NGSS Science and Engineering Practices (SEPs)--to pose questions, investigate, learn from texts, and develop emergent models, explanations, and arguments. The units are intended for use by elementary-school teachers who may have a limited background in science.\nWe piloted the units in four linguistically diverse 5th grade classrooms and studied the participation of ELL-designated focal students in each classroom. Our research led to three key findings about the development of focal students' interactional competence, that is, their use of receptive and expressive abilities to participate in classroom interactions about science in English:\n\n\nStudents' development was characterized by their expanded participation in collaborative sense-making by engaging in science practices to make sense of phenomena with their peers: Over time, focal students' used an increasing diversity of interactional moves to contribute to their groups' sense-making. Such moves included asking questions, sharing observations, making claims, providing evidence, asking follow-up questions, seeking or providing help, and negotiating group processes. \n\n\nLearning to participate in the Science and Engineering Practices (SEPs) requires social competence: In order to engage in collaborative sense-making, students needed to use a variety of social moves to initiate talk, monitor and redirect peers, and navigate contentious social dynamics. Students can engage in disciplinary work using less-than-perfect English and a variety of interactional competencies. \n\n\nFocal students' developing participation and the further development of language accuracy was not linear, but depended on supportive contexts: Students exhibited different competencies depending on the context, demonstrating that the ability to use language is acquired in use and is not linear. Supportive contexts provided opportunities for extended small-group discussions and for drawing on a variety of multi-modal resources for communication, including images, videos, text, and talk. How focal students were positioned by peers and teachers especially impacted their participation. Students participated more and engaged in more scientific sense-making when their peers positioned them as people who were worth talking to. In some groups, peers dismissed or ignored focal students' attempts to engage them. Some focal students were able to shift how their peers positioned them to create more equitable and collaborative group dynamics and improve their group's collective sense-making.        \n\n\nThrough our research, we also articulated an integrated model of the competencies teachers need to develop to foster linguistically diverse students' engagement in science and create opportunities for the development of effective interactactional competencies.  Our integrated model of teacher competencies includes three interacting components: \n\n\nTeachers' understandings of various aspects of language development, the multiple goals of NGSS science learning, and the language competencies of their students\n\n\nTeachers' use of purposeful structures and routines to scaffold students' engagement in sense-making\n\n\nTeachers' use of responsive moves to honor students'emergent sense-making and encourage discussion\n\n\nWe created the SISL website (http://sisleducation.stanford.edu) to disseminate project resources and support teachers and teacher educators. The website provides:\n\n\nThe two complete SISL units with all supporting materials\n\n\nProfessionally produced videos that showcase a teacher using the SISL curriculum to support the scientific engagement of her linguistically diverse students, along with commentary and guiding questions to support teacher educators in using the videos \n\n\nAn explanation of the SISL approach to language development in science\n\n\nA guide to using the SISL curriculum, describing routine protocols and task formats used in the units and explaining how they support linguistically diverse students \n\n\nA guide to establishing a language buddies program outlining how to establish language buddies for newcomer students. \n\n\nScience background for teachers explaining the important concepts addressed by each unit and how students develop their understanding of these concepts in the unit\n\n\nBackground on the NGSS describing their three-dimensional approach to science education and the learning experiences teachers need to provide for their students in an NGSS classroom\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2020\n\n\t\t\t\t\tSubmitted by: Guadalupe V Valdes"
 }
}