{
 "awd_id": "1502063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Immunogene Mediated Mate Choice in Populations of Peromyscus spp. Rodents with Different Mating Systems",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 20401.0,
 "awd_amount": 20401.0,
 "awd_min_amd_letter_date": "2015-08-10",
 "awd_max_amd_letter_date": "2015-08-10",
 "awd_abstract_narration": "The fundamental question of how animals choose mates has fascinated and intrigued biologists for centuries. Today, technological and scientific developments make it possible to push the limits of our knowledge in the field of mate choice. Recent research has generated support for a particular group of genes, the Major Histocompatibility Complex, or MHC genes, as key players during mate selection. MHC genes are ubiquitous in vertebrates and play a major role in the adaptive immune system. In mammals, MHC-genotypes, or \"profiles,\" are communicated via urine. This allows conspecifics to identify and choose individuals based on their immunogenetic makeup. Theory predicts that if individuals are selecting mates based on MHC, they should prefer those who complement their own MHC profile. In this way, their offspring will have higher MHC diversity and/or improved immunocompetence. This project explores how differences in two factors thought to affect exposure to pathogens -- mating behavior (e.g., monogamy versus promiscuity) and population density -- influence how animals use MHC during mate choice. Studies on MHC and mate choice have important applications to conservation and captive breeding programs, where they may help determine the best strategies for maintaining diversity and improving survival. Improved understanding of the function and evolution of MHC variation also has important implications for human health, since these are the genes that underlie our adaptive response to pathogens. \r\n\r\nTraditionally, MHC-based mate choice studies have used inbred lab animals, and while a few have examined wild populations, they have been limited to the study of only a few MHC-loci. These constraints are in large part due to MHC complexity and previously available molecular techniques. As a consequence, studies on different loci and/or species have yielded contradictory results. This project aims to generate a comprehensive understanding of the relationships between immunogenetic variation and patterns of reproductive behavior by using Next Generation Sequencing techniques to study all transcribed MHC and non-MHC immunogenes in free-living peromyscine rodents with different mating systems. Special emphasis is directed towards understanding how immunogenetic variation and selection on immunogenes differ with mating system. Further, this project will explore how changes in ecology, particularly density, influence mate choice decisions based on immunogenes. Understanding how individual-level decisions interact with population level dynamics should facilitate understanding of the selective pressures acting on the immune system in natural settings. The molecular methods proposed are novel and can be applied to a wide range of studies interested in minimizing invasive sampling. Field notes, behavioral observations, trapping data, photographic and GPS data, and biological samples will be contributed to the MVZ collections, thus accessible in an online database and available to interested researchers. All DNA sequence data resulting from this project will be made publicly available after publication through GenBank.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eileen",
   "pi_last_name": "Lacey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eileen A Lacey",
   "pi_email_addr": "ealacey@berkeley.edu",
   "nsf_id": "000297777",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jesyka",
   "pi_last_name": "Melendez-Rosa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jesyka Melendez-Rosa",
   "pi_email_addr": "jesymel15@berkeley.edu",
   "nsf_id": "000678793",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "3101 VLSB",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 20401.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">Understanding the forces that shape genotypic and phenotypic variation in wild animals has been a longstanding goal of evolutionary biologists. While we have succeeded in elucidating how numerous environmental and life history variables shape adaptive variation, we still know relatively little about the role complex behavioral phenotypes play in shaping this variation. Despite acknowledging the significant impact that behavior, specifically mating patterns, has on genetic variation and evolution our ability to explore these relationships has been limited by the available molecular techniques. However, the recent rise and accessibility of high throughput sequencing methods has facilitated the comprehensive study of expression profiles and genetic patterns in model and non-model organisms. The latter has allowed us explore how genetic variation is modulated by environmental variables or behavioral phenotypes in non-model, wild, closely related taxa.</p>\n<p>Due to their incredible diversity, mating systems provide an ideal behavioral phenotype for comparative genomic studies. In mammals, over 90% of species are classified as &lsquo;habitually polygynous&rsquo; and around 5% as &lsquo;obligate monogamous&rsquo;, with numerous other mating strategies in-between these two extremes. Different mating systems may be fixed between closely related and/or sympatric taxa, providing opportunities to explore correlations between mating patterns and environmental or genetic components. Mating systems have been shown to be correlated with immunogenetic diversity in sympatric and closely related mammal species, with promiscuous species harboring higher diversity levels at Major Histocompatibility Complex, or MHC, immune genes relative to monogamous species. The higher diversity observed in promiscuous species is hypothesized to be the result of an increased exposure to communicable and sexually transmitted diseases. As such, mating patterns are expected to be an important factor influencing genetic variation and gene expression, particularly in immunogenes.</p>\n<p>Abundant across numerous habitats in North America, from coastal chaparral to high desert, mice of the genus Peromyscus exhibit a variety of interesting behavioral and phenotypic differences. Most notably, the genus presents at least two independent evolutionary instances of obligate monogamy; <em>Peromyscus polionotus</em> on the east coast and <em>Peromyscus californicus</em> on the west coast of the United States. <em>P. californicus</em> has been studied extensively in California, where it has been demonstrated that the species is both socially and genetically monogamous , meaning that individuals do not engage in extra pair copulations. Additionally, paternal care is essential to neonate survival. &nbsp;Along the California coast, <em>P. californicus</em> occurs sympatrically with various closely related promiscuous Peromyscine species, allowing for studies focused on the genetic correlates of mating systems.</p>\n<p>The purpose of this study was to examine differential gene expression profiles of liver tissue, an important immunoactive organ, in the context of mating system. Our data supports previous research suggesting&nbsp;that promiscuous species harbor increased levels of MHC diversity relative to monogamous species as a result of increased communicable disease exposure. More generally, it reflects a genomic divide between monogamous and promiscuous species in terms of immunogenetic activity. The latter suggests that promiscuous species may be better adapted to deal with infection through more than just increased diversity of MHC genes. Despite the great extent of immunogenes and the complexity of the immune system, to date, most work on mating system genetics has focused on MHC genes as the main source of immunocompetence and the targets of natural selection. Our work suggests that genes coding for cytochrome p450 enzymes could also be important targets for selection in the context of increased pathogen exposure due to mating system.&nbsp;Our findings provide an important foundation for studies interested in exploring the genetic underpinnings of the evolution and maintenance of mating behaviors. Identifying genetic differences stemming from complex behavioral phenotypes such as mating system is essential in order to better elucidate the influence behavior may have on natural selection and on the evolutionary processes that shape population structure.&nbsp;</p>\n<p>Through this project, I mentored and trained&nbsp;two female students in molecular techniques and field methods. My mentees learned valuable field methods for small mammal trapping and sampling, museum specimen preparation techniques, and laboratory techniques (DNA extractions, sequencing, etc.). Both of my mentees have pursued higher degrees in veterinary and evolutionary biology at UC Davis and U Chicago, respectively. During my time as a recipient of his award I remained involved with the Bay Area Scientists in Schools (BASIS) program and the Expanding Your Horizons (EYH) conference. Through both of these outreach efforts I contributed to increasing the quantity and quality of science education for Bay Area K-12 students. I was also part of efforts in my department to increase diversity at both the faculty and graduate student level through the Presidents Postdoctoral Fellowship Program (PPFP) diversity faculty hire initiative and the graduate admissions diversity committee.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2017<br>\n\t\t\t\t\tModified by: Jesyka&nbsp;Melendez-Rosa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Understanding the forces that shape genotypic and phenotypic variation in wild animals has been a longstanding goal of evolutionary biologists. While we have succeeded in elucidating how numerous environmental and life history variables shape adaptive variation, we still know relatively little about the role complex behavioral phenotypes play in shaping this variation. Despite acknowledging the significant impact that behavior, specifically mating patterns, has on genetic variation and evolution our ability to explore these relationships has been limited by the available molecular techniques. However, the recent rise and accessibility of high throughput sequencing methods has facilitated the comprehensive study of expression profiles and genetic patterns in model and non-model organisms. The latter has allowed us explore how genetic variation is modulated by environmental variables or behavioral phenotypes in non-model, wild, closely related taxa.\n\nDue to their incredible diversity, mating systems provide an ideal behavioral phenotype for comparative genomic studies. In mammals, over 90% of species are classified as ?habitually polygynous? and around 5% as ?obligate monogamous?, with numerous other mating strategies in-between these two extremes. Different mating systems may be fixed between closely related and/or sympatric taxa, providing opportunities to explore correlations between mating patterns and environmental or genetic components. Mating systems have been shown to be correlated with immunogenetic diversity in sympatric and closely related mammal species, with promiscuous species harboring higher diversity levels at Major Histocompatibility Complex, or MHC, immune genes relative to monogamous species. The higher diversity observed in promiscuous species is hypothesized to be the result of an increased exposure to communicable and sexually transmitted diseases. As such, mating patterns are expected to be an important factor influencing genetic variation and gene expression, particularly in immunogenes.\n\nAbundant across numerous habitats in North America, from coastal chaparral to high desert, mice of the genus Peromyscus exhibit a variety of interesting behavioral and phenotypic differences. Most notably, the genus presents at least two independent evolutionary instances of obligate monogamy; Peromyscus polionotus on the east coast and Peromyscus californicus on the west coast of the United States. P. californicus has been studied extensively in California, where it has been demonstrated that the species is both socially and genetically monogamous , meaning that individuals do not engage in extra pair copulations. Additionally, paternal care is essential to neonate survival.  Along the California coast, P. californicus occurs sympatrically with various closely related promiscuous Peromyscine species, allowing for studies focused on the genetic correlates of mating systems.\n\nThe purpose of this study was to examine differential gene expression profiles of liver tissue, an important immunoactive organ, in the context of mating system. Our data supports previous research suggesting that promiscuous species harbor increased levels of MHC diversity relative to monogamous species as a result of increased communicable disease exposure. More generally, it reflects a genomic divide between monogamous and promiscuous species in terms of immunogenetic activity. The latter suggests that promiscuous species may be better adapted to deal with infection through more than just increased diversity of MHC genes. Despite the great extent of immunogenes and the complexity of the immune system, to date, most work on mating system genetics has focused on MHC genes as the main source of immunocompetence and the targets of natural selection. Our work suggests that genes coding for cytochrome p450 enzymes could also be important targets for selection in the context of increased pathogen exposure due to mating system. Our findings provide an important foundation for studies interested in exploring the genetic underpinnings of the evolution and maintenance of mating behaviors. Identifying genetic differences stemming from complex behavioral phenotypes such as mating system is essential in order to better elucidate the influence behavior may have on natural selection and on the evolutionary processes that shape population structure. \n\nThrough this project, I mentored and trained two female students in molecular techniques and field methods. My mentees learned valuable field methods for small mammal trapping and sampling, museum specimen preparation techniques, and laboratory techniques (DNA extractions, sequencing, etc.). Both of my mentees have pursued higher degrees in veterinary and evolutionary biology at UC Davis and U Chicago, respectively. During my time as a recipient of his award I remained involved with the Bay Area Scientists in Schools (BASIS) program and the Expanding Your Horizons (EYH) conference. Through both of these outreach efforts I contributed to increasing the quantity and quality of science education for Bay Area K-12 students. I was also part of efforts in my department to increase diversity at both the faculty and graduate student level through the Presidents Postdoctoral Fellowship Program (PPFP) diversity faculty hire initiative and the graduate admissions diversity committee. \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2017\n\n\t\t\t\t\tSubmitted by: Jesyka Melendez-Rosa"
 }
}