{
 "awd_id": "1502989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: P2C2: Quantitative Reconstructions of Holocene Precipitation Changes Across Central America",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 241530.0,
 "awd_amount": 241530.0,
 "awd_min_amd_letter_date": "2015-06-18",
 "awd_max_amd_letter_date": "2017-05-30",
 "awd_abstract_narration": "This project will develop a quantitative assessment of past precipitation changes on decadal to centennial time-scales for the arid Pacific coast regions of Central America. Identifying the potential changes in water resource availability for this drought sensitive region in response to future climate change is a top priority for scientists and policy makers. For example, millions of people living in the 'dry corridor' of Central America have recently been affected by drought conditions triggered by anomalous Pacific Ocean sea surface temperatures. To put recent drought scenarios into a longer-term perspective, reconstructions of past precipitation amounts will be developed using lake sediment geochemical records and lake and climate model simulations. The results of this project will allow for better modeling, forecasting and mitigating of future drought and water availability dynamics in Central America in response to a changing climate. This data will contribute directly to the efforts of the SynTraCE-21 working group, which is one of the PAst Global changES working groups tasked with conducting proxy data model comparisons. This work will contribute to their objectives of better understanding the response of the climate system to external/internal forcing, as well as model behavior and limitations. Along with the U.S. scientists supported by this grant, independently supported scientists from Nicaraguan and Mexican universities are involved in the project, as is a PhD student from Oxford University.\r\n\r\nThis project will develop detailed quantitative reconstructions of past precipitation amounts along a transect through the \"dry corridor\" of Central America (Guatemala, El Salvador, Honduras and Nicaragua). Previous work has documented millennial-scale shifts in climate across Central America that are consistent with expectations from solar insolation forcing; however, superimposed on these longer-term trends are shorter-term variations that are better explained by sea surface temperature and atmospheric variability in the Pacific and Atlantic basins. Hence, a more rigorous understanding of the range of possible precipitation changes resulting from mean-state variations in the global ocean-atmosphere system is needed to understand the drivers of hydroclimatic shifts in the Circum-Caribbean region. Stable isotope (&#948;18O) records from open and closed-basin lake sediment cores (dated using radiocarbon methods) will be interpreted using state-of-the-art isotope mass-balance models to reconstruct Holocene rainfall amounts at near-annual to decadal-scale resolution. Elemental geochemistry combined with ostracod species identification and &#948;18O measurements will provide supporting proxy data. This project will develop new lake sediment records to compare to both proxy-reconstructions and climate model simulations of tropical Pacific and Atlantic ocean-atmosphere variability in order to further evaluate the relative importance of these systems in driving past rainfall changes. It is anticipated that different mean state changes of the El Niño-Southern Oscillation (ENSO) and North Atlantic Oscillation (NAO) combined to drive either a synchronous or (at times) anti-phased pattern of precipitation across the Circum-Caribbean region. Interpreting the open- and closed-basin lake records using mass-balance models and will offer a robust means identifying past changes in the tropical hydrologic cycle; while analysis of climate model simulation output will provide a physical basis for explaining these changes. Furthermore, the paleoclimate data produced by this research will provide a benchmark for testing the veracity of climate model hindcasts and will therefore provide a basis for parameter refinement in climate model simulations of the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Stansell",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan D Stansell",
   "pi_email_addr": "nstansell@niu.edu",
   "nsf_id": "000547820",
   "pi_start_date": "2015-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "312 Davis Hall, Normal Rd",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 168161.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 73369.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We used geochemical, pollen and charcoal records in lake sediments along with model simulations to reconstruct past precipitation, land-use and environmental changes in Central America for the last ~6000 years. The highlands of Guatemala experienced drier conditions during the middle Holocene, followed by an overall trend to wetter conditions over the last several millennia. Comparisons of our records with regional proxy datasets indicate there were highly variable patterns of northern tropical hydroclimate changes across space and time that are inconsistent with direct forcing from changes in Earth&rsquo;s orbit and the resulting shifts in solar insolation. We determined that tropical Pacific and Atlantic ocean-atmosphere variability were the likely drivers of past rainfall changes, and that different mean state changes in sea-surface temperatures combined to drive either a synchronous or (at times) anti-phased pattern of precipitation across the Circum-Caribbean region. To evaluate this further, we conducted detailed statistical analyses on 37 tropical American hydroclimate records spanning the pre-industrial last millennium (850 &ndash; 1850 CE). The analysis reveals an inter-hemispheric pattern of hydroclimate anti-phasing on multi-century timescales and a distinct southerly shift in the mean position of the ITCZ during the Little Ice Age (LIA). Climate model simulations indicate that volcanic forcing drove a slowdown in the meridional overturning circulation and the expansion of sea ice in the North Atlantic during the LIA. This caused a relative cooling of the northern hemisphere, and a southerly displacement of the ITCZ in the Atlantic and Pacific basins, with proxy data indicating maximum displacement late in the 17<sup>th</sup> century.</p>\n<p>We also determined that mountain tropical forests of the Southern Maya Area of Guatemala have been transformed by people through practices of horticulture, agriculture and architectural developments over thousands of years. We identified three phases of forest succession from 4000B.C.E. to 1522CE that broadly overlap with the well&ndash;defined archaeological periods of (i) the Archaic (10,000&ndash;2000B.C.E.); (ii) Pre&ndash;Classic (2000B.C.E. &ndash;100C.E.); (iii) Terminal Pre&ndash;Classic (100&ndash;250C.E.); (iv) Classic (250&ndash;950C.E.); and (v) Post&ndash;Classic (950&ndash;1522C.E.). We also found the earliest evidence for agriculture within the Southern Maya Area through presence of peppers (Capsicum) from 3850B.C.E. and the rise of maize cultivation (Zea mays) from 970B.C.E. Persistent high intensity burning driven by agricultural practices and lime production during the Late&ndash;Pre-Classic (400&ndash;100B.C.E.) to Classic Period resulted in a compositional change of forest structure c.150B.C.E. from oak (Quercus) dominated forests to pine (Pinus) dominated forests. The legacy of Pre&ndash;Columbian anthropogenically driven fire in these mountain tropical forests demonstrates the resilience and thresholds for fire driven succession. These findings are particularly relevant for addressing current land use and management strategies involving agriculture, fire, and forest management in the mountain tropical forests of the Southern Maya Area.</p>\n<p>Radiocarbon-dated lake sediments from west-central Guatemala also contain records of past seismic events that we can combine with paleoclimate records to further evaluate how humans may have been impacted by environmental changes over the last ~1700 years. Preliminary results of our study at Lake Chich&oacute;j suggest that large magnitude earthquake events, combined with past climate changes, appear to correspond with known Maya cultural shifts.</p>\n<p>There is emerging consensus from theory, data and models that increasing extremes in climate and hydrology will be a feature of a warmer earth. If these projections are accurate, there will be profound consequences for agriculture, forests, water resources, political systems and human society. Our synthesis of new and existing paleoclimate records helps provide a benchmark for testing climate model simulations of past and future climate change scenarios. These studies will bolster our understanding of the link between low and high latitude ocean-atmospheric processes during the last several millennia, and will provide insight into potential future changes in water resource availability in response to internal and external (including anthropogenic) forcing. Through this project, we helped train 8 graduate students and 10 undergraduates to be the next generation of scientists and teachers by using state-of-the-art field and lab-based methods for reconstructing past environmental changes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2020<br>\n\t\t\t\t\tModified by: Nathan&nbsp;D&nbsp;Stansell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe used geochemical, pollen and charcoal records in lake sediments along with model simulations to reconstruct past precipitation, land-use and environmental changes in Central America for the last ~6000 years. The highlands of Guatemala experienced drier conditions during the middle Holocene, followed by an overall trend to wetter conditions over the last several millennia. Comparisons of our records with regional proxy datasets indicate there were highly variable patterns of northern tropical hydroclimate changes across space and time that are inconsistent with direct forcing from changes in Earth’s orbit and the resulting shifts in solar insolation. We determined that tropical Pacific and Atlantic ocean-atmosphere variability were the likely drivers of past rainfall changes, and that different mean state changes in sea-surface temperatures combined to drive either a synchronous or (at times) anti-phased pattern of precipitation across the Circum-Caribbean region. To evaluate this further, we conducted detailed statistical analyses on 37 tropical American hydroclimate records spanning the pre-industrial last millennium (850 &ndash; 1850 CE). The analysis reveals an inter-hemispheric pattern of hydroclimate anti-phasing on multi-century timescales and a distinct southerly shift in the mean position of the ITCZ during the Little Ice Age (LIA). Climate model simulations indicate that volcanic forcing drove a slowdown in the meridional overturning circulation and the expansion of sea ice in the North Atlantic during the LIA. This caused a relative cooling of the northern hemisphere, and a southerly displacement of the ITCZ in the Atlantic and Pacific basins, with proxy data indicating maximum displacement late in the 17th century.\n\nWe also determined that mountain tropical forests of the Southern Maya Area of Guatemala have been transformed by people through practices of horticulture, agriculture and architectural developments over thousands of years. We identified three phases of forest succession from 4000B.C.E. to 1522CE that broadly overlap with the well&ndash;defined archaeological periods of (i) the Archaic (10,000&ndash;2000B.C.E.); (ii) Pre&ndash;Classic (2000B.C.E. &ndash;100C.E.); (iii) Terminal Pre&ndash;Classic (100&ndash;250C.E.); (iv) Classic (250&ndash;950C.E.); and (v) Post&ndash;Classic (950&ndash;1522C.E.). We also found the earliest evidence for agriculture within the Southern Maya Area through presence of peppers (Capsicum) from 3850B.C.E. and the rise of maize cultivation (Zea mays) from 970B.C.E. Persistent high intensity burning driven by agricultural practices and lime production during the Late&ndash;Pre-Classic (400&ndash;100B.C.E.) to Classic Period resulted in a compositional change of forest structure c.150B.C.E. from oak (Quercus) dominated forests to pine (Pinus) dominated forests. The legacy of Pre&ndash;Columbian anthropogenically driven fire in these mountain tropical forests demonstrates the resilience and thresholds for fire driven succession. These findings are particularly relevant for addressing current land use and management strategies involving agriculture, fire, and forest management in the mountain tropical forests of the Southern Maya Area.\n\nRadiocarbon-dated lake sediments from west-central Guatemala also contain records of past seismic events that we can combine with paleoclimate records to further evaluate how humans may have been impacted by environmental changes over the last ~1700 years. Preliminary results of our study at Lake Chich&oacute;j suggest that large magnitude earthquake events, combined with past climate changes, appear to correspond with known Maya cultural shifts.\n\nThere is emerging consensus from theory, data and models that increasing extremes in climate and hydrology will be a feature of a warmer earth. If these projections are accurate, there will be profound consequences for agriculture, forests, water resources, political systems and human society. Our synthesis of new and existing paleoclimate records helps provide a benchmark for testing climate model simulations of past and future climate change scenarios. These studies will bolster our understanding of the link between low and high latitude ocean-atmospheric processes during the last several millennia, and will provide insight into potential future changes in water resource availability in response to internal and external (including anthropogenic) forcing. Through this project, we helped train 8 graduate students and 10 undergraduates to be the next generation of scientists and teachers by using state-of-the-art field and lab-based methods for reconstructing past environmental changes.\n\n \n\n\t\t\t\t\tLast Modified: 07/30/2020\n\n\t\t\t\t\tSubmitted by: Nathan D Stansell"
 }
}