{
 "awd_id": "1502525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Evolution of Arctic Water Column Hydrography during the Holocene Based on a Novel Instrumentation Combination",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 267094.0,
 "awd_amount": 267094.0,
 "awd_min_amd_letter_date": "2015-04-27",
 "awd_max_amd_letter_date": "2015-04-27",
 "awd_abstract_narration": "During the past few decades, the Arctic has warmed approximately twice as rapidly as the entire northern hemisphere, associated with substantial retreat and thinning of the Arctic sea-ice cover during the past decade. Associated with the Arctic warming and waning sea-ice cover is a reorganization of the surface and deep-water circulation of the Arctic Ocean, but understanding of the associated processes is limited. The early to mid-Holocene provides a post-glacial analogue of a seasonally ice-free Arctic Ocean, similar to scenarios that have been proposed for the next several decades. This early-mid Holocene sea ice minimum, 10?6 thousand years ago, is often attributed to changes in solar forcing. However, records providing information on upper Arctic water column stratification during episodes of minimum sea ice cover are sparse. The normal paleoceanographic proxies for water mass stratification cannot be applied in the Arctic; different approaches are required to reconstruct water column hydrography. The proposed research has the potential to greatly improve our knowledge of past Arctic water column hydrography from the early to mid-Holocene sea ice minimum and inform scenario development of future conditions in the Arctic Ocean. \r\n\r\nThe project will contribute to workforce development through support for the training of a PhD student.  The technology developed will be proactively transferred to the international science community through a formal workshop.  \r\n\r\nRecent innovations in the combined use of secondary ion mass spectrometry (SIMS), laser-ablation inductively coupled plasma mass spectrometry (laser-ablation ICP-MS) and Isotope ratio mass spectrometry (IRMS) have shown that a wealth of environmental information about water column stratification can be extracted from single shells of fossil foraminifera. Neogloboquadrina pachyderma (sinistral) (Nps), grows its chambers (ontogenetic calcite) near the Arctic surface, and subsequently sinks through the water column where it adds a thick calcite crust around the thinly calcified chambers at sub-mixed layer depths. Thus, each individual Nps shell contains chemical and isotopic zonation from waters with distinctly different physical properties ? the generally cold low salinity surface mixed layer and warmer subsurface halocline. Intrashell variability can be measured with in situ analytical approaches. The principal investigators (PIs) propose to apply a multi-instrument approach to quantify intrashell geochemistry in Nps shells obtained from an array of boxcore samples across the Arctic Ocean. They plan to combine intrashell ä18O and ä13C measurements in <5 ìm-sized domains by SIMS with analyses of Mg/Ca (proxy for temperature), Ba/Ca (proxy for river runoff or meltwater discharge), and Na/Ca (proxy for salinity) by laser-ablation ICP-MS on the same Nps shells. The innovative SIMS ultra-small domain isotope analytical approach was developed within the last few years by PI Kozdon, and calibrated in the lab of PI Spero. Both SIMS (spot-measurements) and laser-ablation data (depth profiles through the calcite layers) can be correlated to well defined domains in the foraminiferal shells that reflect a specific stage in the specimens? ontogenetic development (?time-markers?). Each of the measurements can be assigned to a general water depth range that is related to the depth of calcite addition as Nps migrates through the water column during its ontogenetic development. Thus, the proposed analytical approach provides an unprecedented opportunity to reconstruct past water column stratification between the surface and halocline from individual shells of Nps in sedimentary assemblages. This innovative multi-instrument approach will be applied to mid-Holocene and late Holocene Nps shells from ~50 14C-dated box-coretop samples from the Arctic Ocean. The cores will be carefully selected, mainly from U.S. core repositories, using the following criteria: (I) good coverage of the Arctic Ocean with a focus on key-areas sensitive to changes in water mass stratification and (II) existing 14C dates, although some of the cores will still need to be dated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reinhard",
   "pi_last_name": "Kozdon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reinhard Kozdon",
   "pi_email_addr": "rk2858@columbia.edu",
   "nsf_id": "000697301",
   "pi_start_date": "2015-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Marine and Coastal Sci, Rutgers",
  "perf_str_addr": "71 Dudley Road",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}