{
 "awd_id": "1503280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science Teachers Learning from Lesson Analysis (STeLLA): High School Biology",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 2998245.0,
 "awd_amount": 3284536.0,
 "awd_min_amd_letter_date": "2015-07-15",
 "awd_max_amd_letter_date": "2018-05-31",
 "awd_abstract_narration": "The Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools (RMTs). Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.  This project will develop and test a biology teacher professional model that employs analysis of videotaped lessons to promote increased biology content knowledge and pedagogical content knowledge among practicing biology teachers.  The content of the professional development activities will focus on the crosscutting concepts of stability and change that link core ideas in three areas of biology: cell biology, heredity, and evolution.  These are content areas that have been shown to be difficult for students to learn, and difficult for teachers to teach.  The professional development model will include: a) a summer institute where teachers gain new knowledge and skills in biology and learn to analyze videotaped lessons; b) opportunities to teach project-developed lessons during the academic year; and c) study group sessions during the academic year where participating teachers analyze videoclips of their own teaching.\r\n\r\nThe project will design, develop, and test a teacher professional development model that is based on a previously developed approach that has been shown to be effective among elementary school teachers.  It is hypothesized that the newly developed program will have a positive impact on the science achievement of high school students, that it will improve teacher science content knowledge and classroom practice, and that the effects on student outcomes will be equitable across student demographic variables.  To test thee hypotheses, the project will employ a quasi-experimental research approach in which teachers will serve as their own comparison groups in a cohort control design.  Hierarchical linear modeling will be used to differentiate the effects of variances in teacher content knowledge and pedagogical content knowledge, student demographic variables, and school factors. It is anticipated that the project will find evidence that the proposed approach to biology teacher professional development has the potential to close the achievement gaps among student populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Wilson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher D Wilson",
   "pi_email_addr": "cwilson@bscs.org",
   "nsf_id": "000508017",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jody",
   "pi_last_name": "Bintz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jody Bintz",
   "pi_email_addr": "jbintz@bscs.org",
   "nsf_id": "000585146",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BSCS Science Learning",
  "inst_street_address": "5415 MARK DABLING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7195315550",
  "inst_zip_code": "80918",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "BSCS SCIENCE LEARNING",
  "org_prnt_uei_num": "",
  "org_uei_num": "DA1EFNZJ5D29"
 },
 "perf_inst": {
  "perf_inst_name": "Biological Sciences Curriculum Study",
  "perf_str_addr": "5415 Mark dabling blvd.",
  "perf_city_name": "Colorado Springs",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809183842",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1687371.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1310874.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 286291.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the STeLLA High School research and development project was to build on a proven videocase-based analysis-of-practice model of science teacher professional learning at the elementary school level by designing, implementing, and researching a high-school specific model for biology teachers. Feasibility and utility evidence was collected throughout the project&rsquo;s iterative development, as well as from the Year 3 efficacy study, external evaluation, and advisory board activities. Promise of efficacy was established from a quasi-experiment that examined student learning in science before and after their teachers participated in the professional development. At a critical time in STEM education reform, the study was designed to provide foundational information on how to support high school teachers in improving their teaching. The overarching research question was: How does the STeLLA Lesson Analysis professional development for high school biology compare to business-as-usual professional development in terms of impact on students&rsquo; science content knowledge, teachers&rsquo; science content knowledge, teachers&rsquo; understanding of how to teach science effectively, and teachers&rsquo; classroom practice?</p>\n<p>&nbsp;</p>\n<p>Mirroring findings from the earlier STeLLA Colorado study in 4th and 5th grade, STeLLA High School had a significant impact on teachers&rsquo; understanding of how to teach science effectively, as well as their classroom practice. While there were no impacts on teachers&rsquo; science content knowledge, that was understandable given the more significant preparation high school biology teachers receive in their discipline. For students, STeLLA High School resulted in significant impacts on students&rsquo; genetics content knowledge, as well as in their ability to use models and argumentation to reason about science ideas. The leadership component of the project develop capacity with the school district to sustain these changes, and has led to several future collaborations that continue to support Jefferson County Public Schools in implementing more effective science instruction across all grades.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Christopher&nbsp;D&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the STeLLA High School research and development project was to build on a proven videocase-based analysis-of-practice model of science teacher professional learning at the elementary school level by designing, implementing, and researching a high-school specific model for biology teachers. Feasibility and utility evidence was collected throughout the project’s iterative development, as well as from the Year 3 efficacy study, external evaluation, and advisory board activities. Promise of efficacy was established from a quasi-experiment that examined student learning in science before and after their teachers participated in the professional development. At a critical time in STEM education reform, the study was designed to provide foundational information on how to support high school teachers in improving their teaching. The overarching research question was: How does the STeLLA Lesson Analysis professional development for high school biology compare to business-as-usual professional development in terms of impact on students’ science content knowledge, teachers’ science content knowledge, teachers’ understanding of how to teach science effectively, and teachers’ classroom practice?\n\n \n\nMirroring findings from the earlier STeLLA Colorado study in 4th and 5th grade, STeLLA High School had a significant impact on teachers’ understanding of how to teach science effectively, as well as their classroom practice. While there were no impacts on teachers’ science content knowledge, that was understandable given the more significant preparation high school biology teachers receive in their discipline. For students, STeLLA High School resulted in significant impacts on students’ genetics content knowledge, as well as in their ability to use models and argumentation to reason about science ideas. The leadership component of the project develop capacity with the school district to sustain these changes, and has led to several future collaborations that continue to support Jefferson County Public Schools in implementing more effective science instruction across all grades.\n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Christopher D Wilson"
 }
}