{
 "awd_id": "1503507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Math Snacks Early Algebra: Using Games and Inquiry to Help Students Transition from Number to Variable",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925186",
 "po_email": "mhjalmar@nsf.gov",
 "po_sign_block_name": "Margret Hjalmarson",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 2999995.0,
 "awd_amount": 2999995.0,
 "awd_min_amd_letter_date": "2015-06-05",
 "awd_max_amd_letter_date": "2019-09-27",
 "awd_abstract_narration": "The Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nMany U.S. students enter college without the necessary background in algebra to be successful in advanced mathematics and science courses, and are thereby blocked from many rewarding careers. Oftentimes, the problem goes back to early algebra in grades 4-6, where students are introduced to abstract formulations before they understand the underlying ideas and the reasons for the questions being asked. As a result of inadequate preparation many students turn away from mathematics when faced with abstract algebra. Without mathematics, students are not able to enter the STEM field which results in a weakened workforce in these fields in the United States. In this 4-year Full Research and Development project, Math Snacks Early Algebra: Using Games and Inquiry to Help Students Transition from Number to Variable, the interdisciplinary research group from New Mexico State University will build on their success in using games to increase students' understanding of proportional reasoning and fractions. They will develop games to build conceptual understanding of key early algebra topics.  The materials will be freely accessible on the web in both English and Spanish. The project will develop 4-5 games. Each game will include supporting materials for use by students in inquiry-based classroom lessons, and web-based professional development tools for teachers. \r\n\r\nMost students do not understand the variety of distinct ways that variables are used in mathematics: unknowns to be solved for, related quantities, general properties of numbers, and other uses.  Algebra courses often emphasize the rules of manipulation, with less time spent on the underlying ideas. Students see variables as confusing new material, rather than as shortcuts for making sense of numbers, or as powerful tools for analyzing interesting problems.  This hinders students' later interest and progress in STEM courses and careers.The intellectual merit for this R & D project includes the development of a new way to learn key underlying concepts in algebra, further investigation of the affordances of games and technology in learning abstract mathematical concepts, and a better understanding of learning assessment in early algebra. The broader impact for this R & D project includes making these tools widely available to students, and the potential shift of teachers towards effective mathematical pedagogy that is engaging and inquiry-based. Development will begin with existing research on early algebraic thinking and learning, and proceed through an iterative process involving design, testing in the NMSU Learning Games Lab, testing in classrooms, and back to design. The project will then study the effect of the developed materials on student understanding and on classroom learning environments. Qualitative and quantitative measures will be used. Researchers will use a custom measure aligned with NAEP (National Assessment of Educational Progress) and other standard tests, interviews and observations with teachers and students, and embedded data collection and self-reports on frequency and extent of game usage.  After two earlier pilot studies, in the final year a delayed intervention study will be conducted with 50 teachers and their students. The Math Snacks team has existing partnerships for distribution of games and materials with PBS, GlassLabs, BrainPOP, and others. Academic findings of the project will be shared through conferences and research publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wanda",
   "pi_last_name": "Bulger-Tamez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wanda Bulger-Tamez",
   "pi_email_addr": "wguzman@nmsu.edu",
   "nsf_id": "000420208",
   "pi_start_date": "2019-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Wiburg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Karin M Wiburg",
   "pi_email_addr": "kwiburg@nmsu.edu",
   "nsf_id": "000460852",
   "pi_start_date": "2015-06-05",
   "pi_end_date": "2018-02-12"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Trujillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Trujillo",
   "pi_email_addr": "ktrujill@nmsu.edu",
   "nsf_id": "000633977",
   "pi_start_date": "2018-02-12",
   "pi_end_date": "2019-02-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Stanford",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore B Stanford",
   "pi_email_addr": "stanford@nmsu.edu",
   "nsf_id": "000425832",
   "pi_start_date": "2015-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Chamberlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Chamberlin",
   "pi_email_addr": "bchamber@nmsu.edu",
   "nsf_id": "000480883",
   "pi_start_date": "2015-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Trujillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Trujillo",
   "pi_email_addr": "ktrujill@nmsu.edu",
   "nsf_id": "000633977",
   "pi_start_date": "2015-06-05",
   "pi_end_date": "2018-02-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Engledowl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Engledowl",
   "pi_email_addr": "chriseng@nmsu.edu",
   "nsf_id": "000809081",
   "pi_start_date": "2019-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "Corner of Stewart and Espina",
  "perf_city_name": "Las Cruces",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1426532.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1573463.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Our work provided significant findings regarding the effects of Math Snacks on students' early algebra knowledge gains and the role of teachers in students' early algebra development. Significant differences between teachers found in observed student scores shows the importance of teachers in students' early algebra development (Engledowl, Al-younes, Degardin &amp; Alzaid, Forthcoming). In addition, the Math Snacks intervention changed teachers' views of the role of games in math learning; their orientation to using inquiry in the classroom; their facilitation of technology; and their perception of inclusion of students with different abilities in gameplay. Most importantly, teachers started to see computer-based games as a new way to build conceptual knowledge and as a part of their future teaching practice. They showed great willingness to give students liberty to explore the games, with an emphasis on collaboration and discussion. Furthermore, Math Snacks delivered promising results with regards to students' early algebra gains. In particular, one study (Engledowl, Al-younes, Chamberlin &amp; Stanford, Forthcoming) showed evidence of student gains in early algebra knowledge as a result of a 3-lesson intervention with Math Snacks.</p>\n<p>The research team also found that <strong>analysis of embedded data</strong> is valuable in understanding student thinking and learning trajectories. &nbsp;In the games Agrinautica and Curse Reverse, we recorded every action as the 4<sup>th</sup>/5<sup>th</sup> graders played the game. The large data files contain not only information about playing time and achievement, but also information about the development of student understanding and about different types of learners. &nbsp;Two specific research insights, learning parentheses and \"wasted time\", are discussed below.</p>\n<p><strong><em>How students learn to use mathematical parentheses&nbsp; </em></strong></p>\n<p>When we began designing the game Agrinautica, we wanted to encourage students to write many numeric expressions of their own, combining numbers and operations in different ways in order to achieve their goals. However, we encountered two opposing schools of thought with regard to teaching parentheses.&nbsp; In the first, the initial focus is on the standard order of operations, parentheses are used sparingly, and \"unnecessary parentheses\" are discouraged.&nbsp; In the second school of thought, the initial focus is on using parentheses to specify any order of operation, and unnecessary parentheses are not considered a problem. In Agrinautica, we followed the second school of thought, and we gave students wide latitude in their use of parentheses. We found that beginning learners do tend to write a lot of unnecessary parentheses.&nbsp; However, as their experience increases, they write more sophisticated expressions, and use more \"necessary\" parentheses, without explicitly being required to do so. (Engledowl and Stanford, <em>Students' Beginning Steps in Writing Expressions with Parentheses, </em>Forthcoming.)</p>\n<p><strong><em>\"Wasted time\" in a mathematical investigation </em></strong></p>\n<p>The appeal of a sandbox-style math game, like some other kinds of open-ended investigations, is that that students can work on what interests them, at their own pace, at their own level. The possible drawbacks are that students will waste time or avoid challenging themselves. In the embedded gameplay data from Agrinautica, we can observe many instances of what might be considered \"wasted time\" - students repeating the same expression over and over, for example. We can show, however, that for the most part this behavior was a normal part of gameplay that was otherwise mathematically productive.&nbsp; Moreover, students may choose to play longer when they are not required to constantly be \"on task\". This understanding of student freedom and effort is also informed by some comparisons we can make between Agrinautica and Curse Reverse, based on the embedded game data.&nbsp; Curse Reverse is less open ended, and more oriented toward successful achievement. Our data shows that the two games appealed to different students, suggesting that different types of learners are motivated by different types of games. (Chamberlin, Martinez, Stanford, and Torres Castillo, <em>Freedom of Effort: The Value of Open Ended Exploration in Math Learning Games</em>, Forthcoming)</p>\n<p><strong>Broader Impacts</strong></p>\n<p>In addition to contributing to academic and intellectual literature, we believe that Math Snacks also holds potential for broader societal impact. Through facilitating mathematics and science learning for youth, Math Snacks also encompasses societal, economic, and social justice potential benefits. As highlighted by past research, gaps in mathematics knowledge and lack of mathematics skills profoundly influence performance in school and maintain many fields of studies out of reach. Most importantly, gaps in mathematics knowledge affect low-income and minority students disproportionately. The Math Snacks project focuses on developing educational media to help students grasp frequently misunderstood core mathematics concepts that constrain their mathematics achievement as early as elementary school and impact lifelong career choices and achievement. All Math Snacks games and videos prepare students for grade level content, are designed to appeal to youthful imagination, and are available in English and Spanish. The game package includes extensive support for instructors, helping them better understand and teach the content with resources, guides, and videos to engage all learners.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2021<br>\n\t\t\t\t\tModified by: Wanda&nbsp;Bulger-Tamez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nOur work provided significant findings regarding the effects of Math Snacks on students' early algebra knowledge gains and the role of teachers in students' early algebra development. Significant differences between teachers found in observed student scores shows the importance of teachers in students' early algebra development (Engledowl, Al-younes, Degardin &amp; Alzaid, Forthcoming). In addition, the Math Snacks intervention changed teachers' views of the role of games in math learning; their orientation to using inquiry in the classroom; their facilitation of technology; and their perception of inclusion of students with different abilities in gameplay. Most importantly, teachers started to see computer-based games as a new way to build conceptual knowledge and as a part of their future teaching practice. They showed great willingness to give students liberty to explore the games, with an emphasis on collaboration and discussion. Furthermore, Math Snacks delivered promising results with regards to students' early algebra gains. In particular, one study (Engledowl, Al-younes, Chamberlin &amp; Stanford, Forthcoming) showed evidence of student gains in early algebra knowledge as a result of a 3-lesson intervention with Math Snacks.\n\nThe research team also found that analysis of embedded data is valuable in understanding student thinking and learning trajectories.  In the games Agrinautica and Curse Reverse, we recorded every action as the 4th/5th graders played the game. The large data files contain not only information about playing time and achievement, but also information about the development of student understanding and about different types of learners.  Two specific research insights, learning parentheses and \"wasted time\", are discussed below.\n\nHow students learn to use mathematical parentheses  \n\nWhen we began designing the game Agrinautica, we wanted to encourage students to write many numeric expressions of their own, combining numbers and operations in different ways in order to achieve their goals. However, we encountered two opposing schools of thought with regard to teaching parentheses.  In the first, the initial focus is on the standard order of operations, parentheses are used sparingly, and \"unnecessary parentheses\" are discouraged.  In the second school of thought, the initial focus is on using parentheses to specify any order of operation, and unnecessary parentheses are not considered a problem. In Agrinautica, we followed the second school of thought, and we gave students wide latitude in their use of parentheses. We found that beginning learners do tend to write a lot of unnecessary parentheses.  However, as their experience increases, they write more sophisticated expressions, and use more \"necessary\" parentheses, without explicitly being required to do so. (Engledowl and Stanford, Students' Beginning Steps in Writing Expressions with Parentheses, Forthcoming.)\n\n\"Wasted time\" in a mathematical investigation \n\nThe appeal of a sandbox-style math game, like some other kinds of open-ended investigations, is that that students can work on what interests them, at their own pace, at their own level. The possible drawbacks are that students will waste time or avoid challenging themselves. In the embedded gameplay data from Agrinautica, we can observe many instances of what might be considered \"wasted time\" - students repeating the same expression over and over, for example. We can show, however, that for the most part this behavior was a normal part of gameplay that was otherwise mathematically productive.  Moreover, students may choose to play longer when they are not required to constantly be \"on task\". This understanding of student freedom and effort is also informed by some comparisons we can make between Agrinautica and Curse Reverse, based on the embedded game data.  Curse Reverse is less open ended, and more oriented toward successful achievement. Our data shows that the two games appealed to different students, suggesting that different types of learners are motivated by different types of games. (Chamberlin, Martinez, Stanford, and Torres Castillo, Freedom of Effort: The Value of Open Ended Exploration in Math Learning Games, Forthcoming)\n\nBroader Impacts\n\nIn addition to contributing to academic and intellectual literature, we believe that Math Snacks also holds potential for broader societal impact. Through facilitating mathematics and science learning for youth, Math Snacks also encompasses societal, economic, and social justice potential benefits. As highlighted by past research, gaps in mathematics knowledge and lack of mathematics skills profoundly influence performance in school and maintain many fields of studies out of reach. Most importantly, gaps in mathematics knowledge affect low-income and minority students disproportionately. The Math Snacks project focuses on developing educational media to help students grasp frequently misunderstood core mathematics concepts that constrain their mathematics achievement as early as elementary school and impact lifelong career choices and achievement. All Math Snacks games and videos prepare students for grade level content, are designed to appeal to youthful imagination, and are available in English and Spanish. The game package includes extensive support for instructors, helping them better understand and teach the content with resources, guides, and videos to engage all learners. \n\n\t\t\t\t\tLast Modified: 12/29/2021\n\n\t\t\t\t\tSubmitted by: Wanda Bulger-Tamez"
 }
}