{
 "awd_id": "1503170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SmartCAD: Guiding Engineering Design with Science Simulations",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 399113.0,
 "awd_amount": 399113.0,
 "awd_min_amd_letter_date": "2015-06-04",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "The Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools (RMTs). Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects. \r\n\r\nIn this project, SmartCAD: Guiding Engineering Design with Science Simulations, the Concord Consortium (lead), Purdue University, and the University of Virginia investigate how real time formative feedback can be automatically composed from the results of computational analysis of student design artifacts and processes with the envisioned SmartCAD software. Through automatic feedback based on visual analytic science simulations, SmartCAD is able to guide every student at a fine-grained level, allowing teachers to focus on high-level instruction. Considering the ubiquity of CAD software in the workplace and their diffusion into precollege classrooms, this research provides timely results that could motivate the development of an entire genre of CAD-based learning environments and materials to accelerate and scale up K-12 engineering education. The project conducts design-based research on SmartCAD, which supports secondary science and engineering with three embedded computational engines capable of simulating the mechanical, thermal, and solar performance of the built environment. These engines allow SmartCAD to analyze student design artifacts on a scientific basis and provide automatic formative feedback in forms such as numbers, graphs, and visualizations to guide student design processes on an ongoing basis. \r\n\r\nThe research hypothesis is that appropriate applications of SmartCAD in the classroom results in three learning outcomes: 1) Science knowledge gains as indicated by a deeper understanding of the involved science concepts and their integration at the completion of a design project; 2) Design competency gains as indicated by the increase of iterations, informed design decisions, and systems thinking over time; and 3) Design performance improvements as indicated by a greater chance to succeed in designing a product that meets all the specifications within a given period of time. While measuring these learning outcomes, this project also probes two research questions: 1) What types of feedback from simulations to students are effective in helping them attain the outcomes? and 2) Under what conditions do these types of feedback help students attain the outcomes? To test the research hypothesis and answer the research questions, this project develops three curriculum modules based on the Learning by Design (LBD) Framework to support three selected design challenges: Solar Farms, Green Homes, and Quake-Proof Bridges. This integration of SmartCAD and LBD situate the research in the LBD context and shed light on how SmartCAD can be used to enhance established pedagogical models such as LBD. Research instruments include knowledge integration assessments, data mining, embedded assessments, classroom observations, participant interviews, and student questionnaires. This research is carried out in Indiana, Massachusetts, and Virginia simultaneously, involving more than 2,000 secondary students at a number of socioeconomically diverse schools. Professional development workshops are provided to familiarize teachers with SmartCAD materials and implementation strategies prior to the field tests. An external Critical Review Committee consisting of five engineering education researchers and practitioners oversee and evaluate this project formatively and summative. Project materials and results are disseminated through publications, presentations, partnerships, and the Internet.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Chiu",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Chiu",
   "pi_email_addr": "jlchiu@virginia.edu",
   "nsf_id": "000577296",
   "pi_start_date": "2015-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Richards",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Larry G Richards",
   "pi_email_addr": "lgr@virginia.edu",
   "nsf_id": "000322930",
   "pi_start_date": "2015-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 194361.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 204752.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project developed, implemented, and researched student learning of engineering design practices and science concepts with curricular units featuring Energy3D. Energy3D is a computer-aided design (CAD) simulation technology designed explicitly for learning contexts. Energy3D enables students to quickly design homes, solar farms, and other aspects of the built environment and get near instant feedback on the energy performance of the design. This project built curricular units to feature and support the use of Energy3D through computer-based interactive visualizations, collaboration tools, digital design journals and portfolios as well as advanced manufacturing of physical prototypes. In sum, the project created, implemented, and refined three different projects across physical and environmental science classes in middle and high school settings. All units were developed and refined working closely with participating teachers and district leaders. Students made significant progress from pretests to posttests on targeted science concepts and engaged in rich engineering practices such as optimization and problem definition. Analysis of students' log data and final design performance revealed how different classroom contexts and orchestration patterns can affect the learning outcomes. Further analysis of data revealed that middle school students were able to perform equally if not better than undergraduate students in these design challenges, underscoring the potential of CAD simulation tools in precollege settings. The project also developed </span><span>the Differential Segmentation of Categorical Sequences (DiSCS) algorithm, which uses dynamic programming and genetic techniques to find segments within an individual student&rsquo;s sequence of actions that are maximally or near-maximally different from segments that are their immediate neighbors to help analyze log files of students working within Energy3D. In total, the project worked with 8 teachers, two district STEM coordinators, and almost 500 students across middle and high school contexts. We disseminated project findings through </span><span>7 journal or juried conference publications and 6 national/international conference presentations.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2021<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;L&nbsp;Chiu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed, implemented, and researched student learning of engineering design practices and science concepts with curricular units featuring Energy3D. Energy3D is a computer-aided design (CAD) simulation technology designed explicitly for learning contexts. Energy3D enables students to quickly design homes, solar farms, and other aspects of the built environment and get near instant feedback on the energy performance of the design. This project built curricular units to feature and support the use of Energy3D through computer-based interactive visualizations, collaboration tools, digital design journals and portfolios as well as advanced manufacturing of physical prototypes. In sum, the project created, implemented, and refined three different projects across physical and environmental science classes in middle and high school settings. All units were developed and refined working closely with participating teachers and district leaders. Students made significant progress from pretests to posttests on targeted science concepts and engaged in rich engineering practices such as optimization and problem definition. Analysis of students' log data and final design performance revealed how different classroom contexts and orchestration patterns can affect the learning outcomes. Further analysis of data revealed that middle school students were able to perform equally if not better than undergraduate students in these design challenges, underscoring the potential of CAD simulation tools in precollege settings. The project also developed the Differential Segmentation of Categorical Sequences (DiSCS) algorithm, which uses dynamic programming and genetic techniques to find segments within an individual student’s sequence of actions that are maximally or near-maximally different from segments that are their immediate neighbors to help analyze log files of students working within Energy3D. In total, the project worked with 8 teachers, two district STEM coordinators, and almost 500 students across middle and high school contexts. We disseminated project findings through 7 journal or juried conference publications and 6 national/international conference presentations.\n\n \n\n\t\t\t\t\tLast Modified: 06/10/2021\n\n\t\t\t\t\tSubmitted by: Jennifer L Chiu"
 }
}