{
 "awd_id": "1503634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Addressing critical challenges in trace explosives detection through fundamental research in electrochemical science",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 227828.0,
 "awd_amount": 227828.0,
 "awd_min_amd_letter_date": "2015-06-21",
 "awd_max_amd_letter_date": "2015-06-21",
 "awd_abstract_narration": "Abstract : Addressing the existing deficiencies in trace explosives detection through fundamental research in electrochemical science\r\n\r\nNon-Technical:\r\nTerrorists today are using a diverse palette of threats. There is no single technology that can detect a wide variety of explosives. The goal of this research is to address existing deficiencies in trace explosives detection such as high detector cost, low sensitivity, susceptibility to interferences and high detection limits by investigating a promising electrochemical sensor technology. The research objective is to enhance the performance of the promising electrochemical sensor technology by understanding how explosive vapors react with sensors while engineering the sensor device architecture to meet the rigorous sensitivity and selectivity demands in field conditions. A two-order-of-magnitude reduction in detector cost as compared to existing screening systems in airports such as Smiths IONSCAN is envisioned. The approach of using a new signal conditioning technique to concurrently improve sensitivity and selectivity in explosives detection is poised to transform current practices in augmenting electrochemical sensor performance.\r\nAn unknown but probably large number of civilian users will benefit from the knowledge of screening threats. The proposed research will enable security forces (civilian, military, industrial) to have inexpensive detectors for instant, on-the-spot screening of suspicious substances or trace detection from a surface sampling. Broader uses are easy to envision - e.g., citizen involvement in widespread air quality monitoring using the proposed low-cost electrochemical gas sensors. \r\nA cohesive outreach plan with three major thrusts is planned as part of this research: summer camp for high school students, teacher training workshop, and job training for veterans.\r\n\r\nTechnical:\r\nThe goal of this research is to solve critical barriers such as high detector cost, low sensitivity, susceptibility to interferences, and high detection limits impeding trace detection and robust discrimination of explosives in field conditions. A mixed potential based electrochemical gas sensing mechanism is envisioned to address the current challenges in explosives detection. The research objective is to investigate the sensor-analyte interaction and engineer the electrochemical interface to augment the sensitivity and selectivity while lowering the detection limit and cost in screening explosives under field conditions. The approach is to (a) theoretically understand the thermal decomposition of the analyte to improve the limits of detection; (b) study heterogeneous gas phase catalysis to improve the sensitivity; (c) explore a novel signal conditioning technique  to improve the sensitivity and selectivity amidst strong interference; (d) investigate unique electrochemical signature to impart the required selectivity; (e) implement low-cost paper based sensor platform to minimize detector cost; and (f) independently validate the test results and pursue field testing at Portland International Airport.\r\nThe approach of using a new signal conditioning technique to concurrently improve sensitivity and selectivity in explosives detection is poised to transform current practices in augmenting electrochemical sensor performance. Implementing a paper based explosive sensor platform will pave the way for a new generation of electrochemical sensors.  The research results might lead to a breakthrough in explosives screening with potential detection limits of parts per trillion (pg/mL), a 1000:1 specificity (out of every 1000 positive IDs, 1 is false), and an estimated two-order magnitude reduction in detector cost all as compared to the gold standard  Gas Chromatography-Mass Spectrometry detector systems. The research results will be a quantum leap in the implementation of simple and inexpensive detectors for instant, on-the-spot screening of suspicious substances vital to a vast number of anticipated users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Praveen",
   "pi_last_name": "Sekhar",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Praveen K Sekhar",
   "pi_email_addr": "praveen.sekhar@wsu.edu",
   "nsf_id": "000600039",
   "pi_start_date": "2015-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University Vancouver",
  "perf_str_addr": "14204 NE Salmon Creek Avenue",
  "perf_city_name": "Vancouver",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "986868600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 227828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit of the Project</strong></p>\n<p>The goal of this project was to solve critical barriers such as high detector cost, low sensitivity, susceptibility to interferences, and high detection limits impeding trace detection and robust discrimination of threats (explosives and chemical warfare agents) in field conditions through electrochemical sensing.&nbsp; In this project, the first barrier was addressed by implementing paper substrate based gas sensors. Ammonia, Hydrocarbons, and nitrogen oxide(s) gas sensors were implemented on the paper substrate, critical for screening explosives. If the paper substrate sensors are developed further with integrated communication modules, they could screen explosives at a cost &lsquo;100x&rsquo; lesser than the traditional explosive screening devices currently used at the airport. &nbsp;&nbsp;In addition, a compact 2-element antenna for wireless detection of signals with performance across the wide frequency bands was designed and fabricated on paper using mass manufacturing techniques. The antenna design was further improved to accommodate a wider bandwidth operation.</p>\n<p>The second barrier to trace detection of explosives is addressed by implementing a low electrochemical hydrocarbon and nitrogen oxide(s) sensor. The low temperature operation of the electrochemical sensor was possible by incorporating a new material in the development of the sensor. Such a low temperature operation enables lower detection limit with superior selectivity.</p>\n<p>The results from this investigation are expected to advance the fundamental understanding in manufacturing low-cost sensors. Further, the results can transform current practices in electrochemical sensing in the aspects of revolutionizing sensitivity, selectivity, and cost aspects. The project trained graduate and undergraduate students hands-on to develop and test sensor.&nbsp;</p>\n<p><strong>Broader Impacts of the Project</strong></p>\n<p>The project impacts national priorities such as emissions control, air quality monitoring, and cost-effective healthcare (breath analysis for chronic disorders) through the development of low-cost sensors. &nbsp;The results from this project may lead to simple and inexpensive detectors for instant, on-the-spot screening of suspicious substances vital to a vast number of anticipated users such as policemen, firemen, BATF and FBI agents, National Guardsmen, Coast Guard, private security firms, dockworkers, airline personnel, soldiers, etc. The project results will enable citizen involvement in widespread air quality monitoring using the low-cost electrochemical gas sensors. Through this grant, undergraduate and graduate students were introduced to &lsquo;Nanotechnology&rsquo; and &lsquo;Sensors&rsquo; through hands-on experiments. The principal investigator used Vernier SensorDAQ program for sensor recognition and data acquisition. In this project, a teaching workshop was conducted as part of teachers&rsquo; professional development and the teachers were given measurement kits. The measurement kit contained customized LabView data acquisition software, a suite of sensors ranging from gas sensors to heart rate monitors, cables, electronic circuitry and tutorials.&nbsp; The teachers were allowed to use the kit during the program and to take back with them to their school for classroom implementation. A graduate course was designed to introduce the sensing concept industry based curriculum and laboratory modules.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2018<br>\n\t\t\t\t\tModified by: Praveen&nbsp;K&nbsp;Sekhar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit of the Project\n\nThe goal of this project was to solve critical barriers such as high detector cost, low sensitivity, susceptibility to interferences, and high detection limits impeding trace detection and robust discrimination of threats (explosives and chemical warfare agents) in field conditions through electrochemical sensing.  In this project, the first barrier was addressed by implementing paper substrate based gas sensors. Ammonia, Hydrocarbons, and nitrogen oxide(s) gas sensors were implemented on the paper substrate, critical for screening explosives. If the paper substrate sensors are developed further with integrated communication modules, they could screen explosives at a cost ?100x? lesser than the traditional explosive screening devices currently used at the airport.   In addition, a compact 2-element antenna for wireless detection of signals with performance across the wide frequency bands was designed and fabricated on paper using mass manufacturing techniques. The antenna design was further improved to accommodate a wider bandwidth operation.\n\nThe second barrier to trace detection of explosives is addressed by implementing a low electrochemical hydrocarbon and nitrogen oxide(s) sensor. The low temperature operation of the electrochemical sensor was possible by incorporating a new material in the development of the sensor. Such a low temperature operation enables lower detection limit with superior selectivity.\n\nThe results from this investigation are expected to advance the fundamental understanding in manufacturing low-cost sensors. Further, the results can transform current practices in electrochemical sensing in the aspects of revolutionizing sensitivity, selectivity, and cost aspects. The project trained graduate and undergraduate students hands-on to develop and test sensor. \n\nBroader Impacts of the Project\n\nThe project impacts national priorities such as emissions control, air quality monitoring, and cost-effective healthcare (breath analysis for chronic disorders) through the development of low-cost sensors.  The results from this project may lead to simple and inexpensive detectors for instant, on-the-spot screening of suspicious substances vital to a vast number of anticipated users such as policemen, firemen, BATF and FBI agents, National Guardsmen, Coast Guard, private security firms, dockworkers, airline personnel, soldiers, etc. The project results will enable citizen involvement in widespread air quality monitoring using the low-cost electrochemical gas sensors. Through this grant, undergraduate and graduate students were introduced to ?Nanotechnology? and ?Sensors? through hands-on experiments. The principal investigator used Vernier SensorDAQ program for sensor recognition and data acquisition. In this project, a teaching workshop was conducted as part of teachers? professional development and the teachers were given measurement kits. The measurement kit contained customized LabView data acquisition software, a suite of sensors ranging from gas sensors to heart rate monitors, cables, electronic circuitry and tutorials.  The teachers were allowed to use the kit during the program and to take back with them to their school for classroom implementation. A graduate course was designed to introduce the sensing concept industry based curriculum and laboratory modules.\n\n\t\t\t\t\tLast Modified: 06/18/2018\n\n\t\t\t\t\tSubmitted by: Praveen K Sekhar"
 }
}