{
 "awd_id": "1504028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Tackling the 'right' problem: Investigating cognitive strategies used in understanding engineering problems",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 166263.0,
 "awd_amount": 166263.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2019-07-02",
 "awd_abstract_narration": "How do engineers find the 'right' design problem to solve, rather than the one first presented? This project will identify engineers' cognitive strategies for understanding design problems, called Problem Exploration Heuristics. The project is investigating problem exploration in professional design settings and in engineering classrooms through a combination of laboratory experiments and field studies. Engineers at multiple levels of expertise (professional to undergraduate students) working in differing settings are included to improve the generalizability of the findings. The project includes three phases: 1) in-depth interviews, observations, and protocol studies with engineering practitioners; 2) classroom studies of engineering and design students' perceptions of presented problems, and the ways in which they explore problems as individuals and teams; and, 3) synthesis of the findings into teachable heuristics to support STEM education. \r\n\r\nThe intellectual merit of the project includes identification of the nature of these cognitive strategies as they occur in context (including when they are employed, and how they impact outcomes), and will inform the creation of instructional materials to promote innovation in problem exploration. The broader impact of this work includes improvement in the variety, novelty, and quality of designs through the use of problem exploration heuristics. The project findings directly support better design practices to address the core engineering problems of the 21st Century. In addition to support from the IUSE program, this work is also supported by the EHR Core Research (ECR) program.  The ECR program emphasizes fundamental STEM education research that generates foundational knowledge in the field.  Investments are made in critical areas that are essential, broad and enduring:  STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seda",
   "pi_last_name": "McKilligan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seda McKilligan",
   "pi_email_addr": "seda@iastate.edu",
   "nsf_id": "000593536",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 166263.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today&rsquo;s world is changing at an accelerating rate, intensifying the need for innovation in engineering. The proposed research investigates problem exploration heuristics - strategies used to identify and refine problem definitions. Problem exploration includes restructuring problems so as to lead to more varied and creative solutions. For example, a &ldquo;lack of firewood&rdquo; might lead to increasing the amount of resources; however, a restructuring of the problem might lead to a search for alternative fuel sources, or more efficient stove designs. Problems that lead to creative solutions are rarely solved with systematic, linear approaches; instead, people often use heuristics to &ldquo;guess&rdquo; at a possible solution. These heuristics are cognitive strategies that help designers go from a surface description to identify deeper, more novel approaches to innovative solutions. Knowledge about how to perform problem exploration is important for improving our understanding of perceived problems, and turning them into successful engineering design solutions. Identification, development, and pursuit of inventive problems are skills that are rarely taught, developed, or assessed, but are essential to excellence.</p>\n<p>In this project, we investigated how engineers explore problems using cognitive strategies, called heuristics. We documented how engineering designers explore problems to create new opportunities for their solutions. While the problem finding stage is identified in process models of engineering design, strategies for accomplishing problem exploration have rarely been empirically tested. Through analysis of design competition outcomes and protocol studies of engineers&rsquo; practices, we extracted and characterized heuristics that are successful in finding, developing, and refining problems.</p>\n<p>In one study, we conducted a qualitative analysis of 252 design problems collected from publicly available sources, including award-winning product designs and open-source design competitions. A total of 32 distinct patterns of problem exploration were identified across designers and presented problems. In another study, 35 engineering students and practitioners explored problems and generated solutions to two randomly assigned design problems while we recorded their verbal thoughts. A set of 27 patterns for problem exploration emerged from the data, which facilitated refinement of the strategies uncovered in our first study.&nbsp; The patterns document the strategies participants employed in exploring problem spaces across problem contexts. The data provide evidence that engineering designers, working individually, apply both problem-specific and cross-problem strategies when exploring design problems.</p>\n<p>The broader impact of this work is the improvement in the variety, novelty, and quality of designs that follow from the use of problem finding heuristics. These results will support development of instructional materials for dissemination in educational and corporate settings in order to assist practitioners in their problem exploration processes. We will provide instructional lessons based on Problem Exploration Heuristics, videos of &lsquo;how to&rsquo; teach these lessons, short tutorials, proposed design problems with different framings, project plans for each of the lessons, and similar activities. The project findings will directly help to better prepare engineers to meet the needs of 21<sup>st</sup> Century engineering, allowing them to develop problem descriptions that represent core needs and frame them in ways that facilitate innovative solutions, ultimately resulting in solutions that address the real problems of our world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2021<br>\n\t\t\t\t\tModified by: Seda&nbsp;Mckilligan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nToday’s world is changing at an accelerating rate, intensifying the need for innovation in engineering. The proposed research investigates problem exploration heuristics - strategies used to identify and refine problem definitions. Problem exploration includes restructuring problems so as to lead to more varied and creative solutions. For example, a \"lack of firewood\" might lead to increasing the amount of resources; however, a restructuring of the problem might lead to a search for alternative fuel sources, or more efficient stove designs. Problems that lead to creative solutions are rarely solved with systematic, linear approaches; instead, people often use heuristics to \"guess\" at a possible solution. These heuristics are cognitive strategies that help designers go from a surface description to identify deeper, more novel approaches to innovative solutions. Knowledge about how to perform problem exploration is important for improving our understanding of perceived problems, and turning them into successful engineering design solutions. Identification, development, and pursuit of inventive problems are skills that are rarely taught, developed, or assessed, but are essential to excellence.\n\nIn this project, we investigated how engineers explore problems using cognitive strategies, called heuristics. We documented how engineering designers explore problems to create new opportunities for their solutions. While the problem finding stage is identified in process models of engineering design, strategies for accomplishing problem exploration have rarely been empirically tested. Through analysis of design competition outcomes and protocol studies of engineers’ practices, we extracted and characterized heuristics that are successful in finding, developing, and refining problems.\n\nIn one study, we conducted a qualitative analysis of 252 design problems collected from publicly available sources, including award-winning product designs and open-source design competitions. A total of 32 distinct patterns of problem exploration were identified across designers and presented problems. In another study, 35 engineering students and practitioners explored problems and generated solutions to two randomly assigned design problems while we recorded their verbal thoughts. A set of 27 patterns for problem exploration emerged from the data, which facilitated refinement of the strategies uncovered in our first study.  The patterns document the strategies participants employed in exploring problem spaces across problem contexts. The data provide evidence that engineering designers, working individually, apply both problem-specific and cross-problem strategies when exploring design problems.\n\nThe broader impact of this work is the improvement in the variety, novelty, and quality of designs that follow from the use of problem finding heuristics. These results will support development of instructional materials for dissemination in educational and corporate settings in order to assist practitioners in their problem exploration processes. We will provide instructional lessons based on Problem Exploration Heuristics, videos of ‘how to’ teach these lessons, short tutorials, proposed design problems with different framings, project plans for each of the lessons, and similar activities. The project findings will directly help to better prepare engineers to meet the needs of 21st Century engineering, allowing them to develop problem descriptions that represent core needs and frame them in ways that facilitate innovative solutions, ultimately resulting in solutions that address the real problems of our world.\n\n\t\t\t\t\tLast Modified: 01/08/2021\n\n\t\t\t\t\tSubmitted by: Seda Mckilligan"
 }
}