{
 "awd_id": "1504588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Leveraging \"Big Data\" to Explore Big Ideas: Utilizing the Paleobiology Database to Provide Hands-on Research Opportunities for Undergraduates",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2015-06-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 47267.0,
 "awd_amount": 47267.0,
 "awd_min_amd_letter_date": "2015-06-12",
 "awd_max_amd_letter_date": "2015-06-12",
 "awd_abstract_narration": "With the rapid growth of \"big data\" in the sciences, the need to understand and manage their use in undergraduate education has become increasingly important.  This project will investigate how the Paleobiology Database (PBDB), a large database of fossil information, can be leveraged to provide research experiences to undergraduates at two and four-year colleges that do not necessarily have extensive fossil collections of their own. It will also investigate how students' attitudes towards scientific research change after engaging in research experiences using a large database such as the PBDB. Two year colleges and distance-based learning initiatives seek research-based alternatives to traditional lab activities, and \"big data\" provides opportunities for the hands-on science they pursue. \"Big data\" science initiatives, such as the Paleobiology Database (PBDB), provide affordable and easily accessible research opportunities, but the extent of their value in the undergraduate classroom has yet to be tested and documented. The PBDB contains a wealth of data on fossils entered by experts from around the world. Research skills, such as critical thinking, statistics, and computing, are essential to scientifically literate citizens. This project will guide how other large scientific databases can be used to craft research experiences for undergraduate students, and provide the means for other earth science programs to engage their undergraduates in scientific research.\r\n\r\nIntegration of research experiences into the undergraduate classroom can result in increased recruitment, retention, persistence, and motivation of science students. \"Big data\" science initiatives, such as the Paleobiology Database (PBDB), can provide inexpensive and accessible research opportunities, but the value of these programs in the undergraduate classroom has yet to be tested and documented.  This project will: (1) evaluate how research experiences using the PBDB compare to field or lab-based research experiences; (2) establish how a large online database can be leveraged as a tool to provide effective research experiences for students at two and four-year colleges; (3) and determine how research databases can be used to teach STEM principles to non-majors, majors, and pre- service teachers. To accomplish these goals, guided research activities and a new user interface will be developed for the PBDB. The project will implement the PBDB-based research activities across two pairs of two-year and four-year institutions in Virginia that attract students with broadly diverse backgrounds.  This project will assess how applicable \"big data\" science is to undergraduate education, specifically to what extent online databases can engage students in authentic research experiences. Research activities will focus on content crucial to scientific literacy, and will be scaffolded to build transferable skills including critical thinking, quantitative skills, and database savvy. The new PBDB interface and research activities resulting from this work will be implemented across a diversity of two- and four-year colleges, allowing the evaluation of its applicability across institution types and student populations, including distance learning versus traditional educational settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rowan",
   "pi_last_name": "Lockwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rowan Lockwood",
   "pi_email_addr": "rxlock@wm.edu",
   "nsf_id": "000297422",
   "pi_start_date": "2015-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "Dept of Geology",
  "perf_city_name": "Williamsburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231878795",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 47267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the use of an on-line database of fossils, the Paleobiology Database (paleobiodb.org), to facilitate learning about paleontological and geological concepts, as well as exposure to ?big data? and research among undergraduate students at 2 and 4 year colleges. To do so, we created a web site to host links to classroom activities that use the Paleobiology Database. Then, we created several activities to add to the site. We then explored how students in 2 and 4 year college classes reacted to these activities and the use of the Paleobiology Database. Students reported that they felt that they could do paleontological research guided by these activities and they could effectively learn from the Paleobiology Database. They also felt they learned the concepts the activities were designed to teach. We found no differences in the responses between students at 2 vs. 4 year colleges. These activities will be very helpful to community colleges and small universities without access to significant physical specimens, as well as those instructors interested in showing how to use large sets of data to answer large scale questions. Finally, we hosted a series of workshops and webinars to show this system to other educators and taught them how to create additional activities that have been subsequently been added to the Paleobiology Database Resources site. This site will continue to exist into the foreseeable future for other educators to add more classroom activities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2021<br>\n\t\t\t\t\tModified by: Rowan&nbsp;Lockwood</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the use of an on-line database of fossils, the Paleobiology Database (paleobiodb.org), to facilitate learning about paleontological and geological concepts, as well as exposure to ?big data? and research among undergraduate students at 2 and 4 year colleges. To do so, we created a web site to host links to classroom activities that use the Paleobiology Database. Then, we created several activities to add to the site. We then explored how students in 2 and 4 year college classes reacted to these activities and the use of the Paleobiology Database. Students reported that they felt that they could do paleontological research guided by these activities and they could effectively learn from the Paleobiology Database. They also felt they learned the concepts the activities were designed to teach. We found no differences in the responses between students at 2 vs. 4 year colleges. These activities will be very helpful to community colleges and small universities without access to significant physical specimens, as well as those instructors interested in showing how to use large sets of data to answer large scale questions. Finally, we hosted a series of workshops and webinars to show this system to other educators and taught them how to create additional activities that have been subsequently been added to the Paleobiology Database Resources site. This site will continue to exist into the foreseeable future for other educators to add more classroom activities.\n\n \n\n\t\t\t\t\tLast Modified: 08/04/2021\n\n\t\t\t\t\tSubmitted by: Rowan Lockwood"
 }
}