{
 "awd_id": "1505556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studying Correlated Electron Dynamics in Molecules and Materials with Isolated Attosecond Pulses",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 321801.0,
 "awd_amount": 321801.0,
 "awd_min_amd_letter_date": "2015-08-18",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "Electrons play a fundamental role in most natural and laboratory phenomena.  These elementary particles are extremely light and agile--they can move inside atoms, molecules and materials on the timescale of \"attoseconds,\" which is a billionth of a billionth of a second.  To understand the functioning of physical, chemical, and biological processes, it is important to be able to resolve and control the underlying fast electronic motion. Newly devised attosecond techniques provides exactly such an opportunity, using light pulses to strobe the dynamics of electrons.  However, most  initial studies in this field have been conducted on simple systems like atoms and small molecules. The researchers supported by this program will develop and extend attosecond techniques to the study of complex molecules and materials, where one or more electrons are interacting with each other. Success along these directions will open up opportunities for direct investigation of many biochemical and nanomaterial processes relevant for light harvesting and energy storage. The proposed program will therefore advance the state of science by building bridges between the field of physics, and those of chemistry, biology, and material sciences.  The project will also train the next generation of scientists belonging to diverse backgrounds in this emerging and interdisciplinary research field.\r\n\r\nElectronic correlation often dominates the excitation and relaxation dynamics of photo-excited molecules and nanomaterials, manifesting itself in the energy and charge redistribution mechanisms in important natural and laboratory processes, such as photosynthesis, repair and damage or DNA, energy storage at molecule-semiconductor interfaces etc. This research project aims at the investigation of correlation-driven physical and chemical phenomena using various types of ultrafast spectroscopy. The high temporal resolution required for these studies will be achieved through the generation of isolated attosecond pulses using double optical gating or similar schemes. The scientific objectives of this program will be to: (1) investigate coherent charge migration dynamics in polyatomic molecules, such as those consisting of a phenyl group, (2) study the coherence in electron wavepacket dynamics and the origin of decoherence mechanisms, and (3) probe the generation and dynamics of high energy excitons in carbon nanomaterials (e.g. graphene). These objectives will be achieved while training graduate and undergraduate students in the field of attosecond physics. Two powerful experimental techniques will be utilized in the proposed measurements: velocity map imaging and attosecond transient absorption. The investigations outlined in the proposal will provide the building blocks for developing a better understanding of the inner-workings of natural and practically relevant phenomena. Collaborations with theorists will play crucial role in the interpretation of results obtained in this unchartered territory, potentially leading to the development of new theoretical models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arvinder",
   "pi_last_name": "Sandhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arvinder Sandhu",
   "pi_email_addr": "sandhu@physics.arizona.edu",
   "nsf_id": "000508207",
   "pi_start_date": "2015-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210081",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 107267.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 107267.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 107267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Electron dynamics play a fundamental role the natural and laboratory phenomena that surround us, familiar examples of which include light harvesting, chemical reactions, computer circuits, etc. Being elementary particles, electrons can move fast, on the timescales approaching an attosecond, which is a billionth of a billionth of a second.&nbsp;This project employed extreme ultraviolet spectroscopy techniques to monitor the dynamics of electrons and their interactions with other elementary excitations. We conducted time-resolved experiments where strong light fields were used in conjunction with attosecond pulses to control the properties of excited electronic states.&nbsp;</span><span>To gain insight into the inner workings of atoms, molecules, and materials we employed two powerful experimental techniques on this project: velocity map imaging and attosecond transient absorption.&nbsp;</span></p>\n<p><span>We studied the coherent charge dynamics associated with the superposition of excited states. We tracked radial wavepacket motion in helium with attosecond resolution over a long range of timescales. This unique high-resolution and long-range study allowed us to capture both slow and fast quantum beating and obtain the time-dependent ionization amplitude of important electronic states. Experimental results were compared with quantum simulations to gain additional insights into the evolution of electronic states.&nbsp;</span></p>\n<p><span>In another study we conducted in-depth investigation of the role of strong light fields in altering the electronic properties of atomic and molecular systems. We conducted transient spectroscopy to measure the change in light absorption lineshapes. Prior studies in this field have explored simple systems, but we were able to extend the strong-field transient absorption to complex situations, involving macroscopic propagation in dense gases and molecular systems. We demonstrated that photo-absorption is governed by complex interplay between resonant pulse propagation and laser induced phase change. Through the analysis of temporal and spectral structure of extreme ultraviolet light, we were able to set a new criterion for consideration of collective propagation effects.&nbsp;</span></p>\n<p><span>An important outcome of this project was research in correlated electron dynamics, where we were successful in probing the dynamics stemming from two-electron excitations in oxygen. We observed that multielectron excitation contributes substantially to the excitation strength, however, this pathway was not resolved in prior frequency domain studies. In our time-resolved study, we were able to distinguish the simultaneous excitation of two electrons by analyzing the dissociation fragments. Assisted by detailed theoretical calculations, we obtained the oscillator strength of this multielectron excitation pathway.&nbsp;</span></p>\n<p><span>To study excitations in carbon nanomaterials we conducted time-resolved optical measurements on the ultrafast relaxation of phonons in graphene-hexagonal boron nitride heterostructures. We observed that strongly coupled optical phonons play a major role in the relaxation of photoexcited carriers in graphene. An important discovery was that the carriers cool down four times faster in the case of graphene on hexagonal boron nitride than on a silicon oxide substrate thus overcoming the hot phonon bottleneck that plagues cooling in graphene devices and limits their efficiency. We also studied the evolution of the electronic band structure of twisted bilayer graphene upon doping through Raman spectroscopy and investigated role of defects and phonons in bandgap dynamics of monolayer transition metal dichalcogenides at high carrier densities.&nbsp;</span></p>\n<p><span>An important outcome of this project was in training the next generation workforce in the frontier area of attosecond science. This project imparted valuable professional development opportunities to a number of graduate and undergraduate students. Participants in this project also conducted significant scientific outreach activities involving students from schools, underrepresented groups, visitors, and local Tucson community.&nbsp;</span><span>The far-reaching objective of this project was to establish linkages between the fields of physics, chemistry, and material sciences, paving the way for advanced control of a variety of electron driven processes.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2020<br>\n\t\t\t\t\tModified by: Arvinder&nbsp;S&nbsp;Sandhu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1505556/1505556_10389127_1578896097928_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1505556/1505556_10389127_1578896097928_Picture1--rgov-800width.jpg\" title=\"Quantum evolution of a wavepacket\"><img src=\"/por/images/Reports/POR/2020/1505556/1505556_10389127_1578896097928_Picture1--rgov-66x44.jpg\" alt=\"Quantum evolution of a wavepacket\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Slow and fast quantum beats in the  electronic wavepacket composed of the excited states of helium.</div>\n<div class=\"imageCredit\">Arvinder Sandhu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Arvinder&nbsp;S&nbsp;Sandhu</div>\n<div class=\"imageTitle\">Quantum evolution of a wavepacket</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nElectron dynamics play a fundamental role the natural and laboratory phenomena that surround us, familiar examples of which include light harvesting, chemical reactions, computer circuits, etc. Being elementary particles, electrons can move fast, on the timescales approaching an attosecond, which is a billionth of a billionth of a second. This project employed extreme ultraviolet spectroscopy techniques to monitor the dynamics of electrons and their interactions with other elementary excitations. We conducted time-resolved experiments where strong light fields were used in conjunction with attosecond pulses to control the properties of excited electronic states. To gain insight into the inner workings of atoms, molecules, and materials we employed two powerful experimental techniques on this project: velocity map imaging and attosecond transient absorption. \n\nWe studied the coherent charge dynamics associated with the superposition of excited states. We tracked radial wavepacket motion in helium with attosecond resolution over a long range of timescales. This unique high-resolution and long-range study allowed us to capture both slow and fast quantum beating and obtain the time-dependent ionization amplitude of important electronic states. Experimental results were compared with quantum simulations to gain additional insights into the evolution of electronic states. \n\nIn another study we conducted in-depth investigation of the role of strong light fields in altering the electronic properties of atomic and molecular systems. We conducted transient spectroscopy to measure the change in light absorption lineshapes. Prior studies in this field have explored simple systems, but we were able to extend the strong-field transient absorption to complex situations, involving macroscopic propagation in dense gases and molecular systems. We demonstrated that photo-absorption is governed by complex interplay between resonant pulse propagation and laser induced phase change. Through the analysis of temporal and spectral structure of extreme ultraviolet light, we were able to set a new criterion for consideration of collective propagation effects. \n\nAn important outcome of this project was research in correlated electron dynamics, where we were successful in probing the dynamics stemming from two-electron excitations in oxygen. We observed that multielectron excitation contributes substantially to the excitation strength, however, this pathway was not resolved in prior frequency domain studies. In our time-resolved study, we were able to distinguish the simultaneous excitation of two electrons by analyzing the dissociation fragments. Assisted by detailed theoretical calculations, we obtained the oscillator strength of this multielectron excitation pathway. \n\nTo study excitations in carbon nanomaterials we conducted time-resolved optical measurements on the ultrafast relaxation of phonons in graphene-hexagonal boron nitride heterostructures. We observed that strongly coupled optical phonons play a major role in the relaxation of photoexcited carriers in graphene. An important discovery was that the carriers cool down four times faster in the case of graphene on hexagonal boron nitride than on a silicon oxide substrate thus overcoming the hot phonon bottleneck that plagues cooling in graphene devices and limits their efficiency. We also studied the evolution of the electronic band structure of twisted bilayer graphene upon doping through Raman spectroscopy and investigated role of defects and phonons in bandgap dynamics of monolayer transition metal dichalcogenides at high carrier densities. \n\nAn important outcome of this project was in training the next generation workforce in the frontier area of attosecond science. This project imparted valuable professional development opportunities to a number of graduate and undergraduate students. Participants in this project also conducted significant scientific outreach activities involving students from schools, underrepresented groups, visitors, and local Tucson community. The far-reaching objective of this project was to establish linkages between the fields of physics, chemistry, and material sciences, paving the way for advanced control of a variety of electron driven processes.\n\n\t\t\t\t\tLast Modified: 01/13/2020\n\n\t\t\t\t\tSubmitted by: Arvinder S Sandhu"
 }
}