{
 "awd_id": "1505084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Liberal Studies in Engineering - Broadening the Path to the Profession: Feasibility Study",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Heather Watson",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 69852.0,
 "awd_amount": 69852.0,
 "awd_min_amd_letter_date": "2015-09-09",
 "awd_max_amd_letter_date": "2015-09-09",
 "awd_abstract_narration": "This Improving Undergraduate STEM Education (IUSE) project will develop a framework for establishing an undergraduate, pre-professional, Bachelor of Arts degree program called Liberal Studies in Engineering.  This program intends to establish an alternative pathway into engineering and attract the interest of a different group of students than existing approaches. The program will utilize the substantive content of the traditional undergraduate engineering program - the engineering sciences, the laboratory activities, and design projects - and subject this to study from the perspectives of the humanities, arts, and social sciences as well as engineering. Traditionally engineering education emphasizes mathematics and science prerequisite topics for beginning students and addresses the broader social, economic, cultural and ethical aspects much later in the curriculum and often in an indirect manner.  The planned liberal studies in engineering degree envisions reversing the process, offering students an approach to the discipline from a humanistic, artistic, and social perspective.  It is expected that the Liberal Studies in Engineering approach will attract the interest of a segment of undergraduates that do not find their goals and concerns represented in the current mathematics-first prerequisite structure of the discipline.  Additionally the attention to context and emphasis on analytical thinking, multiple framing, critical reflection and practical reasoning, key dimensions of learning in the liberal arts, may better prepare students for the realities of current and future engineering practice. \r\n\r\nThis project represents an initial phase in the development of a Liberal Studies in Engineering degree.  A feasibility study will be carried out to identify the institutional policies and procedures that must be in place, the resources needed, and prerequisites students should have for a Liberal Studies in Engineering degree program. As part of this, efforts will be made to promote and support the development by project participants of leaning units that illustrate the approach of teaching exemplary engineering content from the perspective of the humanities and social sciences. Peer review, and technical support will be made available for module development.  The study will include input from faculty and administrators at selected institutions to obtain diverse and broad-based perspectives. This study represents the beginning of a multi-phase process to explore and develop a potentially transformative step in broadening participation in engineering by offering a pathway into the discipline and a route to a degree that is markedly different from the traditional path but still encompasses comparable content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Drew",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Drew",
   "pi_email_addr": "david.drew@cgu.edu",
   "nsf_id": "000181542",
   "pi_start_date": "2015-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Claremont Graduate University",
  "inst_street_address": "150 E 10TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096079296",
  "inst_zip_code": "917115909",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CLAREMONT GRADUATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N34CXJCDNDU1"
 },
 "perf_inst": {
  "perf_inst_name": "Claremont Graduate University",
  "perf_str_addr": "150 E. Tenth St.",
  "perf_city_name": "Claremont",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8238",
   "pgm_ref_txt": "DCLS-Hispanic Serving Inst"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 69852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;Liberal Studies in Engineering - Broadening the Path to the Profession</strong><br /><strong>Outcomes&nbsp;</strong><br /><br /></p>\n<p>In report after report calling for the renovation of engineering education we find claims that the traditional engineering curriculum is too narrowly defined and inadequate to serve as preparation for professional practice. Tracy Chou, a leading Silicon Valley engineer, in a post online, explains why every tech worker needs a humanities education.</p>\n<p>Ruefully&mdash;and with some embarrassment at my younger self&rsquo;s condescending attitude toward the humanities&mdash;I now wish that I had strived for a proper liberal arts education. That I&rsquo;d learned how to think critically about the world we live in and how to engage with it. That I&rsquo;d absorbed lessons about how to identify and interrogate privilege, power structures, structural inequality, and injustice. That I&rsquo;d had opportunities to debate my peers and develop informed opinions on philosophy and morality. And even more than all of that, I wish I&rsquo;d even realized that these were worthwhile thoughts to fill my mind with&mdash;that all of my engineering work would be contextualized by such subjects.</p>\n<p>And in a commencement address at Stanford, Steven Jobs famously reflected about how his study of calligraphy after dropping out of college contributed to his later technological innovations.</p>\n<p>I learned about serif and sans serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can't capture, and I found it fascinating. &hellip;.None of this had even a hope of any practical application in my life. But 10 years later, when we were designing the first Macintosh computer, it all came back to me.</p>\n<p>We propose that engineering education would benefit from a closer integration with the humanities, arts, and social sciences -&nbsp; to prepare students for lifelong learning, to sensitize students to the social/political contexts of engineering work and its productions while attracting a more diverse collection of youth to the profession. Conversely, in today&rsquo;s high-tech environment, the liberal arts would be strengthened by introducing students to engineering thought and practice. We have proposed a program - a&nbsp;<em>Bachelor of Arts in Liberal Studies in Engineering</em>&nbsp;- and outlined its key components.</p>\n<p><br />We proposed two functional design requirements.</p>\n<ul>\n<li>&nbsp;The core of the program would consist of courses in the liberal arts infused with exemplary, substantive engineering content and taught from the perspectives of the humanities and the social sciences.</li>\n<li>&nbsp;The core sequence should be of such intensity, robustness to ensure a sense of community among students (and faculty).</li>\n</ul>\n<p>We have developed four modules that illustrate the integration of engineering subject matter in with the teaching of the liberal arts They have been accessed by hundreds of users on the edX Edge platform at&nbsp;&nbsp;&nbsp; edge.edx.org/courses/MIT/0.123x/Sandbox/about</p>\n<p>With the support of NSF, we carried out a feasibility study, visiting about a dozen schools that have implemented some form of integration of these &ldquo;two cultures&rdquo;. We were reminded that the structure of universities, specifically the organization of faculties into discipline-based departments, militates against change. Nonetheless, we observed a number of instances where faculty members engaged in creative efforts that foreshadow the curriculum of the future.</p>\n<p>Progress has been made integrating the arts, particularly digital media, with engineering and computer science at several schools. For example, computational media is a major ingredient of the Liberal Arts and Engineering Studies (LAES) bachelor of arts program at California Polytechnic State University - a collaborative offering of the College of Liberal Arts and the College of Engineering. At Georgia Tech, a joint program of the College of Computing and the School of Literature, Media, and Communication within the Ivan Allen College of Liberal Arts attracts an increasing number of students. At Wesleyan University, an &ldquo;IDEAS&rdquo; minor introduces foundational skills in engineering and design, and brings together existing arts, design, and applied science courses. Stanford&rsquo;s design school (&ldquo;Dschool&rdquo;) faculty includes engineers, computer scientists, individuals from the graduate schools of business and of education as well as faculty from the humanities, arts, and social sciences.</p>\n<p>Anthropologists seem particularly open to collaboration with engineering faculty when design is the subject. A project based course at Wellesley College, a capstone design course at Smith College and an introductory course at Purdue have this character. We observe that liberal arts colleges provide a fertile environment for curriculum change.</p>\n<p>While highly motivated faculty members are carving out time to create new courses, sustained curriculum change of a wider scope will require leadership and support from the central administration - as well as significant funding</p>\n<p>We hope that instruction integrating engineering with the liberal arts will be the wave of the future. If so, the creative, but limited, efforts we have observed may represent the calm before a storm of substantial growth.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2018<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Drew</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Liberal Studies in Engineering - Broadening the Path to the Profession\nOutcomes \n\n\n\nIn report after report calling for the renovation of engineering education we find claims that the traditional engineering curriculum is too narrowly defined and inadequate to serve as preparation for professional practice. Tracy Chou, a leading Silicon Valley engineer, in a post online, explains why every tech worker needs a humanities education.\n\nRuefully&mdash;and with some embarrassment at my younger self?s condescending attitude toward the humanities&mdash;I now wish that I had strived for a proper liberal arts education. That I?d learned how to think critically about the world we live in and how to engage with it. That I?d absorbed lessons about how to identify and interrogate privilege, power structures, structural inequality, and injustice. That I?d had opportunities to debate my peers and develop informed opinions on philosophy and morality. And even more than all of that, I wish I?d even realized that these were worthwhile thoughts to fill my mind with&mdash;that all of my engineering work would be contextualized by such subjects.\n\nAnd in a commencement address at Stanford, Steven Jobs famously reflected about how his study of calligraphy after dropping out of college contributed to his later technological innovations.\n\nI learned about serif and sans serif typefaces, about varying the amount of space between different letter combinations, about what makes great typography great. It was beautiful, historical, artistically subtle in a way that science can't capture, and I found it fascinating. &hellip;.None of this had even a hope of any practical application in my life. But 10 years later, when we were designing the first Macintosh computer, it all came back to me.\n\nWe propose that engineering education would benefit from a closer integration with the humanities, arts, and social sciences -  to prepare students for lifelong learning, to sensitize students to the social/political contexts of engineering work and its productions while attracting a more diverse collection of youth to the profession. Conversely, in today?s high-tech environment, the liberal arts would be strengthened by introducing students to engineering thought and practice. We have proposed a program - a Bachelor of Arts in Liberal Studies in Engineering - and outlined its key components.\n\n\nWe proposed two functional design requirements.\n\n The core of the program would consist of courses in the liberal arts infused with exemplary, substantive engineering content and taught from the perspectives of the humanities and the social sciences.\n The core sequence should be of such intensity, robustness to ensure a sense of community among students (and faculty).\n\n\nWe have developed four modules that illustrate the integration of engineering subject matter in with the teaching of the liberal arts They have been accessed by hundreds of users on the edX Edge platform at    edge.edx.org/courses/MIT/0.123x/Sandbox/about\n\nWith the support of NSF, we carried out a feasibility study, visiting about a dozen schools that have implemented some form of integration of these \"two cultures\". We were reminded that the structure of universities, specifically the organization of faculties into discipline-based departments, militates against change. Nonetheless, we observed a number of instances where faculty members engaged in creative efforts that foreshadow the curriculum of the future.\n\nProgress has been made integrating the arts, particularly digital media, with engineering and computer science at several schools. For example, computational media is a major ingredient of the Liberal Arts and Engineering Studies (LAES) bachelor of arts program at California Polytechnic State University - a collaborative offering of the College of Liberal Arts and the College of Engineering. At Georgia Tech, a joint program of the College of Computing and the School of Literature, Media, and Communication within the Ivan Allen College of Liberal Arts attracts an increasing number of students. At Wesleyan University, an \"IDEAS\" minor introduces foundational skills in engineering and design, and brings together existing arts, design, and applied science courses. Stanford?s design school (\"Dschool\") faculty includes engineers, computer scientists, individuals from the graduate schools of business and of education as well as faculty from the humanities, arts, and social sciences.\n\nAnthropologists seem particularly open to collaboration with engineering faculty when design is the subject. A project based course at Wellesley College, a capstone design course at Smith College and an introductory course at Purdue have this character. We observe that liberal arts colleges provide a fertile environment for curriculum change.\n\nWhile highly motivated faculty members are carving out time to create new courses, sustained curriculum change of a wider scope will require leadership and support from the central administration - as well as significant funding\n\nWe hope that instruction integrating engineering with the liberal arts will be the wave of the future. If so, the creative, but limited, efforts we have observed may represent the calm before a storm of substantial growth.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/11/2018\n\n\t\t\t\t\tSubmitted by: David E Drew"
 }
}