{
 "awd_id": "1505679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strong Field Molecular Ionization With Shaped Ultrafast Laser Pulses",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 499875.0,
 "awd_min_amd_letter_date": "2015-08-27",
 "awd_max_amd_letter_date": "2018-05-25",
 "awd_abstract_narration": "This work will advance our understanding of how electrons move in molecules. The motion of electrons in atoms, molecules and solids takes place on attosecond (a billionth of a billionth of a second) timescales, and requires very short laser pulses to resolve.  The investigators in this project will use intense ultrashort laser pulses in order to ionize molecules, removing one of the many electrons bound to the molecule.  They will take pictures of the electrons as they come off the molecules, making use of a technique called velocity map imaging.  These pictures can be used to understand electron dynamics during ionization, which is important for molecular imaging, chemical dynamics and the development of new high speed electronics.  \r\n\r\nThis project will make use of shaped few cycle laser pulses to study strong field ionization of small molecules.  The investigators will make use of ultrafast optical pulse shaping of filament based sub 10 fs (3-4 optical cycles) laser pulses, as well as velocity map imaging in order to study the angle and momentum resolved photoelectron spectrum as a function of laser pulse shape.  This will help develop our understanding of how electrons are removed from multiple orbitals, and the extent to which electron correlation and non-Born Oppenheimer dynamics play a role in the ionization dynamics.  The investigators will also make use of strong field ionization as a probe of excited state dynamics, studying dissociation and internal conversion in families of similar molecules.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Weinacht",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Weinacht",
   "pi_email_addr": "thomas.weinacht@stonybrook.edu",
   "nsf_id": "000322146",
   "pi_start_date": "2015-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "Stony Brook University",
  "perf_str_addr": "Dept of Physics",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 39875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project made use of shaped ultrafast laser pulses to study strong field molecular ionization as a probe of molecular dynamics and structure.&nbsp; Strong field ionization can be used to follow excited state molecular dynamics such as isomerization, internal conversion and dissociation.&nbsp; It can also be used to study the orbital and electronic structure of molecules. Furthermore, it is the first step in the generation of high harmonic generation and the production of attosecond light pulses. For all of these applications, a deep understanding of the underlying ionization dynamics in the strong field laser is required.&nbsp; Our measurements, in close collaboration with theory, allowed us to develop our understanding of intermediate resonances and other non-adiabatic aspects of the ionization dynamics.&nbsp;<br />In addition to many key insights, the outcome of the project included several refereed journal articles, a graduate level textbook on time resolved spectroscopy and a number of technical developments, including a new pulsed valve capable of KHz repetition rates, a switching coincidence velocity map imaging apparatus for momentum resolved measurements of electrons and ions, and software for controlling and interpreting the measurements.&nbsp; Furthermore, several graduate and undergraduate students were mentored over the course of the award.&nbsp; The PI gave several invited lectures at international conferences and seminars/colloquiua at domestic and international universities, and students also gave presentations of their work at domestic conferences.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2020<br>\n\t\t\t\t\tModified by: Thomas&nbsp;C&nbsp;Weinacht</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project made use of shaped ultrafast laser pulses to study strong field molecular ionization as a probe of molecular dynamics and structure.  Strong field ionization can be used to follow excited state molecular dynamics such as isomerization, internal conversion and dissociation.  It can also be used to study the orbital and electronic structure of molecules. Furthermore, it is the first step in the generation of high harmonic generation and the production of attosecond light pulses. For all of these applications, a deep understanding of the underlying ionization dynamics in the strong field laser is required.  Our measurements, in close collaboration with theory, allowed us to develop our understanding of intermediate resonances and other non-adiabatic aspects of the ionization dynamics. \nIn addition to many key insights, the outcome of the project included several refereed journal articles, a graduate level textbook on time resolved spectroscopy and a number of technical developments, including a new pulsed valve capable of KHz repetition rates, a switching coincidence velocity map imaging apparatus for momentum resolved measurements of electrons and ions, and software for controlling and interpreting the measurements.  Furthermore, several graduate and undergraduate students were mentored over the course of the award.  The PI gave several invited lectures at international conferences and seminars/colloquiua at domestic and international universities, and students also gave presentations of their work at domestic conferences.  \n\n\t\t\t\t\tLast Modified: 07/30/2020\n\n\t\t\t\t\tSubmitted by: Thomas C Weinacht"
 }
}