{
 "awd_id": "1505388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  WorkReadyGrad application",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2015-02-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-01-21",
 "awd_max_amd_letter_date": "2015-01-21",
 "awd_abstract_narration": "Economists and educators are grappling with how to best prepare students for a rapidly changing economic landscape.  Research suggests that changing workforce needs will require students to develop transferable knowledge and skills through deep learning connections between school, work, and life. This I-Corps team will explore the launch of an application called WorkReadyGrad.com which seeks to close the skills gap by elevating the quality and frequency of dialogue between students and potential employers. The proposed work is a web-based social networking and electronic-portfolio tool that facilitates this connection, and connects students to professionals for career and educational mentoring in STEM fields. Made for students in middle school through college and professionals across a wide range of careers, the tool can connect students with information, resources, and potential employers. Complementing this student service, the proposed tool will enable employers to communicate future hiring needs and to groom new talent. \r\n\r\nSpecific to this I-Corps application, WorkReadyGrad intends to engage in customer discovery by engaging companies and civic institutions to build a more diverse pool of STEM workers. By launching in Atlanta, WorkReadyGrad is able to connect colleges and employers with an underserved, under-utilized workforce that is more than 50% African American.. Short-term success will be gauged by skill sets and certifications that students obtain and the growth of their professional networks. Short-term success will also be gauged by the number of professional mentors enrolled from public and private employers and the quality of their engagements within the WorkReadyGrad environment. Long-term success will be measured by enrollment and completion of post-secondary education and by the quantity and quality of job placements from post-secondary institutions. It is anticipated that the time horizon to short-term impact is approximately 3-12 months and to long-term impact is approximately 2-10 years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caitlin",
   "pi_last_name": "Dooley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caitlin Dooley",
   "pi_email_addr": "cdooley@gsu.edu",
   "nsf_id": "000240683",
   "pi_start_date": "2015-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "30 Pryor St",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303023977",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>WorkReadyGrad.com is a web-based application that connects students with experienced professionals and college/university alumni using a social media interface, helping students to build a professional network and to identify which local resources played the most significant roles in the success of their school-mates. The tool also helps employers communicate their needs and connect with students, schools, and local communities to develop workforce readiness. Through the I-Corps L program, the WorkReadyGrad team engaged in customer discovery by talking with students, companies, and civic institutions about how to build a more diverse pool of STEM workers. Following the I-Corps L program, WorkReadyGrad launched in Atlanta. By doing so, WorkReadyGrad benefits from being in a city with a population that is more than 50% African American and from being able to connect colleges and employers of this underserved, under-utilized workforce. <strong>Intellectual merits</strong> of WorkReadyGrad include: (a) research on the &ldquo;skills gap&rdquo; in the U.S. that indicates a need for solutions that &ldquo;fit&rdquo; together educational and employment opportunities for students; and (b) research on emerging technologies that indicates that applications like WorkReadyGrad can contribute to students&rsquo; educational engagement and persistence. The&nbsp;<strong>Broader impacts</strong> of WorkReadyGrad are (a) improving students&rsquo; knowledge of what skills are necessary for particular career/vocational pathways; (b) improving students&rsquo; desire to persist in education and in learning skills; and (c) creating a sustainable venture in which employers contribute to the development of a more diverse workforce, especially for STEM-related disciplines.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2015<br>\n\t\t\t\t\tModified by: Caitlin&nbsp;Dooley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWorkReadyGrad.com is a web-based application that connects students with experienced professionals and college/university alumni using a social media interface, helping students to build a professional network and to identify which local resources played the most significant roles in the success of their school-mates. The tool also helps employers communicate their needs and connect with students, schools, and local communities to develop workforce readiness. Through the I-Corps L program, the WorkReadyGrad team engaged in customer discovery by talking with students, companies, and civic institutions about how to build a more diverse pool of STEM workers. Following the I-Corps L program, WorkReadyGrad launched in Atlanta. By doing so, WorkReadyGrad benefits from being in a city with a population that is more than 50% African American and from being able to connect colleges and employers of this underserved, under-utilized workforce. Intellectual merits of WorkReadyGrad include: (a) research on the \"skills gap\" in the U.S. that indicates a need for solutions that \"fit\" together educational and employment opportunities for students; and (b) research on emerging technologies that indicates that applications like WorkReadyGrad can contribute to studentsÆ educational engagement and persistence. The Broader impacts of WorkReadyGrad are (a) improving studentsÆ knowledge of what skills are necessary for particular career/vocational pathways; (b) improving studentsÆ desire to persist in education and in learning skills; and (c) creating a sustainable venture in which employers contribute to the development of a more diverse workforce, especially for STEM-related disciplines.\n\n\t\t\t\t\tLast Modified: 10/09/2015\n\n\t\t\t\t\tSubmitted by: Caitlin Dooley"
 }
}