{
 "awd_id": "1505005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning by practice: Introducing a new building energy efficiency elective course and laboratory into the Mechanical Engineering undergraduate curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 243897.0,
 "awd_amount": 243897.0,
 "awd_min_amd_letter_date": "2015-08-27",
 "awd_max_amd_letter_date": "2015-08-27",
 "awd_abstract_narration": "Considering the high level of building energy consumption and the importance of building energy efficiency expertise to enhance environmental and economic sustainability, this project at Prairie View A&M University (PVAMU) is focused on developing and implementing a new software-assisted, project-based elective course in the area of building energy efficiency and green building design. A building energy efficiency lab, which will be developed in this project, will complement the course. The successful implementation of this project will have broader impacts on students, the PVAMU Mechanical Engineering (ME) program, the university, the local community, and other universities. These impacts include research capacity enhancement of the ME program by using the developed building energy efficiency lab in undergraduate and graduate research projects and as a supplementary lab for Thermal Science Lab and Fluid Mechanics, the inclusion of this course as part of the energy engineering minor curriculum in the PVAMU Center for Energy and Environmental Sustainability, sharing the gained experience and findings from this NSF project and students' projects with the community of educators, researchers, and the public. \r\n\r\nThe goal of this project is to enhance engineering learning and the work-related skills of undergraduate students at PVAMU Mechanical Engineering program by engaging them in a practice-oriented energy-related course. This project with the proposed combination of energy-efficiency contents and instructional approaches can be a good instructional example for other HBCUs and can be adopted by other universities as well. Project evaluation will be used to assess implementation activities, guide project processes, and assess impact. To this end, formative evaluation will address the extent to which the project is implemented as planned and strategies and activities developed and implemented as intended (implementation evaluation). Formative evaluation will also provide data concerning the extent to which the project is progressing as planned, what is working well, and what needs improvement (progress evaluation). Summative evaluation will assess the extent to which the goals and objectives were met and whether some unintended outcomes occurred. Evaluation activities will be conducted both internally and externally, using a mixed methods approach for gathering data.  A matched comparison design will be utilized to determine impact of the project on students registered vs. unregistered in the proposed course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rambod",
   "pi_last_name": "Rayegan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rambod Rayegan",
   "pi_email_addr": "rarayegan@pvamu.edu",
   "nsf_id": "000667618",
   "pi_start_date": "2015-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Biney",
   "pi_mid_init": "0",
   "pi_sufx_name": "",
   "pi_full_name": "Paul 0 Biney",
   "pi_email_addr": "pobiney@pvamu.edu",
   "nsf_id": "000561341",
   "pi_start_date": "2015-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prairie View A & M University",
  "inst_street_address": "100 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRAIRIE VIEW",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362611689",
  "inst_zip_code": "77446",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "PRAIRIE VIEW A&M UNIVERSITY",
  "org_prnt_uei_num": "FTAAW94S6LC6",
  "org_uei_num": "FTAAW94S6LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Prairie View A & M University",
  "perf_str_addr": "P.O. Box 667",
  "perf_city_name": "Prairie View",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "774460667",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 243897.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">A new software-assisted, project-based technical elective course and its associated laboratory in building energy efficiency has been developed through integrating a variety of best practices and instructional activities with an emphasis on providing rich work-related experience for students. Applied software training, lab experiments, fieldtrip to local Heating, ventilation, and air conditioning (HVAC) industry facilities, invited guest speaker from building industry, and real-world open-ended design projects are distinctive features of the course. The students&rsquo; feedback on all of these features were highly positive. The Accreditation Board for Engineering and Technology (ABET) adopted the new set of standards in 1996 and shifted the basis for accreditation from inputs, such as what is taught, to outputs&mdash;what is learned. The extent to which participation in the course improved the students&rsquo; ABET-related skills/abilities was investigated. Self-reported abilities appear to improve across all ABET-related skills/abilities. In the last implementation of the course in fall 2017, in six of the ten ABET-required domains, student responses suggest that their abilities improved significantly. Respondents indicated that their ability improved from &ldquo;adequate&rdquo; to &ldquo;more than adequate&rdquo; with regard to using basic engineering and scientific principles to analyze the performance of processes and systems, as well as their ability to apply systematic design procedures to open-ended problems. Furthermore, responses suggest that students showed improvement in their ability to design solutions to meet desired needs and to test potential solutions to an engineering problem. Finally, asked to indicate their ability to integrate engineering skills and tools to solve real-world problems, and to consider contemporary issues at the local, national, and world levels, responses indicate that students believed they were significantly more able at the end of the semester than at the beginning. These positive outcomes can be attributed to the fact that the curriculum was successful in the enhancement of students&rsquo; work-related experience in the area of building energy efficiency and green building design by focusing more than half of their time and effort on real-world open-ended design projects. They also show that the course content and the topics addressed by the invited speaker, as were intended, successfully affected students understanding of contemporary issues in energy and environment areas.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2019<br>\n\t\t\t\t\tModified by: Rambod&nbsp;Rayegan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "A new software-assisted, project-based technical elective course and its associated laboratory in building energy efficiency has been developed through integrating a variety of best practices and instructional activities with an emphasis on providing rich work-related experience for students. Applied software training, lab experiments, fieldtrip to local Heating, ventilation, and air conditioning (HVAC) industry facilities, invited guest speaker from building industry, and real-world open-ended design projects are distinctive features of the course. The students? feedback on all of these features were highly positive. The Accreditation Board for Engineering and Technology (ABET) adopted the new set of standards in 1996 and shifted the basis for accreditation from inputs, such as what is taught, to outputs&mdash;what is learned. The extent to which participation in the course improved the students? ABET-related skills/abilities was investigated. Self-reported abilities appear to improve across all ABET-related skills/abilities. In the last implementation of the course in fall 2017, in six of the ten ABET-required domains, student responses suggest that their abilities improved significantly. Respondents indicated that their ability improved from \"adequate\" to \"more than adequate\" with regard to using basic engineering and scientific principles to analyze the performance of processes and systems, as well as their ability to apply systematic design procedures to open-ended problems. Furthermore, responses suggest that students showed improvement in their ability to design solutions to meet desired needs and to test potential solutions to an engineering problem. Finally, asked to indicate their ability to integrate engineering skills and tools to solve real-world problems, and to consider contemporary issues at the local, national, and world levels, responses indicate that students believed they were significantly more able at the end of the semester than at the beginning. These positive outcomes can be attributed to the fact that the curriculum was successful in the enhancement of students? work-related experience in the area of building energy efficiency and green building design by focusing more than half of their time and effort on real-world open-ended design projects. They also show that the course content and the topics addressed by the invited speaker, as were intended, successfully affected students understanding of contemporary issues in energy and environment areas.\n\n \n\n\t\t\t\t\tLast Modified: 04/27/2019\n\n\t\t\t\t\tSubmitted by: Rambod Rayegan"
 }
}