{
 "awd_id": "1505444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Thermodynamics, Grain Structure, and Ion Transport in Block Copolymer/Salt Mixtures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2015-03-10",
 "awd_max_amd_letter_date": "2015-03-10",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION:\r\n\r\nElectrochemical devices related to clean energy such as lithium batteries often rely on polymer membranes to conduct ions between the electrodes.  Understanding the factors that limit ion transport will enable the rational design of better membranes that will ultimately lead to more efficient devices.  This award specifically examines lithium ion transport through a class of polymers known as block copolymers.  These molecules self-assemble to give bicontinuous conducting and non-conducting domains.  The domains have specific geometries or morphologies such as hexagonally packed conducting cylinders in a non-conducting matrix or alternating conducting and non-conducting layers.  The addition of salt has an effect on the morphologies; a given copolymer may exhibit one morphology at a given salt concentration and another at a higher salt concentration.  One objective is to establish the effect of salt on morphology. Sample processing conditions can create defects in the morphology. The morphology and the defects will dictate ionic conductivity, and therefore characterizing the morphology and the defects is an important first step in making better membranes.  This work is a step toward building a sustainable clean-energy platform in the US.  In addition to the proposed scientific work, one of the investigators will develop courses aimed at helping talented low-income, first-generation-college students develop into scientists and engineers in collaboration with the Berkeley Center for STEM (Science Technology Engineering and Math).   The other investigator is involved in broad science-and-technology outreach to high school students in Brooklyn, New York.  \r\n\r\n\r\n\r\nTECHNICAL DESCRIPTION:\r\n\r\nThis research focuses on mixtures of polystyrene-polyethyleneoxide (PS-PEO) block copolymers, synthesized by anionic polymerization, and bis-trifluoromethylsulfonimide, a salt that is often used in batteries containing polymer electrolytes.  Electron microscopy, small-angle X-ray scattering and depolarized light scattering will be used to determine the nature of the order-disorder and order-order phase transitions in these materials.  The arrangement of the salt ions in the PEO microphases and the width of windows where ordered and disordered phases coexist are of particular interest.  In-situ conductivity measurements will be made on samples using ac impedance spectroscopy while structure is determined by either X-ray or light scattering studies.  Measurements will be made over a wide range of block copolymer compositions, salt concentration, temperature, and annealing conditions.  The data generated by the project will test recent theories on phase behavior of block copolymer/salt mixtures.  The planned work is of considerable intellectual merit as the data generated by the project will provide fundamental insight into the factors that underpin the coupling between structure, thermodynamics, and transport in an emerging class of nanostructured materials for electrochemical devices.  The graduate students working on this project will receive scientific training related to sustainable energy use. The multidisciplinary nature of the proposed research, which includes polymer synthesis, characterization, and electrochemical measurements, will provide the students with a rich learning environment.  It is coupled with STEM outreach at Berkeley, CA and Brooklyn, NY.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nitash",
   "pi_last_name": "Balsara",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Nitash P Balsara",
   "pi_email_addr": "nbalsara@berkeley.edu",
   "nsf_id": "000163871",
   "pi_start_date": "2015-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201462",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8604",
   "pgm_ref_txt": "Fuel Cells"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific Merit</strong></p>\n<p>The major objective of this collaborative project to develop safer lithium batteries through the use of nonflammable nanostructured polymer electrolytes. &nbsp;One of the nanostructures conducts ions while the other provides the electrolyte with mechanical rigidity.&nbsp; The electrolytes in current lithium batteries are flammable liquids that cannot sustain stress.&nbsp; The polymers we worked on are nanostructured block copolymers and in order to use them as electrolytes, one needs to add salt to the polymers.&nbsp; We need to understand the effect of added salt on block copolymers in order to effectively use them in batteries.&nbsp; In all previous work in this field, it was found that the addition of salt increased the tendency for nanostructure formation. &nbsp;In other words, the addition of salt to a block copolymer that was homogeneous in the neat state led to nanostructuring.&nbsp; In this study, we explored block copolymers of different compositions.&nbsp; We found that there was a specific range of compositions where salt-induced nanostructure formation was observed.&nbsp; Outside this range, the addition of salt caused homogenization of the nanostructure.&nbsp; This is am important finding as it directly affects the ability of the electrolyte to simultaneously conduct ions and present a mechanically rigid barrier that will prevent short circuiting.&nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p><strong>&nbsp;</strong>In the summer of 2019, the Balsara Lab hosted a group of middle school students from the Tahoe Expedition Academy for a day of interactive lectures, laboratory tours, and hands-on experiments to learn more about polymers and battery technology. The students first attended a lecture by Prof. Balsara on scientific principles before heading down to the lab to learn how polymers are synthesized and construct and experiment on aluminum-air batteries. The visit culminated with interviews with Prof. Balsara and current graduate students on the biggest challenges in the clean-energy landscape and how our research plans to tackle them.&nbsp; We have opened up our laboratory to middle school students every summer between 2016 and 2019.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2019<br>\n\t\t\t\t\tModified by: Nitash&nbsp;P&nbsp;Balsara</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScientific Merit\n\nThe major objective of this collaborative project to develop safer lithium batteries through the use of nonflammable nanostructured polymer electrolytes.  One of the nanostructures conducts ions while the other provides the electrolyte with mechanical rigidity.  The electrolytes in current lithium batteries are flammable liquids that cannot sustain stress.  The polymers we worked on are nanostructured block copolymers and in order to use them as electrolytes, one needs to add salt to the polymers.  We need to understand the effect of added salt on block copolymers in order to effectively use them in batteries.  In all previous work in this field, it was found that the addition of salt increased the tendency for nanostructure formation.  In other words, the addition of salt to a block copolymer that was homogeneous in the neat state led to nanostructuring.  In this study, we explored block copolymers of different compositions.  We found that there was a specific range of compositions where salt-induced nanostructure formation was observed.  Outside this range, the addition of salt caused homogenization of the nanostructure.  This is am important finding as it directly affects the ability of the electrolyte to simultaneously conduct ions and present a mechanically rigid barrier that will prevent short circuiting.      \n\n \n\nBroader Impacts\n\n In the summer of 2019, the Balsara Lab hosted a group of middle school students from the Tahoe Expedition Academy for a day of interactive lectures, laboratory tours, and hands-on experiments to learn more about polymers and battery technology. The students first attended a lecture by Prof. Balsara on scientific principles before heading down to the lab to learn how polymers are synthesized and construct and experiment on aluminum-air batteries. The visit culminated with interviews with Prof. Balsara and current graduate students on the biggest challenges in the clean-energy landscape and how our research plans to tackle them.  We have opened up our laboratory to middle school students every summer between 2016 and 2019.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2019\n\n\t\t\t\t\tSubmitted by: Nitash P Balsara"
 }
}