{
 "awd_id": "1505667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscale Templated Growth for Integration of Electronic and Photonic Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 315732.0,
 "awd_amount": 315732.0,
 "awd_min_amd_letter_date": "2015-06-01",
 "awd_max_amd_letter_date": "2015-06-01",
 "awd_abstract_narration": "Nontechnical Description: Complex electronic circuits and systems that impact our life range from tablet computers and cell phones to electronic games and autonomous vehicles. These systems are a consequence of the relentless miniaturization of transistors that now allows over a billion of them to be integrated on the same silicon chip. This scaling, that has followed 'Moore's Law', has now saturated and the exclusive use of conventional Si-based materials is no longer adequate. Thus, other crystalline materials than Si must be integrated onto the chip to provide higher performance and to enable optical devices to be integrated. Direct localized crystalline deposition is the approach most likely to result in the economical and practical integration of these dissimilar materials. This project explores novel, yet practical, approaches to guide the nanometer scale crystal formation that results in high quality devices and circuits integrating many different materials. It utilizes the talents of a diverse team and provides education and training in nanoscale materials processing and characterizations. The efforts in disseminating the science behind today's electronic systems include K-12 outreach and a summer teacher training module that involves all team members. The new research results are communicated through publications and a semiconductor technology course taught by the PI that is offered over the University of Southern California distance network. \r\n\r\nTechnical Description: This project explores a technology in which a Si integrated circuit wafer acts as an atomically ordered breadboard on which crystalline materials of many different kinds are integrated into a mosaic of nanoscale \"epitaxial\" elements that perform different functions within an integrated system. The research builds on the idea that hetero-epitaxial growth can be initiated by a region of ordered material formed on a substrate--a template. Defects in the epitaxial material are minimized, even in highly mismatched materials, by initiating the growth on a template with a small enough footprint that misfit dislocations are terminated at the sides of the growth area. Large area growths are formed by the coalescence of the nano-scale islands into a coherent larger structure through lateral growth. The research is enabled by scaling of devices and nanoscale patterning within the Si technology, by the increasing viability of nanoscale active elements in compound semiconductors and the use of 'templates' to arrange the materials being deposited. The long range (many micrometer to mm) perfection and ordering that once was considered essential to successful device performance is less relevant. Instead, the keys to this technology are the other fundamental materials issues such as the structural quality of the crystalline material region, the accurate positioning of the crystalline islands with respect to substrate markers, uniform and controllable properties from island to island, and the general alignment of the crystalline planes among islands. The project exploits the current state of the art in thin film epitaxy and emerging ideas related to local area epitaxy to produce device quality III-V materials on Si. The research will focus on the formation of defect-free high-gain regions for lasers that can be integrated with Si photonic waveguides and channel regions for high mobility transistors based on  III-V compound semiconductors on Si substrates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dapkus",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Dapkus",
   "pi_email_addr": "dapkus@usc.edu",
   "nsf_id": "000302941",
   "pi_start_date": "2015-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 315732.0
  }
 ],
 "por": null
}