{
 "awd_id": "1505044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of Electrons in Superfluid Helium",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2015-07-10",
 "awd_max_amd_letter_date": "2017-07-09",
 "awd_abstract_narration": "Non-technical Abstract\r\nWhen an electron is injected into helium, it forms a very small bubble (diameter ~38 Å) from which helium atoms are excluded. This \"electron bubble\" forms a unique quantum system which has been extensively studied and is fairly well understood. However, in addition to the normal electron bubbles other negatively charged objects are produced whose origin remains a mystery.  These objects, which have been called exotic ions, have higher mobility and appear to be smaller than the normal electron bubbles and, despite much work, the nature of these objects remains a mystery. One possible explanation, which remains somewhat controversial, is that these exotic ions are bubbles in the liquid which contain only a part of the wave function of a single electron.  This project is aimed at exploring the nature and structure of these exotic ions using ultrasonic, optical and transport measurements.  If it can be established that these are indeed bubbles with only a fraction of the electron wave function it will result in a radical change in how physicists view quantum theory. This research project is ideally suited for the training of undergraduate and graduate students who will learn a broad range of practical skills including electronics, vacuum techniques, low temperature physics, optics and computer programming.\r\n\r\nTechnical Abstract\r\n\r\nIn this research our team investigates exotic negatively-charged ions which have been discovered in superfluid helium at temperatures around 1 K.  The goal of the research is to discover the inner structure of these exotic ions. In previous experiments our group has made mobility measurements which show that there are at least 18 different ions, each with a different characteristic size. Remarkably, there are also ions which have a continuous size distribution. Despite much work by different research groups the structure of these ions remains unknown. There is strong experimental evidence that they are not impurities, and it appears impossible to relate them to atomic or molecular helium ions previously detected in helium gas. One remaining possibility is that the ions are electron bubbles each containing only a fraction of the wave function of a single electron. While this is a radical idea, it does provide a way to understand the existence of a large number of different ions and makes it possible for there to be ions with a continuous distribution of size. The goal of the current project is to learn more about the properties of the ions and in this way to test the idea that bubbles containing a fraction of the wave function can exist as stable entities. In a first project a negative pressure is applied to the liquid and the magnitude of the pressure required to cause a selected exotic ion to explode is measured. The magnitude of the negative pressure is then compared with theoretical predictions. In a second project the optical absorption by the ions is measured. This determines the photon energies  which can induce optical excitation of the ions and gives a second test of the theory. The research project uses a wide range of techniques including ultrasonics, optics, low temperature, and  computer simulation and provides excellent training for undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Humphrey",
   "pi_last_name": "Maris",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Humphrey J Maris",
   "pi_email_addr": "Humphrey_Maris@BROWN.EDU",
   "nsf_id": "000276156",
   "pi_start_date": "2015-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research is focused on investigating the properties of helium at low temperatures. Helium is of great interest to scientists for two reasons. The first is that liquid helium has the unique property that it cannot be frozen simply by lowering the temperature. To make liquid helium freeze it is necessary to both lower the temperature and also apply a large pressure (360 pounds per square inch). The second interesting property is called superfluidity. Below a temperature of 2.17 degrees from absolute zero, the liquid has no viscosity. Helium can then flow through the smallest of channels. When an ordinary liquid is stirred, the motion of the liquid continues for a while but eventually the liquid will stop moving. However, once superfluid helium is set in motion it will continue to flow forever. &nbsp;</p>\n<p>In liquid helium we have studied the behavior of electrons immersed in the liquid. An electron is repelled by each&nbsp; helium atom.&nbsp; As a result if one electron is sent into the liquid it pushes the helium atoms away and becomes trapped in a small cavity referred to as an &ldquo;electron bubble&rdquo;. If a large number of electrons (e.g., one million) are sent into the liquid at the same time, these electrons sometimes become trapped in a single large bubble. We have studied these multi-electron bubbles as part of our collaboration with the group of Ambarish Ghosh at the Indian Institute of Science in Bangalore.</p>\n<p>Calculations predict that a bubble containing a single electron should have a diameter of 4 nanometers; experimental results are in good agreement with this result. However, the experiments have discovered that there are also other bubbles with negative charge which are smaller than this; these have become known as the &ldquo;exotic ions&rdquo;. Our experiments suggest that these bubbles each contain only a fraction of the wave function of an electron. If this is correct, it will revise the way scientists think about how measurements are made in quantum mechanical systems.&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>In our work we integrate the research with the education of the students who work on the project. The research involves the use of low-noise electronics, and acoustical, optical, and low temperature experimental techniques. It provides exceptional training for the students since these techniques are important in both industrial and university research. The students have benefitted from our collaborations with the research&nbsp; groups in Bangalore and in Barcelona.&nbsp; During the grant period one student completed his Ph.D. research work and in addition three &nbsp;undergraduates have worked in the lab. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2019<br>\n\t\t\t\t\tModified by: Humphrey&nbsp;J&nbsp;Maris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research is focused on investigating the properties of helium at low temperatures. Helium is of great interest to scientists for two reasons. The first is that liquid helium has the unique property that it cannot be frozen simply by lowering the temperature. To make liquid helium freeze it is necessary to both lower the temperature and also apply a large pressure (360 pounds per square inch). The second interesting property is called superfluidity. Below a temperature of 2.17 degrees from absolute zero, the liquid has no viscosity. Helium can then flow through the smallest of channels. When an ordinary liquid is stirred, the motion of the liquid continues for a while but eventually the liquid will stop moving. However, once superfluid helium is set in motion it will continue to flow forever.  \n\nIn liquid helium we have studied the behavior of electrons immersed in the liquid. An electron is repelled by each  helium atom.  As a result if one electron is sent into the liquid it pushes the helium atoms away and becomes trapped in a small cavity referred to as an \"electron bubble\". If a large number of electrons (e.g., one million) are sent into the liquid at the same time, these electrons sometimes become trapped in a single large bubble. We have studied these multi-electron bubbles as part of our collaboration with the group of Ambarish Ghosh at the Indian Institute of Science in Bangalore.\n\nCalculations predict that a bubble containing a single electron should have a diameter of 4 nanometers; experimental results are in good agreement with this result. However, the experiments have discovered that there are also other bubbles with negative charge which are smaller than this; these have become known as the \"exotic ions\". Our experiments suggest that these bubbles each contain only a fraction of the wave function of an electron. If this is correct, it will revise the way scientists think about how measurements are made in quantum mechanical systems.     \n\nIn our work we integrate the research with the education of the students who work on the project. The research involves the use of low-noise electronics, and acoustical, optical, and low temperature experimental techniques. It provides exceptional training for the students since these techniques are important in both industrial and university research. The students have benefitted from our collaborations with the research  groups in Bangalore and in Barcelona.  During the grant period one student completed his Ph.D. research work and in addition three  undergraduates have worked in the lab.  \n\n \n\n\t\t\t\t\tLast Modified: 01/15/2019\n\n\t\t\t\t\tSubmitted by: Humphrey J Maris"
 }
}