{
 "awd_id": "1505861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Support of LIGO Data Analysis Activities at the University of Texas at Brownsville",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2015-05-15",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2015-05-12",
 "awd_max_amd_letter_date": "2020-04-15",
 "awd_abstract_narration": "The General Theory of Relativity discovered by Einstein tells us that the familiar, everyday force of gravity is a manifestation of something much stranger: the bending of the geometry of space-time by matter. Among the key predictions of the theory, which includes the expanding Universe and the existence of black holes, is the existence of gravitational waves (GW): ripples moving at the speed of light in the geometry of space-time caused by the fast motion of large masses. Although well tested in terms of their indirect effects on binary systems of compact stars, the direct detection of gravitational waves incident on Earth poses an outstanding challenge. The scientific rewards from achieving this ability would be enormous - ranging from probing the extreme dynamics of exploding stars to gleaning information about the state of the Universe almost at the moment of the Big Bang itself. The effort to enable this new window on the universe has occupied several decades of experimental and technological developments that have pushed the boundaries across diverse fields in the physical sciences. The year 2015 will mark a highly-anticipated watershed moment for gravitational-wave physics: The two advanced Laser Interferomenter Gravitational Wave Observatory (aLIGO) detectors will start their initial data taking runs, followed by the commissioning of the advanced Virgo gravitational wave observatory in Europe. The sensitivity of the aLIGO detector will be ramped up to become about ten times better than that of the first-generation detectors, opening up a spatial volume for observing GW sources that will be 1000 times larger than before.  Along with these tremendous advances in instrumentation, it has been known from the very inception of the gravitational wave physics effort that the envelope of statistical data analysis techniques must also be pushed further to enable the detection of weak and rare signals embedded in noise. It is in this area that the research funded by this grant will make significant contributions. By supporting graduate students, this grant will help to grow the community of researchers in this field. Since the University of Texas at Brownsville (UTB) is an Hispanic serving institution, the research activities will expose students who are traditionally under-represented in STEM areas to forefront science. Ongoing major education and outreach activities at UTB will leverage these activities to create awareness among high-school students about exciting projects such as LIGO.\r\n\r\nThis grant supports research projects in the following major data analysis areas. (i) An algorithm will be developed and implemented that allows the construction of sky maps of an anisotropic background of stochastic gravitational waves with minimal prior assumptions. Using methods originally developed in the context of pulsar-timing-based gravitational-wave searches, the new approach will vastly extend the capabilities of existing model-dependent searches. A Bayesian alternative to the standard frequentist stochastic search will also be developed that will leverage existing code for Bayesian inference in the context of detector characterization and noise estimation. (ii) A smoothness-regularization-based coherent network analysis method will be implemented that significantly improves the detection and characterization of burst gravitational wave signals having non-compact time-frequency (TF) signatures. Such signals are expected to arise in a variety of astrophysical scenarios but are known to pose a significant challenge to existing methods. (iii) A new method, derived from the Harmonic Regeneration Noise Reduction (HRNR) technique developed in acoustical signal processing, will be integrated with existing network analysis pipelines to boost their sensitivity to post-core-bounce-phase supernova signals. By improving both signal waveform and sky location estimation, this will lead to better multi-messenger follow up of such a rare but dramatic event. (iv) The characterization of detector noise and non-gravitational wave signals (\"glitches\") in the data is necessary for improving detection confidence for genuine gravitational-wave signals. In this context, the Self Organizing Map (SOM) method will be used for instrumental glitch classification, and glitch characteristics relevant to aLIGO will be catalogued. An independent approach will use the BayesWave Bayesian inference pipeline to identify and study glitch signals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Romano",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D Romano",
   "pi_email_addr": "joseph.d.romano@gmail.com",
   "nsf_id": "000162037",
   "pi_start_date": "2015-05-12",
   "pi_end_date": "2018-07-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soma",
   "pi_last_name": "Mukherhee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soma Mukherhee",
   "pi_email_addr": "soma.mukherjee@utrgv.edu",
   "nsf_id": "000486454",
   "pi_start_date": "2018-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Soma",
   "pi_last_name": "Mukherhee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soma Mukherhee",
   "pi_email_addr": "soma.mukherjee@utrgv.edu",
   "nsf_id": "000486454",
   "pi_start_date": "2015-05-12",
   "pi_end_date": "2018-07-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Soumya",
   "pi_last_name": "Mohanty",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Soumya D Mohanty",
   "pi_email_addr": "soumya.mohanty@utrgv.edu",
   "nsf_id": "000486452",
   "pi_start_date": "2015-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Rio Grande Valley",
  "inst_street_address": "1201 W UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "EDINBURG",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9566652889",
  "inst_zip_code": "785392909",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3ATVUT2KNK7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Brownsville",
  "perf_str_addr": "One West University Blvd",
  "perf_city_name": "Brownsville",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "785204956",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "TX34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to strengthen the on-going analysis of search for Gravitational Wave (GW) Burst sources and Stochastic backgrounds, and to innovate new algorithms and methods that further contribute to enhancing the efficiency and detection confidence of the GW sources. The grant resulted in many new, impactful intellectual developments in the discipline and&nbsp;beyond.&nbsp;</p>\n<p>Apart from the LIGO Scientific Collaboration (LSC) publications, there were&nbsp;26 non-LSC publications&nbsp;in major journals and 41 presentations at major conferences by the PI, co-PI and associated persons. Four Master&rsquo;s theses and two doctoral theses on topics of gravitation/GW supervised by the PI and co-PIs resulted during this grant period. &nbsp;</p>\n<p>The codes developed for this project enabled major progress in a diverse set of GW data analysis problems. A number of spin-offs resulted from this project such as novel methods for removing instrumental artifacts from GW data and an adaptive spline regression method with very broad applicability. A new search method and corresponding pipeline for a challenging class of signals was completed.</p>\n<p>A novel algorithm called the &ldquo;Multi-Layer Signal Enhancement&rdquo; has been developed and applied to LIGO Observation data to demonstrate improved detection efficiency and reconstruction of a number of core collapse supernovae models. The algorithm has many wider application potential&nbsp; beyond supernovae, and is now tested within the LSC.</p>\n<p>Several codes were improved and implemented in the LSC Stochastic background analysis working group.</p>\n<p>Work on the data conditioning components for SEECR (&ldquo;Spline Enabled Effectively-Chirp Regression&rdquo;) has led to the development of novel algorithms that will prove useful for all types of GW searches. These do (i) detrending that suppresses seismic noise without requiring long impulse response digital filters, (ii) noise floor estimation that has better performance than the currently popular running median approach, and (iii) removal of high power instrumental narrowband noise (&ldquo;lines&rdquo;) in the time domain that can handle wandering frequencies.</p>\n<p>SEECR uses the innovative approach of fitting data with a signal whose instantaneous frequency evolution is modeled by an adaptive spline function. The adaptation of the free knots of the spline is performed using a cutting-edge numerical optimization algorithm called Particle Swarm Optimization (PSO). It turns out that adaptive spline fitting with free knots is a long-standing problem in non-parametric statistical regression (&ldquo;curve fitting&rdquo;), with a very broad impact since curve fitting is the basis of many statistical tools. The code for the new method, called SHAPES (\"Swarm Heuristics based Adaptive and Penalized Estimation of Splines\"), was disseminated in the public domain.</p>\n<p>A critical spin-off from this project is a general purpose code for PSO in the &lsquo;C&rsquo; and &lsquo;Matlab&rsquo; languages. This code has been used across many different projects, leading to significant new results, and the corresponding papers duly acknowledge support from PHY-1505861. The code is available in the public domain on GitHub.</p>\n<p>In 2021, co-PI Mohanty received an award as PI from the Department of Defense, to acquire a Graphics Processing Unit (GPU) cluster that would be dedicated to running the SEECR pipeline on GWOSC open data. A zero queue-time high performance computer will allow a major speed up to the production of science results. This grant success was the direct result of the work accomplished under PHY-1505861 and will ensure its continuation and further development.&nbsp;</p>\n<p>Community dissemination-- (1) PSO code in Matlab and C on GitHub: <a href=\"https://github.com/yanwang2012/RAAPTR\">https://github.com/yanwang2012/RAAPTR</a>&nbsp;and&nbsp;<a href=\"https://github.com/mohanty-sd/SDMBIGDAT19\">https://github.com/mohanty-sd/SDMBIGDAT19</a>&nbsp;(2) SHAPES code on GitHub: <a href=\"https://github.com/mohanty-sd/SHAPES\">https://github.com/mohanty-sd/SHAPES</a></p>\n<h1><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">The grant has had broader impacts in the area of education and outreach. UTRGV is a minority serving institution with more than 90% of the students of Hispanic origin in one of the most underdeveloped regions of the U.S. The research projects in this proposal provided greater opportunity for local students to get involved directly with frontline research and to train in cutting-edge computing and data analysis methods. Students belonging to URM groups defended Master&rsquo;s thesis, trained extensively on High Performance Computing, ran analysis codes on LIGO Scientific Collaboration clusters and co-authored several LIGO Scientific Collaboration/other papers.</span></h1>\n<p>Twenty four undergraduate and graduate students (including NSF REU students who worked with the PI and co-PIs during this grant period) were involved at various stages of analysis related to the topics in this grant. Seven of these students belonged to URM and women groups.</p>\n<p>An undergraduate physics student from Rochester University who did a project under co-PI Mohanty's supervision in the NSF-REU program, was awarded Goldwater scholarship partly based on work related to this grant and Mohanty's recommendation. The student obtained the NSF GRFP (declined) and the NDSEG fellowship. He is now a graduate student at MIT. Another REU student&nbsp;from the Univ of Arizona, received the Goldwater Fellowship partly based on his work with Mukherjee under the NSF-REU program and Mukherjee&rsquo;s recommendation.</p>\n<p>More than 25 presentations by the PI/co-PI&rsquo;s and programs led by key persons in the grant helped with public outreach.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2021<br>\n\t\t\t\t\tModified by: Soma&nbsp;Mukherhee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to strengthen the on-going analysis of search for Gravitational Wave (GW) Burst sources and Stochastic backgrounds, and to innovate new algorithms and methods that further contribute to enhancing the efficiency and detection confidence of the GW sources. The grant resulted in many new, impactful intellectual developments in the discipline and beyond. \n\nApart from the LIGO Scientific Collaboration (LSC) publications, there were 26 non-LSC publications in major journals and 41 presentations at major conferences by the PI, co-PI and associated persons. Four Master’s theses and two doctoral theses on topics of gravitation/GW supervised by the PI and co-PIs resulted during this grant period.  \n\nThe codes developed for this project enabled major progress in a diverse set of GW data analysis problems. A number of spin-offs resulted from this project such as novel methods for removing instrumental artifacts from GW data and an adaptive spline regression method with very broad applicability. A new search method and corresponding pipeline for a challenging class of signals was completed.\n\nA novel algorithm called the \"Multi-Layer Signal Enhancement\" has been developed and applied to LIGO Observation data to demonstrate improved detection efficiency and reconstruction of a number of core collapse supernovae models. The algorithm has many wider application potential  beyond supernovae, and is now tested within the LSC.\n\nSeveral codes were improved and implemented in the LSC Stochastic background analysis working group.\n\nWork on the data conditioning components for SEECR (\"Spline Enabled Effectively-Chirp Regression\") has led to the development of novel algorithms that will prove useful for all types of GW searches. These do (i) detrending that suppresses seismic noise without requiring long impulse response digital filters, (ii) noise floor estimation that has better performance than the currently popular running median approach, and (iii) removal of high power instrumental narrowband noise (\"lines\") in the time domain that can handle wandering frequencies.\n\nSEECR uses the innovative approach of fitting data with a signal whose instantaneous frequency evolution is modeled by an adaptive spline function. The adaptation of the free knots of the spline is performed using a cutting-edge numerical optimization algorithm called Particle Swarm Optimization (PSO). It turns out that adaptive spline fitting with free knots is a long-standing problem in non-parametric statistical regression (\"curve fitting\"), with a very broad impact since curve fitting is the basis of many statistical tools. The code for the new method, called SHAPES (\"Swarm Heuristics based Adaptive and Penalized Estimation of Splines\"), was disseminated in the public domain.\n\nA critical spin-off from this project is a general purpose code for PSO in the ‘C’ and ‘Matlab’ languages. This code has been used across many different projects, leading to significant new results, and the corresponding papers duly acknowledge support from PHY-1505861. The code is available in the public domain on GitHub.\n\nIn 2021, co-PI Mohanty received an award as PI from the Department of Defense, to acquire a Graphics Processing Unit (GPU) cluster that would be dedicated to running the SEECR pipeline on GWOSC open data. A zero queue-time high performance computer will allow a major speed up to the production of science results. This grant success was the direct result of the work accomplished under PHY-1505861 and will ensure its continuation and further development. \n\nCommunity dissemination-- (1) PSO code in Matlab and C on GitHub: https://github.com/yanwang2012/RAAPTR and https://github.com/mohanty-sd/SDMBIGDAT19 (2) SHAPES code on GitHub: https://github.com/mohanty-sd/SHAPES\nThe grant has had broader impacts in the area of education and outreach. UTRGV is a minority serving institution with more than 90% of the students of Hispanic origin in one of the most underdeveloped regions of the U.S. The research projects in this proposal provided greater opportunity for local students to get involved directly with frontline research and to train in cutting-edge computing and data analysis methods. Students belonging to URM groups defended Master’s thesis, trained extensively on High Performance Computing, ran analysis codes on LIGO Scientific Collaboration clusters and co-authored several LIGO Scientific Collaboration/other papers.\n\nTwenty four undergraduate and graduate students (including NSF REU students who worked with the PI and co-PIs during this grant period) were involved at various stages of analysis related to the topics in this grant. Seven of these students belonged to URM and women groups.\n\nAn undergraduate physics student from Rochester University who did a project under co-PI Mohanty's supervision in the NSF-REU program, was awarded Goldwater scholarship partly based on work related to this grant and Mohanty's recommendation. The student obtained the NSF GRFP (declined) and the NDSEG fellowship. He is now a graduate student at MIT. Another REU student from the Univ of Arizona, received the Goldwater Fellowship partly based on his work with Mukherjee under the NSF-REU program and Mukherjee’s recommendation.\n\nMore than 25 presentations by the PI/co-PI’s and programs led by key persons in the grant helped with public outreach.\n\n \n\n\t\t\t\t\tLast Modified: 07/01/2021\n\n\t\t\t\t\tSubmitted by: Soma Mukherhee"
 }
}