{
 "awd_id": "1505198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Precipitation Response to El Niño/Southern Oscillation (ENSO) over Tropical South America: Spatial and Temporal Heterogeneity and the Role of the Land Surface",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 459601.0,
 "awd_amount": 459601.0,
 "awd_min_amd_letter_date": "2015-07-22",
 "awd_max_amd_letter_date": "2015-07-22",
 "awd_abstract_narration": "El Nino/Southern Oscillation (ENSO) events are known to have significant impacts on weather and climate worldwide, including reductions in rainfall over much of tropical South America with associated disruptions to water resources, agriculture, and other human and natural systems.  The rainfall anomalies are ultimately due to changes in the large-scale atmospheric circulation induced by ENSO conditions in the neighboring equatorial Pacific, but they may also be modulated by land-atmosphere coupling occurring over South America.  Here land-atmosphere coupling refers to several mechanisms through which the condition of the land surface influences precipitation, one of which is that soil moisture serves as a source of water vapor through evaporation and transpiration,  thereby promoting precipitation.  This sort of \"precipitation recycling\" can prolong and enhance dry spells, as lack of rain dries the soil and reduces evapotranspiration, leading to further reductions in rainfall.  On the other hand, a drier land surface can mean greater heating of the land surface during the day as there is less evaporative cooling, and a hotter land surface can lead to instability in the atmospheric boundary layer, which increases the chances of convective precipitation.  Land-atmosphere coupling can be quite variable depending on land cover and other factors, and can thus cause the rainfall response to ENSO events to be more spatially variable that would be expected from the large-scale atmospheric circulation anomalies.  It can also cause changes in the frequency, intensity, and duration of daily and sub-daily rainfall episodes within the period of a season or more during which an ENSO event takes place.\r\n\r\nThe goal of this project is to determine the extent to which land-atmosphere coupling accounts for the spatial heterogeneity in the rainfall response to ENSO events over tropical South America.  The research consists in large part of statistical analysis of precipitation and atmospheric and land surface data for tropical South America, taken from satellite and surface observations and reanalysis products.  Parallel analysis is applied to model simulations from the Coupled Model Intercomparison Project version 5 (CMIP5), including simulations from the subset of models which contributed to the CMIP5 Global Land-Atmosphere Coupling Experiment (GLACE-CMIP5), in which models were integrated using climatological soil moisture so that land-atmosphere coupling could be assessed by comparison between simulations with interactive and fixed soil moisture.  The statistical assessment is accompanied by model experiments using the quasi-equilibrium tropical circulation model version 2 (QTCM2), a simplified model which can simulate key aspects of the precipitation response over tropical South America, and in which key factors such as soil moisture, surface sensible heat flux, and the exchange of heat and water vapor between the boundary layer and the overlying free troposphere can be controlled and examined.\r\n\r\nWork under this project has important broader impacts in addition to its scientific merit, given the substantial consequences of ENSO-related precipitation disruptions in the region.  The results of this study are also expected to shed light on the role of land-atmosphere coupling in other regions of the tropics where similar surface conditions prevail.  The work also promotes international collaboration, as it involves unfunded collaborators in two Columbian universities.  Aside from the broader impacts of the research, the project also supports undergraduate research assistants through the Research in Science and Engineering (RiSE) program, a 10-week summer program which focuses on students from traditionally underrepresented populations.  In addition, the project provides support and training to a graduate student, thereby providing for the next generation of the scientific workforce in this research area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Lintner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin R Lintner",
   "pi_email_addr": "lintner@envsci.rutgers.edu",
   "nsf_id": "000554585",
   "pi_start_date": "2015-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leila",
   "pi_last_name": "Carvalho",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Leila M Carvalho",
   "pi_email_addr": "leila@icess.ucsb.edu",
   "nsf_id": "000490461",
   "pi_start_date": "2015-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "14 College Farm Road",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 459601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The El Ni&ntilde;o/Southern Oscillation (ENSO) is the dominant mode of year-to-year variability in the Tropics.&nbsp; Over the course of this project, we have focused on developing understanding of how ENSO impacts rainfall over land regions in the tropics, with a view to developing knowledge of the mechanisms that produce the rainfall response.&nbsp; A total of 6 peer-reviewed publications (4 published, 1 in press, 1 submitted) have been associated with this project, with several others anticipated beyond the nominal expiration of this project.</p>\n<p>A key outcome has involved quantifying the relationship between ENSO and the areal extent of tropical droughts in observations and current generation climate models.&nbsp; We have demonstrated that during El Ni&ntilde;o events, the area of tropical land experiencing droughts increases in both observations and models, with the latter showing reasonable agreement with observed drought behavior.&nbsp; While stronger El Ni&ntilde;o events lead to larger increases in drought area over the tropics, it appears that the response to ENSO forcing is sensitive to the &ldquo;flavor&rdquo; or type of El Ni&ntilde;o event, i.e., the so-called Eastern Pacific El Ni&ntilde;os (in which the warmest surface temperatures occur over the eastern equatorial Pacific) are associated with the most pronounced drought expansion.&nbsp; This sensitivity to ENSO flavor should be explored further.&nbsp;</p>\n<p>A still on-going effort is directed at extracting the signature of soil moisture on the rainfall response to ENSO over tropical land, particularly tropical South America where the ENSO signature is strongest.&nbsp; Isolating how the land surface modulates climate over land is one the challenging issues in the study of climate variability and change.&nbsp; As El Ni&ntilde;o conditions result in less rainfall over the land surface, soil moisture should also be reduced.&nbsp; We hypothesize that such soil moisture reduction should in turn decrease further the rainfall reduction experienced during El Ni&ntilde;o because of the presence of a positive feedback between soil moisture and rainfall.&nbsp; To test this, we are analyzing two sets of model simulations, one in which soil moisture is free to evolve with El Ni&ntilde;o forcing and the other in which soil moisture does not.&nbsp; By comparing these two sets of simulations, we can quantify how much the loss of soil moisture may amplify the impact of El Ni&ntilde;o on rainfall.&nbsp; Further, by constructing water and energy budgets at the surface, we hope to isolate the specific mechanistic pathways through which soil moisture shapes the rainfall response to El Ni&ntilde;o.&nbsp; This is especially important to understand given that land use and land cover change (e.g., deforestation) can affect the availability of soil moisture, i.e., how much could land use and land cover change worsen El Ni&ntilde;o-phase droughts over land?</p>\n<p>Another effort that arose out of this project has looked at how rainfall relates to the vertical distribution of moisture in the tropical atmosphere.&nbsp; While this effort is not directly aligned with the project as initially proposed, we suspect that vertical moisture structure is a necessary ingredient for understanding how the ENSO teleconnection plays out over land; after all, the ENSO teleconnection over land comes about through the so-called atmospheric bridge.&nbsp; This effort has focused on Manaus in the Central Amazon, which was the site of the 2014-2015 Green Ocean Amazon campaign.&nbsp; In one study comparing observed and simulated monthly mean vertical moisture profiles, published in <em>Geophysical Research Letters</em>, we found that the models are typically too dry in the vertical compared to observations, especially in the local dry season (June-September) and near the surface.&nbsp; This is points to errors in the simulation of surface processes, consistent with prior work indicating deficiencies in simulated evapotranspiration.&nbsp; Another effort, still underway, is applying cluster analysis to extract characteristic vertical structures from observed atmospheric soundings at Manaus and relate these to the convective environment and rainfall characteristics.</p>\n<p>In terms of broader impacts, the principal outcome of this project has been training of undergraduate and graduate students and early career scientists.&nbsp; One Rutgers PhD student, who is expected to defend his PhD in January 2020, was funded primarily under this project.&nbsp; One undergraduate Rutgers meteorology student carried out independent research that led to a senior honors&rsquo; thesis, and a second non-Rutgers undergraduate carried out a summer research project under this project.&nbsp; A visiting early career scientist at Rutgers, now in a faculty position in India, was also partially funded and trained.&nbsp; Of these participants, three are woman and one is of Hispanic origin, so the project has directly contributed to increasing diversity in atmospheric science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2019<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;R&nbsp;Lintner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe El Ni&ntilde;o/Southern Oscillation (ENSO) is the dominant mode of year-to-year variability in the Tropics.  Over the course of this project, we have focused on developing understanding of how ENSO impacts rainfall over land regions in the tropics, with a view to developing knowledge of the mechanisms that produce the rainfall response.  A total of 6 peer-reviewed publications (4 published, 1 in press, 1 submitted) have been associated with this project, with several others anticipated beyond the nominal expiration of this project.\n\nA key outcome has involved quantifying the relationship between ENSO and the areal extent of tropical droughts in observations and current generation climate models.  We have demonstrated that during El Ni&ntilde;o events, the area of tropical land experiencing droughts increases in both observations and models, with the latter showing reasonable agreement with observed drought behavior.  While stronger El Ni&ntilde;o events lead to larger increases in drought area over the tropics, it appears that the response to ENSO forcing is sensitive to the \"flavor\" or type of El Ni&ntilde;o event, i.e., the so-called Eastern Pacific El Ni&ntilde;os (in which the warmest surface temperatures occur over the eastern equatorial Pacific) are associated with the most pronounced drought expansion.  This sensitivity to ENSO flavor should be explored further. \n\nA still on-going effort is directed at extracting the signature of soil moisture on the rainfall response to ENSO over tropical land, particularly tropical South America where the ENSO signature is strongest.  Isolating how the land surface modulates climate over land is one the challenging issues in the study of climate variability and change.  As El Ni&ntilde;o conditions result in less rainfall over the land surface, soil moisture should also be reduced.  We hypothesize that such soil moisture reduction should in turn decrease further the rainfall reduction experienced during El Ni&ntilde;o because of the presence of a positive feedback between soil moisture and rainfall.  To test this, we are analyzing two sets of model simulations, one in which soil moisture is free to evolve with El Ni&ntilde;o forcing and the other in which soil moisture does not.  By comparing these two sets of simulations, we can quantify how much the loss of soil moisture may amplify the impact of El Ni&ntilde;o on rainfall.  Further, by constructing water and energy budgets at the surface, we hope to isolate the specific mechanistic pathways through which soil moisture shapes the rainfall response to El Ni&ntilde;o.  This is especially important to understand given that land use and land cover change (e.g., deforestation) can affect the availability of soil moisture, i.e., how much could land use and land cover change worsen El Ni&ntilde;o-phase droughts over land?\n\nAnother effort that arose out of this project has looked at how rainfall relates to the vertical distribution of moisture in the tropical atmosphere.  While this effort is not directly aligned with the project as initially proposed, we suspect that vertical moisture structure is a necessary ingredient for understanding how the ENSO teleconnection plays out over land; after all, the ENSO teleconnection over land comes about through the so-called atmospheric bridge.  This effort has focused on Manaus in the Central Amazon, which was the site of the 2014-2015 Green Ocean Amazon campaign.  In one study comparing observed and simulated monthly mean vertical moisture profiles, published in Geophysical Research Letters, we found that the models are typically too dry in the vertical compared to observations, especially in the local dry season (June-September) and near the surface.  This is points to errors in the simulation of surface processes, consistent with prior work indicating deficiencies in simulated evapotranspiration.  Another effort, still underway, is applying cluster analysis to extract characteristic vertical structures from observed atmospheric soundings at Manaus and relate these to the convective environment and rainfall characteristics.\n\nIn terms of broader impacts, the principal outcome of this project has been training of undergraduate and graduate students and early career scientists.  One Rutgers PhD student, who is expected to defend his PhD in January 2020, was funded primarily under this project.  One undergraduate Rutgers meteorology student carried out independent research that led to a senior honors? thesis, and a second non-Rutgers undergraduate carried out a summer research project under this project.  A visiting early career scientist at Rutgers, now in a faculty position in India, was also partially funded and trained.  Of these participants, three are woman and one is of Hispanic origin, so the project has directly contributed to increasing diversity in atmospheric science.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2019\n\n\t\t\t\t\tSubmitted by: Benjamin R Lintner"
 }
}