{
 "awd_id": "1506343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Engineered Three-Body Interactions in Quantum-Degenerate Atomic Gases",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927924",
 "po_email": "jgeabana@nsf.gov",
 "po_sign_block_name": "Julio Gea-Banacloche",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2015-07-20",
 "awd_max_amd_letter_date": "2017-07-17",
 "awd_abstract_narration": "At its most fundamental the physical description of the world around us seems to require two ingredients: elementary particles and interactions between pairs of such particles. For example, photons, the elementary particle of light, can scatter from a single electron and charged electrons will repel each other via the Coulomb force. Even objects that contain many elementary particles seem to interact in pairs. The scattering between atoms, with their many protons, neutrons, and electrons, for example, is often described in terms of interactions between pairs of them. At a bigger scale the motion of the moon, earth, and sun is describable in terms of the gravitational attraction between pairs of them. The composition of the moon, earth, or sun does not matter.   This work, however, will focus on the study of three-body interactions, those that are not simply the sum of the pair-wise interactions, but those whose effect is zero when one of the three bodies is removed, and examine their influence on the physical description of the world.  This project will train a University of Maryland graduate student. The student will be exposed to quantum physics at a fundamental yet practical level. The proximity to local atomic-physics laboratories, including the Joint Quantum Institute and NIST, will also greatly benefit the student.\r\n\r\nIn atomic, molecular, and optical physics, there are several cases where three-body interactions are known to matter. For example, in the description of interacting, reacting, and colliding molecules, such forces arise in the so-called Born-Oppenheimer approximation when integrating out the fast electron motion. Conceived in nuclear physics, tri-atomic Efimov states are now studied with ultra-cold atoms at temperatures on the order of a nanoKelvin. Binding of these weakly-bound states crucially depends on a so-called three-body parameter. In all cases three-body interactions emerge when high-energy modes or fast constituents are \"eliminated\" from the description. \r\n\r\nThis group will design or engineer many-body systems of ultra-cold atoms or molecules held in laser-generated periodic potentials that solely interact through three-body forces. More precisely, starting from a Hamiltonian, where atoms do interact through pair-wise interactions, the investigators will derive effective Hamiltonians that only contain three-body interactions. The ability to freely adjust the periodic trapping potential as well as the strength of the two-particle interactions will be crucial. Research into such effective many-body Hamiltonians has intellectual merit for two separate reasons. Firstly, the research addresses fundamental questions about the origin or emergence of three-body forces. Moreover, for the first time it may be possible to create a realistic system with controllable two-body forces and thereby highlight the role of three-body forces. A second intellectual merit of a design of such a Hamiltonian is that they might have quantum ground states or phases with unique order. For example, it can lead to superfluids with pairs of atoms. This approach relies on controllable cancellations between contributions to the two-body interaction, leaving only three-body interactions. In addition, it relies on time-dependent changes in and driving of the single-particle optical-lattice potential to populate a subset of levels, whose energies simulate three-body interactions. There will be impact in other fields of physics where effective field theories and collective phenomena are important, such as condensed matter and high-energy physics. In particular, with atomic system one can study processes that are fundamental but far-less accessible in systems investigated by those fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eite",
   "pi_last_name": "Tiesinga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eite Tiesinga",
   "pi_email_addr": "tiesinga@umd.edu",
   "nsf_id": "000570605",
   "pi_start_date": "2015-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Studies of dilute gasses of laser-cooled atoms with temperatures as low as a few nanokelvin and number densities up to no more than aquadrillion (10^15) particles per cubic centimeter are a mainstay of atomic, molecular, and optical physics. Nowadays, predetermined numbers of atoms can be held in arrays of small traps, with typical equidistant spacings of about one half of a micrometer and trap sizesten times smaller than that. atoms can still tunnel or jump between traps, while their pair-wise atom-atom interactions can be externally varied. That is, small changes in static magnetic or electric fields can dramatically change the collisional cross section, i.e. the apparent size of an atom. By combining these tools we have shown that measurable effective three-body interactions can be induced, where otherwise no such interactions are present. Strong three-body interactions can be used to study non-trivial collective many-body behavior and phase transitions.</p>\n<p><br />A three-body interaction among three colliding atoms is that part of the interaction that is not explained by adding up the pair-wise interactions. In the context of the chemical bond in a tightly bound trimer this interaction is often strong. For ultra-cold atoms, however, three-body interactions are weak and must be brought forward by controlling their environment. Early on in the project, we showed that trapping atoms in a periodic array of double-well potentials is a promising way to induce such three-body interactions. The corresponding double-well band structure is sufficiently complex that the energy level spacings for three atoms contains an effective three-body interaction.</p>\n<p>In addition, we showed that attractive three-body interactions can be generated with the use of resonant pair-wise collisions.&nbsp; Finally, we computed the lowest-order contribution to the three-body interaction for atoms and molecules that have a strong magnetic or electric dipole moment. The strength with which dipoles interact depends on their relative orientation, suggesting that the three-body interaction might similarly be orientation dependent. It is not to lowest order.</p>\n<p>During the grant period two PhD graduate students at the University of Maryland have contributed to the project. Both students have now graduated and, based on their scientific expertise and computational know-how, found employment in a segment of industry that handles big data. The research has been published in peer-reviewed journals and presented at US conferences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2019<br>\n\t\t\t\t\tModified by: Eite&nbsp;Tiesinga</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStudies of dilute gasses of laser-cooled atoms with temperatures as low as a few nanokelvin and number densities up to no more than aquadrillion (10^15) particles per cubic centimeter are a mainstay of atomic, molecular, and optical physics. Nowadays, predetermined numbers of atoms can be held in arrays of small traps, with typical equidistant spacings of about one half of a micrometer and trap sizesten times smaller than that. atoms can still tunnel or jump between traps, while their pair-wise atom-atom interactions can be externally varied. That is, small changes in static magnetic or electric fields can dramatically change the collisional cross section, i.e. the apparent size of an atom. By combining these tools we have shown that measurable effective three-body interactions can be induced, where otherwise no such interactions are present. Strong three-body interactions can be used to study non-trivial collective many-body behavior and phase transitions.\n\n\nA three-body interaction among three colliding atoms is that part of the interaction that is not explained by adding up the pair-wise interactions. In the context of the chemical bond in a tightly bound trimer this interaction is often strong. For ultra-cold atoms, however, three-body interactions are weak and must be brought forward by controlling their environment. Early on in the project, we showed that trapping atoms in a periodic array of double-well potentials is a promising way to induce such three-body interactions. The corresponding double-well band structure is sufficiently complex that the energy level spacings for three atoms contains an effective three-body interaction.\n\nIn addition, we showed that attractive three-body interactions can be generated with the use of resonant pair-wise collisions.  Finally, we computed the lowest-order contribution to the three-body interaction for atoms and molecules that have a strong magnetic or electric dipole moment. The strength with which dipoles interact depends on their relative orientation, suggesting that the three-body interaction might similarly be orientation dependent. It is not to lowest order.\n\nDuring the grant period two PhD graduate students at the University of Maryland have contributed to the project. Both students have now graduated and, based on their scientific expertise and computational know-how, found employment in a segment of industry that handles big data. The research has been published in peer-reviewed journals and presented at US conferences.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/26/2019\n\n\t\t\t\t\tSubmitted by: Eite Tiesinga"
 }
}