{
 "awd_id": "1506277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Theoretical and Experimental Investigations of Inter-Molecular forces Between Environmental Pollutants and Carbon nanotubes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2015-09-14",
 "awd_max_amd_letter_date": "2015-09-14",
 "awd_abstract_narration": "With this collaborative award, the Environmental Chemical Sciences Program of the Division of Chemistry is funding Professor Mesfin Tsige of the University of Akron and Professors Xingmao Ma and Saikat Talapatra of Southern Illinois University at Carbondale to explore solutions for removing some of the most prevalent contaminants from water using carbon-based nanomaterials.  Escalating environmental pollution problems, such as contamination of water with hazardous chemicals, and the need for proper restoration of clean environment, is a global/societal concern that warrants immediate attention.  This project endeavors to help elucidate the underlying mechanisms for the interactions between carbon nanotubes (CNTs) and organic contaminants, which is a major step forward in developing CNT-based environmental remediation method.  The project provides training to  undergraduate and graduate students in  nanofabrication, characterization and computational techniques and their applications for contamination removal from water.   The collaborative research team is also organizing an international workshop at Addis Ababa University, Ethiopia, in order to raise the global awareness of emerging water contamination issues.  \r\n\r\nSpecifically, state of the art experimental tools as well as advanced modeling are utilized to understand how different chemical contaminants interact with different architectures of CNTs, in order to identify the most suitable carbon nanotube based materials to remove hazardous chemicals from water efficiently.  The project studies (i) the nature of the adsorption for organic contaminants (in particular, the ionizable compounds) with varying molecular structures and properties, (ii) the extent to which the presence of co-contaminants as well as key environmental parameters affect the adsorption behavior of organic contaminants, and (iii) the adsorption kinetics for CNTs with different sizes or curvature and surface chemistry.  The research team plans to perform systematic adsorption studies of a wide array of organic contaminants on CNTs and conduct extensive electronic structure calculations and molecular dynamics simulations to gain insights on the intermolecular forces taking place at the liquid-solid interface when contaminants are exposed to CNTs in water. The collabortive team also plans to investigate how environmental conditions such as ionic strength and pH shift the intermolecular forces and affect the adsorption behavior of organic contaminants onto CNTs. Built on the understanding of the intermolecular forces, it should be possible to examine how different surface functionalization approaches affect the adsorption behavior of organic contaminants to CNTs, setting out defining principles for the design of functional adsorbant nanoparticles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xingmao",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xingmao Ma",
   "pi_email_addr": "xma@civil.tamu.edu",
   "nsf_id": "000395179",
   "pi_start_date": "2015-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saikat",
   "pi_last_name": "Talapatra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saikat Talapatra",
   "pi_email_addr": "saikat@siu.edu",
   "nsf_id": "000299554",
   "pi_start_date": "2015-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}