{
 "awd_id": "1506361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  iLooc-Commercialization Feasibility Research and Implementation of Indoor Smartphone Localization via Indoor Positioning Satellites and Opportunistic Sensing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-11-17",
 "awd_max_amd_letter_date": "2014-11-17",
 "awd_abstract_narration": "A large number of mobile services such as location-based services, maps, and navigation systems have been developed when smartphones were enabled with GPS. However, about 80% of mobile data consumption originates from and indoor environment where GPS will not work. Current location services are mainly for outdoor and severely limited when applied in more pervasive indoor environment. More pervasive fine-grained indoor location techniques could enable new mobile engagement scenarios. For example, it would not be possible to welcome a customer into a store with a personal message and recommendation; offer an in-store deal or deliver a coupon in front of specific cereal boxes; deliver biographies or art commentary on a specific object when wandering through a museum; or remind users of social events within proximity. All these could lead to more context-aware mobile computing and move towards a holistic mobile smart life. The proposed technology will usher in enormous opportunities with transformative impacts in broad domains. Using off-the-shelf smartphones with the proposed technology, various indoor location services such as indoor navigation, near-field advertising, augmented-reality, mobile education/campus/health and entertainment, and shopping/tour guides can be revolutionized.\r\n\r\nThis I-Corps team has developed iLooc, an indoor positioning system that is both convenient and can be deployed at relatively low cost. Current day indoor position systems are too coarse-grained (room-level or multi-meter level) for many indoor mobile applications. Though significant progress has been made over the last decade on indoor localization for smart and mobile phones, cost and convenience are two factors that are still limitations for wide scale adoption of these technologies. The iLooc ecosystem developed by the team consists of a set of indoor positioning satellites, an app on a smartphone (iOS or Android) for opportunistic sensing (with IPS,WiFi, BLE, and GPS), and a cloud server for offloading heavy processing, location services and content management. The algorithm used can localize position to within 5 centimeters. The system relies only on off the shelf smartphones, using no specialized hardware and thereby reducing cost. Similar to outdoor GPS, the system is passively synchronized and doesn't require information back from the smartphone. This type of system is much more convenient and scalable for large number of users. The team has tested the ecosystem in several indoor environments including classrooms, museums, and shopping centers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaolin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaolin Li",
   "pi_email_addr": "andyli@ece.ufl.edu",
   "nsf_id": "000201278",
   "pi_start_date": "2014-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1064 Center Drive",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview: We formed a team of Entrepreneur Lead, Mentor, and PI. Our proposed project is to create an indoor GPS ecosystem. Through the I-Corps training and practices, we conducted customer discovery activities and interviewed over 100 potential customers. After major pivots, we learnt business model design, customer discovery, and other comercialization means for our technology. Our team won the representative team award at the end of the I-Corps training.&nbsp;</p>\n<p>Intellectual Merit: We designed and implemented the indoor GPS ecosystem (called iLooc) with the world-leading precision of 5cm for smartphone indoor localization. We have filed two related patent applications. One pending patent has been licensed to three companies. We designed and fabricated sensor boards, mobile apps, and cloud server platforms. We conducted experimental evaluations with working hardware and software in labs, classrooms, and museums.&nbsp;</p>\n<p>Broader Impact: The graduate students got exposed to the world of busines models and were well prepared to take the challenge to start companies. Our technology can potentially transform and enhance the living condition and life styles for the visually-impaired population. With the iLooc, the disabled can live independently with dignity. The I-Corps experiences have also been disseminated to dozens of students in my lab, hundreds of students at University of Florida, and many colleagues on campus. The Entrepreneur Lead joined a university as a tenure-track assistant professor. He will continue to nurture our next generation of entrepreneurs and researchers to address real-world challenges and make a better society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2016<br>\n\t\t\t\t\tModified by: Xiaolin&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: We formed a team of Entrepreneur Lead, Mentor, and PI. Our proposed project is to create an indoor GPS ecosystem. Through the I-Corps training and practices, we conducted customer discovery activities and interviewed over 100 potential customers. After major pivots, we learnt business model design, customer discovery, and other comercialization means for our technology. Our team won the representative team award at the end of the I-Corps training. \n\nIntellectual Merit: We designed and implemented the indoor GPS ecosystem (called iLooc) with the world-leading precision of 5cm for smartphone indoor localization. We have filed two related patent applications. One pending patent has been licensed to three companies. We designed and fabricated sensor boards, mobile apps, and cloud server platforms. We conducted experimental evaluations with working hardware and software in labs, classrooms, and museums. \n\nBroader Impact: The graduate students got exposed to the world of busines models and were well prepared to take the challenge to start companies. Our technology can potentially transform and enhance the living condition and life styles for the visually-impaired population. With the iLooc, the disabled can live independently with dignity. The I-Corps experiences have also been disseminated to dozens of students in my lab, hundreds of students at University of Florida, and many colleagues on campus. The Entrepreneur Lead joined a university as a tenure-track assistant professor. He will continue to nurture our next generation of entrepreneurs and researchers to address real-world challenges and make a better society.\n\n\t\t\t\t\tLast Modified: 10/19/2016\n\n\t\t\t\t\tSubmitted by: Xiaolin Li"
 }
}