{
 "awd_id": "1507905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Plasma enhanced electrochemical capacitors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "lydia mcclure",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-11-17",
 "awd_max_amd_letter_date": "2014-11-17",
 "awd_abstract_narration": "The widespread use of portable electronic devices, e.g., smart phones, and other wireless devices, relies on durable electrical energy storage devices as well as rapid energy delivery. While significant effort and development is underway to improve the energy capacity of batteries which provide such energy, a major issue with the related technology is the relatively poor capability and rate at which at which the energy can be provided. This is reflected for example, in the rapid draining of the battery, e.g., when flash photography is used.  Electrochemical capacitors (ECs) constitute a new class of devices that may be used to efficiently produce rapid spurts of electrical power and constitute the topic of discussion in the proposed work. The goals of the project are aimed at alleviating a major issue of presently used ECs, which is that while energy can definitely be supplied in a short time span, the quantity of energy is typically very small. The successful completion of the project, followed by a wide implementation of high energy density ECs will then have a major technological impact. The energy enhanced ECs could be used broadly, (a) in wireless applications and mobile phones, (b) for consumer use, such as e-gift cards and digital cameras, e.g., as flashes in mobile phones, as well as (c) in larger scale utilities, incorporating medical devices, automotive applications, etc. The project aims towards a large societal and environmental impact, e.g., the deployment of electric vehicles could be further accelerated through the use of ECs, which provide sustained acceleration with reduced burden on the battery. The improved capacitance and concomitant energy density would lead to the wider deployment of the ECs, with the potential to even substitute for batteries. \t\t\t\t\r\n\r\nThe proposed work involves the application of innovative methods to enhance the energy density of the ECs, through the addition of electrical charges introduced through carefully controlled plasma processing. Moreover, charge introduction can enhance the constituent nanocarbon capacitance through exploiting pseudocapacitive contributions in addition to the nominal double-layer charge accumulation. In preliminary experiments, a three-fold enhancement of the capacitance was observed, which lends credence to the hypotheses related to enhanced charge density. Based on these principles, a prototype EC device was constructed in the PI's laboratory. While the initial proof of principle was shown through relatively well controlled nanostructures, e.g., graphene or carbon nanotubes, it is proposed to extend the principles to more widely used nanocarbons such as activated carbon (AC). A large commercial impact would accrue from the fabrication of higher energy density electrodes in the ECs, through relatively cheap industrial scale plasma processing. The close interactions with capacitor manufacturers and with the EC industry would give the team the opportunity to understand issues involved in device manufacture and foster creative engineering attitudes. Several constituent components of the net charge density, incorporating the electrostatic capacitance (e.g., space charge, double-layer, etc.) as well as the quantum capacitance effects would be clarified with respect to their utility in commercial scale ECs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prabhakar",
   "pi_last_name": "Bandaru",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Prabhakar R Bandaru",
   "pi_email_addr": "pbandaru@ucsd.edu",
   "nsf_id": "000201238",
   "pi_start_date": "2014-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California San Diego",
  "perf_str_addr": "9500 Gilman Drive, 0411",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to investigate the feasibility of transitioning to the commercial arena, innovative laboratory scale discoveries, through using plasma processing, related to enhancing the energy density of electrochemical capacitors (ECs). While the initial proof of principle was shown through relatively well-controlled nanostructures, <em>e.g.,</em> graphene or carbon nanotubes, it was proposed to extend the principles to more widely used electrode materials in commercial ECs, such as activated carbon.</p>\n<p>A major aim was to alleviate a major issue of presently used ECs, which is that while energy can be supplied in short, sharp bursts the quantity of energy supplied is typically very small. The successful implementation of high energy density ECs will have a major technological, societal and environmental impact, paving the way for many applications, e.g., (a) flashes in cameras and mobile phones, as well as in larger scale (b) electric vehicles, with reduced burden on the battery and significantly extending battery life. &nbsp;</p>\n<p>An I-Corps team consists of a Professor at UC, San Diego as the Principal Investigator, a graduate student as the Entrepreneurial Lead (EL) and a technology advisor at the von Liebig Entrepreneurism Center at UC, San Diego was assembled for understanding the scientific and technological issues involved in the transition from the laboratory to the industry.</p>\n<p>In the course of the project, the team interacted closely with capacitor manufacturers and with the energy storage industry (potential customers of our work), through over a hundred individual interviews to critically understand issues involved in discovery translation and device manufacture. Concomitantly, a prototype EC demonstrating enhanced energy and power density, employing the developed principles was fabricated through enlisting and training several graduate and undergraduate students of wide diversity (female, under-represented minorities).</p>\n<p>The team was entrepreneurial in nature, and the interviews carried out as part of the project were very illuminating in this regard. The team obtained a deep understanding of what it really takes to transition a laboratory scale prototype to the commercial scale. The team learnt that discoveries at the nanoscale are not easily or readily adaptable to the micron-, meso- and macro-scale devices that are used in industry, and additional careful technological and economic considerations <em>e.g., </em>related to large-scale manufacturing, were crucial. The team was able to establish key relationships with major commercial EC manufacturers. This resulted in close collaborations, involving (a) sample exchange between UC, San Diego and the involved companies, (b) comparison of the performance and characterization techniques between laboratory and commercial scale devices, and (c) close working relationships with several individuals in the EC companies. Our work yielded significant insights into further enhancing the performance characteristics and technological capability of novel energy storage devices, such as ECs, and enhances the competitiveness of the United States in the energy sector.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2016<br>\n\t\t\t\t\tModified by: Prabhakar&nbsp;R&nbsp;Bandaru</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to investigate the feasibility of transitioning to the commercial arena, innovative laboratory scale discoveries, through using plasma processing, related to enhancing the energy density of electrochemical capacitors (ECs). While the initial proof of principle was shown through relatively well-controlled nanostructures, e.g., graphene or carbon nanotubes, it was proposed to extend the principles to more widely used electrode materials in commercial ECs, such as activated carbon.\n\nA major aim was to alleviate a major issue of presently used ECs, which is that while energy can be supplied in short, sharp bursts the quantity of energy supplied is typically very small. The successful implementation of high energy density ECs will have a major technological, societal and environmental impact, paving the way for many applications, e.g., (a) flashes in cameras and mobile phones, as well as in larger scale (b) electric vehicles, with reduced burden on the battery and significantly extending battery life.  \n\nAn I-Corps team consists of a Professor at UC, San Diego as the Principal Investigator, a graduate student as the Entrepreneurial Lead (EL) and a technology advisor at the von Liebig Entrepreneurism Center at UC, San Diego was assembled for understanding the scientific and technological issues involved in the transition from the laboratory to the industry.\n\nIn the course of the project, the team interacted closely with capacitor manufacturers and with the energy storage industry (potential customers of our work), through over a hundred individual interviews to critically understand issues involved in discovery translation and device manufacture. Concomitantly, a prototype EC demonstrating enhanced energy and power density, employing the developed principles was fabricated through enlisting and training several graduate and undergraduate students of wide diversity (female, under-represented minorities).\n\nThe team was entrepreneurial in nature, and the interviews carried out as part of the project were very illuminating in this regard. The team obtained a deep understanding of what it really takes to transition a laboratory scale prototype to the commercial scale. The team learnt that discoveries at the nanoscale are not easily or readily adaptable to the micron-, meso- and macro-scale devices that are used in industry, and additional careful technological and economic considerations e.g., related to large-scale manufacturing, were crucial. The team was able to establish key relationships with major commercial EC manufacturers. This resulted in close collaborations, involving (a) sample exchange between UC, San Diego and the involved companies, (b) comparison of the performance and characterization techniques between laboratory and commercial scale devices, and (c) close working relationships with several individuals in the EC companies. Our work yielded significant insights into further enhancing the performance characteristics and technological capability of novel energy storage devices, such as ECs, and enhances the competitiveness of the United States in the energy sector.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/01/2016\n\n\t\t\t\t\tSubmitted by: Prabhakar R Bandaru"
 }
}