{
 "awd_id": "1507561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Toward Mesoscale Order in Multicomponent Organic Thin Films via Hydrogen Bond Directed Supramolecular Topology",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924956",
 "po_email": "lhe@nsf.gov",
 "po_sign_block_name": "Lin He",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 598649.0,
 "awd_amount": 598649.0,
 "awd_min_amd_letter_date": "2015-08-19",
 "awd_max_amd_letter_date": "2016-07-09",
 "awd_abstract_narration": "With this award the Macromolecular, Supramolecular and Nanochemistry Program supports Professor Ronald Castellano and his collaborators at the University of Florida to study semiconducting carbon-based (organic) materials.  For many downstream applications - displays, lighting, solar cells, transistors, and sensors - the three-dimensional (3-D) arrangement of organic molecules in processed thin (10-1,000 nanometer) films dictates device performance. This study is developing a general self-assembly approach to allow functional organic molecules to form useful superstructures in a self-guided way.  In the broadest sense, the work contributes to a general understanding of how to control the 3-D structure of single and multi-component organic matter at the nano-/mesoscale.  Broader impacts with respect to education and training come from (1) graduate and undergraduate students being exposed to multidisciplinary science that includes synthetic and physical organic chemistry, spectroscopy, computation, materials processing/characterization, and device fabrication; (2) the student participants, together with the UF Chemistry Club, disseminating standards-aligned experimental modules to K-8 classrooms that embed concepts of the chemical/materials sciences and their own research; and (3) broadening the participation of underrepresented groups in STEM research activities.   \r\n\r\nWhile it is known how to tailor the electronic and optical properties of individual pi-conjugated molecules as well as to program the arrangements of the molecules in solution, a major bottleneck for their usage is predicting and controlling three-dimensional morphological structure in thin films.  This research examines a hierarchical self-assembly approach based on hydrogen bonding to create nanoscale to mesoscale order in thin films of pi-conjugated oligomers irrespective of pi-chromophore structure.  The design involves covalently linking typical pi-conjugated components to molecular recognition units capable of directing their supramolecular assembly into predictably shaped aggregates.  The resulting topologies are expected to uniquely support the natural segregation of appropriately shaped additives in thin film blends, and allow desirable optoelectronic properties to be achieved.  The proposed bottom-up self-assembly approach effectively decouples the morphological structure of organic semiconductor thin films from the intrinsic optoelectronic structure of the constituent pi-conjugated chromophores, allowing these aspects to be independently optimized through rational/theory-guided material design.  The specific aims of this collaborative project include modular design and synthesis of pi-conjugated oligomers, evaluation of optoelectronic structure and (supra)molecular ordering in solution and in thin films, and characterization of the optoelectronic properties of and bulk ordering within the thin films using diagnostic devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Castellano",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald K Castellano",
   "pi_email_addr": "castellano@chem.ufl.edu",
   "nsf_id": "000192531",
   "pi_start_date": "2015-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiangeng",
   "pi_last_name": "Xue",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Jiangeng Xue",
   "pi_email_addr": "jxue@mse.ufl.edu",
   "nsf_id": "000285231",
   "pi_start_date": "2015-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 393926.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 204723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong> Semiconducting carbon-based (organic) molecules and polymers hold enormous promise for realizing highly efficient, affordable, and broadly distributable electronic and optical devices.&nbsp; Despite their desirability, organic materials have yet to reach their application potential because of stability and efficiency drawbacks.&nbsp; The research undertaken in this project has explored a general bottom-up assembly approach to achieve programmed 3-D arrangements of organic semiconductors in the solid state dictated by hydrogen bonding (akin to DNA/RNA) to improve material and optical characteristics suitable for downstream applications.</p>\n<p><strong>Intellectual Merit: </strong>Outcomes of this award that are intellectually meritorious include the following:</p>\n<p>1) Preparation, purification, and manipulation of organic semiconductive molecules capable of programmed (&ldquo;hydrogen bond directed&rdquo;) self-assembly: Molecules that are most broadly promising for non-silicon based optical and electronic applications have a natural tendency to aggregate, and while the form the aggregates take dictates ultimate material utility it is challenging to control/predict.&nbsp; Modifying such molecules through organic synthesis to make them &ldquo;smarter&rdquo; (i.e., more likely to achieve desirable 3-D arrangements) also potentially makes them &ldquo;sticky&rdquo; in multiple dimensions and introduces new challenges associated with synthesis, solubility, and processing.&nbsp; Through this award we have made tremendous advances to prepare and study organic semiconductive molecules bearing either one or two terminal hydrogen bond directing groups.&nbsp; This includes their (a) efficient preparation and purification and (b) deposition on surfaces (as neat materials or material blends) through vacuum thermal sublimation or solution processing methods.&nbsp; The approaches are broadly transferable to other materials of this type.</p>\n<p>2) We prepared a specific self-assembly capable organic semiconductor, RCN4TB, that could be processed into thin films from solution and showed the highest solar cell device efficiency that we have achieved to date.&nbsp; More importantly, the assembly-capable molecule significantly outperformed a nearly equivalent molecule incapable of programmed solid-state ordering.&nbsp; The result marks the third instance now from our lab (and one of several from other labs) showing that the overall design approach is, while not without outstanding challenges, useful for improving solar energy to electrical energy conversion.&nbsp;</p>\n<p>3) Work during this grant identified other &ldquo;weak&rdquo; but directional noncovalent interactions between organic molecules, in this case halogen bonds, as useful ones for achieving prescribed orientations of organic semiconductors in the solid state.&nbsp; It will not be long before we can achieve multi-dimensional control of solid-state molecular arrangements in thin films through a rational, synergetic combination of noncovalent interactions.</p>\n<p>4) We demonstrated, now using device relevant constructs, that the building blocks of DNA and RNA (i.e., nucleobases) can be used profitably to control the assembly of organic semiconductors in organic solution and the solid state.&nbsp; Unlike other research in this area, the base-pairing capable units in our design are intimately part of the chromophores.</p>\n<p>5) We identified the hitherto unreported capability of a very popular organic semiconductor building block to isomerize upon photoirradiation.&nbsp; The finding has implications for the usage of molecules embedding this group in solar cell applications.</p>\n<p>6) The scientific achievements made possible through this award have thus far been documented in six publications (including one book chapter), ~25 presentations at local and national conferences, and five Ph.D. dissertations.&nbsp; Several more publications are expected from the work within the next year.&nbsp;&nbsp;&nbsp; &nbsp;</p>\n<p><strong>Broader Impacts: </strong>It is through the science supported from this grant that 11 Chemistry and three Materials Science and Engineering graduate (Ph.D.) students, three undergraduates, and one foreign exchange student have received hands-on training in the multidisciplinary chemical sciences.&nbsp; A portion of the funds from this award have also been used to support the outreach program maintained by the University of Florida Chemistry Club.&nbsp; It is in this capacity that undergraduate Club members lead standards-based, science laboratory modules in the classroom in partnership with local elementary and middle school science teachers and their students.&nbsp; The scientific outcomes of this award have also been disseminated to the public through the PI&rsquo;s participation as a science content instructor in the U-FUTuRES program, a professional development learning opportunity for science teachers grades 3-8 managed by the UF College of Education.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/21/2020<br>\n\t\t\t\t\tModified by: Ronald&nbsp;K&nbsp;Castellano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: Semiconducting carbon-based (organic) molecules and polymers hold enormous promise for realizing highly efficient, affordable, and broadly distributable electronic and optical devices.  Despite their desirability, organic materials have yet to reach their application potential because of stability and efficiency drawbacks.  The research undertaken in this project has explored a general bottom-up assembly approach to achieve programmed 3-D arrangements of organic semiconductors in the solid state dictated by hydrogen bonding (akin to DNA/RNA) to improve material and optical characteristics suitable for downstream applications.\n\nIntellectual Merit: Outcomes of this award that are intellectually meritorious include the following:\n\n1) Preparation, purification, and manipulation of organic semiconductive molecules capable of programmed (\"hydrogen bond directed\") self-assembly: Molecules that are most broadly promising for non-silicon based optical and electronic applications have a natural tendency to aggregate, and while the form the aggregates take dictates ultimate material utility it is challenging to control/predict.  Modifying such molecules through organic synthesis to make them \"smarter\" (i.e., more likely to achieve desirable 3-D arrangements) also potentially makes them \"sticky\" in multiple dimensions and introduces new challenges associated with synthesis, solubility, and processing.  Through this award we have made tremendous advances to prepare and study organic semiconductive molecules bearing either one or two terminal hydrogen bond directing groups.  This includes their (a) efficient preparation and purification and (b) deposition on surfaces (as neat materials or material blends) through vacuum thermal sublimation or solution processing methods.  The approaches are broadly transferable to other materials of this type.\n\n2) We prepared a specific self-assembly capable organic semiconductor, RCN4TB, that could be processed into thin films from solution and showed the highest solar cell device efficiency that we have achieved to date.  More importantly, the assembly-capable molecule significantly outperformed a nearly equivalent molecule incapable of programmed solid-state ordering.  The result marks the third instance now from our lab (and one of several from other labs) showing that the overall design approach is, while not without outstanding challenges, useful for improving solar energy to electrical energy conversion. \n\n3) Work during this grant identified other \"weak\" but directional noncovalent interactions between organic molecules, in this case halogen bonds, as useful ones for achieving prescribed orientations of organic semiconductors in the solid state.  It will not be long before we can achieve multi-dimensional control of solid-state molecular arrangements in thin films through a rational, synergetic combination of noncovalent interactions.\n\n4) We demonstrated, now using device relevant constructs, that the building blocks of DNA and RNA (i.e., nucleobases) can be used profitably to control the assembly of organic semiconductors in organic solution and the solid state.  Unlike other research in this area, the base-pairing capable units in our design are intimately part of the chromophores.\n\n5) We identified the hitherto unreported capability of a very popular organic semiconductor building block to isomerize upon photoirradiation.  The finding has implications for the usage of molecules embedding this group in solar cell applications.\n\n6) The scientific achievements made possible through this award have thus far been documented in six publications (including one book chapter), ~25 presentations at local and national conferences, and five Ph.D. dissertations.  Several more publications are expected from the work within the next year.     \n\nBroader Impacts: It is through the science supported from this grant that 11 Chemistry and three Materials Science and Engineering graduate (Ph.D.) students, three undergraduates, and one foreign exchange student have received hands-on training in the multidisciplinary chemical sciences.  A portion of the funds from this award have also been used to support the outreach program maintained by the University of Florida Chemistry Club.  It is in this capacity that undergraduate Club members lead standards-based, science laboratory modules in the classroom in partnership with local elementary and middle school science teachers and their students.  The scientific outcomes of this award have also been disseminated to the public through the PI’s participation as a science content instructor in the U-FUTuRES program, a professional development learning opportunity for science teachers grades 3-8 managed by the UF College of Education.      \n\n\t\t\t\t\tLast Modified: 02/21/2020\n\n\t\t\t\t\tSubmitted by: Ronald K Castellano"
 }
}