{
 "awd_id": "1507451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Growshare.net - An Urban Revitalization Civic Service",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-11-25",
 "awd_max_amd_letter_date": "2014-11-25",
 "awd_abstract_narration": "Abandoned properties in cities attract illicit occupants that negatively contribute to the community safety and growth. These urban blights decrease property values and contribute to the growth of criminal activities. Government agencies have tried many years to curb the rate of abandoned properties. They are met with mixed results. The proposed technology is an auction-based platform for tangible and intangible resources. The particular focus is intangible resources, such as volunteerism, after-school hours, technical know-hows, legal advisers, Open Source contributions, and public data sources. The intended target is for solving urban vacant lot problem in large cities by mobilizing otherwise \"invisible resources\" with fair compensation they deserve. In other words, The proposed mobile/web service should enable this relatively untapped resource pool to surface solving larger economic problems. Similar model has been tested by now the Ecommerce giant Alibaba in China who succeeded in the small business B2B market where there are serious lacks in credit, trust and logistics infrastructures.\r\n\r\nThis I-Corps team proposes to tackle the urban vacant lot problems using an Open Resource Market (ORM) approach by trading tangible and intangible resources via an auction engine in the form of a non-profit organization. The key idea is to direct and accelerate resource developments in multiple forms towards social harmony and prosperity. Unlike existing online trading portals, such as Ebay, Ubid, and others, this team proposes to include volunteered times and efforts, market promotions to traditional service or goods exchanges. A special feature of the proposed project is the fusion of public data with private resources. The proposed work will integrate government Open Data sources with crime data sources, geo spatial data sources, and economic data analytics to stimulate open resource exposure, exchange and development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Shi",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Y Shi",
   "pi_email_addr": "shi@temple.edu",
   "nsf_id": "000204595",
   "pi_start_date": "2014-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I-Corps: GrowShare.net: An Urban Revitalization Civic Service</p>\n<p>Public Report</p>\n<p>December 2015</p>\n<p>Justin Y. Shi | <a href=\"mailto:shi@temple.edu\">shi@temple.edu</a> (PI)</p>\n<p>The GrowShare.net project investigates two fundamental problems at the intersection of technology and commerce: a) the possibility of forming intangible resource markets to fund urban revitalization efforts that are typically difficult to finance, and b) the ability to process trustworthy transactions in any scale.</p>\n<p>Inspired by the theory and practice of &ldquo;micro loans&rdquo;, the GrowShare.net project intends to establish quantifiable &ldquo;good will accounts&rdquo; that can be traded to finance efforts that are difficult or impossible find money. Tangible resources are exchanged via matured markets and technologies. Intangible resources, although vastly larger than tangibles, are difficult to quantify and exchange. Currently, they are handled by non-profits, NGOs (non-government organization) and are traded via informal personal, often non-traceable channels. The GrowShare team&rsquo;s first aim was to investigate the feasibility of forming intangible markets for revitalizing city blights that have been difficult to find funding.</p>\n<p>Guided by the I-Corps Bay Area Workshop sessions, the GrowShare Team conducted 89 interviews with government agencies, housing authorities, non-profit organizations, social science researchers, super market managers, urban farmers and city residents in San Francisco and Philadelphia areas. Although the intangible exchanges already exist and their growing trading volumes have caught the attention of IRS (Internal Revenue Service), there are significant gaps for creating a sustainable commercialization effort for urban revitalization at this time. The vision was considered premature. A &ldquo;No Go&rdquo; decision was reached unanimously through long and often emotional discussions.</p>\n<p>At the end of Workshop, the team consulted with Workshop Faculty to shift the focus to the second objective: extreme scale transaction processing technology. A new team was formed in May 2015 and more interviews were conducted until the end of 2015 summer.</p>\n<p>The second team focus is a commercialization effort based on the extreme scale computing efforts at Temple University. The technical challenge is data intensive mission critical applications without the &ldquo;scalability wall&rdquo;. The near term customers include financial industry, government agencies and national laboratories. The new interviews included hedge fund managers, option traders, angle investors, government agencies and national laboratory managers.&nbsp; The new interviews confirmed the existence of the &ldquo;scalability wall&rdquo; in government, multiple industry sectors and high performance computing research communities. The root cause is a flawed reliability assumption in widespread distributed application APIs (Application Programming Interfaces). This conclusion is backed by a 1993 impossibility proof by Alan Fekete, Nancy Lynch, Yishay Mansour and John Spinelli. Unfortunately, this conclusion is at the odds against the established distributed computing disciplines. It calls for a programming paradigm shift for practical extreme scale computing and transactions. &nbsp;</p>\n<p>The team filed a SBIR Phrase I grant proposal at the conclusion of the I-Corps grant.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2016<br>\n\t\t\t\t\tModified by: Yuan&nbsp;Shi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nI-Corps: GrowShare.net: An Urban Revitalization Civic Service\n\nPublic Report\n\nDecember 2015\n\nJustin Y. Shi | shi@temple.edu (PI)\n\nThe GrowShare.net project investigates two fundamental problems at the intersection of technology and commerce: a) the possibility of forming intangible resource markets to fund urban revitalization efforts that are typically difficult to finance, and b) the ability to process trustworthy transactions in any scale.\n\nInspired by the theory and practice of \"micro loans\", the GrowShare.net project intends to establish quantifiable \"good will accounts\" that can be traded to finance efforts that are difficult or impossible find money. Tangible resources are exchanged via matured markets and technologies. Intangible resources, although vastly larger than tangibles, are difficult to quantify and exchange. Currently, they are handled by non-profits, NGOs (non-government organization) and are traded via informal personal, often non-traceable channels. The GrowShare teamÆs first aim was to investigate the feasibility of forming intangible markets for revitalizing city blights that have been difficult to find funding.\n\nGuided by the I-Corps Bay Area Workshop sessions, the GrowShare Team conducted 89 interviews with government agencies, housing authorities, non-profit organizations, social science researchers, super market managers, urban farmers and city residents in San Francisco and Philadelphia areas. Although the intangible exchanges already exist and their growing trading volumes have caught the attention of IRS (Internal Revenue Service), there are significant gaps for creating a sustainable commercialization effort for urban revitalization at this time. The vision was considered premature. A \"No Go\" decision was reached unanimously through long and often emotional discussions.\n\nAt the end of Workshop, the team consulted with Workshop Faculty to shift the focus to the second objective: extreme scale transaction processing technology. A new team was formed in May 2015 and more interviews were conducted until the end of 2015 summer.\n\nThe second team focus is a commercialization effort based on the extreme scale computing efforts at Temple University. The technical challenge is data intensive mission critical applications without the \"scalability wall\". The near term customers include financial industry, government agencies and national laboratories. The new interviews included hedge fund managers, option traders, angle investors, government agencies and national laboratory managers.  The new interviews confirmed the existence of the \"scalability wall\" in government, multiple industry sectors and high performance computing research communities. The root cause is a flawed reliability assumption in widespread distributed application APIs (Application Programming Interfaces). This conclusion is backed by a 1993 impossibility proof by Alan Fekete, Nancy Lynch, Yishay Mansour and John Spinelli. Unfortunately, this conclusion is at the odds against the established distributed computing disciplines. It calls for a programming paradigm shift for practical extreme scale computing and transactions.  \n\nThe team filed a SBIR Phrase I grant proposal at the conclusion of the I-Corps grant. \n\n \n\n\t\t\t\t\tLast Modified: 02/01/2016\n\n\t\t\t\t\tSubmitted by: Yuan Shi"
 }
}