{
 "awd_id": "1507241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN: Coordination of the NSF-Census Research Network",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 462929.0,
 "awd_amount": 488785.0,
 "awd_min_amd_letter_date": "2015-02-03",
 "awd_max_amd_letter_date": "2017-04-10",
 "awd_abstract_narration": "The NSF-Census Research Network (NCRN) consists of eight nodes, each comprised of researchers conducting innovative, high-impact, cross-disciplinary investigations of theory, methodology and computational tools of interest and significance to the Census Bureau, the federal statistical system and the broader research community. These nodes are located at Carnegie Mellon University, the University of Colorado at Boulder/University of Tennessee, Cornell University, Duke University/National Institute of Statistical Sciences (NISS), the University of Michigan, the University of Missouri, the University of Nebraska and Northwestern University. The NSF/Census Research Network Coordination Office (NCRN-CO), operated jointly by NISS and Cornell University, catalyzes and fosters communication and collaboration among the nodes of the NCRN, as well as focuses the network's relationships with multiple external stakeholder communities. These communities include federal statistical agencies, researchers in academia and the private sector, professional associations, international bodies, and the press and public. Among NCRN-CO activities are organizing semi-annual meetings of NCRN researchers; facilitating information sharing within the NCRN, using advanced communication and collaboration tools; supporting NCRN engagement with staff from the Census Bureau; assisting and coordinating educational activities at NCRN nodes; conducting workshops and seminars that disseminate the research products of the NCRN and engender feedback and engagement of non-NCRN researchers; and maintaining a website that provides access to research findings and their implications for a broad and diverse set of communities.\r\n\r\nThe NCRN-CO is a value-added activity, helping the NCRN nodes to leverage each other's research achievements and leading to scientific and societal impact that exceeds the sum of the individual impacts. The NCRN-CO is the public face of the NCRN, through paths such as the website www.ncrn.info, quarterly newsletters and an NCRN-wide annual report, research briefs, news releases, special sessions at professional society meetings, and special issues of leading journals. The NCRN-CO aids the nodes in advancing the careers of postdoctorals and graduate students, as an investment in the future of official statistics in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Vilhuber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lars Vilhuber",
   "pi_email_addr": "lars.vilhuber@cornell.edu",
   "nsf_id": "000232977",
   "pi_start_date": "2015-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Levenstein",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret C Levenstein",
   "pi_email_addr": "maggiel@umich.edu",
   "nsf_id": "000104656",
   "pi_start_date": "2016-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Reiter",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome P Reiter",
   "pi_email_addr": "jreiter@duke.edu",
   "nsf_id": "000168419",
   "pi_start_date": "2016-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "352 East Ives Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "8073",
   "pgm_ref_txt": "NSF-Census Research Network"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 346858.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 141926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;National Science Foundation-Census Bureau Research Network (NCRN) was established in 2011 to create interdisciplinary research nodes on methodological questions of interest and significance to the broader research community and to the Federal Statistical System (FSS), particularly to the Census Bureau. The activities covered both fundamental and applied statistical research and focused at least in part on the training of current and future generations of researchers in skills of relevance to surveys and alternative measurement of economic units, households, and persons.</p>\n<p>The key research findings can be classified into six topics: (1) Improving census and survey data-quality and data collection methods; (2) Using alternative sources of data; (3) Protecting privacy and confidentiality by improving disclosure avoidance; (4) Using spatial and spatio-temporal statistical modeling to improve estimates; (5) Assessing data cost and data-quality tradeoffs; and (6) Combining information from multiple sources. The details on each of these topic areas can be found in our forthcoming paper \"Effects of a Government-Academic Partnership\" (<a href=\"http://hdl.handle.net/1813/52650.2\">http://hdl.handle.net/1813/52650.2</a>).</p>\n<p>The network nodes have individually been productive, both in the basic and the applied research domains.&nbsp; More than 400 papers sponsored by the NCRN program were published as preprints or in high-impact academic journals (<a href=\"https://archives.vrdc.cornell.edu/ncrn.info/documents/bibliographies/\">https://archives.vrdc.cornell.edu/ncrn.info/documents/bibliographies/</a>).</p>\n<p>The network has produced innovative applications and new methodologies that are immediately applicable to current systems within the Federal Statistical System (FSS). The network also succeeded in engaging new researchers &ndash; both experienced and at the start of their careers &ndash; in research relevant to the future of the FSS. Cross-node and government-university collaborations have occurred that probably would not have happened in the absence of a network, encouraged by the semi-annual open NCRN meetings (2011-2017, <a href=\"https://www.ncrn.info/events/meetings/index.html\">https://www.ncrn.info/events/meetings/index.html</a>).</p>\n<p>There are still challenges for the transfer of the new technologies and for approaches to practical implementation. Most likely to produce technology transfers is <em>direct</em> collaboration between Census Bureau staff and node researchers. Because of the challenges in implementing many of the collaborative innovations, they produce fewer scientific publications but ensure that the research bears direct fruit within the FSS agencies. Many of the NCRN researchers now collaborate in solving ongoing implementation issues.</p>\n<p>Knowledge dissemination to a broader audience, and fostering of collaborations within the network, were an important component of the overall effort. Beyond the traditional academic research papers, each of the nodes regularly presented research results in a series of &ldquo;virtual&rdquo; seminars (<a href=\"https://www.ncrn.info/events/virtual-seminar/past/index.html\">https://www.ncrn.info/events/virtual-seminar/past/index.html</a>), with researchers and students from all nodes, non-affiliated research institutes, actively participating through multi-site videoconferencing. Nodes added &ldquo;official statistics&rdquo; components to undergraduate and graduate courses, often as &ldquo;special topics.&rdquo; 16 students were sponsored to go to the NCRN meetings, four NCRN-trained graduates at the U.S. Census Bureau, and several students have accepted positions at other agencies and companies that interact closely with the FSS.</p>\n<p>There are several lessons learned about government-academic research partnerships. <em>First</em>, better coordination between the agency and academic partners leads to more useful research outcomes. One suggestion is that &ldquo;ways be found to facilitate not only the ability of academic scholars to spend time working within &hellip; government agencies, but also that key agency career researchers be encouraged and detailed to spend significant periods of time at the university-based research nodes where they can actively participate in the development of methodologies and basic science advances being pioneered there&rdquo;. Better dissemination and communication across FSS agencies, perhaps through the Interagency Committee on Statistical Policy (chaired by the U.S. Chief Statistician), would facilitate greater utilization of other relevant research.</p>\n<p><em>Second</em>, the cross-fertilization resulting from academics working in close collaboration with government researchers will further enhance technology transfer. It is insufficient for academics to invent new and useful methods if it is difficult for the relevant agencies to adopt those new methods. Adoption of several new techniques emanating from the NCRN nodes is well underway at the Census Bureau, due in large part to those same researchers assisting the Census Bureau with the adoption.</p>\n<p><em>Third</em>, it is important to think through the issues of academic access to confidential data in advance. Most nodes eventually joined the FSRDC program and their research benefitted from access to restricted data. The FSRDCs also provide a convenient way for FSS staff to work in an academic setting for extended periods.</p>\n<p><em>Fourth</em>, the ability of FSS agencies to hire network-trained students needs improvement. Such students have unique skills, and hiring them can enhance the integration of research results into FSS practices. The impediments are threefold: the hiring process is complex, the federal wage structure is not competitive, and many students are foreign nationals and not eligible under current rules.</p>\n<p>The NCRN has been recognized with the 2017 <em>Statistical Partnerships among Academe, Industry, and Government</em> (SPAIG) award from the American Statistical Association &ldquo;for addressing methodological questions of interest to the federal statistical system and training future generations to design, conduct, analyze, and report official statistics.&rdquo;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2018<br>\n\t\t\t\t\tModified by: Lars&nbsp;Vilhuber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe National Science Foundation-Census Bureau Research Network (NCRN) was established in 2011 to create interdisciplinary research nodes on methodological questions of interest and significance to the broader research community and to the Federal Statistical System (FSS), particularly to the Census Bureau. The activities covered both fundamental and applied statistical research and focused at least in part on the training of current and future generations of researchers in skills of relevance to surveys and alternative measurement of economic units, households, and persons.\n\nThe key research findings can be classified into six topics: (1) Improving census and survey data-quality and data collection methods; (2) Using alternative sources of data; (3) Protecting privacy and confidentiality by improving disclosure avoidance; (4) Using spatial and spatio-temporal statistical modeling to improve estimates; (5) Assessing data cost and data-quality tradeoffs; and (6) Combining information from multiple sources. The details on each of these topic areas can be found in our forthcoming paper \"Effects of a Government-Academic Partnership\" (http://hdl.handle.net/1813/52650.2).\n\nThe network nodes have individually been productive, both in the basic and the applied research domains.  More than 400 papers sponsored by the NCRN program were published as preprints or in high-impact academic journals (https://archives.vrdc.cornell.edu/ncrn.info/documents/bibliographies/).\n\nThe network has produced innovative applications and new methodologies that are immediately applicable to current systems within the Federal Statistical System (FSS). The network also succeeded in engaging new researchers &ndash; both experienced and at the start of their careers &ndash; in research relevant to the future of the FSS. Cross-node and government-university collaborations have occurred that probably would not have happened in the absence of a network, encouraged by the semi-annual open NCRN meetings (2011-2017, https://www.ncrn.info/events/meetings/index.html).\n\nThere are still challenges for the transfer of the new technologies and for approaches to practical implementation. Most likely to produce technology transfers is direct collaboration between Census Bureau staff and node researchers. Because of the challenges in implementing many of the collaborative innovations, they produce fewer scientific publications but ensure that the research bears direct fruit within the FSS agencies. Many of the NCRN researchers now collaborate in solving ongoing implementation issues.\n\nKnowledge dissemination to a broader audience, and fostering of collaborations within the network, were an important component of the overall effort. Beyond the traditional academic research papers, each of the nodes regularly presented research results in a series of \"virtual\" seminars (https://www.ncrn.info/events/virtual-seminar/past/index.html), with researchers and students from all nodes, non-affiliated research institutes, actively participating through multi-site videoconferencing. Nodes added \"official statistics\" components to undergraduate and graduate courses, often as \"special topics.\" 16 students were sponsored to go to the NCRN meetings, four NCRN-trained graduates at the U.S. Census Bureau, and several students have accepted positions at other agencies and companies that interact closely with the FSS.\n\nThere are several lessons learned about government-academic research partnerships. First, better coordination between the agency and academic partners leads to more useful research outcomes. One suggestion is that \"ways be found to facilitate not only the ability of academic scholars to spend time working within &hellip; government agencies, but also that key agency career researchers be encouraged and detailed to spend significant periods of time at the university-based research nodes where they can actively participate in the development of methodologies and basic science advances being pioneered there\". Better dissemination and communication across FSS agencies, perhaps through the Interagency Committee on Statistical Policy (chaired by the U.S. Chief Statistician), would facilitate greater utilization of other relevant research.\n\nSecond, the cross-fertilization resulting from academics working in close collaboration with government researchers will further enhance technology transfer. It is insufficient for academics to invent new and useful methods if it is difficult for the relevant agencies to adopt those new methods. Adoption of several new techniques emanating from the NCRN nodes is well underway at the Census Bureau, due in large part to those same researchers assisting the Census Bureau with the adoption.\n\nThird, it is important to think through the issues of academic access to confidential data in advance. Most nodes eventually joined the FSRDC program and their research benefitted from access to restricted data. The FSRDCs also provide a convenient way for FSS staff to work in an academic setting for extended periods.\n\nFourth, the ability of FSS agencies to hire network-trained students needs improvement. Such students have unique skills, and hiring them can enhance the integration of research results into FSS practices. The impediments are threefold: the hiring process is complex, the federal wage structure is not competitive, and many students are foreign nationals and not eligible under current rules.\n\nThe NCRN has been recognized with the 2017 Statistical Partnerships among Academe, Industry, and Government (SPAIG) award from the American Statistical Association \"for addressing methodological questions of interest to the federal statistical system and training future generations to design, conduct, analyze, and report official statistics.\"\n\n \n\n\t\t\t\t\tLast Modified: 07/13/2018\n\n\t\t\t\t\tSubmitted by: Lars Vilhuber"
 }
}