{
 "awd_id": "1507577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Single Molecule Electrophoresis using Nanochannel Columns Fabricated in Thermoplastics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 449850.0,
 "awd_amount": 449850.0,
 "awd_min_amd_letter_date": "2015-08-13",
 "awd_max_amd_letter_date": "2016-05-19",
 "awd_abstract_narration": "With this award, the Chemical Measurement and Imaging Program of the Division of Chemistry as well as by the Global Ventures Fund of the Office of International Science and Engineering is supporting Professor Steven A. Soper of the University of North Carolina, Chapel Hill  to develop new insights into the use of plastic-based columns for nanoscale separations, such as electrophoresis. Activities include: understanding techniques to produce nano-columns in plastics using imprinting (the same technique used to produce DVD disks), modifying the surface properties of plastics and finally, using plastic columns with nanometer dimensions to undertake separations with unique operating characteristics. The broader impacts are demonstrated in part through the application utility of nanoscale electrophoresis in a number of compelling areas such as DNA or RNA sequencing, which can provide information on variations in the sequence content of a DNA/RNA molecule induced by environmental effects, identifying biopathogens, and/or looking for strain-specific bacterial or viral infections. The project team is comprised of researchers at the University of North Carolina (USA) and at Ulsan National Institute of Science and Technology (UNIST) in South Korea, who have established a productive research collaboration. UNC graduate students participating in this project will spend 12 months at UNIST to work on specific aims of this collaborative project, taking advantage of the research infrastructure and expertise at UNIST and experiencing a truly global research environment.\r\n\r\nThis project takes a multi-disciplinary approach that includes transcriptomics, RNA/DNA sequencing, and detection of epigenetic sequence variations in DNA to develop the area of single-molecule electrophoresis using nanometer columns. The columns that are employed are unusual in that they contain nanochannels with nano-dimensions (<200 nm) in width and depth, but lengths of >50 µm.  These are fabricated in thermoplastics using nanoimprint lithography. The electrophoresis of both small molecules and biopolymers are investigated by monitoring the transport of the appropriately prepared targets; the targets are labeled with fluorogenic tags so that the transport dynamics can be monitored using particle tracking and fluorescence microscopy for longitudinal motions or super-resolution fluorescence imaging for determining transverse electromigration. A host of surface modifications are invoked on the nanochannels to understand the effects of surface charge density and the homogeneity of these modifications on the transport dynamics of single molecules. While these modification strategies have been demonstrated in microchannels, they are yet unproven in nanochannels. The transport of both molecule types are undertaken using new formats of 'super-resolution' microscopy that aims to achieve unprecedented sensitivity, and spatial and time resolution.  The technique may also help to elucidate electrokinetic transport properties in the case where column dimensions are similar to the Debye length.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Soper",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Soper",
   "pi_email_addr": "ssoper@ku.edu",
   "nsf_id": "000406118",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "152 MacNider Hall, CB 7575",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275997575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8008",
   "pgm_ref_txt": "Intl Collabrtn in Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 94853.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}