{
 "awd_id": "1508494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing and manipulating strained interfaces with oxide superconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 499358.0,
 "awd_amount": 618819.0,
 "awd_min_amd_letter_date": "2015-05-19",
 "awd_max_amd_letter_date": "2018-05-24",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Superconductors are capable of carrying electric current without loss, one of the most exotic physical phenomena in nature. This capability is described quantitatively by critical current density Jc, superconductivity. Enhanced Jc will provide powerful new opportunities for restoring the reliability of the power grid and increasing both its capacity and efficiency, regarded as an engineering grand challenge. As energy demands increase and our existing grid ages, the USA will face a crisis situation to provide abundant, reliable clean energy power to meet the nation's future productivity, economic growth and quality of life. The discovery of oxide high temperature superconductors (HTSs) made superconductor applications possible at liquid nitrogen temperature, but also presented a fascinating research topic due to their unusual physical properties, resulting in profound effects on Jc. Raising Jc in HTSs has been the focus of world-wide efforts in the field of applied superconductivity during the past two decades. In particular, a long-standing question is whether the theoretically predicted maximum Jc (so-called depairing limit) can be reached in practical HTS conductors through precise control of material microstructures with nanoscale precision. Recent advances in nanoscience have provided fresh opportunities in engineering the microstructures of HTS materials. The approach undertaken in this project of designing physical properties via controlling the electric current at the nanoscale represents a leap forward from the traditionally empirical method in which the HTS materials have been developed without a precise guidance of fundamental physics. Such a research also provides the forefront of education for the next generation in the fields of nanoscience and material science.\r\n\r\nTECHNICAL DESCRIPTION: Controlling microstructure with nanoscale precision is the key to achieving materials with extraordinary functionality and has been a major challenge in material research of HTS and other technologically interesting materials due to lack of understanding of fundamental physics and approaches for engineering atomic arrangement at such a scale. An integrated modeling-synthesis-characterization approach is being used to address such a challenge to understand, predict and manipulate the strained interfaces in functional nanocomposites of artificial pinning centers (APCs)  embedded in HTS films of YBa2Cu3O7-d (YBCO). The goal is to achieve controllable self-assembly of APCs with precisely designed morphology, orientation, density and controlled APC/HTS interfaces to function optimally based on the basic physics design rules. Four integrated themes are proposed; all are focused on understanding and manipulating interface strains towards controllable growth of APC/YBCO nanocomposites for high Jc. Theme 1 focuses on the study of this configuration's phase diagram with a linear arrangement of APCs through understanding the microscopic controlling mechanisms at different dopant concentrations and YBCO matrix strains. The role of strain on the relevant interfaces will be quantified. Theme 2 investigates the effect of strained interfaces of linear APCs in a YBCO matrix on the Jc of the APC/HTS nanocomposites and explores ways to reduce or eliminate the detrimental effect of the oxygen disorder at such a strained interface on superconductivity of the nanocomposites films. Theme 3 focuses on a search for linear APCs with smaller diameters that approach the superconducting coherence length as well as higher density, correlated linear APCs for higher Jc at very high magnetic fields. Theme 4 investigates the kinetics of the spontaneous self-assembly of nanostructures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Wu",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Judy Z Wu",
   "pi_email_addr": "jwu@ku.edu",
   "nsf_id": "000369779",
   "pi_start_date": "2015-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 117374.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 122190.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 187205.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 192050.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary focus of the project is to answer a long-standing question on whether the theoretical depairing limit of the critical current <em>J<sub>d</sub></em> can be reached in practical high temperature superconductors (HTS), such as YBa<sub>2</sub>Cu<sub>3</sub>O<sub>7</sub> (YBCO), through strain-mediated self-assembly of strong nanoscale artificial pining centers (APC) designed to pin the quantized magnetic vortices at applied magnetic fields with variable amplitudes and orientations. Answering this question demands capability in engineering the microstructure of HTS materials at nanoscales based on a thorough understanding of fundamental physics governing the strain-mediated self-assembly of APCs in HTS nanocomposites in order to achieve controlled morphology, dimension, orientation and concentration. The proposed approach of integrated modeling-synthesis-characterization towards understanding the strained interfaces, the key driving force in strain-mediated self-assembly of APCs in HTS nanocomposites, represents a leap forward from the traditionally empirical method and enables epitaxial APC/YBCO nanocomposites to be designed under guidance of fundamental physics. The research supported under this project is important to improving cost-performance and therefore to accelerate the commercialization of HTS applications in electrical devices and systems including power transmission cables, transformers, fault-current limiters, motors, generators, and other energy-related applications.</p>\n<p>The project has achieved an important understanding of the growth mechanism in the self-assembly processes of the impurity nanostructured APCs during the APC/YBCO nanocomposite film growth. Such an understanding can enable design and synthesis of functional nanostructures in ceramic HTS superconductors for optimal superconducting properties such as electrical current carrying capability in applied magnetic field, and the methodology developed may be applied for many other ceramic materials for implementation of the functional nanostructures through self-assembly processes. Specifically, we have developed an elastic strain model, using which carried out the investigation of the morphology, orientation and dimension of the secondary phase as the APCs in epitaxial YBCO nanocomposites films has been completed.&nbsp; This is the first time such studies are done and the results have provided insights on the strain-mediated self-assembly of the APCs in epitaxial ceramic composites. In addition, the modeling enables a search of new APC materials for optimal morphology, orientation and dimension, which can provide the best magnetic vortex pinning in the specific applications. It should be noted that this &ldquo;material-by-design&rdquo; approach with theoretical modeling and simulation as guidance differs fundamentally from the current &ldquo;empirical&rdquo; approach.&nbsp;&nbsp;&nbsp; Through a close interaction with modeling effect, we have carried out experiments in demonstrating a control over the morphology, orientation and dimension of APCs in YBCO-based epitaxial nanocomposite films. This result is important not only by exploring new APC approaches to push for better critical current carrying capability in superconductor cables and wires, but also by providing critical feedback as validation of the modeling and prediction.</p>\n<p>The key outcomes of this project include 11 invention disclosures, three US patents issued, &gt;120 publications generated including 4 invited book chapters and 5 invited reviews. In addition, &gt;80 presentations (30 invited/plenary) were given by the PI and her group at regional, national and international workshops and conferences.</p>\n<p>This project has provided training in both nanoscience and superconductivity at different levels of post-graduate, graduate and undergraduate. In particular, the research team setting of this project provides highly interactive and dynamic training environment that can benefit the trainees in multiple ways including: 1) team work experience and leadership development; 2) broad knowledge and research skills; and 3) interdisciplinary research approaches. Over the project period, the PI&rsquo;s group has hosted a large number of researchers at different levels including 7 postdocs, 16 graduate students, 11 undergraduates and 4 high schoolers on research topics of superconductor nanocomposite films, graphene-based hybrid devices, graphene fabrication and characterization, and functional ceramic dielectrics, respectively. 11 MS/PhD theses/dissertations were completed with two received honors and they are employed both in US and across the world as university faculty, research staff in research institutions and US industry including Intel, Honeywell, etc. All undergraduates have entered PhD programs.</p>\n<p>This project&rsquo;s outcome also includes a series education/outreach activities carried out by PI and her group, especially through a collaboration of KU National History Museum Education Director Teresa MacDonald in development of online and hands-on activities for K-12 students/teachers and public. For example, the <em>Science Shorts</em>&mdash;a set of four mini animated videos about solar energy and electricity&mdash;launched in December 2011 has now had more than 1,000,000 views at the <em>Quarked! Adventures in the Subatomic Universe</em> website (<a href=\"http://www.quarked.org/\">www.quarked.org</a>), which continues to have visitors from more than 100 countries, and had more than 150,000 unique visits each year. The PI has been an important part of the hands-on outreach program led by the&nbsp; KU Natural History Museum, which has &gt;5,400 participants during the project period including ~1700 school program participants (school group demographics: 47.3% economically disadvantaged; 6.1% African American, 12.9% Hispanic, 65% white, and 14% other).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2021<br>\n\t\t\t\t\tModified by: Judy&nbsp;Z&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary focus of the project is to answer a long-standing question on whether the theoretical depairing limit of the critical current Jd can be reached in practical high temperature superconductors (HTS), such as YBa2Cu3O7 (YBCO), through strain-mediated self-assembly of strong nanoscale artificial pining centers (APC) designed to pin the quantized magnetic vortices at applied magnetic fields with variable amplitudes and orientations. Answering this question demands capability in engineering the microstructure of HTS materials at nanoscales based on a thorough understanding of fundamental physics governing the strain-mediated self-assembly of APCs in HTS nanocomposites in order to achieve controlled morphology, dimension, orientation and concentration. The proposed approach of integrated modeling-synthesis-characterization towards understanding the strained interfaces, the key driving force in strain-mediated self-assembly of APCs in HTS nanocomposites, represents a leap forward from the traditionally empirical method and enables epitaxial APC/YBCO nanocomposites to be designed under guidance of fundamental physics. The research supported under this project is important to improving cost-performance and therefore to accelerate the commercialization of HTS applications in electrical devices and systems including power transmission cables, transformers, fault-current limiters, motors, generators, and other energy-related applications.\n\nThe project has achieved an important understanding of the growth mechanism in the self-assembly processes of the impurity nanostructured APCs during the APC/YBCO nanocomposite film growth. Such an understanding can enable design and synthesis of functional nanostructures in ceramic HTS superconductors for optimal superconducting properties such as electrical current carrying capability in applied magnetic field, and the methodology developed may be applied for many other ceramic materials for implementation of the functional nanostructures through self-assembly processes. Specifically, we have developed an elastic strain model, using which carried out the investigation of the morphology, orientation and dimension of the secondary phase as the APCs in epitaxial YBCO nanocomposites films has been completed.  This is the first time such studies are done and the results have provided insights on the strain-mediated self-assembly of the APCs in epitaxial ceramic composites. In addition, the modeling enables a search of new APC materials for optimal morphology, orientation and dimension, which can provide the best magnetic vortex pinning in the specific applications. It should be noted that this \"material-by-design\" approach with theoretical modeling and simulation as guidance differs fundamentally from the current \"empirical\" approach.    Through a close interaction with modeling effect, we have carried out experiments in demonstrating a control over the morphology, orientation and dimension of APCs in YBCO-based epitaxial nanocomposite films. This result is important not only by exploring new APC approaches to push for better critical current carrying capability in superconductor cables and wires, but also by providing critical feedback as validation of the modeling and prediction.\n\nThe key outcomes of this project include 11 invention disclosures, three US patents issued, &gt;120 publications generated including 4 invited book chapters and 5 invited reviews. In addition, &gt;80 presentations (30 invited/plenary) were given by the PI and her group at regional, national and international workshops and conferences.\n\nThis project has provided training in both nanoscience and superconductivity at different levels of post-graduate, graduate and undergraduate. In particular, the research team setting of this project provides highly interactive and dynamic training environment that can benefit the trainees in multiple ways including: 1) team work experience and leadership development; 2) broad knowledge and research skills; and 3) interdisciplinary research approaches. Over the project period, the PI’s group has hosted a large number of researchers at different levels including 7 postdocs, 16 graduate students, 11 undergraduates and 4 high schoolers on research topics of superconductor nanocomposite films, graphene-based hybrid devices, graphene fabrication and characterization, and functional ceramic dielectrics, respectively. 11 MS/PhD theses/dissertations were completed with two received honors and they are employed both in US and across the world as university faculty, research staff in research institutions and US industry including Intel, Honeywell, etc. All undergraduates have entered PhD programs.\n\nThis project’s outcome also includes a series education/outreach activities carried out by PI and her group, especially through a collaboration of KU National History Museum Education Director Teresa MacDonald in development of online and hands-on activities for K-12 students/teachers and public. For example, the Science Shorts&mdash;a set of four mini animated videos about solar energy and electricity&mdash;launched in December 2011 has now had more than 1,000,000 views at the Quarked! Adventures in the Subatomic Universe website (www.quarked.org), which continues to have visitors from more than 100 countries, and had more than 150,000 unique visits each year. The PI has been an important part of the hands-on outreach program led by the  KU Natural History Museum, which has &gt;5,400 participants during the project period including ~1700 school program participants (school group demographics: 47.3% economically disadvantaged; 6.1% African American, 12.9% Hispanic, 65% white, and 14% other).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/06/2021\n\n\t\t\t\t\tSubmitted by: Judy Z Wu"
 }
}