{
 "awd_id": "1508057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Tunneling-Based Detectors and Imaging Systems for Millimeter-Wave and THz Sensing and Imaging",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2015-08-07",
 "awd_max_amd_letter_date": "2015-08-07",
 "awd_abstract_narration": "This project will investigate and develop devices for millimeter-wave and THz detection and imaging systems with superior performance and advanced functionalities. This technological area has a wide range of applications of societal benefit, including scientific applications such as radiometry and remote sensing (climatology, radio astronomy, chemical spectroscopy), security applications such as through-barrier imaging (i.e. the ability to detect persons or objects through packaging, walls, etc.) and explosive detection, and other sensing applications such as avionic guidance and imaging through fog, sand, and other visible obscurants, medical imaging, and industrial process control (e.g., detection of subsurface defects). The research involves two main thrust areas: (1) device-level demonstration of ultra-sensitive, low-noise heterostructure interband tunneling-based detectors, and (2) system-level demonstration of prototype antenna-coupled detectors and imaging arrays.  The devices being explored promise noise levels more than 30 times lower than conventional approaches.  This much lower noise allows systems to be greatly simplified, leading to much lower size, weight, and cost, and enabling practical implementation and exploitation of millimeter-wave and THz imaging in cost-sensitive commercial and civilian applications.  The project will also produce prototype imaging arrays offering spectroscopic and polarization sensitivity, allowing more than just \"grayscale\" imaging.  This enhanced functionality is valuable for material identification and characterization, as well as to provide the ability to discriminate among similar substances and objects in imaging applications.  The project provides significant educational opportunities for students from high school science and technology outreach through graduate-level research opportunities.  \r\n\r\nThe project features an interdisciplinary approach, with effort in both device design and optimization as well as imaging array and system design.  This approach ensures that the devices developed serve the needs of the system architectures, and the system architectures can be tailored to fully tap the potential of devices.  Two emerging device technologies will be explored: heterostructure backward diodes (HBDs) and tunneling field-effect transistors (TFETs); using interband tunneling to generate the detectors? second-order nonlinearity provides significant advantages in terms of sensitivity and noise performance; the sensitivity can exceed the fundamental limits imposed by thermionic emission in Schottky and field-effect transistor (FET) detectors, while operating with zero applied bias for low flicker (1/f) noise and high sensitivity.  These devices will be monolithically integrated with planar antennas in novel configurations to enable frequency tuning and polarization-resolved detection in the millimeter-wave and THz regimes.  Simulations indicate that noise equivalent power (NEP) of 0.05 pW/Hz1/2 and below should be possible to achieve.  Through device design improvements (i.e., modifications to the epitaxial wafer structure, focusing on novel stepped-barrier designs) and scaling (reduction in critical lateral dimensions through advanced fabrication processing), devices with operational frequencies well into the THz will be demonstrated.  Imaging arrays with frequency tuning capability (implemented with varactive tuning of planar annular slot antennas) and polarization discrimination (also using loaded annular slot antennas) will be prototyped and assessed to validate the performance of the detectors for imaging applications.  The research scope includes exploration of the relevant physics in interband tunnel diodes and tunneling field effect transistors (TFETs), detailed device design and optimization, experimental fabrication and characterization of devices and validation of the device physical models, and prototyping of imaging arrays leveraging these devices.  The intellectual impact includes advancing the understanding of device designs for leveraging interband tunneling for millimeter-wave and THz detection, as well as imaging array architectures and approaches to spectroscopic and polarization-resolved imaging in this frequency regime. These devices and imaging arrays can be expected to find applications in a diverse range of detection and imaging applications in the scientific, industrial, and security arenas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Fay",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Fay",
   "pi_email_addr": "patrick.j.fay.9@nd.edu",
   "nsf_id": "000273906",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Liu",
   "pi_email_addr": "Liu_Lei@nd.edu",
   "nsf_id": "000544913",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 380000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The objective of this project was to investigate and develop advanced room-temperature millimeter-wave and THz detectors with superior performance and advanced functionalities. The research involved two main thrust areas: (1) device-level exploration and experimental demonstration of ultra-sensitive, low-noise heterostructure interband tunneling-based detectors, and (2) system-level demonstration of antenna-coupled detectors offering both spectral and polarization sensitivity, as well as a full assessment of detector performance.</span></p>\n<p><span>Two emerging device technologies were explored: heterostructure backward diodes (HBDs) and tunneling field-effect transistors (TFETs); using interband tunneling to create the detectors&rsquo; second-order nonlinearity in these devices provides significant advantages in terms of sensitivity and noise performance. During the project, substantial improvement in device performance was achieved through careful design of the devices and optimization of the fabrication processing. &nbsp;Significant advancements in sensitivity were achieved experimentally, with higher sensitivities demonstrated experimentally than had been reported previously.</span></p>\n<p>The potential for monolithic integration of these devices with antennas and other circuit elements was also evaluated, with an eye toward realizing compact, low-cost, high-functionality circuits. &nbsp;Circuits capable of frequency tuning and polarization-resolved detection in the millimeter-wave and THz regimes were the main thrust, as this is the key requirement for many medical, security, and material evaluation applications. The low noise and high sensitivities projected for these devices were also explored for their potential to enable millimeter-wave and THz imaging to be realized for medical, industrial, and scientific applications.</p>\n<p><span>The results of the project showed that these devices are capable of operation well through the millimeter-wave band and into the THz, with projected operational frequencies of 750 GHz. &nbsp;This has significant potential for applications in medical imaging, material characterization and defect identification (e.g. in semiconductor device metrology) and for security screening and material identification. &nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2019<br>\n\t\t\t\t\tModified by: Patrick&nbsp;J&nbsp;Fay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to investigate and develop advanced room-temperature millimeter-wave and THz detectors with superior performance and advanced functionalities. The research involved two main thrust areas: (1) device-level exploration and experimental demonstration of ultra-sensitive, low-noise heterostructure interband tunneling-based detectors, and (2) system-level demonstration of antenna-coupled detectors offering both spectral and polarization sensitivity, as well as a full assessment of detector performance.\n\nTwo emerging device technologies were explored: heterostructure backward diodes (HBDs) and tunneling field-effect transistors (TFETs); using interband tunneling to create the detectors? second-order nonlinearity in these devices provides significant advantages in terms of sensitivity and noise performance. During the project, substantial improvement in device performance was achieved through careful design of the devices and optimization of the fabrication processing.  Significant advancements in sensitivity were achieved experimentally, with higher sensitivities demonstrated experimentally than had been reported previously.\n\nThe potential for monolithic integration of these devices with antennas and other circuit elements was also evaluated, with an eye toward realizing compact, low-cost, high-functionality circuits.  Circuits capable of frequency tuning and polarization-resolved detection in the millimeter-wave and THz regimes were the main thrust, as this is the key requirement for many medical, security, and material evaluation applications. The low noise and high sensitivities projected for these devices were also explored for their potential to enable millimeter-wave and THz imaging to be realized for medical, industrial, and scientific applications.\n\nThe results of the project showed that these devices are capable of operation well through the millimeter-wave band and into the THz, with projected operational frequencies of 750 GHz.  This has significant potential for applications in medical imaging, material characterization and defect identification (e.g. in semiconductor device metrology) and for security screening and material identification.  \n\n\t\t\t\t\tLast Modified: 10/13/2019\n\n\t\t\t\t\tSubmitted by: Patrick J Fay"
 }
}