{
 "awd_id": "1508801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Electron Transfer and Inhibition of Dihydromethanopterin Reductase",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin McCarley",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2015-06-05",
 "awd_max_amd_letter_date": "2016-06-16",
 "awd_abstract_narration": "Methane-generating microorganisms (methanogens) synthesize methane as both an alternative energy source and a greenhouse gas.  In addition to their environmental impacts, these organisms are medically important because methanogens in the human gut have been correlated with obesity.  Research in the principal investigator's laboratory focuses on the discovery of proteins needed for microbial methane generation and the development of chemical inhibitors that may decrease methanogen contributions to greenhouse gases and obesity in the future.  The research is conducted by high school students, undergraduates, and graduate students at California State University at Fullerton, a primary undergraduate institution and Hispanic-serving university.  This research contributes to the reduction of biological methane production and to the development of the next generation of scientific researchers in the United States.\r\n\r\nWith this award, the Chemistry of Life Processes Program in the Chemistry Division is funding research by Professor Madeline Rasche at California State University-Fullerton to understand and chemically inhibit dihydromethanopterin reductase.  Tetrahydromethanopterin (H4MPT) is an unusual folate-like cofactor required for the microbial synthesis of methane as an energy source and greenhouse gas.  The flavoprotein dihydromethanopterin reductase (Dmr) catalyzes the final step in the biosynthesis of H4MPT, and this enzyme is a potential target for chemical inhibitors designed to mitigate biological methane production.  Based on the X-ray crystal structure of dihydromethanopterin reductase B (DmrB) from Burkholderia xenovorans, a ping-pong mechanism for electron transfer has been proposed.  The goal of this NSF-funded research is to test structure-based hypotheses about the mechanism of electron transfer in the bacterial protein (DmrB) and in a homolog of dihydromethanopterin reductase (DmrX) from a true methane-producing microorganism.  The research is conducted by an integrated network of high school students, undergraduates, and graduate students at California State University at Fullerton, a primarily undergraduate institution and Hispanic-serving university. This research contributes to the development of chemical inhibitors of methane as a greenhouse gas and to the education of the next generation of chemistry researchers in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madeline",
   "pi_last_name": "Rasche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madeline Rasche",
   "pi_email_addr": "merasche@fullerton.edu",
   "nsf_id": "000559860",
   "pi_start_date": "2015-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Fullerton",
  "perf_str_addr": "University, Fullerton",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928349480",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "CA22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methanogenic microorganisms synthesize methane as a beneficial  clean-burning fuel, and yet methane is also a greenhouse gas associated  with climate change. When found in the human digestive tract, these  organisms also correlate with human obesity.&nbsp; Biological methane  production requires the chemical tetrahydromethanopterin (H<sub>4</sub>MPT). Therefore, the proteins or enzymes needed for H<sub>4</sub>MPT  synthesis have been identified as targets for additives or drugs that  may block the activity of methane-producing microorganisms in human  intestines and the environment.&nbsp; One potential target for inhibition is  the last enzyme of H<sub>4</sub>MPT biosynthesis, dihydromethanopterin  reductase (Dmr).&nbsp; Understanding the function and mechanism of Dmr will  facilitate the discovery of future inhibitors of methane-producing  microorganisms.</p>\n<p>The overall goal of the research was to test structure-based  hypotheses about the mechanism of electron transfer in  dihydromethanopterin reductase B (DmrB) and in its homolog from  methane-producing microorganisms (DmrX).&nbsp; We first tested the proposed  &ldquo;ping-pong&rdquo; mechanism of electron transfer and found that, indeed,  electrons from NADH could be transferred to flavin mononucleotide (FMN)  and then to the internal FMN of DmrB.&nbsp; We also found that an  iron-containing protein called ferredoxin could be used to add electrons  to the enzyme.&nbsp; Furthermore, these two methods reduced a second H<sub>4</sub>MPT synthesis enzyme (Orf19) (Pang et al., manuscript in preparation).&nbsp;</p>\n<p>The  three-dimensional structure of Orf19 was determined by X-ray  crystallography in collaboration with University of California, Los  Angeles scientists (Saleh et al., manuscript in preparation.)&nbsp;  Additionally, a computational model of DmrX was created to examine  potential pathways of electron flow.&nbsp; Based on the model, within a  single subunit, the two metal centers that contain iron and sulfur  (4Fe-4S centers) were too far away to allow electron transfer to the FMN  molecule within the enzyme active site.&nbsp; Instead, it is proposed that  the active site is formed at the interface of two molecules of DmrX and  that electrons from the 4Fe-4S clusters of one subunit may donate  electrons to the FMN in the other subunit. &nbsp;&nbsp;&nbsp;</p>\n<p>In some bacteria, dihydromethanopterin reductase (DmrA) is similar in  structure to dihydrofolate reductase (Dfr), one of the main protein  targets for anti-cancer chemotherapy drugs.&nbsp; However, in publicly  available protein databases, there was confusion about close relatives  of DmrA that may be mistakenly labeled as diacylglycerol kinases. &nbsp;To  clarify the issue, we showed that proteins with sequence similarity as  low as 69% all exhibited Dmr activity, and were therefore were likely to  be dihydromethanopterin reductases instead of diacylglycerol kinases  (Burton et al., 2018).</p>\n<p>In terms of educational impact, the grant supported the research  projects of seven Master&rsquo;s students, over 30 undergraduate thesis  researchers, 20 students in the course &ldquo;Advances in Biotechnology  Laboratory&rdquo;, and about 12 sections of biotechnology students in their  classroom at Dana Hills High School.&nbsp; Among the accomplishments of these  students were creating 20 site-directed variants of DmrB, advancing  progress in developing a new DmrB assay, and producing preliminary  crystals of the DmrA and another H<sub>4</sub>MPT biosynthesis drug  target. Students presented 14 posters and two oral presentations at  regional and state-wide conferences.&nbsp; One of the high school students  joined the laboratory of the principal investigator.&nbsp; With his extensive  experience, he was able to manage the laboratory inventory and train new undergraduate and graduate students. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>As part of a cross-disciplinary educational collaboration with Dr.  Nina Robson of the Mechanical Engineering Department, a new lower  division course was developed to engage freshmen and sophomores in  cross-disciplinary research. &nbsp;In the course &ldquo;Early Research Experiences  in Biomedical and Bioengineering&rdquo; (EGGN 122), students learned  fundamental principles of mechanical engineering and protein  biochemistry and worked on team projects, including the design of folded  DNA nanostructures (DNA origami) intended to deliver chemotherapeutic  drugs to cancer cells (Robson et al., manuscript accepted).&nbsp; Partly  funded by the California State University Program for Education and  Research in Biotechnology (CSUPERB), two mechanical engineering  students, two biology students, a biochemist, an English major, and a  community college intern continued research in a summer internship.&nbsp; The  students designed the DNA nanostructure and began to implement its  assembly.&nbsp; The students (including two sophomores and a community  college student) presented two posters at the state-wide 2019 CSUPERB  Symposium and were invited to give a &ldquo;lightning talk&rdquo; in front of the  400-person audience. Two students won a local oral presentation  competition, and they will represent our university at the state  competition in April 2019.&nbsp; The students also submitted a manuscript to  the college&rsquo;s journal of undergraduate research<em> Dimensions.</em>&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>In summary, the NSF research grant has contributed to deepening our  understanding of biological methane production and enzymes that are  targets for decreasing greenhouse gases and possibly obesity. The  funding has contributed to the research education of graduate and  undergraduate students at a Hispanic-serving institution as well as  biotechnology students at Dana Hills High School, thus contributing to  the development of the scientific workforce of the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2019<br>\n\t\t\t\t\tModified by: Madeline&nbsp;Rasche</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMethanogenic microorganisms synthesize methane as a beneficial  clean-burning fuel, and yet methane is also a greenhouse gas associated  with climate change. When found in the human digestive tract, these  organisms also correlate with human obesity.  Biological methane  production requires the chemical tetrahydromethanopterin (H4MPT). Therefore, the proteins or enzymes needed for H4MPT  synthesis have been identified as targets for additives or drugs that  may block the activity of methane-producing microorganisms in human  intestines and the environment.  One potential target for inhibition is  the last enzyme of H4MPT biosynthesis, dihydromethanopterin  reductase (Dmr).  Understanding the function and mechanism of Dmr will  facilitate the discovery of future inhibitors of methane-producing  microorganisms.\n\nThe overall goal of the research was to test structure-based  hypotheses about the mechanism of electron transfer in  dihydromethanopterin reductase B (DmrB) and in its homolog from  methane-producing microorganisms (DmrX).  We first tested the proposed  \"ping-pong\" mechanism of electron transfer and found that, indeed,  electrons from NADH could be transferred to flavin mononucleotide (FMN)  and then to the internal FMN of DmrB.  We also found that an  iron-containing protein called ferredoxin could be used to add electrons  to the enzyme.  Furthermore, these two methods reduced a second H4MPT synthesis enzyme (Orf19) (Pang et al., manuscript in preparation). \n\nThe  three-dimensional structure of Orf19 was determined by X-ray  crystallography in collaboration with University of California, Los  Angeles scientists (Saleh et al., manuscript in preparation.)   Additionally, a computational model of DmrX was created to examine  potential pathways of electron flow.  Based on the model, within a  single subunit, the two metal centers that contain iron and sulfur  (4Fe-4S centers) were too far away to allow electron transfer to the FMN  molecule within the enzyme active site.  Instead, it is proposed that  the active site is formed at the interface of two molecules of DmrX and  that electrons from the 4Fe-4S clusters of one subunit may donate  electrons to the FMN in the other subunit.    \n\nIn some bacteria, dihydromethanopterin reductase (DmrA) is similar in  structure to dihydrofolate reductase (Dfr), one of the main protein  targets for anti-cancer chemotherapy drugs.  However, in publicly  available protein databases, there was confusion about close relatives  of DmrA that may be mistakenly labeled as diacylglycerol kinases.  To  clarify the issue, we showed that proteins with sequence similarity as  low as 69% all exhibited Dmr activity, and were therefore were likely to  be dihydromethanopterin reductases instead of diacylglycerol kinases  (Burton et al., 2018).\n\nIn terms of educational impact, the grant supported the research  projects of seven Master?s students, over 30 undergraduate thesis  researchers, 20 students in the course \"Advances in Biotechnology  Laboratory\", and about 12 sections of biotechnology students in their  classroom at Dana Hills High School.  Among the accomplishments of these  students were creating 20 site-directed variants of DmrB, advancing  progress in developing a new DmrB assay, and producing preliminary  crystals of the DmrA and another H4MPT biosynthesis drug  target. Students presented 14 posters and two oral presentations at  regional and state-wide conferences.  One of the high school students  joined the laboratory of the principal investigator.  With his extensive  experience, he was able to manage the laboratory inventory and train new undergraduate and graduate students.          \n\nAs part of a cross-disciplinary educational collaboration with Dr.  Nina Robson of the Mechanical Engineering Department, a new lower  division course was developed to engage freshmen and sophomores in  cross-disciplinary research.  In the course \"Early Research Experiences  in Biomedical and Bioengineering\" (EGGN 122), students learned  fundamental principles of mechanical engineering and protein  biochemistry and worked on team projects, including the design of folded  DNA nanostructures (DNA origami) intended to deliver chemotherapeutic  drugs to cancer cells (Robson et al., manuscript accepted).  Partly  funded by the California State University Program for Education and  Research in Biotechnology (CSUPERB), two mechanical engineering  students, two biology students, a biochemist, an English major, and a  community college intern continued research in a summer internship.  The  students designed the DNA nanostructure and began to implement its  assembly.  The students (including two sophomores and a community  college student) presented two posters at the state-wide 2019 CSUPERB  Symposium and were invited to give a \"lightning talk\" in front of the  400-person audience. Two students won a local oral presentation  competition, and they will represent our university at the state  competition in April 2019.  The students also submitted a manuscript to  the college?s journal of undergraduate research Dimensions.      \n\nIn summary, the NSF research grant has contributed to deepening our  understanding of biological methane production and enzymes that are  targets for decreasing greenhouse gases and possibly obesity. The  funding has contributed to the research education of graduate and  undergraduate students at a Hispanic-serving institution as well as  biotechnology students at Dana Hills High School, thus contributing to  the development of the scientific workforce of the future.\n\n\t\t\t\t\tLast Modified: 03/07/2019\n\n\t\t\t\t\tSubmitted by: Madeline Rasche"
 }
}