{
 "awd_id": "1508440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SusChEM: Design and Evaluation of Soybean Oil Based Adhesives for Aqueous Environments",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925326",
 "po_email": "rduran@nsf.gov",
 "po_sign_block_name": "Randy Duran",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2015-07-29",
 "awd_max_amd_letter_date": "2015-07-29",
 "awd_abstract_narration": "Non-technical: \r\n\r\nAdhesives are extensively used in several applications and are almost always made from petroleum based starting materials, which is a depleting resource. Therefore replacing these resources with widely available and sustainable materials such as soybean oil for the synthesis of adhesives is a national need. In medicine, adhesives are a critical component, and in several instances such as in a cardiac surgery, medical adhesives are a necessity. However, the performance of human-made adhesives is often less than optimal when it is applied in surgical or wet environments. Nature provides spectacular examples of adhesives that work extraordinarily in wet and harsh conditions. Mussels are able to secrete protein based adhesives that enable them to stick to boats and docks underwater. The PIs have developed an adhesive that is made from readily available and sustainable soybean oil which demonstrates superior adhesion to surfaces in wet conditions. This award is aimed at providing a better understanding of the chemical processes that are responsible for strong adhesion of this soybean oil based adhesive in wet conditions. The PIs will systematically modify the chemical composition of these adhesives and examine the nature of the adhesion. Such studies will enable design of adhesives that perform in challenging environments and which are translationally viable. The award enables graduate students to gain expertise in techniques and methodologies that are at the cutting edge of their field. In addition, the award will provide research opportunities for undergraduate and high school students.\r\n\r\n\r\nTechnical: \r\n\r\nAdhesives such as those secreted by mussels and sandcastle worms are impressive for their ability to function in harsh conditions such as sea water and high winds. Synthetic polymers fall far short in their ability to mimic this ability to perform in wet environments. This award is aimed at gaining a better understanding of the interactions at the interface that enable adhesion under wet environments. The PIs have designed a modular polyester platform that enables the incorporation of various functional groups into the designed polyester. The major monomer for the synthesis of the adhesive polyester is derived from soybean oil - a widely available and sustainable resource. The designed polyester will contain long-chain pendant groups derived from soybean oil, which will provide the hydrophobic character to enable exclusion of water. In addition, the adhesion to a substrate will be provided by catechol units. Cohesive strength will be provided by coumarin units that crosslink upon photoirradiation. It will also contain various functional groups such as hydroxyl and amine groups that will affect the adhesion. The contribution of these functional groups will be examined by techniques that probe the substrate interface. Sum-frequency spectroscopy, soft contact mechanics (JKR) and solid state NMR will provide insight into the processes that account for the improved adhesion of these polyesters in wet environments. Students trained through this award will gain expertise in polymer synthesis, polymer characterization using cutting edge surface characterization techniques, and the opportunity to work collaboratively on teams that bring complementary skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abraham",
   "pi_last_name": "Joy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abraham Joy",
   "pi_email_addr": "a.joy@northeastern.edu",
   "nsf_id": "000623685",
   "pi_start_date": "2015-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Dhinojwala",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Ali N Dhinojwala",
   "pi_email_addr": "ali4@uakron.edu",
   "nsf_id": "000303816",
   "pi_start_date": "2015-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Akron",
  "perf_str_addr": "302 Buchtel Common",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From our daily experience we know that sticking something to a wet surface is very challenging. The same challenge presents itself when scientists are called upon to design an adhesive that can work well to adhere tissues in a surgical scenario or to adhere components underwater. That is the challenge that this NSF funded project attempts to solve. We especially wanted to address the need in a biomedical scenario, where organic solvents cannot be used and the adhesive needs to be non-toxic and degradable.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>: The challenge in designing adhesives in wet environments stems from the need to displace the layer of water associated with the surface. In addition, the adhesive needs to form strong contact with the surface thereby requiring low viscosity materials. However, the need for cohesive strength requires the adhesive to have significant modulus. These two opposing needs requires a polymer system that can flow at room temperature to enable application without solvent and subsequently undergo crosslinking reactions to achieve an increase in modulus after achieving good surface contact. We have addressed these opposing design criteria by using sustainable starting materials (soybean oil and succinic acid) to design a polyester system that fulfils the criteria above. We have shown the dramatic performance of this system in wet conditions. Subsequently the adhesive systems were fully characterized to understand the parameters that influence the nature of the adhesion. We have investigated the interface of this adhesive system by direct spectroscopy and contact mechanics experiments to establish the functional groups that are responsible for the remarkable performance of the system. We have shown that in addition to catechol groups, which are often proposed as needed for adhesion, the presence of hydrophobic groups at the interface strongly increases the adhesion of the polymers.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impact</span>: This NSF grant has enabled us to design and examine a fundamentally new adhesive system made from sustainable materials and provided a detailed understanding of the parameters that affect the performance of adhesive systems. We have also designed various compositions of this platform of materials and shown that the composition and viscosity of the polymers has a direct correlation with their performance on various tissues. The same adhesive will not work on different tissues. Overall, the adhesive polymers we have designed and studies through this grant has a strong probability of finding utility in clinical applications as it meets the unmet needs in the clinic such as a biodegradable system that does not need any solvent for application, can work in the presence of physiological fluids and has significant performance compared to tissue adhesives used in the clinic.</p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2019<br>\n\t\t\t\t\tModified by: Abraham&nbsp;Joy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrom our daily experience we know that sticking something to a wet surface is very challenging. The same challenge presents itself when scientists are called upon to design an adhesive that can work well to adhere tissues in a surgical scenario or to adhere components underwater. That is the challenge that this NSF funded project attempts to solve. We especially wanted to address the need in a biomedical scenario, where organic solvents cannot be used and the adhesive needs to be non-toxic and degradable.\n\nIntellectual Merit: The challenge in designing adhesives in wet environments stems from the need to displace the layer of water associated with the surface. In addition, the adhesive needs to form strong contact with the surface thereby requiring low viscosity materials. However, the need for cohesive strength requires the adhesive to have significant modulus. These two opposing needs requires a polymer system that can flow at room temperature to enable application without solvent and subsequently undergo crosslinking reactions to achieve an increase in modulus after achieving good surface contact. We have addressed these opposing design criteria by using sustainable starting materials (soybean oil and succinic acid) to design a polyester system that fulfils the criteria above. We have shown the dramatic performance of this system in wet conditions. Subsequently the adhesive systems were fully characterized to understand the parameters that influence the nature of the adhesion. We have investigated the interface of this adhesive system by direct spectroscopy and contact mechanics experiments to establish the functional groups that are responsible for the remarkable performance of the system. We have shown that in addition to catechol groups, which are often proposed as needed for adhesion, the presence of hydrophobic groups at the interface strongly increases the adhesion of the polymers.\n\nBroader Impact: This NSF grant has enabled us to design and examine a fundamentally new adhesive system made from sustainable materials and provided a detailed understanding of the parameters that affect the performance of adhesive systems. We have also designed various compositions of this platform of materials and shown that the composition and viscosity of the polymers has a direct correlation with their performance on various tissues. The same adhesive will not work on different tissues. Overall, the adhesive polymers we have designed and studies through this grant has a strong probability of finding utility in clinical applications as it meets the unmet needs in the clinic such as a biodegradable system that does not need any solvent for application, can work in the presence of physiological fluids and has significant performance compared to tissue adhesives used in the clinic.\n \n\n\t\t\t\t\tLast Modified: 10/31/2019\n\n\t\t\t\t\tSubmitted by: Abraham Joy"
 }
}