{
 "awd_id": "1508794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Uncertainty Quantification and Bayesian Updating in Data-Driven Cardiovascular Modeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2015-09-11",
 "awd_max_amd_letter_date": "2015-09-11",
 "awd_abstract_narration": "CBET - 1508794\r\nMarsden, Alison L.\r\n\r\nCardiovascular disease is one of the major problems facing US and the world. While simulations of cardiovascular hemodynamics are now being used to study fundamental processes, trust in personalized simulation results before making clinical decisions for a patient is absent due to several uncertainties. This is exactly what this proposal is about, investigating these uncertainties and developing techniques to allow informed medical decisions. The co-PIs propose to disseminate their computational tools as open source programs. \r\n\r\nThough it is well known that cardiovascular simulations require numerous assumptions and assimilation of uncertain clinical data, these uncertainties currently get swept under the rug, asking end-users to accept deterministic simulation predictions as \"truth\" with no associated statistics. As a result, researchers and clinicians are left to wonder \"How reliable are simulation predictions in light of myriad uncertainties?\" and \"How do the statistics on output predictions change with differing methodologies and assumptions?\". These questions lead to justified skepticism in the research and clinical community, and are a roadblock to adoption. Development of transformative technology to assess uncertainty, currently lacking in the field, is of paramount importance for safe and routine adoption of simulations for personalized medicine and biomechanics research. This is the area that this proposal comes to cover, as it aspires to develop techniques that can lead to the incorporation of data-driven cardiovascular models to inform decisions surrounding choices of drug therapy, device placement, surgical methods and interventions for individual patients. The proposal has two goals: 1) Develop fast automated methods for parameter estimation and assimilation of uncertain data into multiscale models, 2) Develop an efficient framework to propagate uncertainties from clinical and imaging data to simulation predictions. It is proposed to demonstrate the uncertainty quantification (UQ) framework through application to multiscale simulations of coronary artery disease (CAD), though the framework will apply to a wide range of other cardiovascular and respiratory diseases. Simulations will be run in a high performance computing (HPC) environment using a multi-level parallel algorithm structure. The ultimate goal is to address currently unanswered questions about reliability and robustness in cardiovascular simulation. Results from this work, if successful, would enable acceptance of computational models and establish reliability metrics to guide model improvement and data collection. Cardiovascular simulations have potential to personalize treatments for individual patients and to characterize the in vivo mechanical environment, providing key biomechanical data that cannot be readily obtained from medical imaging. The proposed computational framework could be applicable to a range of problems in biomedical computing, biological modeling, and engineering applications using computational fluid dynamics. Dissemination will be achieved through contributions to the SimVascular open source project, for which Dr. Marsden is the PI. Activities that integrate research and teaching by introducing statistics concepts in graduate level courses and through outreach to middle and high school students are proposed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Marsden",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alison L Marsden",
   "pi_email_addr": "amarsden@stanford.edu",
   "nsf_id": "000520439",
   "pi_start_date": "2015-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "3172 Porter Drive",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CDSE project addressed the need for uncertainty quantification methodology and software for cardiovascular blood flow simulations.&nbsp; &nbsp;Multiscale simulations of cardiovascular hemodynamics and physiology are now regularly used to study fundamental disease processes and impact clinical decision-making. Though it is well known that these simulations require numerous assumptions and assimilation of uncertain clinical data, uncertainties previously got &nbsp;swept under the rug, asking end-users to accept deterministic simulation predictions as ``truth'' with no associated statistics. Development of transformative technology to assess uncertainty, previously lacking in the field, is of paramount importance for safe and routine adoption of simulations for personalized medicine and biomechanics research. In this project, we developed reliable data-driven cardiovascular models that can inform clinical decisions surrounding choices of drug therapy, device placement, surgical methods and interventions for individual patients.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The overall goals of the project were: 1) Develop fast automated methods for parameter estimation and assimilation of uncertain data into multiscale models, 2) Develop an efficient framework to propagate uncertainties from clinical and imaging data to simulation predictions.</p>\n<p>These objectives held intellectual merit because we (1) rigorously computed, for the first time, statistics on output predictions (e.g. confidence intervals) for full-scale patient-specific simulations, (2) compared efficiency and convergence of competing UQ strategies in realistic models of high stochastic dimension incorporating patient data, (3) propagated uncertainties directly from patient data to simulation outputs, requiring an inverse modeling step to tune model parameters to clinical data distributions, and (4) addressed previously unanswered questions about identifiability and uniqueness in cardiovascular model parameter estimation. We demonstrated our UQ framework through application to multiscale simulations of coronary artery disease (CAD). Simulations were run in a high-performance computing (HPC) environment using a multi-level parallel algorithm structure. Our ultimate goal was to address previously unanswered questions about reliability and robustness in cardiovascular simulation, raising the bar for reporting results with associated statistics and ultimately increasing adoption in the wider research community.</p>\n<p>&nbsp;</p>\n<p>Of note, we also introduced efficiency multi-level multi-fidelity (MLMF) UQ methods, implemented by interfacing SimVascular with Sandia&rsquo;s DAKOTA package.&nbsp; These MLMF UQ methods accelerated cardiovascular simulation UQ by approximately two orders of magnitude. &nbsp;These methods were demonstrated in patient specific modeling applications with fluid structure interaction.&nbsp; Our studies were also among the first to directly incorporate patient data obtained in the clinic for uncertainty propagation.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Dissemination was achieved through multiple publications and contributions to the SimVascular open source project at <a href=\"http://www.simvascular.org\">www.simvascular.org</a>. We integrated research and teaching by introducing statistics concepts in graduate level courses at UCSD, Stanford, and Notre Dame, and through outreach to middle and high school students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2019<br>\n\t\t\t\t\tModified by: Alison&nbsp;L&nbsp;Marsden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CDSE project addressed the need for uncertainty quantification methodology and software for cardiovascular blood flow simulations.   Multiscale simulations of cardiovascular hemodynamics and physiology are now regularly used to study fundamental disease processes and impact clinical decision-making. Though it is well known that these simulations require numerous assumptions and assimilation of uncertain clinical data, uncertainties previously got  swept under the rug, asking end-users to accept deterministic simulation predictions as ``truth'' with no associated statistics. Development of transformative technology to assess uncertainty, previously lacking in the field, is of paramount importance for safe and routine adoption of simulations for personalized medicine and biomechanics research. In this project, we developed reliable data-driven cardiovascular models that can inform clinical decisions surrounding choices of drug therapy, device placement, surgical methods and interventions for individual patients.  \n\n \n\nThe overall goals of the project were: 1) Develop fast automated methods for parameter estimation and assimilation of uncertain data into multiscale models, 2) Develop an efficient framework to propagate uncertainties from clinical and imaging data to simulation predictions.\n\nThese objectives held intellectual merit because we (1) rigorously computed, for the first time, statistics on output predictions (e.g. confidence intervals) for full-scale patient-specific simulations, (2) compared efficiency and convergence of competing UQ strategies in realistic models of high stochastic dimension incorporating patient data, (3) propagated uncertainties directly from patient data to simulation outputs, requiring an inverse modeling step to tune model parameters to clinical data distributions, and (4) addressed previously unanswered questions about identifiability and uniqueness in cardiovascular model parameter estimation. We demonstrated our UQ framework through application to multiscale simulations of coronary artery disease (CAD). Simulations were run in a high-performance computing (HPC) environment using a multi-level parallel algorithm structure. Our ultimate goal was to address previously unanswered questions about reliability and robustness in cardiovascular simulation, raising the bar for reporting results with associated statistics and ultimately increasing adoption in the wider research community.\n\n \n\nOf note, we also introduced efficiency multi-level multi-fidelity (MLMF) UQ methods, implemented by interfacing SimVascular with Sandia’s DAKOTA package.  These MLMF UQ methods accelerated cardiovascular simulation UQ by approximately two orders of magnitude.  These methods were demonstrated in patient specific modeling applications with fluid structure interaction.  Our studies were also among the first to directly incorporate patient data obtained in the clinic for uncertainty propagation.  \n\n \n\nDissemination was achieved through multiple publications and contributions to the SimVascular open source project at www.simvascular.org. We integrated research and teaching by introducing statistics concepts in graduate level courses at UCSD, Stanford, and Notre Dame, and through outreach to middle and high school students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/19/2019\n\n\t\t\t\t\tSubmitted by: Alison L Marsden"
 }
}