{
 "awd_id": "1508825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development and Application of Experimental Methodology for Characterizing the Chemical Composition and Reactivity of Air-Water Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2015-08-13",
 "awd_max_amd_letter_date": "2016-07-27",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Beauchamp at the California Institute of Technology is developing and applying new experimental methodologies for the sensitive detection and characterization of a wide range of molecular species that preferentially occupy the discrete interface between gases and liquids. Although water occupies about 70% of the earth's surface, relatively little is known about the complex reactions that take place at the air-water interface. This boundary, only a few molecules in extent, represents one of the most common chemical environments in nature, present on the surface of oceans and lakes, on atmospheric aerosols, and even in the human respiratory system.  Tools developed by the Beauchamp research group, including field induced droplet ionization and acoustic droplet ejection, are coupled with mass spectrometry to provide unprecedented insights into complex interfacial processes ranging from the oxidation of anthropogenic organics to form secondary organic aerosols in the atmosphere to the oxidation of key proteins in the pulmonary surfactant layer when ozone is inhaled. The conduct of these investigations provide training for a new generation of scientists, providing them with tools for new discoveries and the solution of  scientific problems.  Students are engaged at every level, with presentations to school groups, hosting high school student interns in the laboratory, and training graduate students and postdoctoral fellows.\r\n\r\nThe technique of field-induced droplet ionization mass spectrometry (FIDI-MS), in which a pulsed electric field is applied to stretch microliter droplets to form opposing dual positive and negative electrosprays, is employed for many of these investigations.  FIDI-MS has proven highly capable for selective detection and temporal monitoring of complex molecular species undergoing chemical reactions at the air-water interface. To complement studies of droplets, a second approach, demonstrated in Professor Beauchamp's laboratory, examines the composition of planar air-water interfaces using a focused acoustic pulse to eject picoliter droplets from the surface for subsequent mass spectrometric analysis.  The latter experiment is performed in a Langmuir trough, where variation in surface pressure is expected to be an important parameter affecting both the structure and reactivity of interfacial layers.  The investigator employs these techniques to conduct fundamental studies of the chemical reactivity of amphiphilic surface active molecules, ranging from helical peptides embedded in lipid layers to organics present in atmospheric aerosols, with gas phase species including ozone, hydroxyl radicals, oxides of nitrogen and sulfur, and acids and bases.  Theoretical studies involving the development of detailed quantitative models for analyzing experimental kinetic data combined with state of the art molecular dynamics and quantum chemical calculations provides further insights in these investigations.  Broad impacts of this work include the training of a new generation of research scientists who will be making contributions to our understanding of problems ranging from environmental science to human health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Beauchamp",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse L Beauchamp",
   "pi_email_addr": "jlbchamp@caltech.edu",
   "nsf_id": "000460679",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The liquid/vapor interface is one of the most ubiquitous chemical environments in nature, present on the surface of oceans and lakes, on atmospheric aerosols, and even in the human respiratory system. Furthermore, it stands as one of the most intriguing chemical systems being studied today, with its unique combination of changes in molecule density, electrostatic properties, and molecular orientation over an incredibly short distance. This leads to distinct processes that are not observed in bulk phases. &nbsp;In spite of its pervasiveness, many aspects of this chemical environment remain poorly understood, with even the properties of the neat air-water interface still the subject of much debate.</p>\n<p>To address these challenges we have developed novel experimental methodologies that provide an unprecedented understanding of complex chemical processes occurring at the air-water interface. Most importantly these include the technique of field-induced droplet ionization mass spectrometry (FIDI-MS). In this method, the application of a strong electric field induces elongation of a microliter droplet, generating symmetric negatively and positively charged Taylor cone-jets of highly-charged progeny droplets, which are analyzed by mass spectrometry. This methodology provides exceptional sensitivity for molecular species residing at the surface of the droplet. Experiments are conducted either using a droplet hanging from a capillary or by acoustic levitation of isolated droplets. The acoustic levitation methodology provides for a contact free environment, enabling wide ranging &ldquo;lab on a drop&rdquo; experiments to be performed. In addition to fundamental studies of chemical reactions at the air-water interface, the results of our studies contribute to the solution of problems ranging from environmental science to human biology and health, the latter including an understanding of the important role that cholesterol plays in restructuring cell membranes to mitigate oxidative damage, and elucidation of the mechanism of photodynamic therapy for skin cancer.&nbsp; Novel experimental methodology has also been developed for sampling molecules directly from planar monolayer films in a Langmuir trough for analysis using mass spectrometry.&nbsp; This provides the ability to vary the surface pressure, which influences the structure and packing of amphiphilic molecules at the air-water interface.</p>\n<p>Even though they are present in concentrations of a few million per cubic centimeter, hydroxyl radicals are thought to account for approximately 90% of the oxidation chemistry resulting in the formation of secondary organic aerosols in the atmosphere.&nbsp; Using a newly developed hydroxyl radical source we have thoroughly investigated this chemistry on the surface of droplets, serving as aerosol mimics, using both model surfactants as well as species such as oleic acid and oxidized alpha-pinene, providing step-by-step characterization of the multiple reactions that lead eventually to formation of highly oxidized products.</p>\n<p>Extensive studies have been undertaken of the structure and reactivity of cell membrane lipids, both alone and in mixtures, at the air- water interface. These investigations mainly involve examination of the reactions of potent oxidants such as ozone and hydroxyl radicals, in addition to acids and bases that effect cleavage of ester linkages due to changes in interfacial pH. For example, we have demonstrated that cholesterol, which comprises 20-30% of the membrane lipids in eukaryotic cells, serves a chemoprotective function by restructuring the membrane to inhibit significant damage from oxidants.&nbsp; In the absence of cholesterol the human pulmonary surfactant layer would suffer significant oxidative damage in a single day. Another significant result of these studies is that the reactions of hydroxyl radicals with unsaturated lipids are dominated by C-C bond cleavage via a Criegee intermediate. Before it was known that the Criegee intermediate is formed only in reactions of ozone with unsaturated molecules.</p>\n<p>We have assembled a number of acoustic levitation devices that can hold droplets at any of the pressure minima along the levitator axis.&nbsp; This &ldquo;wall-less reactor&rdquo; has proven highly successful in permitting studies of reactions involving truly isolated microliter droplets, using field induced droplet ionization to sample directly from the surface of the droplet. Studies of photochemical processes in hanging droplets using FIDI methodology have been further expanded to investigate the reactions of singlet delta molecular oxygen using levitated droplets, with particular attention given to detailed studies of the mechanism of photodynamic cancer therapy. The porphyrin molecule temoporphin (also known by the drug trade name Foscan) absorbs 650 nm red light, which is transmitted through tissue, to excite a low lying singlet state that rapidly undergoes intersystem crossing to the lowest triplet state, known to have a relatively long lifetime in vivo. Efficient energy transfer from this excited state species to molecular oxygen leads to formation of the singlet delta excited electronic state. Our studies show that the unsaturated fatty acid chains in cardiolipin, which comprises the inner cell membrane of mitochondria, are selectively oxidized to form a hydroperoxide. It is known that this process triggers a sequence of events leading to programmed cell death or apoptosis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/09/2019<br>\n\t\t\t\t\tModified by: Jesse&nbsp;L&nbsp;Beauchamp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe liquid/vapor interface is one of the most ubiquitous chemical environments in nature, present on the surface of oceans and lakes, on atmospheric aerosols, and even in the human respiratory system. Furthermore, it stands as one of the most intriguing chemical systems being studied today, with its unique combination of changes in molecule density, electrostatic properties, and molecular orientation over an incredibly short distance. This leads to distinct processes that are not observed in bulk phases.  In spite of its pervasiveness, many aspects of this chemical environment remain poorly understood, with even the properties of the neat air-water interface still the subject of much debate.\n\nTo address these challenges we have developed novel experimental methodologies that provide an unprecedented understanding of complex chemical processes occurring at the air-water interface. Most importantly these include the technique of field-induced droplet ionization mass spectrometry (FIDI-MS). In this method, the application of a strong electric field induces elongation of a microliter droplet, generating symmetric negatively and positively charged Taylor cone-jets of highly-charged progeny droplets, which are analyzed by mass spectrometry. This methodology provides exceptional sensitivity for molecular species residing at the surface of the droplet. Experiments are conducted either using a droplet hanging from a capillary or by acoustic levitation of isolated droplets. The acoustic levitation methodology provides for a contact free environment, enabling wide ranging \"lab on a drop\" experiments to be performed. In addition to fundamental studies of chemical reactions at the air-water interface, the results of our studies contribute to the solution of problems ranging from environmental science to human biology and health, the latter including an understanding of the important role that cholesterol plays in restructuring cell membranes to mitigate oxidative damage, and elucidation of the mechanism of photodynamic therapy for skin cancer.  Novel experimental methodology has also been developed for sampling molecules directly from planar monolayer films in a Langmuir trough for analysis using mass spectrometry.  This provides the ability to vary the surface pressure, which influences the structure and packing of amphiphilic molecules at the air-water interface.\n\nEven though they are present in concentrations of a few million per cubic centimeter, hydroxyl radicals are thought to account for approximately 90% of the oxidation chemistry resulting in the formation of secondary organic aerosols in the atmosphere.  Using a newly developed hydroxyl radical source we have thoroughly investigated this chemistry on the surface of droplets, serving as aerosol mimics, using both model surfactants as well as species such as oleic acid and oxidized alpha-pinene, providing step-by-step characterization of the multiple reactions that lead eventually to formation of highly oxidized products.\n\nExtensive studies have been undertaken of the structure and reactivity of cell membrane lipids, both alone and in mixtures, at the air- water interface. These investigations mainly involve examination of the reactions of potent oxidants such as ozone and hydroxyl radicals, in addition to acids and bases that effect cleavage of ester linkages due to changes in interfacial pH. For example, we have demonstrated that cholesterol, which comprises 20-30% of the membrane lipids in eukaryotic cells, serves a chemoprotective function by restructuring the membrane to inhibit significant damage from oxidants.  In the absence of cholesterol the human pulmonary surfactant layer would suffer significant oxidative damage in a single day. Another significant result of these studies is that the reactions of hydroxyl radicals with unsaturated lipids are dominated by C-C bond cleavage via a Criegee intermediate. Before it was known that the Criegee intermediate is formed only in reactions of ozone with unsaturated molecules.\n\nWe have assembled a number of acoustic levitation devices that can hold droplets at any of the pressure minima along the levitator axis.  This \"wall-less reactor\" has proven highly successful in permitting studies of reactions involving truly isolated microliter droplets, using field induced droplet ionization to sample directly from the surface of the droplet. Studies of photochemical processes in hanging droplets using FIDI methodology have been further expanded to investigate the reactions of singlet delta molecular oxygen using levitated droplets, with particular attention given to detailed studies of the mechanism of photodynamic cancer therapy. The porphyrin molecule temoporphin (also known by the drug trade name Foscan) absorbs 650 nm red light, which is transmitted through tissue, to excite a low lying singlet state that rapidly undergoes intersystem crossing to the lowest triplet state, known to have a relatively long lifetime in vivo. Efficient energy transfer from this excited state species to molecular oxygen leads to formation of the singlet delta excited electronic state. Our studies show that the unsaturated fatty acid chains in cardiolipin, which comprises the inner cell membrane of mitochondria, are selectively oxidized to form a hydroperoxide. It is known that this process triggers a sequence of events leading to programmed cell death or apoptosis.\n\n\t\t\t\t\tLast Modified: 07/09/2019\n\n\t\t\t\t\tSubmitted by: Jesse L Beauchamp"
 }
}