{
 "awd_id": "1508845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A High-Resolution High-Efficiency Force Spectroscopy for Measuring Drug-DNA Interactions",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2015-07-01",
 "awd_max_amd_letter_date": "2015-07-01",
 "awd_abstract_narration": "The molecule-molecule bonds are the basis of molecular recognition and drug targeting in biology. However, this type of interactions remains difficult to quantify, mainly because of the lack of a suitable technique to provide a reliable and characteristic parameter. This proposal will develop a novel force spectroscopy that uses precisely controlled ultrasound to measure the binding forces to distinguish different molecular bonds. Tens of thousands of molecular bonds will be studied simultaneously and resolved based on their different binding forces. The technique, termed as ultrasound force-induced remnant magnetization spectroscopy (usFIRMS), will be a new scientific tool for studying molecular interactions, with high sensitivity, unprecedented resolution, and high detection efficiency. By overcoming the engineering challenges involved in the integration of ultrasound and the magnetic detector, the resulting instrument will be able to identify different molecular interactions precisely, reliably, and efficiently. The application scope of the new technique will focus on drug molecules binding with DNA duplexes to precisely reveal their binding forces and thermodynamics. The results will quantitatively identify the binding selectivity. Lack of selectivity has been a major setback for DNA-targeting drugs. Results obtained by the new technique are thus of high scientific merit. In addition to the engineering advancements and scientific values, the research activities in this proposal will provide excellent educational opportunities for students from a broad background, ranging from graduate students, undergraduates, and high school students. In particular, minority undergraduate students will be actively recruited for participation and ultimately leading a subset of the projects. \r\n\r\nThis proposal aims at establishing the novel usFIRMS technique that uses acoustic radiation force generated by precisely attenuated ultrasound to selectively dissociate noncovalent bonds labeled with magnetically particles. The magnetic signal is monitored by an atomic magnetometer, which is the most sensitive device for magnetic detection. The proposed usFIRMS technique will open up a new field for characterizing noncovalent bonding, which is poorly understood but widely encountered in biochemistry and biology. On the technological front, this technique has three unique capabilities comparing with existing techniques. First, it possesses high force resolution that can clearly resolve molecular bonds with less than two pico-newton difference in the binding forces, which is one order of magnitude better than that of existing techniques. Second, it represents the first time that ultrasound is used for distinguishing molecular bonds. By integrating ultrasound components with an atomic magnetometer, the instrument allows for efficient and automated biochemical analysis that cannot be obtained with any other forms of mechanical forces. Third, the concept of broadband force spectroscopy will resolve different bonds in a single acquisition, instead of the time-consuming force sweeping. This revolutionary advancement will lead to high-throughput applications. On the fundamental science front, the application of usFIRMS in drug-DNA interactions will quantitatively identify the binding selectivity by establishing a new physicochemical parameter of differential binding force. It will serve as a new platform for drug optimization. The binding constants, free energy, and enthalpy can also be precisely determined because different molecular bonds are completely resolved to remove potential interference in measurements. Furthermore, the usFIRMS technique will find broad applications in biological research because of its unique combination of high resolution, high efficiency, and high applicability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shoujun",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shoujun Xu",
   "pi_email_addr": "sxu7@uh.edu",
   "nsf_id": "000512202",
   "pi_start_date": "2015-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "108E",
   "pgm_ref_txt": "Bioelectronics"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 345000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merits: The proposed research consists of two intellectual outcomes. One is the development of super-resolution force spectroscopy (SURFS) that is based on the unique combination of magnetic detection and ultrasound wave. The key components are shown in Figure 1. Compared to other conventional techniques that typically detect single or a small number of chemical systems, magnetic detection allows SURFS to measure tens of thousands chemical bonds at once. Consequently, the strength of the bonds can be determined much more precisely, by a factor of at least twenty. The ultrasound wave produces highly homogeneous force field compared to a previous version that relies on centrifugal forces. Therefore, the resolution is sufficient to distinguish a single hydrogen bond between two biological species, which cannot be achieved with any other techniques. In addition, the use of ultrasound enables the full automation of the SURFS device, facilitating its broad applications for both research and industry in the near future. The other intellectual outcome is the concept of differential binding force that we established for the first time to quantify drug binding strength and selectivity. This is illustrated in Figure 2a, in which differential binding force is defined as the binding force of drug-bound DNA duplex subtracting that of pure DNA. Our research reveal that this parameter is probably more accurate and valuable for characterizing the efficiency and specificity of drug molecules (Figure 2b). Furthermore, we correlated differential binding force with binding enthalpy rather than free energy.</p>\n<p>Broader Impact: The success of proposed research brings positive impact in both technology advancement and human resource development. On the technological front, the resulting SURFS technique has been proven to be more precise and applicable than all other techniques. It benefits the general public by providing a new avenue for drug screening. It is also substantially cheaper than other force-based techniques, which will broaden its application scope. Two patents and two more pending patent applications on the new technologies have been produced, which are all attributed to this research grant. On the aspect of human resource development, this award has supported three PhD&rsquo;s, two currently PhD candidates, one undergraduate student, and two high-school students. It is worth noting that two of the PhD&rsquo;s were female, who both joined the work force to contribute to the US economy. The two current PhD candidates have laid solid foundation towards their degree due to the establishment of the cutting-edge SURFS instrument. All these educational products will benefit the general public in the future, which are only made possible by the support of this research award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2019<br>\n\t\t\t\t\tModified by: Shoujun&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1508845/1508845_10373598_1574650110826_figure1_SURFS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1508845/1508845_10373598_1574650110826_figure1_SURFS--rgov-800width.jpg\" title=\"The instrument of SURFS\"><img src=\"/por/images/Reports/POR/2019/1508845/1508845_10373598_1574650110826_figure1_SURFS--rgov-66x44.jpg\" alt=\"The instrument of SURFS\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The SURFS instrument consists of an atomic magnetometer, a laser,  and a sample translation system. The call-out box shows the details of force generation for the magnetic sample.</div>\n<div class=\"imageCredit\">Shoujun Xu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shoujun&nbsp;Xu</div>\n<div class=\"imageTitle\">The instrument of SURFS</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1508845/1508845_10373598_1574650300227_figure2_map--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1508845/1508845_10373598_1574650300227_figure2_map--rgov-800width.jpg\" title=\"A new method for drug screening\"><img src=\"/por/images/Reports/POR/2019/1508845/1508845_10373598_1574650300227_figure2_map--rgov-66x44.jpg\" alt=\"A new method for drug screening\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Differential binding force can be used as a precise parameter for drug screening. a) The concept; b) The binding map between various drug-DNA pairs. THP: tetrahydropalmatine. Larger circles indicate stronger binding.</div>\n<div class=\"imageCredit\">Shoujun Xu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shoujun&nbsp;Xu</div>\n<div class=\"imageTitle\">A new method for drug screening</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merits: The proposed research consists of two intellectual outcomes. One is the development of super-resolution force spectroscopy (SURFS) that is based on the unique combination of magnetic detection and ultrasound wave. The key components are shown in Figure 1. Compared to other conventional techniques that typically detect single or a small number of chemical systems, magnetic detection allows SURFS to measure tens of thousands chemical bonds at once. Consequently, the strength of the bonds can be determined much more precisely, by a factor of at least twenty. The ultrasound wave produces highly homogeneous force field compared to a previous version that relies on centrifugal forces. Therefore, the resolution is sufficient to distinguish a single hydrogen bond between two biological species, which cannot be achieved with any other techniques. In addition, the use of ultrasound enables the full automation of the SURFS device, facilitating its broad applications for both research and industry in the near future. The other intellectual outcome is the concept of differential binding force that we established for the first time to quantify drug binding strength and selectivity. This is illustrated in Figure 2a, in which differential binding force is defined as the binding force of drug-bound DNA duplex subtracting that of pure DNA. Our research reveal that this parameter is probably more accurate and valuable for characterizing the efficiency and specificity of drug molecules (Figure 2b). Furthermore, we correlated differential binding force with binding enthalpy rather than free energy.\n\nBroader Impact: The success of proposed research brings positive impact in both technology advancement and human resource development. On the technological front, the resulting SURFS technique has been proven to be more precise and applicable than all other techniques. It benefits the general public by providing a new avenue for drug screening. It is also substantially cheaper than other force-based techniques, which will broaden its application scope. Two patents and two more pending patent applications on the new technologies have been produced, which are all attributed to this research grant. On the aspect of human resource development, this award has supported three PhD’s, two currently PhD candidates, one undergraduate student, and two high-school students. It is worth noting that two of the PhD’s were female, who both joined the work force to contribute to the US economy. The two current PhD candidates have laid solid foundation towards their degree due to the establishment of the cutting-edge SURFS instrument. All these educational products will benefit the general public in the future, which are only made possible by the support of this research award.\n\n\t\t\t\t\tLast Modified: 11/24/2019\n\n\t\t\t\t\tSubmitted by: Shoujun Xu"
 }
}