{
 "awd_id": "1509615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-Efficiency Wireless Transmitters Employing RF Pulse-Width Modulation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mohammod Ali",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 294993.0,
 "awd_amount": 294993.0,
 "awd_min_amd_letter_date": "2015-07-15",
 "awd_max_amd_letter_date": "2015-07-15",
 "awd_abstract_narration": "High-Efficiency Wireless Transmitters Employing RF Pulse-Width Modulation\r\nRanjit Gharpurey\r\n\r\nThe growth in infrastructure for wireless systems such as cellular telephony and wireless local area networks (WLAN), and the widespread availability of communication devices, has had a profound impact on multiple aspects of modern life over the recent decades. Examples of this include commerce, entertainment, healthcare, navigation, safety and security, social-media, transportation and workspace productivity, in addition to basic person-to-person communication.  In the foreseeable future, the emergence of applications driven by the \"internet-of-things\", wherein a significantly larger number of devices, such as household and industrial appliances, will require wireless connectivity, will place even greater demands on the wireless infrastructure. Power efficiency of communication links, and compatibility with technologies such as advanced semiconductor processes that enable miniaturization and low-cost deployment, will be critical to future proliferation of wireless systems. Efficiency is important in both mobile and stationary devices for minimizing energy wastage. With potentially billions of wireless communication devices being deployed over the coming years, the need for efficient operation is in fact, fundamental. Power efficiency is also critical in mobile devices since it directly impacts the available operating time of the device. \r\nThe proposed research will investigate design techniques for significantly enhancing the efficiency of wireless communication transmitters through innovative architectures that leverage advanced Complementary Metal \"Oxide\" Semiconductor (CMOS) processes. The research will also include an investigation of transmitter architectures that can be easily reconfigured to operate in different end environments, and on techniques that reduce the spurious interference generated by transmitters, that can degrade the performance of other devices.   \r\nA key part of the proposed research will be an investigation of Pulse-Width Modulation (PWM) signaling schemes, as applied to the problem of wireless transmitters. Techniques that reduce noise in the transmitter spectrum will be explored. To avoid the noise caused by quantization in the time-domain, analog-PWM techniques will be investigated. Techniques for efficient generation of PWM directly at the desired RF band without the need for frequency upconversion will be employed. This will help reduce the out-of-band spurs that can be a significant limitation in upconverted baseband PWM due to co-existence considerations. The use of phase-locked loop (PLL) based PWM generator, which allows for generation of high-speed analog PWM will be studied. The use of efficient class-D output stages to drive output loads over broad bandwidths with minimal reconfiguration will be investigated. Such transmitters can be an enabler for techniques such as channel-bonding, wherein data rates can be increased multiple-fold by combining data streams that are transmitted over multiple bands concurrently.   A practical design to validate and verify the proposed circuit techniques will be implemented in a modern CMOS technology. A practical wireless system, such as 4G-LTE will be employed for this investigation. The work will form the core of the doctoral research of one graduate student researcher, who will gain expertise in theoretical, design-related and experimental aspects to the design of wireless transmitters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ranjit",
   "pi_last_name": "Gharpurey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranjit Gharpurey",
   "pi_email_addr": "ranjitg@mail.utexas.edu",
   "nsf_id": "000489082",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 East 27th St., Suite 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096E",
   "pgm_ref_txt": "High freq comm/sensing circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 294993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Broadband mobile devices are a key part of the global communication infrastructure, which supports a wide range of end-applications, such as remote work, education, telemedicine and social networking. Such applications have become essential in recent years, and&nbsp; continue to increasingly become an integral part of modern society.<br /><br />The recent proliferation of mobile communication devices has been made possible by the availability of deep-submicron Complementary Metal-Oxide-Semiconductor (CMOS)&nbsp; device technologies, which have allowed for low-cost, high-volume manufacturing of highly-integrated digital and mixed-signal systems.&nbsp; Integration-levels and functionality at scales that were not practical only a few decades ago have been made possible by these technologies. CMOS-compatibility is thus&nbsp; a very important consideration in the design of wireless transmitter and receiver architectures, in order to satisfy the cost, performance and integration requirements of modern wireless devices.<br />&nbsp;<br />Wireless transceiver architectures implemented in CMOS should be designed to&nbsp; optimally&nbsp; utilize the features of these technologies. For instance, architectures that emphasize time-domain signal representation can greatly benefit from the high switching-speeds available in these technologies, while not getting limited in performance due to the relatively low supply voltages.&nbsp; Wireless transmitters that can support wide-bandwidths and high data-rates are&nbsp; also critical to future communication technologies, as these continue to employ increasingly&nbsp; higher data-rates in order to support and enhance the above applications.<br /><br />As part of this research, the use of time-domain, pulse-width-modulation-based signaling for implementing wireless transmitters for wideband applications has been investigated. Pulse-width-modulation represents amplitude information of signals through the duty-cycle of a time-periodic, discrete-level pulse waveform, where duty-cycle refers to the fraction of time for which the pulse is at a given level relative to the&nbsp; pulse period. Since this modulation uses discrete-level switching, it is inherently well-suited for CMOS technologies. A delay-locked-loop-based CMOS transmitter for wireless communication applications, that can support signal bandwidths of the order of several tens of megahertz has been demonstrated. The delay-locked-loop controls the duty-cycle of the output signal in response to the amplitude of the input signal.&nbsp; The delay-locked-loop&nbsp; drives output stages that rely on fast switches, and can operate at low supply voltages while delivering power at high frequencies. The efficiency of these switch-based output stages directly benefits from CMOS process scaling. Techniques for minimizing spurious out-of-band emissions of the transmitter have also been investigated and implemented.</p>\n<!-- \t\tp { margin-bottom: 0.1in; line-height: 120%; background: transparent } --><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2020<br>\n\t\t\t\t\tModified by: Ranjit&nbsp;Gharpurey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Broadband mobile devices are a key part of the global communication infrastructure, which supports a wide range of end-applications, such as remote work, education, telemedicine and social networking. Such applications have become essential in recent years, and  continue to increasingly become an integral part of modern society.\n\nThe recent proliferation of mobile communication devices has been made possible by the availability of deep-submicron Complementary Metal-Oxide-Semiconductor (CMOS)  device technologies, which have allowed for low-cost, high-volume manufacturing of highly-integrated digital and mixed-signal systems.  Integration-levels and functionality at scales that were not practical only a few decades ago have been made possible by these technologies. CMOS-compatibility is thus  a very important consideration in the design of wireless transmitter and receiver architectures, in order to satisfy the cost, performance and integration requirements of modern wireless devices.\n \nWireless transceiver architectures implemented in CMOS should be designed to  optimally  utilize the features of these technologies. For instance, architectures that emphasize time-domain signal representation can greatly benefit from the high switching-speeds available in these technologies, while not getting limited in performance due to the relatively low supply voltages.  Wireless transmitters that can support wide-bandwidths and high data-rates are  also critical to future communication technologies, as these continue to employ increasingly  higher data-rates in order to support and enhance the above applications.\n\nAs part of this research, the use of time-domain, pulse-width-modulation-based signaling for implementing wireless transmitters for wideband applications has been investigated. Pulse-width-modulation represents amplitude information of signals through the duty-cycle of a time-periodic, discrete-level pulse waveform, where duty-cycle refers to the fraction of time for which the pulse is at a given level relative to the  pulse period. Since this modulation uses discrete-level switching, it is inherently well-suited for CMOS technologies. A delay-locked-loop-based CMOS transmitter for wireless communication applications, that can support signal bandwidths of the order of several tens of megahertz has been demonstrated. The delay-locked-loop controls the duty-cycle of the output signal in response to the amplitude of the input signal.  The delay-locked-loop  drives output stages that rely on fast switches, and can operate at low supply voltages while delivering power at high frequencies. The efficiency of these switch-based output stages directly benefits from CMOS process scaling. Techniques for minimizing spurious out-of-band emissions of the transmitter have also been investigated and implemented.\n\n\n\t\t\t\t\tLast Modified: 09/05/2020\n\n\t\t\t\t\tSubmitted by: Ranjit Gharpurey"
 }
}