{
 "awd_id": "1509977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coding for Networked Control Systems over Lossy Links",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 359999.0,
 "awd_amount": 359999.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2015-09-17",
 "awd_abstract_narration": "The coming decade will witness an explosive growth in the number of devices with wireless communication capabilities and that can sense, measure, actuate, interact, and communicate with each other in ad hoc and/or centralized fashions. Such devices will appear in automobiles, household appliances, wearable electronics, sensor networks, surveillance systems, various controllers and many others. A common catch-all phrase for these emerging devices is the Internet-of-Things. One of the great opportunities that such a plethora of intelligent devices presents is that they can cooperate, coordinate, make joint decisions, and influence the environment they are in by taking joint actions. A main challenge in realizing this opportunity is that these multiple devices, or agents, must do so in a decentralized way and while communicating over unreliable links. Although communication systems have always had to deal with unreliable links, because of the real-time nature of the control and sensing signals that need to be exchanged, the dynamically-changing traffic patterns, and the possible mobility of the agents, traditional schemes designed for communication systems are no longer applicable. The goal of this proposal is to facilitate the design and analysis of networked systems that interact and communicate with each other over noisy communication links and builds on the investigators? prior work of constructing the first efficiently decodable tree codes that can be used to reliably implement any distributed protocol over lossy erasure links. \r\n\r\nHow best to operate distributed heterogeneous agents over networks of lossy links is an area of active research. Questions include what information should the agents exchange? How best should they quantize and encode their measurements or control signals to combat the uncertainties (delay or message drops) in the network? How can they facilitate cooperation and overcome the competition? How can they do all this in a distributed fashion? And so on. These very challenging questions overlap with the conventional fields of communications, networking and control and combine elements of each in novel ways. As result, a theory that can deal with them in a holistic manner has yet to emerge. This proposal attempts the beginning of such a theory through the study of tree codes, a new paradigm in coding that allows the reliable implementation of interactive protocols over lossy links, as well as through the study of causal source coding. Tree codes were introduced nearly twenty years ago as a bridge between information theory and control, but did not gain much traction since explicit constructions with efficient decoding did not exist.  The area of causal source coding is even less explored. The proposed research has five main thrusts: (1) the design of efficiently encodable and decodable tree codes for other classes of channels, such as AWGN and BSC, (2) the study of the performance of control systems and the interaction and tradeoffs between source coding, channel coding and controller design, (3) the study of causal source coding; in particular, causal transform codes and how they can be optimized in the control setting, (4) implementing distributed protocols over erasure links, and (5) determining metrics from control theory to guide the code design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Babak",
   "pi_last_name": "Hassibi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Babak Hassibi",
   "pi_email_addr": "hassibi@caltech.edu",
   "nsf_id": "000490528",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 359999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"tinyMCEContent\">\n<p>The coming decade will witness an  explosive growth in the number of devices with wireless communication  capabilities and that can sense, measure, actuate, interact, and  communicate with each other in ad hoc and/or centralized fashions. Such  devices will appear in automobiles, household appliances, wearable  electronics, sensor networks, surveillance systems, various controllers  and many others.&nbsp; A main challenge is that these multiple devices, or agents, must act in a decentralized way while communicating over  unreliable links. Although communication systems have always had to deal  with unreliable links, because of the real-time nature of the control  and sensing signals that need to be exchanged, the dynamically-changing  traffic patterns, and the possible mobility of the agents, traditional  schemes designed for communication systems are no longer applicable. The  goal of this proposal is to facilitate the design and analysis of  networked systems that interact and communicate with each other over  noisy communication links.</p>\n<p>The proposed research had the following outcomes:</p>\n<p>1. The design of efficiently encodable and decodable tree codes for channels beyond the erasure channel, such as additive white Gaussian nose and binary symmetric.</p>\n<p>2. The detrmination of the tradeoffs between rate and cost in control problems: given a certain communication rate, what is the best control cost that can be achieved?</p>\n<p>3. The study of causal source coding; in particular, causal transform  codes and how they can be optimized in the control setting.</p>\n<p>4. The development of distributed protocols for solving large systems of linear equations and the development of error correcting codes for large gradient-descent-based scale maching learning algorithms using distributed Reed Solomon codes.</p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2019<br>\n\t\t\t\t\tModified by: Babak&nbsp;Hassibi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe coming decade will witness an  explosive growth in the number of devices with wireless communication  capabilities and that can sense, measure, actuate, interact, and  communicate with each other in ad hoc and/or centralized fashions. Such  devices will appear in automobiles, household appliances, wearable  electronics, sensor networks, surveillance systems, various controllers  and many others.  A main challenge is that these multiple devices, or agents, must act in a decentralized way while communicating over  unreliable links. Although communication systems have always had to deal  with unreliable links, because of the real-time nature of the control  and sensing signals that need to be exchanged, the dynamically-changing  traffic patterns, and the possible mobility of the agents, traditional  schemes designed for communication systems are no longer applicable. The  goal of this proposal is to facilitate the design and analysis of  networked systems that interact and communicate with each other over  noisy communication links.\n\nThe proposed research had the following outcomes:\n\n1. The design of efficiently encodable and decodable tree codes for channels beyond the erasure channel, such as additive white Gaussian nose and binary symmetric.\n\n2. The detrmination of the tradeoffs between rate and cost in control problems: given a certain communication rate, what is the best control cost that can be achieved?\n\n3. The study of causal source coding; in particular, causal transform  codes and how they can be optimized in the control setting.\n\n4. The development of distributed protocols for solving large systems of linear equations and the development of error correcting codes for large gradient-descent-based scale maching learning algorithms using distributed Reed Solomon codes.\n\n\n\t\t\t\t\tLast Modified: 08/02/2019\n\n\t\t\t\t\tSubmitted by: Babak Hassibi"
 }
}