{
 "awd_id": "1509599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graphene Thermoelectric THz Direct and Heterodyne Detectors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 367700.0,
 "awd_min_amd_letter_date": "2015-07-31",
 "awd_max_amd_letter_date": "2016-07-05",
 "awd_abstract_narration": "Detection of terahertz or THz radiation, the electromagnetic waves with frequencies in-between that of microwaves and infrared light, is useful for a wide range of applications, including investigating the formation and evolution of stars and galaxies in the universe, analyzing the thickness of coatings on pills and tablets in the pharmaceutical industry, distinguishing cancer cells from healthy tissues, spotting manufacturing flaws for non-destructive quality-control analysis, identifying concealed objects under clothing, and sniffing out explosives and illegal drugs remotely.  A long-standing objective of THz technology research has been to develop a multi-pixel THz \"camera\" that can produce images of the THz radiation from an object, similar to the commonly-used digital cameras that take pictures with visible light. Because of the limited sensitivity and speed for typical room temperature devices, THz imaging presently requires the use of a high power, coherent, THz illumination source. Meticulously engineered THz detectors can reach high sensitivity and fast speed. However such devices typically need to be cooled down to cryogenic temperatures. Here graphene, a single atomic sheet of carbon atoms, will be used to make compact and high performance THz detectors operating at room temperature. Specifically graphene will be processed into a thermocouple that can rapidly and efficiently sense the heating effects due to THz radiation absorption. Fully optimized devices from the project are expected to reach a performance equivalent to existing systems that have to be cooled down with liquid helium, paving way for developing a compact room temperature THz camera that can record thermal images of the environment without the need for an intense THz light source. This research project will provide a unique inter-disciplinary scientific education and training program in two dimensional materials, nano science, technology and engineering, optics, THz instrumentation and condensed matter physics to graduate, undergraduate and high school students from diverse socio-economic backgrounds and under-represented communities.\r\n\r\nRecent intense electrical and optical studies of graphene have pushed the material to the forefront of THz research due to the atomically thin crystal's high mobility, weak electron-phonon coupling, tunable broadband optical response and minute specific heat. The proposed research seeks to take advantage of these unique properties and fabricate high quality graphene-boron nitride atomic stacks to detect THz radiation through a thermoelectric mechanism: THz radiation heats up electrons in graphene while keeping the lattice in thermal equilibrium with the environment; the diffusion of hot electrons creates a temperature gradient which, in a device with broken mirror symmetry, generates a thermoelectric voltage signal. This detection mechanism can effectively circumvent performance roll off at high THz frequencies, commonly encountered in gallium arsenide Schottky barrier diode and semiconductor plasmon detectors, and provide very fast response due to graphene?s small electron heat capacity. The THz detectors will be coupled to the incoming radiation through an integrated circuit antenna and a silicon lens. The project will develop: 1. graphene thermoelectric direct detectors with high responsivity, fast speed and low noise equivalent power; 2. graphene thermoelectric heterodyne detectors reaching high sensitivity with low local oscillator power requirement and room temperature operation. The potential for employing the heterodyne detectors in future THz array imagers will be evaluated. In addition to potential applications, the results are expected to provide key information to elucidate the underlying mechanism of the relevant physical processes, including the speed of the thermoelectric process, generation and relaxation of hot electrons, as well as the impacts of the charge density and impedance profile on the thermoelectric voltage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Yan",
   "pi_email_addr": "yan@physics.umass.edu",
   "nsf_id": "000655882",
   "pi_start_date": "2015-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sigfrid",
   "pi_last_name": "Yngvesson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sigfrid K Yngvesson",
   "pi_email_addr": "yngvesso@ecs.umass.edu",
   "nsf_id": "000463687",
   "pi_start_date": "2015-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "Hasbrouck Lab",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 7700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">INTELLECTUAL MERIT</span></p>\n<p>The outcomes of this award represent significant advances in the state-of-the-art of Terahertz (THz; 1 THz = 10<sup>12</sup> Hz) technology. For a long time, THz technology has relied on expensive and bulky instruments. THz detectors have achieved high sensitivity mainly through cooling to cryogenic temperatures near zero Kelvin. &nbsp;In contrast this award has developed simple <em>two-terminal</em> <em>THz detectors</em> that work at room temperature and rely on heating of the detector device by the THz radiation. &nbsp;The heating produces a thermoelectric (TE) voltage. This process gets rid of the frequency limitations of devices such as transistors (three-terminal), or GaAs Schottky diodes, that show a universal decline in performance due to so-called parasitic circuit elements. The TE THz detectors rely on the unique physical properties of graphene, a single atom thick, i.e. 2-dimensional (2-D), carbon sheet, and on optimized <em>asymmetric</em> contacts developed under the award. &nbsp;</p>\n<p>A measure of the sensitivity of THz detectors is the voltage responsivity (volts per incident power in watts). In the initial phase of the research we developed a graphene direct detector for a quite high frequency of 1.9 THz, showing the highest THz responsivity achieved by a room temperature graphene TE detector above 1 THz. The THz radiation from a gas laser was coupled to the graphene device through a silicon lens and an integrated circuit antenna, a coupling method that increased the responsivity by a factor of about 2,000.</p>\n<p>Subsequent work optimized the quality of the graphene by protecting it by thin layers of Boron Nitride on both sides. &nbsp;Using a pulsed 0.9 THz source we demonstrated plausible enhancement of the responsivity due to a Plasmon resonance in the graphene. Furthermore, we have shown through accurate measurements during the first three years of the award that the graphene heterodyne (mixing) detectors possess an unprecedented detection speed. Equivalently, these detectors produce an output voltage over a very wide range of frequencies, i.e. they have a large bandwidth. The equipment available to us limited the measured bandwidth to 50 GHz, and the response was flat (i.e. independent of frequency) up to 50 GHz. Theoretical estimates of the bandwidth yield values in the 100 GHz to 200 GHz range, an order-of-magnitude wider than transistor mixers based on either graphene or silicon technology.&nbsp; The very high responsivity of the recent detector (of the order of 1,000 V/W) was measured with four different methods that all yielded consistent results.</p>\n<p>During the extension of the award we have further explored how graphene devices can be realized as <em>sources</em> of THz radiation in a different configuration with <em>symmetric </em>contacts. In this work we use harmonic frequency multiplication (by a factor of three), a nonlinear process which is many orders of magnitude more efficient in graphene than in other materials. &nbsp;Harmonic multipliers make it possible to reach THz frequencies from lower frequencies at which conventional sources are available, and rely on similar thermal phenomena that enable the detectors to reach high speeds, again avoiding the ubiquitous parasitics of conventional devices.&nbsp;</p>\n<p>We have also explored a different class of 2-D materials, so-called transition metal dichalcogenides (TMDCs), that show promise of extending and surpassing the success of graphene in THz applications.</p>\n<p><span style=\"text-decoration: underline;\">BROADER IMPACTS</span></p>\n<p>There is a large demand on communication systems for increased bandwidth for short-range communications, resulting in pressure to increase the frequencies at which sources and detectors operate to the several hundred GHz (or sub-THz) range. &nbsp;In this context, the &gt; 50 GHz bandwidth two-terminal TE mixer we have demonstrated indicates a great potential for future applications. Our technology (when translated up a small step in frequency) already has comparable conversion gain and wider bandwidth compared with GFET and silicon mixer technology at 200-300 GHz. The TE mixer is predicted to have lower cost than more complex technologies such as HEMT mixers. The two-terminal configuration has very low parasitics, and thus will allow further translation up to frequencies beyond 300 GHz (sub-THz) and eventually THz (&gt;1 THz) where silicon and GFET technologies are not predicted to follow. At the higher frequencies there are promising applications to thermal imaging and spectroscopy, including medical imaging.</p>\n<p>The new emphasis on sub-THz and THz technology indicates a need for the education of students knowledgeable in these areas. Based on this award we have graduated one physics and one electrical engineering Ph.D. student. Several undergraduate students in both fields have participated, as well as students in a K-12 outreach project with the UMass STEM Education Institute who have learned about and experimented with the new 2-D materials and technologies. The award resulted in total six publications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2019<br>\n\t\t\t\t\tModified by: Jun&nbsp;Yan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nINTELLECTUAL MERIT\n\nThe outcomes of this award represent significant advances in the state-of-the-art of Terahertz (THz; 1 THz = 1012 Hz) technology. For a long time, THz technology has relied on expensive and bulky instruments. THz detectors have achieved high sensitivity mainly through cooling to cryogenic temperatures near zero Kelvin.  In contrast this award has developed simple two-terminal THz detectors that work at room temperature and rely on heating of the detector device by the THz radiation.  The heating produces a thermoelectric (TE) voltage. This process gets rid of the frequency limitations of devices such as transistors (three-terminal), or GaAs Schottky diodes, that show a universal decline in performance due to so-called parasitic circuit elements. The TE THz detectors rely on the unique physical properties of graphene, a single atom thick, i.e. 2-dimensional (2-D), carbon sheet, and on optimized asymmetric contacts developed under the award.  \n\nA measure of the sensitivity of THz detectors is the voltage responsivity (volts per incident power in watts). In the initial phase of the research we developed a graphene direct detector for a quite high frequency of 1.9 THz, showing the highest THz responsivity achieved by a room temperature graphene TE detector above 1 THz. The THz radiation from a gas laser was coupled to the graphene device through a silicon lens and an integrated circuit antenna, a coupling method that increased the responsivity by a factor of about 2,000.\n\nSubsequent work optimized the quality of the graphene by protecting it by thin layers of Boron Nitride on both sides.  Using a pulsed 0.9 THz source we demonstrated plausible enhancement of the responsivity due to a Plasmon resonance in the graphene. Furthermore, we have shown through accurate measurements during the first three years of the award that the graphene heterodyne (mixing) detectors possess an unprecedented detection speed. Equivalently, these detectors produce an output voltage over a very wide range of frequencies, i.e. they have a large bandwidth. The equipment available to us limited the measured bandwidth to 50 GHz, and the response was flat (i.e. independent of frequency) up to 50 GHz. Theoretical estimates of the bandwidth yield values in the 100 GHz to 200 GHz range, an order-of-magnitude wider than transistor mixers based on either graphene or silicon technology.  The very high responsivity of the recent detector (of the order of 1,000 V/W) was measured with four different methods that all yielded consistent results.\n\nDuring the extension of the award we have further explored how graphene devices can be realized as sources of THz radiation in a different configuration with symmetric contacts. In this work we use harmonic frequency multiplication (by a factor of three), a nonlinear process which is many orders of magnitude more efficient in graphene than in other materials.  Harmonic multipliers make it possible to reach THz frequencies from lower frequencies at which conventional sources are available, and rely on similar thermal phenomena that enable the detectors to reach high speeds, again avoiding the ubiquitous parasitics of conventional devices. \n\nWe have also explored a different class of 2-D materials, so-called transition metal dichalcogenides (TMDCs), that show promise of extending and surpassing the success of graphene in THz applications.\n\nBROADER IMPACTS\n\nThere is a large demand on communication systems for increased bandwidth for short-range communications, resulting in pressure to increase the frequencies at which sources and detectors operate to the several hundred GHz (or sub-THz) range.  In this context, the &gt; 50 GHz bandwidth two-terminal TE mixer we have demonstrated indicates a great potential for future applications. Our technology (when translated up a small step in frequency) already has comparable conversion gain and wider bandwidth compared with GFET and silicon mixer technology at 200-300 GHz. The TE mixer is predicted to have lower cost than more complex technologies such as HEMT mixers. The two-terminal configuration has very low parasitics, and thus will allow further translation up to frequencies beyond 300 GHz (sub-THz) and eventually THz (&gt;1 THz) where silicon and GFET technologies are not predicted to follow. At the higher frequencies there are promising applications to thermal imaging and spectroscopy, including medical imaging.\n\nThe new emphasis on sub-THz and THz technology indicates a need for the education of students knowledgeable in these areas. Based on this award we have graduated one physics and one electrical engineering Ph.D. student. Several undergraduate students in both fields have participated, as well as students in a K-12 outreach project with the UMass STEM Education Institute who have learned about and experimented with the new 2-D materials and technologies. The award resulted in total six publications.\n\n \n\n\t\t\t\t\tLast Modified: 11/16/2019\n\n\t\t\t\t\tSubmitted by: Jun Yan"
 }
}