{
 "awd_id": "1509294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ST-ODT:  Spatiotemporal Optical Diffraction Tomography",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 369993.0,
 "awd_amount": 369993.0,
 "awd_min_amd_letter_date": "2015-06-10",
 "awd_max_amd_letter_date": "2015-06-10",
 "awd_abstract_narration": "The development of tools for high-resolution three-dimensional optical imaging of biological cells and tissues is highly desirable for fundamental and applied research in biology and medicine.  It enables quantitative biology: understanding complex interactions and functional properties of biological systems through quantitative measurements, for example monitoring of spatiotemporal activity patterns in neuronal networks. Since cells and tissues are transparent to light, existing imaging methods have often relied on foreign contrast agents and fluorescent markers. Label-free three-dimensional imaging based on light refraction, i.e., measurement of the spatial distribution of the refractive index, obviates the need of chemical clearing, thereby preserving the functional information. However, label-free refractive-index imaging of cells and tissues is difficult because they are highly scattering. This challenge will be addressed in this project by use of optical diffraction tomography with ultrashort laser pulses, together with techniques from digital holography and processing tools developed for communication systems. \r\n\r\nOur proposed approach, called spatiotemporal optical diffraction tomography combines ballistic imaging and optical diffraction tomography. Optical diffraction tomography cannot be directly applied to refractive-index imaging of highly-scattering objects because it is based on the first-Born/Rytov approximation. Optical diffraction tomography cannot use pulsed illumination because the inversion algorithm is based on continuous-wave diffraction. We show that with pulsed illumination, the time-integrated impulse response field is exactly the same as the diffracted field with continuous-wave illumination.  Therefore, by adjusting the time-integration window for coherently-detected diffraction of pulsed plane-wave illumination, we not only obtain the equivalent continuous-wave diffraction field but also reject multiply-scattered and diffuse light, making continuous mapping of the refractive index of highly-scattering three-dimensional phase objects possible. Our proposed research includes the following components: 1) Determining classes of three-dimensional objects suitable for spatiotemporal optical diffraction tomography through simulation; 2) Optimizing performance of spatiotemporal optical diffraction tomography and, investigating the performance limits; and 3) Experimental demonstration of spatiotemporal optical diffraction tomography. Spatiotemporal optical diffraction tomography is based on the equivalence of the time-integrated impulse response field and the continuous-wave diffracted field, a property that has not been heretofore applied to imaging.  The interplay between temporal and spatial propagation effects represents a paradigm shift in tomography that is uniquely suitable for three-dimensional imaging in the presence of multiple scattering. The problem is similar to multiple-input-multiple-output communication systems and can benefit from that body of knowledge. The idea of characterizing an inhomogeneous medium with sufficient accuracy to solve an inverse propagation problem is also most interesting and challenging, and has applications to other disciplines. Since spatiotemporal optical diffraction tomography can provide continuous three-dimensional maps of the refractive index, it also enables focusing light onto specific locations within a highly-scattering three-dimensional phase object. The implications are far reaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guifang",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guifang Li",
   "pi_email_addr": "li@creol.ucf.edu",
   "nsf_id": "000238619",
   "pi_start_date": "2015-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bahaa",
   "pi_last_name": "Saleh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bahaa E Saleh",
   "pi_email_addr": "besaleh@creol.ucf.edu",
   "nsf_id": "000233529",
   "pi_start_date": "2015-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4304 Scorpius Street",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 369993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The development of tools for high-resolution three-dimensional optical imaging of biological cells and tissues is highly desirable for fundamental and applied research in biology and medicine. <em>&nbsp;</em>It enables quantitative biology: understanding complex interactions and functional properties of biological systems through quantitative measurements, for example monitoring of spatiotemporal activity patterns in neuronal networks. Since cells and tissues are <em>transparent</em> to light, existing imaging methods have often relied on foreign contrast agents and fluorescent markers. Label-free three-dimensional imaging based on light refraction, i.e., measurement of the spatial distribution of the refractive index, obviates the need of chemical clearing, thereby preserving the functional information. However, label-free refractive-index imaging of cells and tissues is difficult because they are highly scattering. This challenge has been addressed in this project by use of optical diffraction tomography (ODT) with continuous-wave lasers or ultrashort/broadband laser pulses, together with techniques from digital holography and processing tools for communication and optimization.</p>\n<p>&nbsp;</p>\n<p>The first tool that we developed for imaging multiply-scattering objects is iterative optical diffraction tomography (iODT). An object is successfully reconstructed if the known incident fields produce the measured diffracted fields for each of the multiple illumination angles. Starting with an initial guess of the object, the known incident fields and the true diffracted fields are forward and backward propagated, respectively, through the current estimate of the object. The differences in the forward and backward propagated fields produce a perturbative correction to the current estimate of the object. This process is repeated until the perturbative correction becomes negligible. During this project, iOTD has been applied to pure phase (i.e. refractive) objects, refractive as well as absorptive objects, and for different illumination configurations including the object rotation configuration and the illumination-scanning configuration.</p>\n<p>&nbsp;</p>\n<p>An alternative method to suppress multiple scattering is spatiotemporal ODT (ST-ODT), using a short pulse illumination. By adjusting the time-integration window for coherently detected diffraction of pulsed plane-wave illumination, multiply-scattered and diffuse light can be rejected. Instead of using a short pulse for illumination, we develop a technique to use a broadband source for the same purpose, namely, Fourier-transform ODT (FT-ODT).&nbsp; The interferogram on the detector is recorded, for each angle of illumination, as a function of the differential time delay of the two arms of an interferometer, and then Fourier-transformed along the delay time to obtain each spectral component of the diffracted field. These spectral components can be used to obtain temporal information of the diffracted fields for subsequent temporal integration. In addition, the refractive index distribution can be reconstructed at each frequency, yielding not only spatial but also spectral distributions of the refractive index.</p>\n<p>Finally, physics-based reconstruction, using iODT, ST-ODT and FT-ODT, can be combined with optimization-based reconstruction to extend the capability of ODT. It has been shown that, using either 1) a complex phase-based cost function, instead of the current field-based cost function or 2) iODT reconstruction as the initial condition, optimization-based ODT reconstruction can be extended to objects with higher index contrasts, larger optical path-length differences and more complex features, than either physics-based or optimization-based ODT reconstruction alone can.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2020<br>\n\t\t\t\t\tModified by: Guifang&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe development of tools for high-resolution three-dimensional optical imaging of biological cells and tissues is highly desirable for fundamental and applied research in biology and medicine.  It enables quantitative biology: understanding complex interactions and functional properties of biological systems through quantitative measurements, for example monitoring of spatiotemporal activity patterns in neuronal networks. Since cells and tissues are transparent to light, existing imaging methods have often relied on foreign contrast agents and fluorescent markers. Label-free three-dimensional imaging based on light refraction, i.e., measurement of the spatial distribution of the refractive index, obviates the need of chemical clearing, thereby preserving the functional information. However, label-free refractive-index imaging of cells and tissues is difficult because they are highly scattering. This challenge has been addressed in this project by use of optical diffraction tomography (ODT) with continuous-wave lasers or ultrashort/broadband laser pulses, together with techniques from digital holography and processing tools for communication and optimization.\n\n \n\nThe first tool that we developed for imaging multiply-scattering objects is iterative optical diffraction tomography (iODT). An object is successfully reconstructed if the known incident fields produce the measured diffracted fields for each of the multiple illumination angles. Starting with an initial guess of the object, the known incident fields and the true diffracted fields are forward and backward propagated, respectively, through the current estimate of the object. The differences in the forward and backward propagated fields produce a perturbative correction to the current estimate of the object. This process is repeated until the perturbative correction becomes negligible. During this project, iOTD has been applied to pure phase (i.e. refractive) objects, refractive as well as absorptive objects, and for different illumination configurations including the object rotation configuration and the illumination-scanning configuration.\n\n \n\nAn alternative method to suppress multiple scattering is spatiotemporal ODT (ST-ODT), using a short pulse illumination. By adjusting the time-integration window for coherently detected diffraction of pulsed plane-wave illumination, multiply-scattered and diffuse light can be rejected. Instead of using a short pulse for illumination, we develop a technique to use a broadband source for the same purpose, namely, Fourier-transform ODT (FT-ODT).  The interferogram on the detector is recorded, for each angle of illumination, as a function of the differential time delay of the two arms of an interferometer, and then Fourier-transformed along the delay time to obtain each spectral component of the diffracted field. These spectral components can be used to obtain temporal information of the diffracted fields for subsequent temporal integration. In addition, the refractive index distribution can be reconstructed at each frequency, yielding not only spatial but also spectral distributions of the refractive index.\n\nFinally, physics-based reconstruction, using iODT, ST-ODT and FT-ODT, can be combined with optimization-based reconstruction to extend the capability of ODT. It has been shown that, using either 1) a complex phase-based cost function, instead of the current field-based cost function or 2) iODT reconstruction as the initial condition, optimization-based ODT reconstruction can be extended to objects with higher index contrasts, larger optical path-length differences and more complex features, than either physics-based or optimization-based ODT reconstruction alone can.\n\n \n\n\t\t\t\t\tLast Modified: 10/13/2020\n\n\t\t\t\t\tSubmitted by: Guifang Li"
 }
}