{
 "awd_id": "1509094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational design and modeling of topological insulator-based heterostructures for spin-orbitronics and skyrmionics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2015-05-26",
 "awd_max_amd_letter_date": "2015-05-26",
 "awd_abstract_narration": "Spintronics, which explores phenomena intertwining spin and charge carried by an electron, has exhibited a remarkable ability to re-energize itself in directions that germinate fertile subfields for basic research aimed at future applications. The first generation spintronics, which has led to revolutionary increase in the amount of digital information stored on hard drives, has also crucially relied on the discovery of new materials and heterostructures. The next generation spintronics is expected to lead to ultralow power dissipation memory and logic devices that can be integrated with conventional electronics. The projects in this proposal will explore emerging resource for such advances brought about by the special relativistic effects, termed spin-orbit coupling (SOC), in recently discovered topological insulator (TI) materials. The TIs are insulating in their bulk, but also host metallic surfaces with strong SOC. The very recent experiments have demonstrated that when current is injected into heterostructures where TI is attached to a ferromagnetic (FM) layer, magnetization dynamics of the FM layer can be ignited with potentially much less dissipation than in presently available technologies underlying magnetic random access memory. The interface between TI and FM layers with strong SOC and broken inversion symmetry could also generate  swirling spin texture characterized by nano-scale size, topological stability against defects and impurities, and gyro-dynamics analogous to that of a charged particle under magnetic field. Using high performance computing (HPC) simulations to search for optimal combination of TI and FM materials for these phenomena can significantly shorten time needed to produce functional devices. Broader impact of the proposed research will, include training for graduate students in nonequilibrium quantum statistical mechanics, advanced scientific computing techniques and fundamental understanding of TI-based heterostructures under nonequilibrium conditions. Students will interact with the international collaborators. New modeling software and computational design for high-density data-storage and nonvolatile memory with ultra-low energy cost manipulation developed under the program will be available for researchers in the field.\r\n\r\nUsing combination of nonequilibrium Green function theory (NEGF), noncollinear density functional theory (DFT), and semiclassical Langevin equation techniques,   this research program will develop fundamental understanding of: SO torque; spin pumping and spin-to-charge conversion; and Gilbert damping and noise effects on magnetization dynamics in the presence of strong interfacial SOC brought by TIs. The proposed research will commence with first principles screening of TI/FM heterostructures in order to identify those with the largest SOC proximity effect onto the magnetic atoms around the interface or interfacial Dzyaloshinsky-Moriya interaction that could give rise to skyrmions at room temperature (all presently known examples of magnetic skyrmions occur below room temperature). In the second stage, SO torque for most promising heterostructures will be computed. The SO torque will be used as an input for the stochastic Landau-Lifshitz-Gilbert (LLG) equation to study slow dynamics of (classically described) magnetization or skyrmion spin texture in the presence of fast moving (quantum-mechanically described) electrons, including damping and nonequilibrium noise effects generated by them. This research will form the basis for next generation of ultralow power dissipation memory and logic spintronic devices based on topological insulators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Branislav",
   "pi_last_name": "Nikolic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Branislav Nikolic",
   "pi_email_addr": "bnikolic@physics.udel.edu",
   "nsf_id": "000168072",
   "pi_start_date": "2015-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162570",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The spin-transfer torque&nbsp; is a phenomenon in which a spin current of large enough density injected into a ferromagnetic layer either switches its magnetization from one static configuration to another or generates a dynamical situation with steady-state precessing magnetization. It has emerged as a central topic of research in next generation spintronics, together with its variant called spin-orbit torque that has been in the focus of this project. While spin-transfer torque requires two ferromagnetic layers, in spin-orbit torque one employs only one ferromagnetic layer and materials with strong relativistic effects known as spin-orbit coupling. The shift from spin-transfer torque to spin-orbit torque over the past decade has made possible to reduce current required to induce magnetization dynamics <em><strong>by two order of magnitude</strong></em> by using fundamental discoveries in solid state such as quantum materials like topological insulators and Weyl semimetals. This also greatly reduces waste heat generated, so that spin-orbit-torque-operated&nbsp; devices are envisaged to underlie ultralow-dissipation nonvolatile magnetic digital memory (i.e., a memory that can retrieve stored information even after power is turned off). In addition, their analogue operation offers novel type of building blocks for artificial neural networks simulating the operation of human brain.</p>\n<p>The key achievement of this project has been the development of a <strong><em>first-principles quantum transport approach</em></strong> to spin-orbit torque and nonequilibrium spin density in the presence of spin-orbit coupling, as reviewed in a book Chapter and applied to ferromagnet/topological-insulator, ferromagnet/two-dimensional-material and ferromagnet/heavy-metal bilayers. This makes it possible to optimize spin-orbit-torque-operated devices <em>in silico, </em>thereby avoiding waste of resources on traditional trial-and-error procedures in the Lab.&nbsp;</p>\n<p><strong>Intellectual Merit: </strong>The project has supported publication of 12 refereed journal articles and 1 refereed book Chapter. The publications have included: 2 review articles; one prediction of a new two-dimensional magnetic material OsCl<sub>3</sub>; a series of four papers developing new technique to resum divergent perturbative series in quantum mechanics and nonequilibrium many-body theory; and development of fully quantum picture of spin torque in which flowing electron spins interacts with localized spins of a magnetic material to generate their dynamics and entanglement.&nbsp;</p>\n<p><strong>Broader impacts:</strong>&nbsp; The project has also supported completion of one Ph.D. thesis, and as well as two additional graduate students currently working on their Ph.D. theses. It has trained graduate students in advanced techniques of quantum transport device modeling, including parallel computing. The PI has integrated research results into education by developing quantum transport simulations in Matlab and Python within the course on Nanophysics and Nanotechnology at the university of Delaware, whose modules are also available to world wide audiences through the PI's Wiki site,&nbsp;<a href=\"https://wiki.physics.udel.edu/phys824\">https://wiki.physics.udel.edu/phys824</a>. We have made several precise predictions on optimal combination of topological or two-dimensional materials and ultrathin (of nanoscale thickness) conventional ferromagnetic metals (such as cobalt) for spin-orbit-torque operated devices (for example, recent experiments have confirmed that topological materials ensure record low current density for initiating magnetization switching via spin-orbit torque). The predicted novel material OsCl<sub>3</sub>&nbsp;acts as a two-dimensional and spin-orbit coupled&nbsp; magnet with topologically protected edge states which channel current without any scattering from impurities or defects. Thus, such materials&nbsp; offers an ideal interconnect for a variety of nanoelectronic circuits. The approaches developed to study quantum spin transfer torque can also be applied to understand how to control spin-based qubits of a quantum computer by injecting spin-polarized currents.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2019<br>\n\t\t\t\t\tModified by: Branislav&nbsp;Nikolic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572037633262_for_TOC_only_v2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572037633262_for_TOC_only_v2--rgov-800width.jpg\" title=\"Proximity band structure and spin textures on both sides of the interface within topological-insulator/ferromagnetic-metal heterostructures.\"><img src=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572037633262_for_TOC_only_v2--rgov-66x44.jpg\" alt=\"Proximity band structure and spin textures on both sides of the interface within topological-insulator/ferromagnetic-metal heterostructures.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic view of topological-insulator/ferromagnetic-metal heterostructure for which have developed novel first-principles Green function technique to obtain spectral function and spin textures, shown in squares, at both sides of the interface.</div>\n<div class=\"imageCredit\">Nano Lett. 17, 5626 (2017).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Branislav&nbsp;Nikolic</div>\n<div class=\"imageTitle\">Proximity band structure and spin textures on both sides of the interface within topological-insulator/ferromagnetic-metal heterostructures.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572038241431_final_magnetization--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572038241431_final_magnetization--rgov-800width.jpg\" title=\"Magnetization trajectories driven by spin-orbit torque in ferromagnet/topological-insulator bilayers.\"><img src=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572038241431_final_magnetization--rgov-66x44.jpg\" alt=\"Magnetization trajectories driven by spin-orbit torque in ferromagnet/topological-insulator bilayers.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Trajectory of magnetization as it switches from +z-axis to -z-axis due to driving by spin-orbit torque in ferromagnet/topological-insulator bilayer. These results were obtained by developing a novel technique which combines time-dependent nonequilibrium Green functions with classical micromagnetics.</div>\n<div class=\"imageCredit\">Phys. Rev. B 93, 115419 (2016)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Branislav&nbsp;Nikolic</div>\n<div class=\"imageTitle\">Magnetization trajectories driven by spin-orbit torque in ferromagnet/topological-insulator bilayers.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572038854444_fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572038854444_fig5--rgov-800width.jpg\" title=\"Band structure and transport properties of nanowires made of OsCl3\"><img src=\"/por/images/Reports/POR/2019/1509094/1509094_10365437_1572038854444_fig5--rgov-66x44.jpg\" alt=\"Band structure and transport properties of nanowires made of OsCl3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a),(e) Band structure, (b),(f) conductance and (c),(d),(g),(h) local density of states within nanowires with different types of edges carved from OsCl3. This material was predicted by us to act as two-dimensional insulating magnet with edge states which can carry current without any dissipation.</div>\n<div class=\"imageCredit\">Phys. Rev. B 95, 201402(R) (2017)</div>\n<div class=\"imageSubmitted\">Branislav&nbsp;Nikolic</div>\n<div class=\"imageTitle\">Band structure and transport properties of nanowires made of OsCl3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe spin-transfer torque  is a phenomenon in which a spin current of large enough density injected into a ferromagnetic layer either switches its magnetization from one static configuration to another or generates a dynamical situation with steady-state precessing magnetization. It has emerged as a central topic of research in next generation spintronics, together with its variant called spin-orbit torque that has been in the focus of this project. While spin-transfer torque requires two ferromagnetic layers, in spin-orbit torque one employs only one ferromagnetic layer and materials with strong relativistic effects known as spin-orbit coupling. The shift from spin-transfer torque to spin-orbit torque over the past decade has made possible to reduce current required to induce magnetization dynamics by two order of magnitude by using fundamental discoveries in solid state such as quantum materials like topological insulators and Weyl semimetals. This also greatly reduces waste heat generated, so that spin-orbit-torque-operated  devices are envisaged to underlie ultralow-dissipation nonvolatile magnetic digital memory (i.e., a memory that can retrieve stored information even after power is turned off). In addition, their analogue operation offers novel type of building blocks for artificial neural networks simulating the operation of human brain.\n\nThe key achievement of this project has been the development of a first-principles quantum transport approach to spin-orbit torque and nonequilibrium spin density in the presence of spin-orbit coupling, as reviewed in a book Chapter and applied to ferromagnet/topological-insulator, ferromagnet/two-dimensional-material and ferromagnet/heavy-metal bilayers. This makes it possible to optimize spin-orbit-torque-operated devices in silico, thereby avoiding waste of resources on traditional trial-and-error procedures in the Lab. \n\nIntellectual Merit: The project has supported publication of 12 refereed journal articles and 1 refereed book Chapter. The publications have included: 2 review articles; one prediction of a new two-dimensional magnetic material OsCl3; a series of four papers developing new technique to resum divergent perturbative series in quantum mechanics and nonequilibrium many-body theory; and development of fully quantum picture of spin torque in which flowing electron spins interacts with localized spins of a magnetic material to generate their dynamics and entanglement. \n\nBroader impacts:  The project has also supported completion of one Ph.D. thesis, and as well as two additional graduate students currently working on their Ph.D. theses. It has trained graduate students in advanced techniques of quantum transport device modeling, including parallel computing. The PI has integrated research results into education by developing quantum transport simulations in Matlab and Python within the course on Nanophysics and Nanotechnology at the university of Delaware, whose modules are also available to world wide audiences through the PI's Wiki site, https://wiki.physics.udel.edu/phys824. We have made several precise predictions on optimal combination of topological or two-dimensional materials and ultrathin (of nanoscale thickness) conventional ferromagnetic metals (such as cobalt) for spin-orbit-torque operated devices (for example, recent experiments have confirmed that topological materials ensure record low current density for initiating magnetization switching via spin-orbit torque). The predicted novel material OsCl3 acts as a two-dimensional and spin-orbit coupled  magnet with topologically protected edge states which channel current without any scattering from impurities or defects. Thus, such materials  offers an ideal interconnect for a variety of nanoelectronic circuits. The approaches developed to study quantum spin transfer torque can also be applied to understand how to control spin-based qubits of a quantum computer by injecting spin-polarized currents.\n\n\t\t\t\t\tLast Modified: 10/25/2019\n\n\t\t\t\t\tSubmitted by: Branislav Nikolic"
 }
}