{
 "awd_id": "1509551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Polaritonics using two-dimensional atomic crystals",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 299281.0,
 "awd_amount": 299281.0,
 "awd_min_amd_letter_date": "2015-06-01",
 "awd_max_amd_letter_date": "2015-06-01",
 "awd_abstract_narration": "\r\nTitle: Ultrafast switching architectures based on half-light half-matter quasiparticles (microcavity polaritons) in two-dimensional crystalline semiconductors\r\n\r\nThe field of photonics has had tremendous impact on our lives through applications in telecommunication, display technology, medicine, sensing, entertainment, alternative energy systems and in semi-futuristic technologies such as quantum informatics. The next generation photonic systems and subsystems used in these applications will need to operate at ultrafast rates (Tbps) and should be capable of performing all-optical data routing and processing even at few photon levels. In this context, effort has mostly been directed towards realizing purely photonic switching architectures to replace their electronic counterparts resulting in larger power requirement and bigger footprint.  This issue is addressed here by exploiting hybrid systems that take the best of electronics and photonics. Specifically, the switching architectures will rely on half-light half-matter quasiparticles called microcavity polaritons realized in two-dimensional crystalline semiconductors. They are expected to be an ideal platform to realize low energy, ultrafast, wide bandwidth, switches and gates for signal processing at classical and quantum levels, and image processing. The study will also contribute to fundamental understanding of light-matter interaction at the nanoscale. This work will provide unique inter-disciplinary scientific education in an emerging field encompassing optics, materials science and condensed matter physics to graduate, undergraduate and high school students from diverse socio-economic backgrounds and under-represented communities. \r\nTechnical: \r\nExploiting the benefit of both photons and matter, this research program will investigate light-matter quasiparticles (microcavity polaritons) as a platform for ultrafast low energy switching and signal processing. Specifically, microcavity polaritons formed by the strong coupling between the two-dimensional excitons of transition metal dichalcogenides and cavity photons will be utilized. By combining the novel physical properties of the two-dimensional materials such as valley and spin degrees of freedom, microcavity polariton switches that perform both intensity and polarization switching at room temperature will be developed. In addition, these switches will be integrated to demonstrate logic gate operations.  Fourier space spectroscopy and pump-probe techniques will be used to characterize the nonlinear polariton emission and the switching dynamics. The development of room temperature polaritonic switching and logic elements represents a significant departure and advancement from traditional photon based or electron based signal processing systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vinod",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vinod Menon",
   "pi_email_addr": "vmenon@ccny.cuny.edu",
   "nsf_id": "000095266",
   "pi_start_date": "2015-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 Convent Ave",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 299281.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed to develop half-light half-matter quasiparticle (polariton) based optoelectronic devices that provide functionalities such as switching, electro-optic modulation and light emission. The project also trained graduate, undergraduate and high school students.</p>\n<p>Intellectual Merit: During the three year period we demonstrated (i) approaches to enhance light emission from two-dimensional semiconductors of transition metal dichalcogenides (TMDs) using artifical photonic media, photonic hypercrystals, (ii) optical control of valley degree of freedom in polaritons formed in TMDS, (iii) electrical modulation of light-matter coupling in TMDs in an optical cavity and the (iv) use of chiral photonic structures to route valley excitons. Worth noting is that all of these demonstrations were carried out at room temperature making TMD based polariton system as a practical and attractive platform to realize <em>polaritonics</em> &ndash; &nbsp;optoelectronic functionalities based on half-light half-matter quasiparticles.</p>\n<p>Broader Impact: The realization of room temperature polaritonic devices based on TMDs is an important step towards low energy consuming ultrafast optoelectronic circuitry which could be used in both classical and quantum signal processing. The project also helped train one graduate student, two undergraduate students and two high school students. The graduate student trained on this project worked on the polaritonic devices. The undergraduate students assisted in fabrication of TMD based photonic structures and the high school students carried out summer research on enhancing optical absorption from monolayer semiconductors by interfacing them with photonic structures. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2018<br>\n\t\t\t\t\tModified by: Vinod&nbsp;Menon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project aimed to develop half-light half-matter quasiparticle (polariton) based optoelectronic devices that provide functionalities such as switching, electro-optic modulation and light emission. The project also trained graduate, undergraduate and high school students.\n\nIntellectual Merit: During the three year period we demonstrated (i) approaches to enhance light emission from two-dimensional semiconductors of transition metal dichalcogenides (TMDs) using artifical photonic media, photonic hypercrystals, (ii) optical control of valley degree of freedom in polaritons formed in TMDS, (iii) electrical modulation of light-matter coupling in TMDs in an optical cavity and the (iv) use of chiral photonic structures to route valley excitons. Worth noting is that all of these demonstrations were carried out at room temperature making TMD based polariton system as a practical and attractive platform to realize polaritonics &ndash;  optoelectronic functionalities based on half-light half-matter quasiparticles.\n\nBroader Impact: The realization of room temperature polaritonic devices based on TMDs is an important step towards low energy consuming ultrafast optoelectronic circuitry which could be used in both classical and quantum signal processing. The project also helped train one graduate student, two undergraduate students and two high school students. The graduate student trained on this project worked on the polaritonic devices. The undergraduate students assisted in fabrication of TMD based photonic structures and the high school students carried out summer research on enhancing optical absorption from monolayer semiconductors by interfacing them with photonic structures.  \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2018\n\n\t\t\t\t\tSubmitted by: Vinod Menon"
 }
}