{
 "awd_id": "1509801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanopillar quantum cascade lasers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruyan Guo",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 464924.0,
 "awd_min_amd_letter_date": "2015-04-24",
 "awd_max_amd_letter_date": "2016-04-27",
 "awd_abstract_narration": "Abstract Title: Nanopillar quantum cascade lasers\r\n\r\nNon-technical description\r\nThis research addresses the challenge of making terahertz semiconductor laser sources that operate at room temperature in the 1-5 THz range. Compact chip-scale sources of terahertz radiation that operate with both reasonably high output power (milliwatts or more) are desired for a range  of  spectroscopy  and  imaging  applications. Examples include molecular gas sensing in the field of astrophysics and atmospheric science (for example investigation of star formation), imaging in the biological and medical sciences (for example burn and skin tumor imaging), security screening and illicit material detection (for example explosive and drug identification), and non-destructive evaluation (for example corrosion monitoring, delamination and void detection in films and coatings). Existing THz quantum-cascade lasers only operate at cryogenic temperatures which requires extra cooling, larger size, and increased power consumption. The intellectual merit of this proposal lies in the development of a new material system for such lasers \"nanopillar quantum dots\" that has the potential to increase operating temperatures to room temperature by suppressing unwanted interactions of the electrons with lattice vibrations. The broader impacts are addressed at several levels including undergraduate and graduate research experiences, dissemination of results, technology advancement. Outreach to underrepresented minorities will specifically occur through the development of research projects for a course designed for the recruitment and retention of underrepresented minority engineering undergraduates. \r\n\r\nTechnical Description\r\nThe intellectual merit of this proposal resides in two innovative components: the use of nanopillar quantum-dots for intersubband cascade lasers, and catalyst-free selective area semiconductor nanopillar epitaxy of quantum dot heterostructures. Use of quantum dots to create discrete energy levels can dramatically suppress nonradiative scattering of electrons by optical-phonon. Hence, a terahertz laser based discrete states in quantum-dots is expected to solve a fundamental limitation of conventional planar THz quantum-cascade lasers, where non-radiative phonon-assisted relaxation prevents room temperature operation. In this proposed concept, carriers would flow longitudinally down the length of a nanowire ensemble in a cascaded dot-to-dot tunneling regime without coupling with two-dimensional states. Selective-area MOCVD epitaxy without metal catalysts will be used to grow high-aspect ratio InAs/InAsP semiconductor nanopillar arrays using lithographically defined oxide growth masks. Lateral quantum confinement is determined by the mask feature dimension and the presence of an InP passivating shell heterostructure; longitudinal confinement is determined by the axial heterostructure. A collaborative research effort is proposed in three overlapping stages: (i) growth of axial and core/shell heterostructures in InAs/InAsP nanopillars for the formation of coupled-quantum wells and dots, (ii) investigation of the intersubband optical and transport properties, and (iii) investigation of nanopillar cascade designs for electroluminescence, stimulated emission, and quantum cascade laser demonstration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Williams",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin S Williams",
   "pi_email_addr": "bswilliams@ucla.edu",
   "nsf_id": "000513615",
   "pi_start_date": "2015-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Huffaker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Huffaker",
   "pi_email_addr": "dianah@uta.edu",
   "nsf_id": "000422393",
   "pi_start_date": "2015-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951594",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 14924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research addresses the challenge of making terahertz semiconductor laser sources that operate at room temperature in the 1-5 THz range. Compact chip-scale sources of terahertz radiation that operate with both reasonably high output power (milliwatts or more) are desired for a range of spectroscopy and imaging&nbsp; applications. Examples include molecular gas sensing in the field of astrophysics and atmospheric science (for example investigation of star formation), imaging in the biological and medical sciences (for example burn and skin tumor imaging), security screening and illicit material detection (for example explosive and drug identification), and non-destructive evaluation (for example corrosion monitoring, delamination and void detection in films and coatings). Existing THz quantum-cascade lasers only operate at cryogenic temperatures which requires extra cooling, larger size, and increased power consumption. The main limitation to room temperature performance is likely deleterious interaction of the electrons within the laser with lattice vibrations (known as phonons), which becomes more severe as room temperature operation is approached. Eventually, scattering of electrons with phonons kills laser operation entirely.</p>\n<p>The <strong>intellectual merit</strong> of this proposal lies in the development of a new material system for such terahertz lasers &ndash; namely semiconductor quantum dots grown within nanopillars &ndash; that has the potential to dramatically increase the operating temperatures. Conventional quantum-cascade lasers are based upon quantum wells, where electrons are confined in only one dimension and free to move in the other two. Quantum dots confine the electrons in all three dimensions, and as a result the energy levels are more sharply defined. Theory and experiments have strongly suggested that using quantum dots will allow operation at room temperature by suppressing unwanted interactions of the electrons with lattice vibrations. Growing quantum dots within nanopillars was a promising, but untested new material system.</p>\n<p>The research fell into two categories. First was the development of sophisticated theory and numerical modeling tools to help predict and confirm the properties of the proposed nanopillar quantum cascade lasers. This line of research produced very promising results, and showed that the original theoretical predictions about room temperature performance were likely correct, although unexpected challenges were likely to arise due to the unique characteristics of the quantum dots within the nanopillars. This line of research produced a simulation code that could set bounds upon how &ldquo;perfect&rdquo; the material growth needed to be, and how much inhomogeneity could be tolerated. The second category was the materials development of the nanopillar quantum dots. On balance, this was less successful, as it proved extremely difficult to grow quantum dots within the nanopillars with sufficiently precise interfaces. While a great deal of auxiliary knowledge was gained about materials growth processes, ultimately the project was unsuccessful at producing any nanopillar quantum cascade lasers. Side spin-off projects were somewhat more successful, as nanopillars produced using the same growth process were demonstrated as mid-infrared detectors.</p>\n<p>&nbsp;In summary, this research theoretically bolstered the motivating concept for nanopillar quantum cascade lasers, but its realization will have to wait for further improvements in the materials growth technology.</p>\n<p>The <strong>broader impacts</strong> are addressed at several levels including undergraduate and graduate research experiences, dissemination of results, conference organization, and technology advancement. Many journal papers and conference papers were written as a result, and many students were able to present their work at conferences. Mentoring of undergraduate students took place via the PI&rsquo;s acting as faculty advisor for the undergraduate honor society. Outreach to underrepresented minorities (URM) occurred through the PI&rsquo;s development of research projects for an undergraduate research course designed for the recruitment and retention within engineering. The PI organized and chaired a conference (Infrared Terahertz Quantum Workshop 2019) devoted to photonic devices based upon quantum engineered materials in the infrared and terahertz.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2019<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;S&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research addresses the challenge of making terahertz semiconductor laser sources that operate at room temperature in the 1-5 THz range. Compact chip-scale sources of terahertz radiation that operate with both reasonably high output power (milliwatts or more) are desired for a range of spectroscopy and imaging  applications. Examples include molecular gas sensing in the field of astrophysics and atmospheric science (for example investigation of star formation), imaging in the biological and medical sciences (for example burn and skin tumor imaging), security screening and illicit material detection (for example explosive and drug identification), and non-destructive evaluation (for example corrosion monitoring, delamination and void detection in films and coatings). Existing THz quantum-cascade lasers only operate at cryogenic temperatures which requires extra cooling, larger size, and increased power consumption. The main limitation to room temperature performance is likely deleterious interaction of the electrons within the laser with lattice vibrations (known as phonons), which becomes more severe as room temperature operation is approached. Eventually, scattering of electrons with phonons kills laser operation entirely.\n\nThe intellectual merit of this proposal lies in the development of a new material system for such terahertz lasers &ndash; namely semiconductor quantum dots grown within nanopillars &ndash; that has the potential to dramatically increase the operating temperatures. Conventional quantum-cascade lasers are based upon quantum wells, where electrons are confined in only one dimension and free to move in the other two. Quantum dots confine the electrons in all three dimensions, and as a result the energy levels are more sharply defined. Theory and experiments have strongly suggested that using quantum dots will allow operation at room temperature by suppressing unwanted interactions of the electrons with lattice vibrations. Growing quantum dots within nanopillars was a promising, but untested new material system.\n\nThe research fell into two categories. First was the development of sophisticated theory and numerical modeling tools to help predict and confirm the properties of the proposed nanopillar quantum cascade lasers. This line of research produced very promising results, and showed that the original theoretical predictions about room temperature performance were likely correct, although unexpected challenges were likely to arise due to the unique characteristics of the quantum dots within the nanopillars. This line of research produced a simulation code that could set bounds upon how \"perfect\" the material growth needed to be, and how much inhomogeneity could be tolerated. The second category was the materials development of the nanopillar quantum dots. On balance, this was less successful, as it proved extremely difficult to grow quantum dots within the nanopillars with sufficiently precise interfaces. While a great deal of auxiliary knowledge was gained about materials growth processes, ultimately the project was unsuccessful at producing any nanopillar quantum cascade lasers. Side spin-off projects were somewhat more successful, as nanopillars produced using the same growth process were demonstrated as mid-infrared detectors.\n\n In summary, this research theoretically bolstered the motivating concept for nanopillar quantum cascade lasers, but its realization will have to wait for further improvements in the materials growth technology.\n\nThe broader impacts are addressed at several levels including undergraduate and graduate research experiences, dissemination of results, conference organization, and technology advancement. Many journal papers and conference papers were written as a result, and many students were able to present their work at conferences. Mentoring of undergraduate students took place via the PI?s acting as faculty advisor for the undergraduate honor society. Outreach to underrepresented minorities (URM) occurred through the PI?s development of research projects for an undergraduate research course designed for the recruitment and retention within engineering. The PI organized and chaired a conference (Infrared Terahertz Quantum Workshop 2019) devoted to photonic devices based upon quantum engineered materials in the infrared and terahertz.\n\n\t\t\t\t\tLast Modified: 09/26/2019\n\n\t\t\t\t\tSubmitted by: Benjamin S Williams"
 }
}