{
 "awd_id": "1510092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS: Ion transport in semicrystalline solid polymer electrolytes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 345148.0,
 "awd_amount": 345148.0,
 "awd_min_amd_letter_date": "2015-05-29",
 "awd_max_amd_letter_date": "2015-05-29",
 "awd_abstract_narration": "#1510092\r\nLi, Christopher\r\n\r\nAlthough the current state-of-the-art lithium ion batteries (LIBs) have been widely used in consumer electronics, because of the relatively low theoretical capacity, they cannot meet the need of applications such as electrical vehicles, autonomous aircrafts, etc. The theoretical capacity of LIBs can be greatly improved by replacing graphite with lithium metal as the anode to fabricate a lithium metal battery (LMB). To materialize LMB, the biggest obstacle is the associated fire or explosion hazards. In order to achieve safe operation for LMB, solid polymer electrolytes (SPEs) with good room temperature ionic conductivity and high shear modulus are needed. The goal of this proposed research is to understand the ion transport mechanism in semicrystalline SPEs for energy device applications. The proposed semicrystalline SPEs could be a viable candidate for fabricating next generation safe LMBs.  \r\n\r\nIn this proposal, through critical analysis of the past four decades of research on SPE, an overlooked question regarding the detailed mechanism of the crystalline morphology effect on ionic conductivity in SPEs has been raised. To answer this challenging question, the PI proposes a series of semicrystalline SPEs with precisely controlled crystal size, orientation, and chain folding. This novel approach, for the first time, decouples the intertwine structural (tortuosity) and dynamic (tethered chain confinement) effects on ion transport in SPE. It also demonstrates that tortuosity associated with crystalline morphology plays a critical role on ion transport in semicrystalline SPEs. The proposed research will provide a new strategy to design SPEs for energy device applications: Compared with existing SPEs, the proposed semicrystalline SPE with controlled crystal morphology and orientation is advantageous because crystalline polymer is mechanically 3-4 orders of magnitude stronger than amorphous rubbery polymers, the intrinsic two-phase model (crystalline and amorphous) associated with semicrystalline SPE addresses the needs for two performance measures, the mechanical properties and the high ionic conductivity, respectively.  \r\n\r\nThe proposed research aims to tackle a challenging problem in the energy research field. If successful, the project will lead to a new type of SPEs, which enables safe operation of lithium metal batteries, a grand challenge facing the energy research community. These proposed educational activities encompass a broad impact. First, the proposed plan will help bridge the existing gap between levels of educational developments by involving high school students and teachers in research activities through a number of mentoring programs. Second, due to the high population of under-represented groups in the Philadelphia region, the proposed outreach program will be specifically geared towards encouraging the participation of under-represented populations. Third, the proposed research will be publicized through scientific media and public workshops. The dissemination of this information along with hands-on experiences for secondary education teachers will result in more informed teachers capable of educating the future by establishing collaborative efforts with school districts in the surrounding Philadelphia region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Li",
   "pi_email_addr": "chrisli@drexel.edu",
   "nsf_id": "000275409",
   "pi_start_date": "2015-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut st.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 345148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Lithium batteries has been indispensable in today&rsquo;s society. However, there are urgent needs to further broaden their application in the field of electric vehicle, grid storage, as well as to improve their safety. In both Li-metal and Li-ion battery systems, replacing the volatile, flammable liquid organic electrolyte with solid polymer electrolytes (SPEs) having adequate ionic conductivity, high cation mobility, sufficient mechanical properties and a wide electrochemical window is critical to addressing the safety concerns of the batteries. Polyethylene oxide (PEO) has been demonstrated as an excellent candidate for SPEs due to its high dielectric constant and strong lithium ion solvating ability. The ion conduction mechanism in PEO is considered as ion hopping along the polymer segments assisted by the ether oxygens. In most cases, it takes place in the amorphous region. Our recent study has demonstrated that the two intertwined effects of PEO crystallization on ionic conductivity reduction, namely the structural/tortuosity effect and dynamic/tethered chain effect, can be decoupled and quantified using a model PEO single crystal SPE with controlled size, structure, crystallinity and crystal orientation. It further suggested that semicrystalline PEO-based SPE offers an alternative solution to achieving both high mechanical integrity and moderate ionic conductivity as long as the PEO crystal orientation can be controlled so that the surfaces of PEO lamellae are parallel to the intended ion diffusion direction to minimize the tortuosity effect. While the polymer single crystal system can be used as a model for fundamental study and to fabricate functional materials, it is not yet feasible for the large scale SPE fabrication.&nbsp; In this project, we have developed three SPE systems, e.g., PEO/GO nanocomposite, PEO/MXene nanocomposite, and PEO-based multiblock copolymers for SPE applications. Our work showed that tuning microphase structure and morphology by introducing 2D nanofillers, or a multiblock architecture can effectively control the crystallinity and ion transport mechanism in the SPE. Improved electrochemical stability has also been achieved. Full device tests demonstrated that our SPEs are promising for next general lithium battery applications.&nbsp;&nbsp;Our group has also been actively involved in public general outreach, participating in activities such as Philly Materials Day, Materials Summer Camp, etc. Research work has been disseminated via publishing the results in scientific journals, and delivering presentations in national and international meetings.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2019<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLithium batteries has been indispensable in today?s society. However, there are urgent needs to further broaden their application in the field of electric vehicle, grid storage, as well as to improve their safety. In both Li-metal and Li-ion battery systems, replacing the volatile, flammable liquid organic electrolyte with solid polymer electrolytes (SPEs) having adequate ionic conductivity, high cation mobility, sufficient mechanical properties and a wide electrochemical window is critical to addressing the safety concerns of the batteries. Polyethylene oxide (PEO) has been demonstrated as an excellent candidate for SPEs due to its high dielectric constant and strong lithium ion solvating ability. The ion conduction mechanism in PEO is considered as ion hopping along the polymer segments assisted by the ether oxygens. In most cases, it takes place in the amorphous region. Our recent study has demonstrated that the two intertwined effects of PEO crystallization on ionic conductivity reduction, namely the structural/tortuosity effect and dynamic/tethered chain effect, can be decoupled and quantified using a model PEO single crystal SPE with controlled size, structure, crystallinity and crystal orientation. It further suggested that semicrystalline PEO-based SPE offers an alternative solution to achieving both high mechanical integrity and moderate ionic conductivity as long as the PEO crystal orientation can be controlled so that the surfaces of PEO lamellae are parallel to the intended ion diffusion direction to minimize the tortuosity effect. While the polymer single crystal system can be used as a model for fundamental study and to fabricate functional materials, it is not yet feasible for the large scale SPE fabrication.  In this project, we have developed three SPE systems, e.g., PEO/GO nanocomposite, PEO/MXene nanocomposite, and PEO-based multiblock copolymers for SPE applications. Our work showed that tuning microphase structure and morphology by introducing 2D nanofillers, or a multiblock architecture can effectively control the crystallinity and ion transport mechanism in the SPE. Improved electrochemical stability has also been achieved. Full device tests demonstrated that our SPEs are promising for next general lithium battery applications.  Our group has also been actively involved in public general outreach, participating in activities such as Philly Materials Day, Materials Summer Camp, etc. Research work has been disseminated via publishing the results in scientific journals, and delivering presentations in national and international meetings. \n\n \n\n\t\t\t\t\tLast Modified: 09/10/2019\n\n\t\t\t\t\tSubmitted by: Christopher Li"
 }
}