{
 "awd_id": "1510697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SusChEM: Drop-in Hydrocarbon Fuels through Novel Integration of Biological and Catalytic Conversion of Cellulosic Biomass-Derived Sugars",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 329970.0,
 "awd_min_amd_letter_date": "2015-09-04",
 "awd_max_amd_letter_date": "2016-09-19",
 "awd_abstract_narration": "PI Name:  Ian Wheeldon\r\nProposal Number: 1510697 \r\n\r\nPlant biomass is an abundant, domestic resource for the sustainable and large-scale production of liquid transportation fuels.  Such biomass-to-fuel systems reduce dependence on fossil fuels, lower greenhouse gas production, and improve energy security.  Present processes for converting plant biomass into fuels usually involve biological processes, such as using microorganisms to convert the cellulosic fractions to sugars which are fermented into bioethanol, or chemical processes, which typically convert the biomass to a reactive gas which is then upgraded to a wide range of fuel compounds.  The goal of this project is combine the best attributes of biological and chemical processes into a single integrated process that selectively converts biomass sugars into liquid hydrocarbon fuels similar to gasoline.  The innovative aspect of this project is that it ties both processes together through ethyl acetate, an intermediate compound produced by yeast which is readily separated and catalytically converted to gasoline with high yield and purity.  The fundamental research will use genetic engineering to enable the yeast to exclusively make ethyl acetate instead of ethanol, and then tailor the catalyst systems to make gasoline from ethyl acetate.  The research will include undergraduate student participants from under-represented backgrounds attending local community colleges in Riverside County, California.\r\n\r\nThe overall goal of the proposed research is to explore the feasibility of integrating selective biological and catalytic conversion processes to convert plant biomass derived sugars into liquid fuels.  The overall concept is to take best advantage of the unique features of both processes to enable selective conversion of biomass sugars to hydrocarbons. The particular system chosen for fundamental study focuses on the metabolic engineering of the yeast Kluyveromyces marxianus for ethyl acetate biosynthesis, followed by the catalytic conversion of ethyl acetate to hydrocarbons in the gasoline range.  Ethyl acetate is selected as the intermediate product to efficiently link the biological and chemical conversion steps, since its high volatility allows for recovery as vapor product from the fermentation broth, and is reactive towards catalytic conversion to hydrocarbons.  K. maxiumus is selected as the model organism for ethyl acetate biosynthesis, as it is an industrial yeast strain amenable to genetic engineering, exhibits thermal tolerance at 50 C needed for ethyl acetate vapor recovery from the fermentation broth, and can metabolize both C5 and C6 sugars derived from lignocellulosic biomass.  The research plan has two primary objectives.  The first objective is to identify ethyl acetate biosynthesis pathways in Kluyveromyces marxianus, and use this knowledge to maximize ethyl acetate production through metabolic engineering.   Towards this end, it is hypothesized that ethyl acetate is synthesized by one of three pathways, including synthesis by alcohol-Oacetyltransferase (AATase), reverse esterase activity, or alcohol dehydrogenase (Adh) activity towards hemiacetal.  Pathways will be optimized for both C5 and C6 sugars.  The second objective is to develop and characterize a new catalytic reaction pathway for conversion of ethyl acetate vapor to gasoline hydrocarbons, using nanoparticle based noble metal/alumina hydrogenolysis catalysts to convert ethyl acetate to diethyl ether, and shape-selective, solid-acid zeolite catalysts to convert diethyl ether to hydrocarbons.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Wheeldon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Wheeldon",
   "pi_email_addr": "iwheeldon@engr.ucr.edu",
   "nsf_id": "000594491",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Christopher",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip N Christopher",
   "pi_email_addr": "pchristopher@ucsb.edu",
   "nsf_id": "000600255",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "7619",
   "pgm_ref_txt": "EQUIPMENT ACQUISITIONS"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 96599.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 233371.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Cellulosic biomass represents the most abundant domestic resource that can sustainably support the large-scale production of low-cost liquid fuels. This project works toward the design and development of an integrated biological/chemical process that could be used to convert cellulosic biomass-derived sugars into biofuels. The designed process converts fermentable sugars into the reactive intermediate ethyl acetate via yeast fermentation, and subsequently converts ethyl acetate into diethyl ether by chemical catalysis. Diethyl ether can then be converted into gasoline-like hydrocarbons by a second chemical catalysis step. In working towards realizing this process, the following studies were completed: (1) A chemical assay to detect short and medium chain ester biosynthesis in microbes was designed and used to evaluate the ability of various stains of the yeast&nbsp;<em>Kluyveromyces marxianus</em>&nbsp;to metabolize C5, C6, and C12 biomass-derived sugars and produce ethyl acetate; (2) Genetic engineering of&nbsp;<em>K. marxianus&nbsp;</em>was used to identify and overexpress the metabolic pathway responsible for the bulk formation of ethyl acetate; (3) A series of metal oxide supported copper catalysts was used to understand the reaction mechanism of ethyl acetate conversion to diethyl ether; and, (4) Various metal oxide-supported copper catalysts were used to understand the effects of support materials on the conversion of ethanol to acetaldehyde. This last study was accomplished because ethanol is a major bi-product of the diethyl ether production reaction. To enable the biological studies, new CRISPR-Cas9 based gene editing tools were created, including a CRISPR interference system for gene regulation and a metabolic engineering tool for targeted gene knockout.&nbsp;</span><span>Overall, this project advanced the NSF&rsquo;s mission by creating new technologies at the interface of biological and chemical catalysis. Such technologies are needed to not only create an efficient process for the sustainable production of liquid fuels, but also for other processes that exploit the inherent advantages of each catalytic technology. In addition to the scientific and engineering goals of this project, educational outreach activities connecting graduate and undergraduate researchers at the Riverside and Santa Barbara campuses of the University of California were accomplished. The educational outreach efforts aimed at increasing participation of STEM students in advanced manufacturing research at the interface of chemical and biological catalysis.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2020<br>\n\t\t\t\t\tModified by: Ian&nbsp;R&nbsp;Wheeldon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCellulosic biomass represents the most abundant domestic resource that can sustainably support the large-scale production of low-cost liquid fuels. This project works toward the design and development of an integrated biological/chemical process that could be used to convert cellulosic biomass-derived sugars into biofuels. The designed process converts fermentable sugars into the reactive intermediate ethyl acetate via yeast fermentation, and subsequently converts ethyl acetate into diethyl ether by chemical catalysis. Diethyl ether can then be converted into gasoline-like hydrocarbons by a second chemical catalysis step. In working towards realizing this process, the following studies were completed: (1) A chemical assay to detect short and medium chain ester biosynthesis in microbes was designed and used to evaluate the ability of various stains of the yeast Kluyveromyces marxianus to metabolize C5, C6, and C12 biomass-derived sugars and produce ethyl acetate; (2) Genetic engineering of K. marxianus was used to identify and overexpress the metabolic pathway responsible for the bulk formation of ethyl acetate; (3) A series of metal oxide supported copper catalysts was used to understand the reaction mechanism of ethyl acetate conversion to diethyl ether; and, (4) Various metal oxide-supported copper catalysts were used to understand the effects of support materials on the conversion of ethanol to acetaldehyde. This last study was accomplished because ethanol is a major bi-product of the diethyl ether production reaction. To enable the biological studies, new CRISPR-Cas9 based gene editing tools were created, including a CRISPR interference system for gene regulation and a metabolic engineering tool for targeted gene knockout. Overall, this project advanced the NSF’s mission by creating new technologies at the interface of biological and chemical catalysis. Such technologies are needed to not only create an efficient process for the sustainable production of liquid fuels, but also for other processes that exploit the inherent advantages of each catalytic technology. In addition to the scientific and engineering goals of this project, educational outreach activities connecting graduate and undergraduate researchers at the Riverside and Santa Barbara campuses of the University of California were accomplished. The educational outreach efforts aimed at increasing participation of STEM students in advanced manufacturing research at the interface of chemical and biological catalysis.\n\n\t\t\t\t\tLast Modified: 06/02/2020\n\n\t\t\t\t\tSubmitted by: Ian R Wheeldon"
 }
}