{
 "awd_id": "1510556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Group Theoretical, Combinatorial, and Dynamical Aspects of Mapping Class Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 228100.0,
 "awd_amount": 259000.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2016-07-08",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1510556, Principal Investigator: Dan Margalit\r\n\r\nThe main goal of this project is to study surfaces and their symmetries.  A surface is a two-dimensional space, in other words, a two-dimensional version of the world we live in.  Surfaces come in many shapes (for instance the surface of a ball is different from the surface of a doughnut) and they arise in many varied contexts, from physics to robotics to data analysis to quantum field theory.  The symmetries of a surface form a beautiful and rich theory that has been the focus of intense study over the past century.  One surprising phenomenon is that there are combinatorial objects called curve complexes - looking nothing themselves like a surface - that have the same symmetries as a surface.  Many such objects have been discovered in the past twenty years.  The first goal of this project is to give (essentially) a complete list of such curve complexes.  This will be a capstone in the well-studied theory of symmetries of curve complexes.  The second project is to study a certain centrally important subset of the set of symmetries of a surface - the so-called Torelli group.  These symmetries are significant because of their strong connections to algebraic geometry and representation theory.  Basic properties of the Torelli group are unknown, despite the fact that this group has been studied heavily for fifty years.  This project aims to understand the basic finiteness properties of the Torelli group - for instance finite presentability.  This is one of the main open problems in the theory of surfaces.  Using a computer-aided search,  new footholds have been found into this problem.  The third project is a proposed algorithm for quickly computing the basic properties of a single symmetry  of a surface. For instance, this algorithm computes the entropy, which is the amount of mixing being achieved on the surface.  Other such algorithms exist, but ours is much faster.  For instance, using an appropriate notion of size (called word length), the existing algorithms can handle symmetries of size 30 (or so) and our algorithm can very easily handle symmetries of size upwards of 30,000.  In conjunction with these projects, the principal investigator will also be completing a textbook for undergraduates on a related subject, called Office Hours with a Geometric Group Theorist, and also will continue to run a professional development workshop for graduate students, the Topology Students Workshop.\r\n\r\nThe mapping class group of a surface is the group of homotopy classes of orientation-preserving homeomorphisms of the surface.  Among other things, the mapping class group encodes the outer automorphism group of the surface fundamental group, the (orbifold) fundamental group of the moduli space of the surface, and the isomorphism types of surface bundles over arbitrary spaces.  The mapping class group also has connections to many, many areas of mathematics, including dynamics, group theory, number theory, quantum field theory, representation theory, and algebraic geometry, just to name a few. The goals laid out in this project are threefold: (1) find a general theory for when a combinatorial, algebraic, or geometric object associated to a surface has the extended mapping class group as its group of automorphisms; (2) determine the finiteness properties of the Torelli subgroup of the mapping class group, specifically whether or not the Torelli group is finitely presented; and (3) establish a polynomial-time algorithm to compute the conjugacy invariants for a pseudo-Anosov mapping class.  Problem (1) was conceived by Ivanov; with Brendle, the PI has made substantial progress on this question.  Problem (2) is one of the most important open problems in the theory of mapping class groups.  It is a very hard question going back to the work of Dehn and Nielsen in the 1920s.  Bestvina, Lucarelli, Vogtmann, and the PI are making significant progress by performing a computer-aided search.  Various algorithms for Problem (3) are known, most notably the Bestvina-Handel algorithm.  With Yurttas the PI has a new algorithm for computing train tracks that works in quadratic time; in practice it is much quicker than the Bestvina-Handel algorithm (which we conjecture to be doubly exponential).  All three projects address fundamental questions in the theory of mapping class groups and in all three cases the PI and his collaborators have already made significant headway. In addition to these research goals, the PI also proposes to continue work on two major projects that have direct impact on graduate and undergraduate students.  The first is the Topology Students Workshop, a conference that serves both as a research conference in topology for graduate students as well as a professional development workshop.  The second is Office Hours with a Geometric Group Theorist, an introductory text on Geometric Group Theory for undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Margalit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Margalit",
   "pi_email_addr": "dan.margalit@vanderbilt.edu",
   "nsf_id": "000512332",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 228100.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 30900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Significant progress was made on the major research goals from the proposal. Ten refereed research articles were produced, three survey articles were completed, an introductory undergraduate textbook was written, several summer research projects were mentored, and a professional development workshop was run two times. The PI gave lectures at 10 conferences, 4 of which were international. The PI also gave 8 seminar talks. Six Ph.D. students and three postdoctoral researcher were mentored. Eleven conferences were organized.<br /> <br /> The research goals centered around the study of surfaces, specifically, the set of symmetries of a surface, called the mapping class group.&nbsp; Specific projects focused on identifying the amount of mixing effected by a given symmetry and to understand the set of symmetries of the mapping class group itself.<br /> <br /> Given a mixing pattern of, say, a vat of fluid, we can quantify the amount of mixing being achieved; the resulting number is called the stretch factor of the system. One of our results gives a fast algorithm to determine the stretch factor for a given mixing pattern.&nbsp; The effectiveness of this algorithm allows us to more efficiently probe theoretical questions about stretch factors, for instance to understand optimal mixing patterns.<br /> <br /> Ivanov proposed a metaconjecture, which describes the symmetries of the mapping class group, or more generally the symmetries of any normal subgroup of the mapping class group.&nbsp; Given any sufficiently rich\" collection of symmetries, the metaconjecture says that any symmetry of&nbsp; this set of symmetries is induced by a homeomorphism of the surface - in other words it is of a geometric nature, not simply an algebraic object.&nbsp; One of our results confirms the metaconjecture in a wide array of cases.<br /> <br /> Another result is a new algorithm for determining the equivalence class of a topological polynomial.&nbsp; Our work resolves a conjecture of Pilgrim, the finite global attractor problem, in the case of polynomials.&nbsp; It also allows us to give a new solution to, and a vast generalization of, the twisted rabbit problem of John Hubbard.<br /> <br /> An introductory undergraduate textbook called Interactive Linear Algebra was completed.&nbsp; The book includes many interactive demonstrations, and is now the standard textbook at Georgia Institute of Technology.<br /> <br /> The PI led 24 undergraduates in summer research projects.&nbsp; Several papers were produced, and the students received many awards and recognitions.<br /> <br /> The PI coordinated a summer workshop - the Topology Students Workshop - at Georgia Tech in the summers of 2016 and 2018. Both were highly successful. In the 2018 edition, there were sessions on networking, etiquette, self-care, giving lectures, and career choices, for example. &nbsp;Many participants praised the workshops. One participant described the workshop as \"basically life changing.\" The Topology Students Workshop has inspired several other similar workshops and seminars, for instance <br /> at Georgia Tech, Bryn Mawr, Purdue, and Imperial College London.<br /> <br /> One outgrowth of the Topology Students Workshop is the Mathematics Students Resource, a web site containing many links for professional development resources; so far this web site has over 7,000 hits.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2019<br>\n\t\t\t\t\tModified by: Dan&nbsp;Margalit</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSignificant progress was made on the major research goals from the proposal. Ten refereed research articles were produced, three survey articles were completed, an introductory undergraduate textbook was written, several summer research projects were mentored, and a professional development workshop was run two times. The PI gave lectures at 10 conferences, 4 of which were international. The PI also gave 8 seminar talks. Six Ph.D. students and three postdoctoral researcher were mentored. Eleven conferences were organized.\n \n The research goals centered around the study of surfaces, specifically, the set of symmetries of a surface, called the mapping class group.  Specific projects focused on identifying the amount of mixing effected by a given symmetry and to understand the set of symmetries of the mapping class group itself.\n \n Given a mixing pattern of, say, a vat of fluid, we can quantify the amount of mixing being achieved; the resulting number is called the stretch factor of the system. One of our results gives a fast algorithm to determine the stretch factor for a given mixing pattern.  The effectiveness of this algorithm allows us to more efficiently probe theoretical questions about stretch factors, for instance to understand optimal mixing patterns.\n \n Ivanov proposed a metaconjecture, which describes the symmetries of the mapping class group, or more generally the symmetries of any normal subgroup of the mapping class group.  Given any sufficiently rich\" collection of symmetries, the metaconjecture says that any symmetry of  this set of symmetries is induced by a homeomorphism of the surface - in other words it is of a geometric nature, not simply an algebraic object.  One of our results confirms the metaconjecture in a wide array of cases.\n \n Another result is a new algorithm for determining the equivalence class of a topological polynomial.  Our work resolves a conjecture of Pilgrim, the finite global attractor problem, in the case of polynomials.  It also allows us to give a new solution to, and a vast generalization of, the twisted rabbit problem of John Hubbard.\n \n An introductory undergraduate textbook called Interactive Linear Algebra was completed.  The book includes many interactive demonstrations, and is now the standard textbook at Georgia Institute of Technology.\n \n The PI led 24 undergraduates in summer research projects.  Several papers were produced, and the students received many awards and recognitions.\n \n The PI coordinated a summer workshop - the Topology Students Workshop - at Georgia Tech in the summers of 2016 and 2018. Both were highly successful. In the 2018 edition, there were sessions on networking, etiquette, self-care, giving lectures, and career choices, for example.  Many participants praised the workshops. One participant described the workshop as \"basically life changing.\" The Topology Students Workshop has inspired several other similar workshops and seminars, for instance \n at Georgia Tech, Bryn Mawr, Purdue, and Imperial College London.\n \n One outgrowth of the Topology Students Workshop is the Mathematics Students Resource, a web site containing many links for professional development resources; so far this web site has over 7,000 hits.\n\n\t\t\t\t\tLast Modified: 12/30/2019\n\n\t\t\t\t\tSubmitted by: Dan Margalit"
 }
}