{
 "awd_id": "1511853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS: Developing Quantitative Models of SHP2-Mediated Signaling regulation in Glioma for Rational Identification of Improved Therapeutic Approaches.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 324956.0,
 "awd_amount": 324956.0,
 "awd_min_amd_letter_date": "2015-09-04",
 "awd_max_amd_letter_date": "2015-09-04",
 "awd_abstract_narration": "1511853\r\nLazzara, Matthew J.    \r\n\r\nGlioblastoma multiforme (GBM) is the most common cancer of the brain, with an average survival time of just 14 months. In this project a large data set will be collected to probe how GBM cells respond to different therapeutics when the protein tyrosine phosphatase SHP2 is present at normal or reduced levels. Activation states of numerous signaling proteins will be measured in parallel. These data will be used to generate a computational model to predict which druggable proteins to inhibit in order to antagonize the aspects of SHP2 regulation in GBM tumors that promote tumor growth and therapeutic resistance. Model predictions will be tested first in cell culture and ultimately in mouse models of GBM. This approach has not been employed previously to study GBM and will leverage the new understanding of how SHP2 impacts GBM tumor behaviors. The research is anticipated to generate important new insights that may eventually be leveraged to improve clinical outcomes for the 14,000 patients diagnosed with GBM in the U.S. each year. The work will also validate the proposed approach to translate information on the function of a non-druggable protein into immediately actionable therapeutic strategies.\r\n\r\nGlioblastoma multiforme (GBM) is the most common malignancy of the brain. GBM tumors are resistant to chemotherapy, radiation, and targeted inhibitors of oncogenic kinases, and new therapeutic approaches are desperately needed. Data from the lab of the Principal Investigator (PI) show that the protein tyrosine phosphatase SHP2 controls GBM cell signaling in ways that could potentially be leveraged to design improved therapeutic approaches for GBM. However, the data also suggest this will not be straightforward because SHP2 simultaneously exerts positive and negative regulatory effects over proliferation and survival signaling. The net effect is that SHP2 expression simultaneously drives cellular proliferation but also promotes death in response to certain therapeutics in GBM cell lines, effects which may seem to conflict with each other. Moreover, the signaling processes regulated by SHP2 in GBM cells and tumors have not yet been fully identified. Thus, the path forward is not simply to inhibit SHP2 and all its functions broadly, but rather to systematically evaluate the signaling pathways regulated by SHP2 in GBM and to quantitatively map the functions of those pathways to GBM phenotypes of interest. Ultimately, this approach will identify a subset of signaling pathways in the SHP2-regulated signaling network whose selective inhibition will slow GBM tumor growth and augment response to therapeutics. In this research, a partial least squares regression (PLSR) computational modeling approach will be used to map multivariate signaling events regulated by SHP2 to specific GBM cell and tumor phenotypes of interest. PLSR is robust enough to capture the complexity and cell context-dependence of the trends revealed by the preliminary data. PLSR has been successfully utilized to dissect signaling/phenotype relationships in other cellular systems but has never been applied to rationally identify a subset of useful druggable signaling nodes downstream of a presently non-druggable protein such as SHP2 in GBM or other cancers. Ultimately, this project will identify a new set of therapeutic targets in glioblastoma, produce substantial new biological understanding about the role of SHP2 in glioblastoma, and validate a general proposed method for circumventing limitations that may exist for directly therapeutically targeting a specific protein known to be important in disease. The project also includes a set of integrated educational objectives to reach students from diverse backgrounds by leveraging the PI's existing educational programs and outreach efforts with high school students and science educational facilities.\r\n\r\nThis award by the Biotechnology and Biochemical Engineering Program of the CBET Division is co-funded by the Systems and Synthetic Biology Program of the Division of Molecular and Cellular Biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Lazzara",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Lazzara",
   "pi_email_addr": "mlazzara@virginia.edu",
   "nsf_id": "000538451",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "220 S. 33rd Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 18834.0
  }
 ],
 "por": null
}