{
 "awd_id": "1511720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS: Tunable and Scalable Protein Assemblies for Personalized Cancer Immunotherapy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2015-06-10",
 "awd_max_amd_letter_date": "2015-06-10",
 "awd_abstract_narration": "1511720 (Wen)\r\n\r\nCancer is projected to cause well over half-a-million deaths in the US in 2015, and is expected to surpass heart diseases as the leading cause of death in the next few years. While T-cell-based immunotherapy holds great potential to cure cancer, there are multiple roadblocks including therapeutic effectiveness, patient individuality, biomanufacturing, and cost. This proposal aims to tackle these limitations by making nanoscale assemblies of proteins that can collectively program a patient's own immune system to seek out and destroy the cancer cells. The modular nature and the inexpensive production system of the protein assemblies hold promise to make personalized cancer immunotherapy both effective and affordable. The successful completion of this work will provide an enabling strategy for developing personalized immunotherapy to treat cancer and help define the metrics of effective anti-tumor immune cell responses.\r\n\r\nT-cell based immunotherapy holds great promise to treat cancer, as recognized by the recent approval of sipuleucel-T to treat advanced prostate cancer. The key to a successful T-cell immunotherapy is to elicit a potent anti-tumor response by presenting the right signals (i.e. protein ligands) in the right spatial pattern to T cells as observed in the immunological synapse. While artificial presenting systems represent an affordable alternative to adoptive transfer of patient's own immune cells, their existing designs lack the spatial control of the protein ligands, resulting in limited beneficial clinical outcome. The investigator proposes a novel approach of synthesizing tunable and scalable protein assemblies (TSPAs), which consist of multiple T-cell-activating protein ligands of choice that self-assemble into defined supramolecular patterns on an addressable scaffold. Coupled with high dimensional single-cell phenotyping, the availability of the proposed TSPAs opens up the possibility to engineer personalized and affordable immunotherapy. Specifically, using breast cancer as a model system, the investigators will establish the relationship between the composition of the T-cell-activating ligands in the TSPA, the pattern of the ligands, and the anti-tumor activity of the activated T cells. This will further enable the identification of the optimal TSPA configuration to mount an effective anti-tumor T-cell response. The successful completion of this work will provide an enabling strategy for developing personalized immunotherapy to treat other types of cancer, and help define the metrics of effective anti-tumor T-cell responses. The definition of such a standard will significantly improve the ability to predict T-cell therapeutic outcome and help provide guidelines for designing better cancer therapeutics and vaccines.  To generate a broader impact, protein and life science research-based learning platform will be established at different academic levels to foster students' interest in engineering and manufacturing therapeutic molecules, increase their knowledge in the emerging field of personalized medicine, and provide new opportunities for women and underrepresented minorities to pursue careers in engineering and medicinal science. These efforts will collectively help create a new generation of engineers with a multi-disciplinary skillset ready to make an impact on human health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fei",
   "pi_last_name": "Wen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fei Wen",
   "pi_email_addr": "feiwenum@umich.edu",
   "nsf_id": "000675033",
   "pi_start_date": "2015-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2800 Plymouth Rd,Bldg 28",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While 2017 was a watershed year for cell-based therapies with two FDA approvals of CAR T cells for treating blood cancers where other therapies have failed, many clinical trials showed limited efficacy in part due to suboptimal T cell activation during treatment in vivo and/or manufacturing ex vivo. Activating T cells to induce desired responses is extremely difficult. It not only involves multiple T cell activating protein ligands, but also requires them to form complex organizations at both micro- and nanoscales. Currently, there is no method that allows for nanoscale organization of T cell ligands on a 3D surface. This technological gap in turn created a hole in our understanding of how nanoscale organizational parameters influence T cell activation. Our platform technology fills this gap to greatly expand our ability and knowledge to precisely modulate T cell activation for optimal functional outcome. Specifically, we conceptualized and validated a platform technology based on Tunable and Scalable Protein Assemblies that enables &ndash; for the first time &ndash; the control of nanoscale organization of T cell ligands on 3D surface to activate T cells with defined valency, density and stoichiometric ratio.</p>\n<p>&nbsp;</p>\n<p>In addition to eight journal publications made possible with this NSF funding, we were also able to develop an innovative &ldquo;student-created YouTube video&rdquo; project that improved undergraduate student learning in a large engineering classroom. This innovation has not only successfully transformed boring deductive classroom teaching into social sharing of engineering principles, but also led to the creation of a YouTube channel (<a href=\"https://www.youtube.com/channel/UCBpw-AyX_Sw8EVsKObSiUVw\">https://www.youtube.com/channel/UCBpw-AyX_Sw8EVsKObSiUVw</a>) titled &ldquo;<em>The</em> <em>Fun of Mass and Heat Transfer&rdquo;</em> as a global outreach platform. The YouTube channel already has a worldwide audience &ndash; from the US, UK, Mexico, India, Israel, Brazil and South Africa, and 78 more countries. This channel also has subscribers who are local STEM educators interested in replicating the video contents in their own high-school classrooms. These efforts will collectively help to create a new generation of engineers with skills and fundamental knowledge in both engineering and life sciences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2019<br>\n\t\t\t\t\tModified by: Fei&nbsp;Wen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile 2017 was a watershed year for cell-based therapies with two FDA approvals of CAR T cells for treating blood cancers where other therapies have failed, many clinical trials showed limited efficacy in part due to suboptimal T cell activation during treatment in vivo and/or manufacturing ex vivo. Activating T cells to induce desired responses is extremely difficult. It not only involves multiple T cell activating protein ligands, but also requires them to form complex organizations at both micro- and nanoscales. Currently, there is no method that allows for nanoscale organization of T cell ligands on a 3D surface. This technological gap in turn created a hole in our understanding of how nanoscale organizational parameters influence T cell activation. Our platform technology fills this gap to greatly expand our ability and knowledge to precisely modulate T cell activation for optimal functional outcome. Specifically, we conceptualized and validated a platform technology based on Tunable and Scalable Protein Assemblies that enables &ndash; for the first time &ndash; the control of nanoscale organization of T cell ligands on 3D surface to activate T cells with defined valency, density and stoichiometric ratio.\n\n \n\nIn addition to eight journal publications made possible with this NSF funding, we were also able to develop an innovative \"student-created YouTube video\" project that improved undergraduate student learning in a large engineering classroom. This innovation has not only successfully transformed boring deductive classroom teaching into social sharing of engineering principles, but also led to the creation of a YouTube channel (https://www.youtube.com/channel/UCBpw-AyX_Sw8EVsKObSiUVw) titled \"The Fun of Mass and Heat Transfer\" as a global outreach platform. The YouTube channel already has a worldwide audience &ndash; from the US, UK, Mexico, India, Israel, Brazil and South Africa, and 78 more countries. This channel also has subscribers who are local STEM educators interested in replicating the video contents in their own high-school classrooms. These efforts will collectively help to create a new generation of engineers with skills and fundamental knowledge in both engineering and life sciences.\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2019\n\n\t\t\t\t\tSubmitted by: Fei Wen"
 }
}