{
 "awd_id": "1511733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS:Adsorbed water on Transition metal oxide: Doping, Defects and Electrochemistry",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 329975.0,
 "awd_amount": 329975.0,
 "awd_min_amd_letter_date": "2015-06-25",
 "awd_max_amd_letter_date": "2015-06-25",
 "awd_abstract_narration": "Chakrapani, 1511733\r\n\r\nWater is a ubiquitous participant or bystander in many devices and both natural and man-made systems.  Yet, its interactions with surfaces are not well understood and are frequently overlooked.  This study provides detailed molecular-scale insight into the ways that water interacts with transition metal oxide surfaces particularly as it relates to the design and function of catalysts and electrochemical devices.  The PI also uses her knowledge of electrochemistry to engage students at all levels in understanding sustainable technologies such as solar cells, environmental remediation and smart windows.\r\n \r\nThe overall project goal is to understand the nature of interactions between water and metal oxide surfaces, especially the role of defects in such interactions.  A fourfold experimental approach will be used to 1) determine if the interactions are electrochemical in nature, 2) probe structural changes in hydrogen bonding of water adsorbed at the solid interface, 3) understand how water-induced defects influence redox couples, and 4) measure the changes in electrical properties associated with the adsorption of water.  Several advanced characterization techniques will be employed, including high-resolution sum-frequency generation spectroscopy, in situ photoluminescence spectroscopy, and UV photoelectron spectroscopy.  The resulting understanding will have application in areas as diverse as astrophysics, mineralogy, hydrology, catalysis, and sustainable technologies.  With regard to the latter, the PI has developed a new course which teaches the fundamental aspects of electrochemistry and solid-state physics related to sustainable energy technologies, with simplified aspects made available to K-12 students via energy workshops, summer camps, and an interactive hands-on demo module.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vidhya",
   "pi_last_name": "Chakrapani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vidhya Chakrapani",
   "pi_email_addr": "chakrv@rpi.edu",
   "nsf_id": "000644529",
   "pi_start_date": "2015-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 329975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water is one of the most prevalent chemicals on Earth, and thus it is no surprise that it is an adsorbate important in diverse fields such as catalysis, electrochemistry, tribology, geochemistry, atmospheric chemistry, and many others. Ambient water vapor is known to adsorb naturally on most transition metal oxide surfaces at ambient conditions.&nbsp; This adsorbed water is known to impact diverse properties.&nbsp; For example, adsorbed water is known to affect not only electronic properties but is also known to enhance the catalytic rate of several industrial processes.&nbsp;&nbsp; Yet, its interactions with surfaces are not well understood and are frequently overlooked. Major goals of this work were to understand the nature of gas phase interactions with defects in metal oxides, and the role of adsorbed water in promoting such interactions at moderate temperatures.&nbsp;</p>\n<p><strong>Intellectual Merit:</strong>&nbsp; This study provided detailed molecular-level insight into the ways that water interacts with transition metal oxide surfaces particularly as it relates to the design and function of catalysts and electrochemical devices.&nbsp; From the results of advanced spectroscopic measurements such as photoluminescence and infrared vibrational spectroscopy, a new structure-property-function correlation was developed based on an electrochemical framework for understanding the adsorbed-water/oxide interaction that is a paradigm shift from current understanding.&nbsp; In addition, this framework provides a novel approach towards understanding other processes such as corrosion, weathering and tribological process.</p>\n<p><strong>Broader impact:</strong> A deeper understanding of the interaction of water and ambient gases with the solid surfaces has profound impact on the development of new materials for CO<sub>2</sub> sequestration, membranes for water purification, corrosion, safe ground-water hydrology and mineralogy.&nbsp; The structure-property relationship of metal oxides developed in this work can lead to the rational engineering of catalysts for a variety of heterogeneous chemistries.<sup> </sup>&nbsp;The research itself is of great long term interest because of its relevance to the basic materials chemistry of transition metal oxides, and also because it can lead to the development of a host of new oxide-based devices and applications.</p>\n<p>&nbsp;The project provided opportunities for research, teaching and mentoring of students from all levels from K-12 to-graduate level to participate in cutting-edge research in the area of electrochemistry of transition metal oxide that has important implications in a diverse technological area such as photocalatysis, fuel cells, batteries and environmental remediation.&nbsp; The project enabled the successful completion of PhD dissertation of one graduate student, and provided partial support for two other graduate students.&nbsp; The work resulted in four published manuscripts in peer-reviewed journals.&nbsp; The results were also disseminated to a broader audience every year at national technical meetings.&nbsp; In addition, a total of eight undergraduate students participated in research in PI's laboratory over the course of four years, of which three were female and one student was African-American.</p>\n<p>The PI used her knowledge of electrochemistry to engage and encourage active participation of underrepresented minority K12 students in research in sustainable technologies such as solar cells, environmental remediation and smart windows and contributed to their participation in higher academic or industrial careers.&nbsp; Five high school students, which included three female students and one student from minority community, participated in 5 weeks research in the PI's laboratory in the last four years.&nbsp; All students presented results in the Siemens international Science Fair and other competitions.&nbsp; Four students won multiple awards including awards at the New York state Science Fair, Siemens international Science Fair, and International Sustainable World (Energy, Engineering &amp; Environment) Project Olympiad (I-SWEEEP).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2019<br>\n\t\t\t\t\tModified by: Vidhya&nbsp;Chakrapani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater is one of the most prevalent chemicals on Earth, and thus it is no surprise that it is an adsorbate important in diverse fields such as catalysis, electrochemistry, tribology, geochemistry, atmospheric chemistry, and many others. Ambient water vapor is known to adsorb naturally on most transition metal oxide surfaces at ambient conditions.  This adsorbed water is known to impact diverse properties.  For example, adsorbed water is known to affect not only electronic properties but is also known to enhance the catalytic rate of several industrial processes.   Yet, its interactions with surfaces are not well understood and are frequently overlooked. Major goals of this work were to understand the nature of gas phase interactions with defects in metal oxides, and the role of adsorbed water in promoting such interactions at moderate temperatures. \n\nIntellectual Merit:  This study provided detailed molecular-level insight into the ways that water interacts with transition metal oxide surfaces particularly as it relates to the design and function of catalysts and electrochemical devices.  From the results of advanced spectroscopic measurements such as photoluminescence and infrared vibrational spectroscopy, a new structure-property-function correlation was developed based on an electrochemical framework for understanding the adsorbed-water/oxide interaction that is a paradigm shift from current understanding.  In addition, this framework provides a novel approach towards understanding other processes such as corrosion, weathering and tribological process.\n\nBroader impact: A deeper understanding of the interaction of water and ambient gases with the solid surfaces has profound impact on the development of new materials for CO2 sequestration, membranes for water purification, corrosion, safe ground-water hydrology and mineralogy.  The structure-property relationship of metal oxides developed in this work can lead to the rational engineering of catalysts for a variety of heterogeneous chemistries.  The research itself is of great long term interest because of its relevance to the basic materials chemistry of transition metal oxides, and also because it can lead to the development of a host of new oxide-based devices and applications.\n\n The project provided opportunities for research, teaching and mentoring of students from all levels from K-12 to-graduate level to participate in cutting-edge research in the area of electrochemistry of transition metal oxide that has important implications in a diverse technological area such as photocalatysis, fuel cells, batteries and environmental remediation.  The project enabled the successful completion of PhD dissertation of one graduate student, and provided partial support for two other graduate students.  The work resulted in four published manuscripts in peer-reviewed journals.  The results were also disseminated to a broader audience every year at national technical meetings.  In addition, a total of eight undergraduate students participated in research in PI's laboratory over the course of four years, of which three were female and one student was African-American.\n\nThe PI used her knowledge of electrochemistry to engage and encourage active participation of underrepresented minority K12 students in research in sustainable technologies such as solar cells, environmental remediation and smart windows and contributed to their participation in higher academic or industrial careers.  Five high school students, which included three female students and one student from minority community, participated in 5 weeks research in the PI's laboratory in the last four years.  All students presented results in the Siemens international Science Fair and other competitions.  Four students won multiple awards including awards at the New York state Science Fair, Siemens international Science Fair, and International Sustainable World (Energy, Engineering &amp; Environment) Project Olympiad (I-SWEEEP).\n\n\t\t\t\t\tLast Modified: 08/13/2019\n\n\t\t\t\t\tSubmitted by: Vidhya Chakrapani"
 }
}