{
 "awd_id": "1511014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS: Improving Energy Density of Layered Vanadium Pentoxide Nanostructure for Aqueous Electrochemical Energy Storage",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Triantafillos Mountziaris",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 270817.0,
 "awd_amount": 270817.0,
 "awd_min_amd_letter_date": "2015-06-01",
 "awd_max_amd_letter_date": "2015-06-01",
 "awd_abstract_narration": "Teng, 1511014\r\n\r\nAdoption of renewable non-carbon-emitting energy offers the potential to reduce dependence on petroleum and significantly reduce greenhouse gas emissions. Renewable sun and wind energy sources generally have on-peak and off-peak load variations. To provide clean and efficient energy solutions, the development of electrochemical energy storage (EES) devices can accelerate the adoption of renewable energy generation sources. Thus, electricity generated during off-peak hours can be stored efficiently and economically for use during peak demand.  Such devices need to have high energy density (defined as the amount of energy stored in a given system or region of space per unit volume or mass) to be economically viable.  Electrochemical reactions release the energy in such materials. The PI plans to develop electrochemical capacitors (ECs), often called supercapacitors, with high enough energy density to be used as EES devices.\r\n\r\nIntellectual Merit: Means to increase the energy density of ECs include the design of layered nanomaterials to shorten diffusion distance of ionic transport, and the utilization of mono- and bi-valence charge carriers (e.g., Na+ and Mg2+) for EES instead of lithium-ion to increase the ionic conductance and storage capacity.  The proposed project will investigate the charge-storage mechanism of vanadium pentoxide (V2O5) and silver doped V2O5 (Agx-V2O5; X: 0.1, 0.5 and 1) layered nano structures as electrode materials for (ECs) in various aqueous electrolytes containing mono- and bi-valence cations such as Na+ and Mg2+. Results obtained from material syntheses, structural and functional characterizations, and in situ/ex situ synchrotron/neutron measurements will provide fundamental understanding of the factors that influence of Na+ and Mg2+ storage inside the V2O5 and Agx-V2O5 nanolayers, and help design new types of layered nanostructures with tailored thickness and interplanar distance to enhance energy storage capacity while retaining high power performance in an EC device. The hypotheses are: (i) Ag dopant will improve the electrical conductivity of V2O5; (ii) tailored thickness and interplanar distance of V2O5 and Agx-V2O5 nanolayers will facilitate ionic transport; (iii) Na+ and Mg2+ ions have higher ionic conductivity in water than Li+. Particularly, bi-valence Mg2+ will further improve the capacitance of the EES devices by bringing more charge transfer upon same amount of ionic transport. To validate the hypotheses, the PI will: (i) synthesize and characterize V2O5 and Agx-V2O5 layered nano materials with controlled composition, thickness and interplanar distance; and (ii) perform the electrochemical measurements and electro-kinetic studies in half-cells and button-cells.\r\n\r\nBroader Impact: Success with the proposed research could result in a new type of ECs that could outshine batteries and electrostatic capacitors, and could favorably impact the energy sector. The project will integrate educational programs dedicated to the cross-disciplinary training of students at their home institution and national laboratories via established collaborations and summer research programs. The educational goals of the proposed research are to create a research platform at the home institute for training graduate and undergraduate students as well as high school teachers on the fundamental study of energy research, and to develop\r\nlearning materials for high school science and engineering education. The PI will mentor high school chemistry teachers to participate in three-week summer research in the PI?s lab, so that quality instructional materials based on the summer research can be combined to enhance STEM curriculum and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaowei",
   "pi_last_name": "Teng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaowei Teng",
   "pi_email_addr": "xteng@wpi.edu",
   "nsf_id": "000517039",
   "pi_start_date": "2015-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 270817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global warming from CO<sub>2</sub> emissions, coupled with the projected 240 quadrillion Btu of world energy consumption in 2050, creates an energy dilemma for the United States. Adoption of renewable non-carbon-emitting energy on a global scale offers the potential to reduce our national dependence on petroleum and significantly reduce greenhouse gas emissions.&nbsp; Renewable sun and wind energy sources generally have on-peak and off-peak load variations. To provide clean and efficient energy solutions, electrochemical energy storage (EES) is required to accelerate the adoption of renewable energy generation sources. Thus, electricity generated during off-peak hours can be stored efficiently and economically for use during peak demand.&nbsp; The outcome of the proposed research could provide a cost-effective energy storage solution for residential solar systems by offering a low-cost, environmentally benign aqueous battery system based on disordered V<sub>2</sub>O<sub>5</sub> nanomaterials.&nbsp; Thus, much less investment will be needed during installation of solar panel system, and therefore it will accelerate the adoption of residential solar energy.&nbsp; &nbsp;The main research objective of this project is to understand the how crystalline structure of V<sub>2</sub>O<sub>5</sub>&nbsp;materials (e.g., interlayer distance, disorder, hydration) influences aqueous ion storage, and to enhance energy storage capacity and power performance of the resulting electrochemical energy storage devices.&nbsp; Through the engagement of structural water evidenced by neutron total scattering, such materials have exhibited high storage capacity and cycling life towards ion storage in an aqueous electrolyte.&nbsp;</p>\n<p>The major outcomes of this project included:</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One journal publication in Nature Communications in 2017 (Charles, Structural water engaged disordered vanadium oxide nanosheets for high capacity aqueous potassium-ion storage. Nature communications 8, 15520, 2017).&nbsp;</p>\n<p>(ii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A book chapter publication in 2018 (Guo, T Enhancing pseudocapacitive process for energy storage devices: analyzing the charge transport using electro-kinetic study and numerical modelling, Chapter in &ldquo;Supercapacitors - Theoretical and Practical Solutions&rdquo;, Intech, New York, 2018)</p>\n<p>(iii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; U.S. Provisional Patent Application was filed in November, 2017 (30/927,089), and the International Patent Application was filed in November 2018 (Application Number: PCT/US2018/060677)</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2019<br>\n\t\t\t\t\tModified by: Xiaowei&nbsp;Teng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal warming from CO2 emissions, coupled with the projected 240 quadrillion Btu of world energy consumption in 2050, creates an energy dilemma for the United States. Adoption of renewable non-carbon-emitting energy on a global scale offers the potential to reduce our national dependence on petroleum and significantly reduce greenhouse gas emissions.  Renewable sun and wind energy sources generally have on-peak and off-peak load variations. To provide clean and efficient energy solutions, electrochemical energy storage (EES) is required to accelerate the adoption of renewable energy generation sources. Thus, electricity generated during off-peak hours can be stored efficiently and economically for use during peak demand.  The outcome of the proposed research could provide a cost-effective energy storage solution for residential solar systems by offering a low-cost, environmentally benign aqueous battery system based on disordered V2O5 nanomaterials.  Thus, much less investment will be needed during installation of solar panel system, and therefore it will accelerate the adoption of residential solar energy.   The main research objective of this project is to understand the how crystalline structure of V2O5 materials (e.g., interlayer distance, disorder, hydration) influences aqueous ion storage, and to enhance energy storage capacity and power performance of the resulting electrochemical energy storage devices.  Through the engagement of structural water evidenced by neutron total scattering, such materials have exhibited high storage capacity and cycling life towards ion storage in an aqueous electrolyte. \n\nThe major outcomes of this project included:\n\n(i)               One journal publication in Nature Communications in 2017 (Charles, Structural water engaged disordered vanadium oxide nanosheets for high capacity aqueous potassium-ion storage. Nature communications 8, 15520, 2017). \n\n(ii)             A book chapter publication in 2018 (Guo, T Enhancing pseudocapacitive process for energy storage devices: analyzing the charge transport using electro-kinetic study and numerical modelling, Chapter in \"Supercapacitors - Theoretical and Practical Solutions\", Intech, New York, 2018)\n\n(iii)           U.S. Provisional Patent Application was filed in November, 2017 (30/927,089), and the International Patent Application was filed in November 2018 (Application Number: PCT/US2018/060677)\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2019\n\n\t\t\t\t\tSubmitted by: Xiaowei Teng"
 }
}