{
 "awd_id": "1511568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNS: Collaborative Research: Systematical Modeling and Control of Microbial Electrochemical Activities towards Efficient Electrical Energy Harvesting",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 164712.0,
 "awd_amount": 171712.0,
 "awd_min_amd_letter_date": "2015-09-02",
 "awd_max_amd_letter_date": "2017-05-01",
 "awd_abstract_narration": "PI:  Park, Jae-Do / Ren, Zhiyong\r\nProposal Number: 1511568 / 1510682 \r\n\r\nA microbial fuel cell contains special strains of bacteria that consume organic matter in waste water to generate electricity and clean up the water.  These systems have been touted as a promising route for sustainable and \"energy positive\" waste water treatment.  However, microbial fuel cell systems have many obstacles to overcome before widespread use is possible.  Two of the major problems are low power output and reliability.  The goal of this project is to adapt the principles of process control theory to microbial fuel cell systems to address these two problems.  The research plan will focus on developing a scientific understanding of the interactions of the bacteria with electrical power control systems, and from this understanding, develop models to control the power output of a microbial fuel cell, improving reliability.  It is also hoped that tuning the process to peak power output using these models will enrich the device with the bacterial strains that produce the most electric current to further improve power output.  As part of the educational activities of this project, undergraduate students will participate in the research through University of Colorado Undergraduate Research Opportunities Program.  The project will also work with University of Colorado Tech Transfer Office to help energy companies who are interested in commercializing the research for specialized waste water treatment applications.\r\n\r\nMicrobial fuel cells generate electricity though metabolism of dissolved organic matter. The typical microbial fuel cell is two-compartment electrochemical cell which contains a biofilm of electrochemically-active microorganisms in the anode compartment that metabolizes dissolved organic materials to generate electrochemical potential and transfer electrons to the anode surface, which is harvested as current.  Protons (H+) generated by this process transfer across an ion-exchange membrane to the cathode compartment, where they are reduced to water by dissolved oxygen on the cathode surface.  The electrochemically active microorganisms have the capacity to transport charge to the outer surface of the cell through specialized membrane structures.  The overall goal of this proposed research is to develop a fundamental understanding of the interactions between microbial electrochemical activities and externally-controlled electrical energy harvesting systems designed for microbial fuel cells using process control and systems theory.  The central hypothesis of the proposed research is that if microbial fuel cell operation can be put into a process control scheme and tuned to maximum power input, then this process will put a selection pressure on the microbial community growing within the anode biofilm to enrich the consortium for the most electrochemically active microorganisms and ultimately improve current generation and biofilm stability.  Within this context, the research plan has three objectives.  The first objective is to develop an energy systems model in terms of measurable and controllable variables to quantify the relationships between inputs and electrical output for a single microbial fuel cell.  Based on this single cell model, the energy harvesting and control system model for a multi-cell device stack will be developed.  The second objective to understand how the selective pressure created by the new pulse-type power extraction stimulates bioelectrochemical activities within the microbial community, including cell electron transfer metabolism shifts and dynamic microbial community evolution.  The third objective is to utilize electrical engineering techniques such as resonant impedance matching, time- and frequency-domain analysis, and transfer functions to analyze and improve the system performance and controllability.  If successful, the proposed research will culminate in scalable and flexible real-time control scheme to capture and maintain the maximum usable energy output from multiple microbial fuel cell devices under different conditions to help enable system reliability and scale-up.  Research outcomes will also be integrated into several renewable energy and water treatment course offerings at the University of Colorado Boulder and Denver campuses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jae-Do",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jae-Do Park",
   "pi_email_addr": "jaedo.park@ucdenver.edu",
   "nsf_id": "000561779",
   "pi_start_date": "2015-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver",
  "inst_street_address": "13001 E 17TH PL STE F428",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "800452571",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIV. OF COLORADO",
  "org_prnt_uei_num": "MW8JHK6ZYEX8",
  "org_uei_num": "MW8JHK6ZYEX8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Denver",
  "perf_str_addr": "1200 Larimer St NC2611",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802042034",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 164712.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbial fuel cells (MFC) or microbial electrochemical systems (MES) is a new platform technology that uses microorganisms to convert biodegradable materials into electricity or other value-added products. The technology carries great potential to solve energy and water problems, but current power output is too low to be considered applicable. The goal of this project is to investigate the interactions between microbial electrochemical activities and the electrical control systems in MFC reactor platforms to gain fundamental understandings and develop systematical engineering solutions for practical electrical energy production and utilization with high controllability, sustainability, scalability, and efficiency.</p>\n<p>Throughout the project, the following research outcomes have been produced:</p>\n<p>1) New dynamic MFC system model has been developed, which accurately describes MFC's internal anodic electron flow. This improves the electrical representation and understanding on dynamics of MFC electricity generation. The conventional model derived from the terminal behavior was not able to model the internal electron dynamics. Furthermore, two simple test sequences to identify the MFC model?s parameters were developed in this work [1].</p>\n<p>2) Analysis on selective pressure to microbial community from electrical side was performed, which revealed that the shape of electrical power extraction does not significantly affect the energy extraction performance of mixed inoculum MFC reactors and their chemical parameters [2]. The DNA sequence on microbial community in mixed inoculum reactors did not show clearly definable impact from the electrical stimulations [3, 4].</p>\n<p>3) A novel operating point was derived to ensure the maximum energy harvesting from MFCs that store finite energy, which improves the energy capture performance by 23.5% over the conventional maximum power operating point. In this work, the composite objective function consists of two individual objectives: efficiency and the ratio of output power and maximum power to be maximized. The conventional maximum power operating point harvests the maximum amount for a fixed amount of time, not from the fixed amount of energy [5]. Furthermore, a control algorithm has been developed providing continuous energy harvest the maximum possible power even from a weak MFC avoiding voltage overshoot [6].</p>\n<p>4) A real-time self-sustainable harvesting system and self-start circuitry were developed using off-the-shelf parts in simple structure. Although it showed a limitation of silicon-based devices by high voltage threshold for switching, it validates the proposed approach and that even more performance improvement is possible if developed in custom low-voltage CMOS circuits [7]. In addition, a self-startup unit has been developed also using easily available commercial parts [8].</p>\n<p>PI's team hosted several outreach activities for local K-12 schools and participated in the campus-wide sustainability fair. The outcomes of this project are expected to contribute to versatile and efficient utilization of MFC energy in application fields and bioenergy research areas that need higher energy output. The influence can be broadened to various audiences and communities, such as students, teachers, and industry.</p>\n<p>[1] Jae-Do Park, Timberley M. Roane, Zhiyong Jason Ren, Muhannad Alaraj, \"Dynamic Modeling of a Microbial Fuel Cell Considering Anodic Electron Flow and Electrical Charge Storage\", <em>Applied Energy</em>, Vol. 193, pp 507-514, 2017</p>\n<p>[2] Muhannad Alaraj, Shuo Feng, Timberley M. Roane, Jae-Do Park, \"Effect of Power Shape on Energy Extraction from Microbial Fuel Cell\", <em>Journal of Power Sources</em>, Vol. 366, pp 86-92, 2017.</p>\n<p>[3] Jessica Romero, Timberley Roane, Jae-Do Park, \"Enhancing the Electrogenic Conditions in a Wastewater Microbial Fuel Cell\", <em>Conference Proceedings of</em> <em>American Society of Microbiology </em>(<em>ASM</em>)<em> Annual Conference 2018, </em>Jun. 6, 2018</p>\n<p>[4] Jessica Romero, Timberley Roane, Jae-Do Park, \"Microbial Fuel Cell Design to Increase Power Production by Microbial Electrogens in Wastewater\", <em>Conference proceedings of Society for Industrial Microbiology and Biotechnology </em>(<em>SIMB</em>)<em> Annual Meeting 2017</em>, July 30-Aug. 3, 2017</p>\n<p>[5] Jae-Do Park, Md Habib Ullah, Timberley M. Roane, Shuo Feng, \"Optimal Operating Point for Energy Harvesting from Microbial Fuel Cell with Finite Initial Energy\", <em>Journal of Power Sources</em>, Vol. 400, pp.183-189, 2018</p>\n<p>[6] Muhannad Alaraj, Miloje S. Radenkovic, Jae-Do Park, \"Intelligent Energy Harvesting Scheme for Microbial Fuel Cells: Maximum Power Point Tracking and Voltage Overshoot Avoidance\",<em> Journal of Power Sources</em>, Vol. 342, pp.726-732, 2017</p>\n<p>[7] Muhannad Alaraj, Jae-Do Park, \"Net Power Positive Maximum Power Point Tracking Energy Harvesting System for Microbial Fuel Cell\", Submitted to <em>Journal of Power Sources</em>, 2018.</p>\n<p>[8] Jae-Do Park, Songjun Lee, \"Single-Transistor Sub-1-V Self-Startup Voltage Boost Energy Harvesting System for Microbial Fuel Cells\", Submitted to <em>Journal of Power Sources</em>, 2018.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2018<br>\n\t\t\t\t\tModified by: Jae-Do&nbsp;Park</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicrobial fuel cells (MFC) or microbial electrochemical systems (MES) is a new platform technology that uses microorganisms to convert biodegradable materials into electricity or other value-added products. The technology carries great potential to solve energy and water problems, but current power output is too low to be considered applicable. The goal of this project is to investigate the interactions between microbial electrochemical activities and the electrical control systems in MFC reactor platforms to gain fundamental understandings and develop systematical engineering solutions for practical electrical energy production and utilization with high controllability, sustainability, scalability, and efficiency.\n\nThroughout the project, the following research outcomes have been produced:\n\n1) New dynamic MFC system model has been developed, which accurately describes MFC's internal anodic electron flow. This improves the electrical representation and understanding on dynamics of MFC electricity generation. The conventional model derived from the terminal behavior was not able to model the internal electron dynamics. Furthermore, two simple test sequences to identify the MFC model?s parameters were developed in this work [1].\n\n2) Analysis on selective pressure to microbial community from electrical side was performed, which revealed that the shape of electrical power extraction does not significantly affect the energy extraction performance of mixed inoculum MFC reactors and their chemical parameters [2]. The DNA sequence on microbial community in mixed inoculum reactors did not show clearly definable impact from the electrical stimulations [3, 4].\n\n3) A novel operating point was derived to ensure the maximum energy harvesting from MFCs that store finite energy, which improves the energy capture performance by 23.5% over the conventional maximum power operating point. In this work, the composite objective function consists of two individual objectives: efficiency and the ratio of output power and maximum power to be maximized. The conventional maximum power operating point harvests the maximum amount for a fixed amount of time, not from the fixed amount of energy [5]. Furthermore, a control algorithm has been developed providing continuous energy harvest the maximum possible power even from a weak MFC avoiding voltage overshoot [6].\n\n4) A real-time self-sustainable harvesting system and self-start circuitry were developed using off-the-shelf parts in simple structure. Although it showed a limitation of silicon-based devices by high voltage threshold for switching, it validates the proposed approach and that even more performance improvement is possible if developed in custom low-voltage CMOS circuits [7]. In addition, a self-startup unit has been developed also using easily available commercial parts [8].\n\nPI's team hosted several outreach activities for local K-12 schools and participated in the campus-wide sustainability fair. The outcomes of this project are expected to contribute to versatile and efficient utilization of MFC energy in application fields and bioenergy research areas that need higher energy output. The influence can be broadened to various audiences and communities, such as students, teachers, and industry.\n\n[1] Jae-Do Park, Timberley M. Roane, Zhiyong Jason Ren, Muhannad Alaraj, \"Dynamic Modeling of a Microbial Fuel Cell Considering Anodic Electron Flow and Electrical Charge Storage\", Applied Energy, Vol. 193, pp 507-514, 2017\n\n[2] Muhannad Alaraj, Shuo Feng, Timberley M. Roane, Jae-Do Park, \"Effect of Power Shape on Energy Extraction from Microbial Fuel Cell\", Journal of Power Sources, Vol. 366, pp 86-92, 2017.\n\n[3] Jessica Romero, Timberley Roane, Jae-Do Park, \"Enhancing the Electrogenic Conditions in a Wastewater Microbial Fuel Cell\", Conference Proceedings of American Society of Microbiology (ASM) Annual Conference 2018, Jun. 6, 2018\n\n[4] Jessica Romero, Timberley Roane, Jae-Do Park, \"Microbial Fuel Cell Design to Increase Power Production by Microbial Electrogens in Wastewater\", Conference proceedings of Society for Industrial Microbiology and Biotechnology (SIMB) Annual Meeting 2017, July 30-Aug. 3, 2017\n\n[5] Jae-Do Park, Md Habib Ullah, Timberley M. Roane, Shuo Feng, \"Optimal Operating Point for Energy Harvesting from Microbial Fuel Cell with Finite Initial Energy\", Journal of Power Sources, Vol. 400, pp.183-189, 2018\n\n[6] Muhannad Alaraj, Miloje S. Radenkovic, Jae-Do Park, \"Intelligent Energy Harvesting Scheme for Microbial Fuel Cells: Maximum Power Point Tracking and Voltage Overshoot Avoidance\", Journal of Power Sources, Vol. 342, pp.726-732, 2017\n\n[7] Muhannad Alaraj, Jae-Do Park, \"Net Power Positive Maximum Power Point Tracking Energy Harvesting System for Microbial Fuel Cell\", Submitted to Journal of Power Sources, 2018.\n\n[8] Jae-Do Park, Songjun Lee, \"Single-Transistor Sub-1-V Self-Startup Voltage Boost Energy Harvesting System for Microbial Fuel Cells\", Submitted to Journal of Power Sources, 2018.\n\n\t\t\t\t\tLast Modified: 11/25/2018\n\n\t\t\t\t\tSubmitted by: Jae-Do Park"
 }
}