{
 "awd_id": "1512975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Data Analysis: From Univariate to High-Dimensional Functional Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 179999.0,
 "awd_amount": 179999.0,
 "awd_min_amd_letter_date": "2015-09-11",
 "awd_max_amd_letter_date": "2017-07-09",
 "awd_abstract_narration": "This project deals with data that are in the form of functions, images, and shapes.  A common feature of such data is that they are infinite dimensional, which distinguishes them from traditional data. Methodology and theory for these data is termed \"functional data analysis,\" an area that is rapidly evolving.  The infinite dimensional nature of functional data calls for sampling and dimension reduction approaches, which are challenging due to the large sizes of the data sets.  This research tackles these challenges by developing novel dimension reduction methodology to model univariate functional data (Projects 1 and 2), as well as next generation functional data (Projects 3 and 4).  The guiding principle is to accomplish dimension reduction and flexible modeling simultaneously.  The proposed research, motivated by potential applications to research on aging, biomedical research, and neuroimaging, includes theory, methodology, data analysis, and applications.  The project is also driven by the pressing need to involve more statisticians in brain research and to train the next generation of statisticians to tackle the challenges of big data.  Software development is a key component of this project, and the accompanying computer code will be integrated into an existing open-source package, PACE, available for public access. \r\n\r\nFunctional data analysis is a fascinating area in statistics that deals with a sample of random functions. However, measurements of these random functions, realistically, can only be taken at discrete time points or grids, and the measurements often are contaminated by noise.  Current approaches in functional data analysis are typically tailored toward specific sampling plans for the measurements.  In Project 1, a unifying approach, both in theory and in implementation, for functional regression is proposed.  The focus is on dimension reduction models for functional responses and functional/vector covariates, where spline basis functions will be used to estimate the unknown nonparametric components functions.  Project 2 deals with a new class of functional survival models that accommodate censored univariate response data with functional/vector covariates.  These models differ fundamentally from existing survival models, and can handle censored response data in contrast to current functional (generalized) linear models.  Projects 3 and 4 deal with multivariate functional data, with Project 3 focusing on measures of disparity or synchronization for pairs of functional data, and Project 4 focusing on reconfiguration of high-dimensional multivariate functional data.  New functional measures of distance or synchronization are proposed in Project 3 using a novel concept that aims at concordance of the derivatives of functional data.  These new measures facilitate the reconfiguration of high-dimensional functional data in Project 4, so that functions in nearby regions of the reconfigured space are smoothly connected, thereby overcoming the curse of high dimensionality.  The proposed reconfiguration methods not only extend the multidimensional scaling method from multivariate to functional data, but also turn the curse of high dimensionality into a blessing under mild assumptions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane-Ling",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jane-Ling Wang",
   "pi_email_addr": "janelwang@ucdavis.edu",
   "nsf_id": "000452165",
   "pi_start_date": "2015-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California Davis",
  "perf_str_addr": "1 Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 56224.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 58388.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 65387.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal deals with data that are in the form of functions so the data are intrinsically&nbsp; infinite dimensional in contrast to traditional data.&nbsp; However, measurements of these random functions realistically can only be taken at discrete time points, which could be sparse, and the measurements often are contaminated by measurement errors. Current approaches to handle functional data are typically tailored toward specific sampling plans for the measurements.&nbsp; We aim at a holistic approach that can handle all types of sampling plan as well as measurement errors in the data. In addition, we aim at developing novel dimension reduction methodology to model univariate as well as next generation functional data. The guiding principle is to accomplish dimension reduction and flexible modeling simultaneously.&nbsp;</p>\n<p>A total of 22 papers were published during the grant period with 4 more papers in the submitted category. One of the papers, Zhang and Wang (2016),&nbsp; provides the most comprehensive study and theoretical results for the estimation of the mean and covarinace functions for functional data.&nbsp; These results are fundamental and likely to become an essential reading for resaewrchers interested in the theoretical foundation of functional data analysis. A review paper by Wang et al.(2016) is also likely to become a must read for peopoe who wish to gain knowledge in the field.&nbsp;</p>\n<p>In addition to journal publications, two software packages, fdapace and JSM, have been developed and deposited at the CRAN-R project for free public use.</p>\n<p>Eight graduate students and three postdoctoral fellows participated in the projects.&nbsp; They and additional students form the core of a research group on functional data analysis, co-supervised by a colleague and the PI. This research group meets weekly for two hours to discuss research topics, read journal articles, and discuss issues and progress on software development. Our group developed and maintain a R-package fdapace, posted in the CRAN project. This package, launched in 2016, provides the training ground for our students in computing and is constantly being updated and expanded.&nbsp;&nbsp;</p>\n<p>In addition, three undergraduate students participated in an RTG project &ldquo;Functional data analysis for wearable device data&rdquo; with me and a RTG PhD student. They learned to do research in functional data analysis using wearable device data as the playing field.</p>\n<p>The PI also gave three short courses on functional data analysis at international conferences. Some of the results from this project were included in these short courses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/16/2020<br>\n\t\t\t\t\tModified by: Jane-Ling&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal deals with data that are in the form of functions so the data are intrinsically  infinite dimensional in contrast to traditional data.  However, measurements of these random functions realistically can only be taken at discrete time points, which could be sparse, and the measurements often are contaminated by measurement errors. Current approaches to handle functional data are typically tailored toward specific sampling plans for the measurements.  We aim at a holistic approach that can handle all types of sampling plan as well as measurement errors in the data. In addition, we aim at developing novel dimension reduction methodology to model univariate as well as next generation functional data. The guiding principle is to accomplish dimension reduction and flexible modeling simultaneously. \n\nA total of 22 papers were published during the grant period with 4 more papers in the submitted category. One of the papers, Zhang and Wang (2016),  provides the most comprehensive study and theoretical results for the estimation of the mean and covarinace functions for functional data.  These results are fundamental and likely to become an essential reading for resaewrchers interested in the theoretical foundation of functional data analysis. A review paper by Wang et al.(2016) is also likely to become a must read for peopoe who wish to gain knowledge in the field. \n\nIn addition to journal publications, two software packages, fdapace and JSM, have been developed and deposited at the CRAN-R project for free public use.\n\nEight graduate students and three postdoctoral fellows participated in the projects.  They and additional students form the core of a research group on functional data analysis, co-supervised by a colleague and the PI. This research group meets weekly for two hours to discuss research topics, read journal articles, and discuss issues and progress on software development. Our group developed and maintain a R-package fdapace, posted in the CRAN project. This package, launched in 2016, provides the training ground for our students in computing and is constantly being updated and expanded.  \n\nIn addition, three undergraduate students participated in an RTG project \"Functional data analysis for wearable device data\" with me and a RTG PhD student. They learned to do research in functional data analysis using wearable device data as the playing field.\n\nThe PI also gave three short courses on functional data analysis at international conferences. Some of the results from this project were included in these short courses.\n\n \n\n\t\t\t\t\tLast Modified: 06/16/2020\n\n\t\t\t\t\tSubmitted by: Jane-Ling Wang"
 }
}