{
 "awd_id": "1513654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Hierarchical Sparsity-Inducing Gaussian Process Models for Bayesian Inference on Large Spatiotemporal Datasets",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nandini Kannan",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2015-09-11",
 "awd_max_amd_letter_date": "2015-09-11",
 "awd_abstract_narration": "With the increasing capabilities of geographical referencing and remote-sensing technologies such as Geographical Information Systems (GIS) and Global Positioning Systems (GPS) that can identify geographical coordinates with a simple hand-held device, scientists and researchers in a variety of disciplines today have unprecedented access to spatially-referenced data.  From identifying spatial disparities in health standards to more precise weather predictions, GIS technology is used today in almost every sphere of human life with beneficial effects that can be far-reaching.  Statistical modeling and analysis for spatial data constitute a key element in harnessing the scientific potential of GIS and related technologies.  As the scientific community moves into a data-rich era, there is unprecedented opportunity to build an understanding about how environmental ecosystems function and how they will respond to changing environmental conditions.  This research project will advance data modeling in disciplines as diverse as forestry, ecology, public and environmental health, meteorology, engineering, and the geosciences.  It will help discover complex scientific relationships, which, in turn, will lead to better analysis and understanding of our environment and how our ecosystem is evolving.\r\n\r\nAnalysts and researchers using GIS technology are increasingly faced with analyzing massive amounts of spatial data.  With spatial and spatial-temporal data becoming increasingly high-dimensional -- both in terms of number of observed locations and the number of observations per location -- scientists are seeking to hypothesize extremely complex relationships.  Not surprisingly, statistical models accounting for spatial associations have become an enormously active area of research over the last decade and, in particular, hierarchical models capturing variation at multiple scales have become extremely popular for spatial modeling.  These, in turn, lead to rather complex models that are computationally expensive and unfeasible even for moderately sized data sets.  This project recognizes the increased computational demands in statistical modeling of large high-dimensional spatial and spatial-temporal data and offers a model-based setup to tackle a wide variety of data analytic problems.  The emphasis of this project is on rigorous and principled statistical methodology that can be implemented on standard computing platforms, thereby ensuring accessibility for a very wide group of researchers.  The project outlines a suite of spatial models that easily scale to massive databases and have a broad range of applications.  Theoretical and methodological innovations that enhance current methods will be presented, and their practical implications will be illustrated using freely distributed open-source statistical software products developed as a part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sudipto",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sudipto Banerjee",
   "pi_email_addr": "sudipto@ucla.edu",
   "nsf_id": "000112754",
   "pi_start_date": "2015-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "51-254 CHS, Box 951772",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951772",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the increasing capabilities of spatial referencing technologies such as Geographical Information Systems (GIS) and Global Positioning Systems (GPS) that can identify geographical coordinates with a simple hand-held device, scientists and researchers in a variety of disciplines today have unprecedented access to geocoded data. Statistical models accounting for spatial associations have, not surprisingly, become an enormously active area of research over the last decade. Hierarchical models capturing variation in multiple levels have become extremely popular for spatial modeling. With spatial and spatiotemporal data becoming increasingly high-dimensional -- both in terms of number of observed locations and the number of observations per location -- scientists are seeking to hypothesize extremely complex relationships. These, in turn, lead to rather complex hierarchical models that are computationally expensive even for moderately sized datasets. Matters become completely impractical with massive datasets consisting of millions of locations. This project recognized the increased computational demands in statistical modeling of massive spatial and spatiotemporal data and used this funding to develop a model-based setup to tackle a wide variety of large geostatistical datasets. While analyzing some of the massive databases will require multi-processor capabilities, the emerging methods and technologies from this funding emphasize on rigorous methodologies implementable on very modest computational tools. These methods and the associated freely distributed open-source software, therefore, is accessible to a large number of researchers.</p>\n<p>&nbsp;</p>\n<p>Intellectual merits:&nbsp;This funding led to the development of a comprehensive framework for carrying out statistical inference on point-referenced high-dimensional spatial and spatiotemporal data available from a large number of locations and/or timepoints. The focus of the proposal is methodological rather than purely theoretical or purely applied. Thus, innovative statistical theory is developed to arrive at a family of sparsity-inducing spatial processes that easily scale to massive databases and can have a broad range of applications. Theoretical derivations and new results emerging from this project have enhanced current methods (including findings by the PI in prior NSF-funded research) and have delivered free open-source statistical software for the practicing spatial analyst. The project has taken a first step to develop a full suite of statistical methods that estimate spatial models in a wide variety of experiments involving massive datasets in forestry, ecology and the broader environmental sciences. A recurrent underlying theme of the newly developed methods that distinguish it from earlier methods is that the modeler does not need to compromise on richness and flexibility in modeling due to the size of the datasets. Since massive datasets are precisely where complex relationships can be detected effectively, the proposed methods are well-suited for modeling complex phenomena in large databases. The scale at which the developed methods offer statistically rigorous inference on underlying spatial processes is, to the best of this team's knowledge, unprecedented.</p>\n<p>&nbsp;</p>\n<p>Broader impact: The broader impact of the proposed methods is best assessed by connecting the outcome of this research with the widely recognized impact of GIS on human society. From identifying spatial disparities in health standards&nbsp;to more precise weather predictions, GIS technology is used today in almost every sphere of society and the proposed methods can have far reaching beneficial effects in environmental research that potentially touch unexpected corners of society. As the scientific community moves into a data-rich era, there is unprecedented opportunity to build understanding about how forest ecosystems function and will respond to changing environmental conditions. Although development of the modeling frameworks undertaken in this funded project were primarily motivated by substantive questions in the domain of forestry and ecology, the potential advancements in data modeling will find use in fields such as public and environmental health, meteorology, engineering, and geosciences where the fundamental goal is the same -- use new findings to help improve society. The team's innovative sparsity-inducing processes can also offer rigorous statistical analysis of massive social network databases. Further, the development of open source software and associated learning material make these methodological advances accessible to researchers in applied fields. By redeeming the current and subsequent generations of investigators from using ad-hoc methods that often reveal deceptive stories, the methods, software, and educational material emerging from this funding can have far reaching beneficial effects in environmental research that potentially touch unexpected corners of society.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2018<br>\n\t\t\t\t\tModified by: Sudipto&nbsp;Banerjee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the increasing capabilities of spatial referencing technologies such as Geographical Information Systems (GIS) and Global Positioning Systems (GPS) that can identify geographical coordinates with a simple hand-held device, scientists and researchers in a variety of disciplines today have unprecedented access to geocoded data. Statistical models accounting for spatial associations have, not surprisingly, become an enormously active area of research over the last decade. Hierarchical models capturing variation in multiple levels have become extremely popular for spatial modeling. With spatial and spatiotemporal data becoming increasingly high-dimensional -- both in terms of number of observed locations and the number of observations per location -- scientists are seeking to hypothesize extremely complex relationships. These, in turn, lead to rather complex hierarchical models that are computationally expensive even for moderately sized datasets. Matters become completely impractical with massive datasets consisting of millions of locations. This project recognized the increased computational demands in statistical modeling of massive spatial and spatiotemporal data and used this funding to develop a model-based setup to tackle a wide variety of large geostatistical datasets. While analyzing some of the massive databases will require multi-processor capabilities, the emerging methods and technologies from this funding emphasize on rigorous methodologies implementable on very modest computational tools. These methods and the associated freely distributed open-source software, therefore, is accessible to a large number of researchers.\n\n \n\nIntellectual merits: This funding led to the development of a comprehensive framework for carrying out statistical inference on point-referenced high-dimensional spatial and spatiotemporal data available from a large number of locations and/or timepoints. The focus of the proposal is methodological rather than purely theoretical or purely applied. Thus, innovative statistical theory is developed to arrive at a family of sparsity-inducing spatial processes that easily scale to massive databases and can have a broad range of applications. Theoretical derivations and new results emerging from this project have enhanced current methods (including findings by the PI in prior NSF-funded research) and have delivered free open-source statistical software for the practicing spatial analyst. The project has taken a first step to develop a full suite of statistical methods that estimate spatial models in a wide variety of experiments involving massive datasets in forestry, ecology and the broader environmental sciences. A recurrent underlying theme of the newly developed methods that distinguish it from earlier methods is that the modeler does not need to compromise on richness and flexibility in modeling due to the size of the datasets. Since massive datasets are precisely where complex relationships can be detected effectively, the proposed methods are well-suited for modeling complex phenomena in large databases. The scale at which the developed methods offer statistically rigorous inference on underlying spatial processes is, to the best of this team's knowledge, unprecedented.\n\n \n\nBroader impact: The broader impact of the proposed methods is best assessed by connecting the outcome of this research with the widely recognized impact of GIS on human society. From identifying spatial disparities in health standards to more precise weather predictions, GIS technology is used today in almost every sphere of society and the proposed methods can have far reaching beneficial effects in environmental research that potentially touch unexpected corners of society. As the scientific community moves into a data-rich era, there is unprecedented opportunity to build understanding about how forest ecosystems function and will respond to changing environmental conditions. Although development of the modeling frameworks undertaken in this funded project were primarily motivated by substantive questions in the domain of forestry and ecology, the potential advancements in data modeling will find use in fields such as public and environmental health, meteorology, engineering, and geosciences where the fundamental goal is the same -- use new findings to help improve society. The team's innovative sparsity-inducing processes can also offer rigorous statistical analysis of massive social network databases. Further, the development of open source software and associated learning material make these methodological advances accessible to researchers in applied fields. By redeeming the current and subsequent generations of investigators from using ad-hoc methods that often reveal deceptive stories, the methods, software, and educational material emerging from this funding can have far reaching beneficial effects in environmental research that potentially touch unexpected corners of society. \n\n \n\n\t\t\t\t\tLast Modified: 12/10/2018\n\n\t\t\t\t\tSubmitted by: Sudipto Banerjee"
 }
}