{
 "awd_id": "1513954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Medium: Collaborative Research: Integrated Simulation of Cloth Mechanics and Appearance for Predictive Virtual Prototyping",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 244236.0,
 "awd_amount": 244236.0,
 "awd_min_amd_letter_date": "2015-08-20",
 "awd_max_amd_letter_date": "2015-08-20",
 "awd_abstract_narration": "Simulated virtual prototypes have removed much trial-and-error from the design process in many fields.  But to be useful as a virtual prototype, a simulation must reliably predict the relevant characteristics of the thing being designed: strength for a bridge; lift for an aircraft, or appearance for a fabric.  Previous advances in rendering have led to a current explosion in the use of rendered images to prototype the appearance of objects, and even to represent them to customers, but only where the materials involved can be represented well.  Textiles are currently difficult to represent, due to their intricate construction and subtle reflectance, and because their appearance is inextricably linked to their shape and motion.  Although fairly suitable for movies, the state of the art in simulating cloth appearance and deformation is not predictive of real appearance and therefore not usable in a design process, in which realistic but inaccurate results are useless.  This project, which represents a collaborative effort between computer scientists at Cornell University and textile designers at the Rhode Island School of Design, aims to create the predictive simulation tools needed to enable virtual prototyping to revolutionize the textile and garment industries in the same way it has already revolutionized so many fields of manufacturing.  New models and algorithms created by the Cornell team will be integrated into the Loomit tool for fabric design, which will then be used by the RISD team to produce new textiles that will in turn be shipped back to Cornell where changes in the RISD design process resulting from Loomit's enhanced capabilities will be studied.  At RISD this involvement will engage many student artists and designers, helping them develop the skills to work with increasingly technological media in their future careers, while at Cornell the project will afford computer science students experience understanding and solving problems faced by artists and designers.\r\n\r\nTextiles remain a challenge for appearance simulation because of many unsolved fundamental problems.  The state-of-the-art models for realistic cloth rendering and simulation were developed for entertainment applications and do not accurately predict the behavior of real textiles.  In this project, the PI team will compare appearance and deformation models to measurements of textiles from CT, imaging, and other modalities, then improve them as needed so that they are capable of fitting real materials.  Current methods cannot capture the properties of an existing fabric well enough to predict its appearance under close visual inspection.  The PI team will develop new methods for jointly capturing the appearance and mechanical properties of textiles, combining measurement and model tuning to produce predictive working models of textiles and the garments and furnishings made from them.  Detailed cloth simulations and renderings are currently impractical for moderately complex objects, such as complete garments.  Scalability fundamentally requires multi-scale models that simulate details only when they are actually needed.  The PI team will create multi-scale models that enable interactive, predictive visualization during the design process.  Since the targeted applications all require accurate prediction, a major focus of the research is on validation, testing both the accuracy of the individual technical pieces and the ultimate usefulness of the new techniques in actual use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brooks",
   "pi_last_name": "Hagan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brooks Hagan",
   "pi_email_addr": "bhagan@risd.edu",
   "nsf_id": "000602127",
   "pi_start_date": "2015-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rhode Island School of Design",
  "inst_street_address": "20 WASHINGTON PL",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4014546596",
  "inst_zip_code": "029031358",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "RHODE ISLAND SCHOOL OF DESIGN",
  "org_prnt_uei_num": "TXXKJMJ4TLC1",
  "org_uei_num": "TXXKJMJ4TLC1"
 },
 "perf_inst": {
  "perf_inst_name": "Rhode Island School of Design",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029032784",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 244236.0
  }
 ],
 "por": null
}