{
 "awd_id": "1513779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RI: Medium: An Analysis of the Consequences of Cortical Structure on Computation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 706320.0,
 "awd_amount": 706320.0,
 "awd_min_amd_letter_date": "2015-09-01",
 "awd_max_amd_letter_date": "2017-09-19",
 "awd_abstract_narration": "Networks of cortical neurons are clearly organized into layers and columns, but relatively little is known about how these arrangements affect cortical computations. To approach this issue, a 512 micro-electrode array will be used to stimulate and record activity from hundreds of cortical neurons. With this, the inputs and outputs of a cortical network can be experimentally controlled. A recently-developed framework for understanding neural computation known as \"reservoir computing\" permits the computational power of neural networks to be quantified based on knowledge of their inputs and outputs. The 512-electrode system allows input stimulation to be localized to different cortical layers or columns. Similarly, outputs can be selected by recording from different layers or columns. Thus, the contributions of layers and columns to computations, and the types of computations they perform, can be measured and compared. The results of this research are expected to increase the understanding of how the cortex attains its remarkable computational power. In addition, the results of this work are expected to inform future designs of brain-like computing circuits. To promote scientific education and outreach, an existing software package called \"Simbrain\" will be further developed and disseminated. This package will allow students from high school level and above to understand how cortical networks transform inputs into outputs as they perform computations.\r\n\r\nThree specific aims will be pursued. First, the measurement of computational capacity must be based on realistic levels of random background stimulation. The high-conductance state is a well-known phenomenon in vivo resulting from constant random synaptic inputs, and is also a common feature in many (particularly reservoir computing) neural circuit models. The 512-electrode array will be used to deliver background stimulation to determine levels that will improve computational performance. Second, layer input and output locations will be studied. Using kernel quality and VC-dimension metrics, the computational power and role of each layer taken individually or as a whole will be assessed. It is possible that some layers more strongly generalize input patterns while others separate them. Thus it will be possible to dissect the computational contribution of each layer. Third, the same metrics will be applied to stimulation to one column which feeds to another. Here the computational power and role of multiple columns will be assessed, and any computational differences between columns directly stimulated by the array and columns stimulated by other columns can be observed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Beggs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Beggs",
   "pi_email_addr": "jmbeggs@indiana.edu",
   "nsf_id": "000317259",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E. Third Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 568753.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 137567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>This research was aimed at understanding how networks of neurons in the brain compute. More specifically, we were interested in how the <em><span style=\"text-decoration: underline;\">pattern of connections</span></em> between brain cells influenced <em><span style=\"text-decoration: underline;\">how much they would compute</span></em>. First, let us describe more about how brain cells are connected, and how we measure computation. Then we will can explain what we found.</p>\n<p><strong>The pattern of connections</strong>: A typical neuron in the cortex is connected by synapses to thousands of other neurons. But not all these connections are used equally. We and others have found that usually only a few strong connections carry most of the information between neurons. A small fraction of neurons have many strong connections, and we call these hub neurons, in analogy to hub airports like LAX and ORD that have many flights arriving and leaving. &nbsp;Most neurons, though, are not hubs. It turns out that the hub neurons are much more likely to be connected to each other than you would expect by chance, forming what is called a rich club (Fig. 1). Given this interesting pattern of connections among neurons, we wanted to know where the computations would occur in the network. Would the hub neurons do most of the computing, or would the hubs merely route the information?</p>\n<p><strong>Measuring computation</strong>: The brain is, above all, a computing device that processes information for our survival. While many of the brain&rsquo;s computations are large and complex, they are always made up of smaller and simpler operations that we can measure. The logical AND operation is one of these basic computational atoms. For example, consider that a plane will take off only if (1) it has enough speed, AND (2) it is tilted upward at the proper angle; either (1) or (2) by themselves will be insufficient. &nbsp;A neuron can implement this AND operation in the following way: If neuron 1 AND neuron 2 send a signal to neuron 3, then it will turn on. A signal from only neuron 1 or only from neuron 2 will be insufficient. Most broadly, computations occur when the whole contains more information than the sum of information from the parts. Many types of logical operations, beyond the AND example here, have this property (OR, XOR, NAND). We can detect when this happens between triads of neurons using a measure called synergy. Using this measure, we were able to quantify the synergy between all triads of neurons in the network, including hub neurons and non-hub neurons. This allowed us to report, for the first time, a relationship between the network structure and the computations performed by the network.</p>\n<p><strong>What we found</strong>: We observed that computations occur most often at neurons that <em>receive</em> inputs from hub neurons. Notice that this does not say hub neurons are performing the computations themselves. Rather, hub neurons are feeding inputs to the neurons that are doing most of the computing (Fig. 2). Hub neurons are broadcasters of important information, and computations occur wherever two streams of important information collide. Follow up studies revealed that these two important streams produced the most computation when they had moderate levels of overlap. An analogy would be that creative ideas occur when two pieces of somewhat related information are combined. If the two pieces are completely unrelated or merely copies of each other, then no creation can occur.</p>\n<p><strong>Intellectual merit: </strong>These findings are important because they give us the first glimpse of how the brain is performing computations at the smallest scale, containing networks of a hundred or more interconnected neurons. While we know a great deal about how computers perform computations because we designed them, we know much less about how the brain performs computations. This research has allowed us to peer into the brain&rsquo;s central processing unit (CPU) for the first time. We expect this will spur more research into this interesting domain, where many new questions can now be asked: Why does the brain use this arrangement? Do neurons that compute a lot change over time, or are they stable? How might learning new information affect this arrangement in networks of cortical neurons?</p>\n<p><strong>Broader impacts</strong>: We expect that our findings will be relevant for the design of artificial neural networks that are increasingly used by artificial intelligence applications. Such applications currently do things like voice recognition, language translation, facial recognition, and driving autonomous vehicles. Because artificial neural networks are loosely based on the structure of the brain, learning more about how the brain actually performs computations is likely to improve these applications, thereby helping society more broadly. A total of 13 papers and two data sets from this work were made freely available. Part of this funding was also used to further develop and improve a software package called Simbrain for educators and researchers for constructing neural network models.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2020<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Beggs</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1513779/1513779_10394320_1601486182225_NSFLayDescriptionFigsRobustIntelligenceFig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1513779/1513779_10394320_1601486182225_NSFLayDescriptionFigsRobustIntelligenceFig1--rgov-800width.jpg\" title=\"Hub neurons\"><img src=\"/por/images/Reports/POR/2020/1513779/1513779_10394320_1601486182225_NSFLayDescriptionFigsRobustIntelligenceFig1--rgov-66x44.jpg\" alt=\"Hub neurons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The pattern of information traffic from hundreds of neurons in a sample of cortical tissue. The blue neurons are \"hubs\" with the most and strongest connections. Although relatively few in number, most of the information traffic flows through hubs.</div>\n<div class=\"imageCredit\">John M. Beggs</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;M&nbsp;Beggs</div>\n<div class=\"imageTitle\">Hub neurons</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1513779/1513779_10394320_1601486317341_NSFLayDescriptionFigsRobustIntelligenceFig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1513779/1513779_10394320_1601486317341_NSFLayDescriptionFigsRobustIntelligenceFig2--rgov-800width.jpg\" title=\"Computation occurs where streams from hub neurons converge\"><img src=\"/por/images/Reports/POR/2020/1513779/1513779_10394320_1601486317341_NSFLayDescriptionFigsRobustIntelligenceFig2--rgov-66x44.jpg\" alt=\"Computation occurs where streams from hub neurons converge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic showing that computations do not necessarily occur in hub neurons themselves, but rather in neurons that receive converging inputs from multiple hubs.</div>\n<div class=\"imageCredit\">John M. Beggs</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;M&nbsp;Beggs</div>\n<div class=\"imageTitle\">Computation occurs where streams from hub neurons converge</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOverview: This research was aimed at understanding how networks of neurons in the brain compute. More specifically, we were interested in how the pattern of connections between brain cells influenced how much they would compute. First, let us describe more about how brain cells are connected, and how we measure computation. Then we will can explain what we found.\n\nThe pattern of connections: A typical neuron in the cortex is connected by synapses to thousands of other neurons. But not all these connections are used equally. We and others have found that usually only a few strong connections carry most of the information between neurons. A small fraction of neurons have many strong connections, and we call these hub neurons, in analogy to hub airports like LAX and ORD that have many flights arriving and leaving.  Most neurons, though, are not hubs. It turns out that the hub neurons are much more likely to be connected to each other than you would expect by chance, forming what is called a rich club (Fig. 1). Given this interesting pattern of connections among neurons, we wanted to know where the computations would occur in the network. Would the hub neurons do most of the computing, or would the hubs merely route the information?\n\nMeasuring computation: The brain is, above all, a computing device that processes information for our survival. While many of the brain’s computations are large and complex, they are always made up of smaller and simpler operations that we can measure. The logical AND operation is one of these basic computational atoms. For example, consider that a plane will take off only if (1) it has enough speed, AND (2) it is tilted upward at the proper angle; either (1) or (2) by themselves will be insufficient.  A neuron can implement this AND operation in the following way: If neuron 1 AND neuron 2 send a signal to neuron 3, then it will turn on. A signal from only neuron 1 or only from neuron 2 will be insufficient. Most broadly, computations occur when the whole contains more information than the sum of information from the parts. Many types of logical operations, beyond the AND example here, have this property (OR, XOR, NAND). We can detect when this happens between triads of neurons using a measure called synergy. Using this measure, we were able to quantify the synergy between all triads of neurons in the network, including hub neurons and non-hub neurons. This allowed us to report, for the first time, a relationship between the network structure and the computations performed by the network.\n\nWhat we found: We observed that computations occur most often at neurons that receive inputs from hub neurons. Notice that this does not say hub neurons are performing the computations themselves. Rather, hub neurons are feeding inputs to the neurons that are doing most of the computing (Fig. 2). Hub neurons are broadcasters of important information, and computations occur wherever two streams of important information collide. Follow up studies revealed that these two important streams produced the most computation when they had moderate levels of overlap. An analogy would be that creative ideas occur when two pieces of somewhat related information are combined. If the two pieces are completely unrelated or merely copies of each other, then no creation can occur.\n\nIntellectual merit: These findings are important because they give us the first glimpse of how the brain is performing computations at the smallest scale, containing networks of a hundred or more interconnected neurons. While we know a great deal about how computers perform computations because we designed them, we know much less about how the brain performs computations. This research has allowed us to peer into the brain’s central processing unit (CPU) for the first time. We expect this will spur more research into this interesting domain, where many new questions can now be asked: Why does the brain use this arrangement? Do neurons that compute a lot change over time, or are they stable? How might learning new information affect this arrangement in networks of cortical neurons?\n\nBroader impacts: We expect that our findings will be relevant for the design of artificial neural networks that are increasingly used by artificial intelligence applications. Such applications currently do things like voice recognition, language translation, facial recognition, and driving autonomous vehicles. Because artificial neural networks are loosely based on the structure of the brain, learning more about how the brain actually performs computations is likely to improve these applications, thereby helping society more broadly. A total of 13 papers and two data sets from this work were made freely available. Part of this funding was also used to further develop and improve a software package called Simbrain for educators and researchers for constructing neural network models. \n\n\t\t\t\t\tLast Modified: 09/30/2020\n\n\t\t\t\t\tSubmitted by: John M Beggs"
 }
}