{
 "awd_id": "1513615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: AF: Medium: Collaborative Research: Scalable and Highly Accurate Methods for Metagenomics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 373288.0,
 "awd_amount": 382888.0,
 "awd_min_amd_letter_date": "2015-08-12",
 "awd_max_amd_letter_date": "2017-08-31",
 "awd_abstract_narration": "Metagenomic studies of microbial communities can generate millions to billions of sequencing reads. The assignment of accurate taxonomic labels to these sequences is a critical component in many analyses, but is complicated by the fact that the majority of the organisms found in environmental or host-associated communities cannot be easily cultured in a laboratory. Even among the organisms that can be cultured, relatively few have been sequenced, even partially. Thus, many commonly encountered organisms are largely absent from existing databases of known genomes and genes. Providing taxonomic labels to metagenomic sequences, thus, requires extrapolating the knowledge contained in sequence databases to previously unseen DNA strings. Simple similarity-based approaches (e.g., picking the best database hit as the best guess at the taxonomic label) have been shown to be insufficiently accurate, leading to the development of more sophisticated methods. Further developments are necessary to handle the characteristics of emerging sequencing technologies, such as high error rates with large numbers of insertions and deletions. To date, metagenomic taxon identification methods have been evaluated with respect to their ability to estimate the distribution of bacterial taxa (species, genera, families, etc.) within a metagenomic sample. Yet, different scientific and clinical settings may require specific types of analyses, and this one type of evaluation may not be the most appropriate for all settings. For example, in a clinical setting the most important question may be to detect whether a specific pathogen is present, while in a scientific setting the most interesting question may be to be able to determine if an observed read comes from a never-been-seen-before species. New evaluation strategies must be developed that specifically target the specific needs of the application domain.  All the methods developed in the project will be made into open-source software that is freely available to the scientific public. Researchers will provide training activities each year with funds available to students and postdocs from around the country, and an outreach program to minority serving institutions and women?s colleges. A summer REU program will also be provided at the University of Maryland, College Park.\r\n\r\nThe team will develop a new framework for integrating the formal definition of biological use-cases with evaluation datasets and metrics in order to ensure the software being developed adequately addresses the needs of the end-users. Second, they will develop new approaches for marker-based taxon identification and abundance profiling that can leverage multiple sources of information (e.g., multiple markers) as well as handle the high error rates of third-generation sequencing technologies. These approaches will build upon  experience developing TIPP - a taxonomic profiling package recently published by the team that outperforms the leading metagenomic taxonomic profiling software, in particular for novel sequences, or for longer, high-error sequences. Finally they plan to develop high-performance computing implementations of these methods in order to enable rapid analysis of sample. Speed of analysis is particularly important in clinical settings where medical treatments may depend on the rate at which the method can return an analysis. Speed is also important in non-medical applications where faster analyses enable researchers to perform deeper or broader analyses of microbial communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mihai",
   "pi_last_name": "Pop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mihai Pop",
   "pi_email_addr": "mpop@umd.edu",
   "nsf_id": "000236513",
   "pi_start_date": "2015-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 83649.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100944.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 198295.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of&nbsp; this project has been to develop faster and more accurate tools for identifying the taxonomic origin of DNA sequences (the \"name\" of the organism from which they originate).&nbsp; These tools are particularly relevant for DNA extracted from mixtures of bacteria, such as the bacteria that live in the human body or in the environment.&nbsp; Such analyses are important for understanding how bacteria contribute to environmental, human, and animal health, with broad implications to biomanufacturing, agriculture, and healthcare.</p>\n<p>The research conducted in this project has resulted in a new approach for searching biological databases that is particularly effective for classifying sequences that are not closely related to known sequences.&nbsp; The approach relies on Bayesian statistics to identify a set of database sequences that are surprisingly similar to the sequence being analyzed in comparison with the rest of the database.&nbsp; This paradigm has led to a new way to characterize the ambiguity in databases.&nbsp; While it may not be possible to determine the specific organism from which a sequence originates, one may be able to say, for example, that it originates from <em>Streptococcus thermophilus</em> or <em>Streptococcus salivarius</em> (both harmless organisms related to those that produce yogurt).&nbsp; While not fully specific, such a classification would distinguish the sequence from that of pathogens such as <em>Streptococcus pneumoniae</em>.</p>\n<p>Education has been a major component of this project from its inception.&nbsp; Several graduate students have conducted the research and received training in research methodology, communications, as well as the ethical conduct of research.&nbsp; Each summer, the project hosted high school and undergraduate summer interns who were co-mentored by graduate students, providing the latter with an opportunity to develop their mentoring skills.&nbsp;</p>\n<p>The faculty and students also trained biologists in the use of the tools developed in this project as well as, more generally, the use of computational approaches for analyzing biological data. This training occurred within the context of professional development courses and workshops co-organized by the leaders of the project.</p>\n<p>The faculty and students involved in the project actively disseminated the results of the research through scientific publications and presentations at scientific meetings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2019<br>\n\t\t\t\t\tModified by: Mihai&nbsp;Pop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of  this project has been to develop faster and more accurate tools for identifying the taxonomic origin of DNA sequences (the \"name\" of the organism from which they originate).  These tools are particularly relevant for DNA extracted from mixtures of bacteria, such as the bacteria that live in the human body or in the environment.  Such analyses are important for understanding how bacteria contribute to environmental, human, and animal health, with broad implications to biomanufacturing, agriculture, and healthcare.\n\nThe research conducted in this project has resulted in a new approach for searching biological databases that is particularly effective for classifying sequences that are not closely related to known sequences.  The approach relies on Bayesian statistics to identify a set of database sequences that are surprisingly similar to the sequence being analyzed in comparison with the rest of the database.  This paradigm has led to a new way to characterize the ambiguity in databases.  While it may not be possible to determine the specific organism from which a sequence originates, one may be able to say, for example, that it originates from Streptococcus thermophilus or Streptococcus salivarius (both harmless organisms related to those that produce yogurt).  While not fully specific, such a classification would distinguish the sequence from that of pathogens such as Streptococcus pneumoniae.\n\nEducation has been a major component of this project from its inception.  Several graduate students have conducted the research and received training in research methodology, communications, as well as the ethical conduct of research.  Each summer, the project hosted high school and undergraduate summer interns who were co-mentored by graduate students, providing the latter with an opportunity to develop their mentoring skills. \n\nThe faculty and students also trained biologists in the use of the tools developed in this project as well as, more generally, the use of computational approaches for analyzing biological data. This training occurred within the context of professional development courses and workshops co-organized by the leaders of the project.\n\nThe faculty and students involved in the project actively disseminated the results of the research through scientific publications and presentations at scientific meetings.\n\n\t\t\t\t\tLast Modified: 09/23/2019\n\n\t\t\t\t\tSubmitted by: Mihai Pop"
 }
}