{
 "awd_id": "1513584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: Security and Privacy for Wearable and Continuous Sensing Platforms",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Joshi",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 466000.0,
 "awd_min_amd_letter_date": "2015-06-29",
 "awd_max_amd_letter_date": "2016-01-25",
 "awd_abstract_narration": "This research project studies security and privacy for wearable devices.  Wearable computing is poised to become widely deployed throughout society.  These devices offer many benefits to end users in terms of realtime access to information and the augmentation of human memory, but they are also likely to introduce new and complex privacy and security problems.  People who use wearable devices need assurances that their privacy will be respected, and we also need ways to minimize the potential for wearable devices to intrude on the privacy of bystanders and others.  This project is identifying the risks in greater depth and developing new technologies and techniques to protect against these risks.  The project is building a scientific and engineering basis for making wearable computing trustworthy; the growing adoption of wearable computing makes this research important to society.\r\n\r\nSeveral unique features of wearable computing pose new challenges that require novel research.  It seems likely that continuous audio and video capture will enable many valuable uses of wearable computing, but they open up new attack vectors through these new input channels.  Audio and video capture also present new privacy challenges; for instance, third-party applications may need access to this data, but the data is sometimes highly sensitive (e.g., capturing intimate moments, sensitive documents, embarrassing social situations, etc.).  This project studies: how to empower users and enable them to control how apps on wearable devices can access audio and video resources, how to use privilege separation and the least-privilege principle to mitigate risks associated with third-party applications that run on wearable devices, how operating systems for wearable devices can be architected to prevent applications from collecting extraneous data, and new threats from wearable computing and how each of these threats could be countered with secure platform designs.  To protect privacy, the researchers are conducting user studies to improve our understanding of what data users find most sensitive; the findings from these user studies  is helping the researchers to design techniques to prevent applications from accessing sensitive data inappropriately.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Franziska",
   "pi_last_name": "Roesner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Franziska Roesner",
   "pi_email_addr": "franzi@cs.washington.edu",
   "nsf_id": "000678346",
   "pi_start_date": "2015-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Box 352350",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0a9007f1-7fff-f2fa-7f8d-e48b6d3963b1\">\n<p dir=\"ltr\"><span>We are increasingly surrounded by wearable and continuous sensing devices embedded in our physical environments, including smart watches, smart home devices, ubiquitous smartphones, head-mounted augmented and virtual reality devices, and more. While these technologies offer many potential benefits to end users, they also introduce new and complex security and privacy challenges. Through a combination of user studies, novel system design, and analysis of existing technologies, the work funded under this award has explored the new security and privacy threats that these technologies may enable, and how to design future technologies that mitigate these risks.&nbsp;</span></p>\n<p dir=\"ltr\"><span>In one key thrust of this work, we extensively considered security and privacy in smart homes. First, through two in-depth interview-based studies of smart home adopters, we identified gaps in people&rsquo;s threat models arising from limited technical understanding of smart homes, awareness of some security issues but limited concern, ad hoc mitigation strategies, and, most importantly, a mismatch between the concerns and power of the smart home administrator and other people in the home. Across multiple phases of smart device use in the home -- including device selection and installation, ordinary device use, when the smart home does not work as expected or intended, and over longer term use -- we observed an outsized role of the person who installs devices in terms of selecting, accessing, controlling, and fixing them. In a related user study, we investigated the smart home related security and privacy concerns and behaviors of AirBnb hosts and guests, surfacing tensions between hosts and guests around the use of smart devices and in-home data collection.</span></p>\n<p dir=\"ltr\"><span>Based on our findings about security and privacy challenges in multi-user smart homes, we designed and prototyped a smart home platform that supports multiple users with access control and transparency features, and evaluated this prototype via a month-long in-home study. From our prototype design and in-home user study, we found that for some of our participants, positive household social norms and relationship dynamics obviated the need for technical access controls. We also found that participants&rsquo; varied access control desires required our prototype to support complex combinations of access control options. Among our recommendations, we suggest that researchers design smart home platforms that reduce tensions and conflicts by leveraging and scaffolding positive household norms. Our prototype is publicly available here: </span><a href=\"https://github.com/UWCSESecurityLab/smarter-home\"><span>https://github.com/UWCSESecurityLab/smarter-home</span></a><span>.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Additionally, we studied the security and privacy properties of existing smart home platforms. First, we analyzed currently available commercial smart homes to understand the differences in their design choices around access control, privacy, and automation, as well as the implications of these differences. From our evaluation of these design points and failure cases, we surfaced key issues around access control and privacy, the usability challenges of automation, and tensions between interoperability and reliability. We also studied the types of errors that end users make when programming their own smart homes, and the susceptibility of different end-user smart home programming platforms (e.g., SmartThings) to allowing such errors. We found that for most of the platforms we analyzed, they either disallow errors by lacking the features that would make the error possible in the first place (e.g., the ability to have trigger conjunctions, i.e., &ldquo;if x and y, then&rdquo;) or they disallow errors that do not make logical sense. By contrast, interfaces currently do nothing to prevent errors that fall into a grey area: they are logically sensible but may not have been intended by the user. We observed that while some errors can be automatically detected and prevented based on logic alone, others rely fundamentally on the user&rsquo;s intention. We proposed strategies that trigger-action programming interfaces and researchers should explore in future work to help users avoid these types of errors.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Beyond smart homes, this award has also supported bootstrapping a broader research program around security and privacy for emerging augmented reality (AR) platforms. Specifically, we investigated the novel security and privacy challenges that will arise with these platforms, and developed designs to mitigate threats in the context of malicious AR application output (e.g., virtual content that startles a user or blocks important real-world content) as well as multi-user AR interactions (e.g., access control for virtual objects displayed in a shared physical space).&nbsp;</span></p>\n<p dir=\"ltr\"><span>Finally, this award has also supported work studying user perceptions of security and privacy in other ubiquitous sensing contexts, including intimate communications, working from home, and COVID-19 contact tracing.</span></p>\n<span>Stepping back, i</span><span>n order for society -- including individual end-users, corporations, and government organizations -- to reap the benefits of emerging wearable and continuous sensing technologies, we must anticipate and mitigate the security and privacy risks of these technologies. This work has contributed to this process and will ultimately lead to technologies that provide the intended benefits while limiting the associated potential risks in many different application and technology domains.</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2020<br>\n\t\t\t\t\tModified by: Franziska&nbsp;Roesner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nWe are increasingly surrounded by wearable and continuous sensing devices embedded in our physical environments, including smart watches, smart home devices, ubiquitous smartphones, head-mounted augmented and virtual reality devices, and more. While these technologies offer many potential benefits to end users, they also introduce new and complex security and privacy challenges. Through a combination of user studies, novel system design, and analysis of existing technologies, the work funded under this award has explored the new security and privacy threats that these technologies may enable, and how to design future technologies that mitigate these risks. \nIn one key thrust of this work, we extensively considered security and privacy in smart homes. First, through two in-depth interview-based studies of smart home adopters, we identified gaps in people’s threat models arising from limited technical understanding of smart homes, awareness of some security issues but limited concern, ad hoc mitigation strategies, and, most importantly, a mismatch between the concerns and power of the smart home administrator and other people in the home. Across multiple phases of smart device use in the home -- including device selection and installation, ordinary device use, when the smart home does not work as expected or intended, and over longer term use -- we observed an outsized role of the person who installs devices in terms of selecting, accessing, controlling, and fixing them. In a related user study, we investigated the smart home related security and privacy concerns and behaviors of AirBnb hosts and guests, surfacing tensions between hosts and guests around the use of smart devices and in-home data collection.\nBased on our findings about security and privacy challenges in multi-user smart homes, we designed and prototyped a smart home platform that supports multiple users with access control and transparency features, and evaluated this prototype via a month-long in-home study. From our prototype design and in-home user study, we found that for some of our participants, positive household social norms and relationship dynamics obviated the need for technical access controls. We also found that participants’ varied access control desires required our prototype to support complex combinations of access control options. Among our recommendations, we suggest that researchers design smart home platforms that reduce tensions and conflicts by leveraging and scaffolding positive household norms. Our prototype is publicly available here: https://github.com/UWCSESecurityLab/smarter-home.  \nAdditionally, we studied the security and privacy properties of existing smart home platforms. First, we analyzed currently available commercial smart homes to understand the differences in their design choices around access control, privacy, and automation, as well as the implications of these differences. From our evaluation of these design points and failure cases, we surfaced key issues around access control and privacy, the usability challenges of automation, and tensions between interoperability and reliability. We also studied the types of errors that end users make when programming their own smart homes, and the susceptibility of different end-user smart home programming platforms (e.g., SmartThings) to allowing such errors. We found that for most of the platforms we analyzed, they either disallow errors by lacking the features that would make the error possible in the first place (e.g., the ability to have trigger conjunctions, i.e., \"if x and y, then\") or they disallow errors that do not make logical sense. By contrast, interfaces currently do nothing to prevent errors that fall into a grey area: they are logically sensible but may not have been intended by the user. We observed that while some errors can be automatically detected and prevented based on logic alone, others rely fundamentally on the user’s intention. We proposed strategies that trigger-action programming interfaces and researchers should explore in future work to help users avoid these types of errors. \nBeyond smart homes, this award has also supported bootstrapping a broader research program around security and privacy for emerging augmented reality (AR) platforms. Specifically, we investigated the novel security and privacy challenges that will arise with these platforms, and developed designs to mitigate threats in the context of malicious AR application output (e.g., virtual content that startles a user or blocks important real-world content) as well as multi-user AR interactions (e.g., access control for virtual objects displayed in a shared physical space). \nFinally, this award has also supported work studying user perceptions of security and privacy in other ubiquitous sensing contexts, including intimate communications, working from home, and COVID-19 contact tracing.\nStepping back, in order for society -- including individual end-users, corporations, and government organizations -- to reap the benefits of emerging wearable and continuous sensing technologies, we must anticipate and mitigate the security and privacy risks of these technologies. This work has contributed to this process and will ultimately lead to technologies that provide the intended benefits while limiting the associated potential risks in many different application and technology domains.\n\n \n\n\t\t\t\t\tLast Modified: 10/14/2020\n\n\t\t\t\t\tSubmitted by: Franziska Roesner"
 }
}