{
 "awd_id": "1514942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Understanding Plant Responses to Global Change Through the Lens of Evolutionary History",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-18",
 "awd_max_amd_letter_date": "2015-06-18",
 "awd_abstract_narration": "Global change, including nitrogen (N) eutrophication, represents a primary threat to biodiversity worldwide, yet we lack the ability to accurately predict which species will fare well, and which will decline, in rapidly changing environments. The goals of the proposed research are to determine whether species responses to increasing rates of N eutrophication of soils are associated with variation in functional traits, and to uncover past evolutionary mechanisms that have shaped the evolution of these traits. This work will be conducted using the group of 30 functionally unique Eucalyptus tree species that are native to the island state of Tasmania, Australia, in collaboration with Professor Brad Potts (University of Tasmania), a world authority on eucalypt ecology and evolution. \r\n\r\nThis project will be the first attempt to test a long-standing theory in plant functional ecology, the ?worldwide economics spectrum,? in a global change framework. This theory postulates that environments with higher resource levels have selected for leaf, stem, and root functional traits that increase the capacity for resource use. First, the researchers will use recently developed phylogenetic comparative methods to model the multivariate evolution of functional traits within the Tasmanian eucalypt group according to soil- and climate-based selective gradients across their natural ranges. The researchers will then quantify species growth responses to predicted rates of N eutrophication of soils using a controlled greenhouse experiment to determine whether evolved variation in functional traits predicts responses to simulated global change. Ultimately, results from this research will serve a dual role of integrating the fields of evolutionary ecology and global change biology while taking the first steps to predict the performances of endangered or agriculturally important plant species in rapidly changing environments. This NSF EAPSI award is funded in collaboration with the Australian Academy of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "R",
   "pi_last_name": "Wooliver",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "R C Wooliver",
   "pi_email_addr": "",
   "nsf_id": "000682774",
   "pi_start_date": "2015-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wooliver                R              C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Knoxville",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "",
  "inst_zip_code": "379206344",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Tasmania",
  "perf_str_addr": null,
  "perf_city_name": "Hobart",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>EAPSI: Understanding Plant Responses to Global Change Through the Lens of Evolutionary History</p>\n<p>Rachel Wooliver</p>\n<p>&nbsp;</p>\n<p>As a 2015 EAPSI fellow, I conducted research to establish linkages among plant evolution, plant functional ecology, and global change biology. Through this project I accomplished the following five goals: 1) I collected experimental data on the growth and functional traits of 24 forest tree species that are native to Tasmania, Australia, for which 2) I am currently developing a novel statistical model for examining whether variation in functional traits has consequences for growth responses to nitrogen deposition, 3) I developed a long-term collaboration with the lab group of Professor Brad Potts of the University of Tasmania, 4) I presented preliminary results of this project to the Biological Sciences department at the University of Tasmania, and 5) I collected soil samples to use as inocula in a subsequent experiment examining evolutionary patterns in plant interactions with soil fungi.</p>\n<p>Functional traits are important indicators of plant ecological strategies. Specifically, studies have demonstrated that plant evolution has resulted in a &lsquo;plant economics spectrum.&rsquo; One one end of the spectrum, high resource environments select for traits that lead to greater capacities for the uptake, transport, and processing of resources for growth, leading to an overall &lsquo;competitive&rsquo; growth strategy. On the opposite end of the spectrum, low resource environments select for traits that increase the efficiency with which they uptake, transport, and process resources, leading to an overall &lsquo;conservative&rsquo; growth strategy.</p>\n<p>Although functional traits have been linked to plant performance, few studies have attempted to link them to plant performance under global change scenarios such as those resulting from anthropogenic nitrogen deposition. Because &lsquo;competitive&rsquo; strategy species are predicted to have greater capacities for resource use, my project asked whether evolved variation in functional traits predicts the fitness of plants subjected to nitrogen deposition. Specifically, hypothesized that plant species with &lsquo;competitive&rsquo; functional traits are better able to use excess soil N for growth. To test this hypothesis I established a controlled experiment in which I grew 24 Tasmanian eucalypt tree species across a gradient of nitrogen addition representative of the current global range of nitrogen deposition rates. For all plants, I measured total biomass and three functional traits &ndash; specific root length, specific stem density, and specific leaf area &ndash; that are proxies for nutrient-uptake capacity from soils, root-to-leaf transportation ability, and photosynthetic output, respectively.</p>\n<p>I am currently working on a hierarchical Bayesian model to test my hypothesis. Although I have not completely finished building this model, preliminary results indicate that while functional traits vary significantly among species, growth responses to nitrogen addition do not. That functional traits vary across species expected as the set of eucalypt species in this project have evolved across several ecological gradients that present differing selective pressures on such traits. However, that growth responses to nitrogen addition do not vary across species&nbsp;demonstrates that at least in this system there will not be &lsquo;winners&rsquo; and &lsquo;losers&rsquo; in global nitrogen deposition scenarios. Overall, these results indicate 1) 'many-to-one' mapping of evolved variation in functional traits on growth responses to nitrogen, where species that differ functionally exhibit comparable growth responses to nitrogen, and 2) competitive functional traits, at least those measured here, do not confer any fitness advantage in nitrogen deposition scenarios. Over the next s...",
  "por_txt_cntn": "\nEAPSI: Understanding Plant Responses to Global Change Through the Lens of Evolutionary History\n\nRachel Wooliver\n\n \n\nAs a 2015 EAPSI fellow, I conducted research to establish linkages among plant evolution, plant functional ecology, and global change biology. Through this project I accomplished the following five goals: 1) I collected experimental data on the growth and functional traits of 24 forest tree species that are native to Tasmania, Australia, for which 2) I am currently developing a novel statistical model for examining whether variation in functional traits has consequences for growth responses to nitrogen deposition, 3) I developed a long-term collaboration with the lab group of Professor Brad Potts of the University of Tasmania, 4) I presented preliminary results of this project to the Biological Sciences department at the University of Tasmania, and 5) I collected soil samples to use as inocula in a subsequent experiment examining evolutionary patterns in plant interactions with soil fungi.\n\nFunctional traits are important indicators of plant ecological strategies. Specifically, studies have demonstrated that plant evolution has resulted in a æplant economics spectrum.Æ One one end of the spectrum, high resource environments select for traits that lead to greater capacities for the uptake, transport, and processing of resources for growth, leading to an overall æcompetitiveÆ growth strategy. On the opposite end of the spectrum, low resource environments select for traits that increase the efficiency with which they uptake, transport, and process resources, leading to an overall æconservativeÆ growth strategy.\n\nAlthough functional traits have been linked to plant performance, few studies have attempted to link them to plant performance under global change scenarios such as those resulting from anthropogenic nitrogen deposition. Because æcompetitiveÆ strategy species are predicted to have greater capacities for resource use, my project asked whether evolved variation in functional traits predicts the fitness of plants subjected to nitrogen deposition. Specifically, hypothesized that plant species with æcompetitiveÆ functional traits are better able to use excess soil N for growth. To test this hypothesis I established a controlled experiment in which I grew 24 Tasmanian eucalypt tree species across a gradient of nitrogen addition representative of the current global range of nitrogen deposition rates. For all plants, I measured total biomass and three functional traits &ndash; specific root length, specific stem density, and specific leaf area &ndash; that are proxies for nutrient-uptake capacity from soils, root-to-leaf transportation ability, and photosynthetic output, respectively.\n\nI am currently working on a hierarchical Bayesian model to test my hypothesis. Although I have not completely finished building this model, preliminary results indicate that while functional traits vary significantly among species, growth responses to nitrogen addition do not. That functional traits vary across species expected as the set of eucalypt species in this project have evolved across several ecological gradients that present differing selective pressures on such traits. However, that growth responses to nitrogen addition do not vary across species demonstrates that at least in this system there will not be æwinnersÆ and ælosersÆ in global nitrogen deposition scenarios. Overall, these results indicate 1) 'many-to-one' mapping of evolved variation in functional traits on growth responses to nitrogen, where species that differ functionally exhibit comparable growth responses to nitrogen, and 2) competitive functional traits, at least those measured here, do not confer any fitness advantage in nitrogen deposition scenarios. Over the next several weeks, I will complete the Bayesian model, which will serve as a template for future studies attempting to understand functional trait relationships with fitness in a variety of global ..."
 }
}