{
 "awd_id": "1514789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Localized Kernel Bases: Theory and Applications to Meshless Methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 268631.0,
 "awd_amount": 268631.0,
 "awd_min_amd_letter_date": "2015-08-10",
 "awd_max_amd_letter_date": "2015-08-10",
 "awd_abstract_narration": "This award supports the research program of the Principal Investigators in the area of kernel-based meshless approximation methods, which have applications in a number of modern large-scale scientific computing problems.  The need for analyzing and modeling data taken from scattered, irregularly placed sites arises frequently in diverse fields: computer-aided design graphics, data mining, medical imaging, learning networks, and geoscience, in addition to many other areas.  For example, weather prediction or climate modeling is based on geophysical data collected at scattered sites, by sensors on satellites, ground stations, or stations at sea.  Carrying out such tasks presents difficulties for traditional methods, which are based on collecting data at uniformly placed sites or which require constructing \"meshes\"---think of a wire fence---that must be carefully tailored to deal with the data sites involved.  Newer methods, so-called \"kernel methods\", do not require such meshes and can handle scattered data.  In addition to analyzing and modeling such data, these methods can solve numerically the equations governing, say, atmospheric flow.  This project will further the development of kernel methods, making them easy to use, faster, less expensive to implement, and capable of handling data from a hundred thousand or more sites.  It will provide support for graduate students, who will be trained in both the theoretical and the applied aspects of using and developing these methods.\r\n\r\nThe main object of this project is to develop new methods and tools for attacking the analysis and synthesis of scattered data (i.e., data collected from non-uniformly distributed sites) by means of kernel methods and, in particular, for numerically solving partial differential equations and non-local diffusion problems in peridynamics, for example.  Efficiently dealing with such problems requires constructing local, stable bases, preconditioners, and other similar tools.  To address such problems, the PIs plan to use their recently discovered highly localized stable kernel-based bases to develop novel kernel-based meshless Galerkin methods.  The PIs plan to further develop the full potential of these recently discovered basis functions, and to investigate constructing such bases in situations where boundaries or data that is not quasi uniform occur.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ward",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D Ward",
   "pi_email_addr": "jward@math.tamu.edu",
   "nsf_id": "000098138",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Narcowich",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Francis J Narcowich",
   "pi_email_addr": "fnarc@math.tamu.edu",
   "nsf_id": "000294029",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "MS 3368",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 268631.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The need for analyzing and modeling data taken from scattered, irregularly placed sites arises frequently in diverse fields: computer-aided design graphics, data mining, medical imaging, learning networks, and geoscience, in addition to many other areas. For example, weather prediction or climate modeling is based on geophysical data collected by sensors on satellites, ground stations, or stations at sea at scttered sites. In particular, ocean temperatures are measured by placing temperature sensors on buoys in the ocean. These buoys certainly are <em>not</em> on any regular grid, and so are \"scatterd sites.\" The tempature data collected from these sites is an example of <em>scattered data</em>.<br /><br />Carrying out the tasks of analyizing and modeling scattered data collected presents difficulties for traditional methods, which are based on collecting data at uniformly placed sites, and which require constructing \"meshes'' (think \"wire fence\"). These meshes have to be carefully tailored to deal with the data sites involved. Newer methods, the so-called kernel methods, are mesh free and can handle scattered data.</p>\n<p>The research done by the PI and co-Pi furthered the development of these kernel methods, making them easier to use, faster, less expensive to implement, and capable of handling data from a hundred thousand or more sites. In addition, the NSF grant suporterd a graduate student, who is being trained in both the theoretical and the applied aspects of using and developing these<br />methods.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2019<br>\n\t\t\t\t\tModified by: Francis&nbsp;J&nbsp;Narcowich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe need for analyzing and modeling data taken from scattered, irregularly placed sites arises frequently in diverse fields: computer-aided design graphics, data mining, medical imaging, learning networks, and geoscience, in addition to many other areas. For example, weather prediction or climate modeling is based on geophysical data collected by sensors on satellites, ground stations, or stations at sea at scttered sites. In particular, ocean temperatures are measured by placing temperature sensors on buoys in the ocean. These buoys certainly are not on any regular grid, and so are \"scatterd sites.\" The tempature data collected from these sites is an example of scattered data.\n\nCarrying out the tasks of analyizing and modeling scattered data collected presents difficulties for traditional methods, which are based on collecting data at uniformly placed sites, and which require constructing \"meshes'' (think \"wire fence\"). These meshes have to be carefully tailored to deal with the data sites involved. Newer methods, the so-called kernel methods, are mesh free and can handle scattered data.\n\nThe research done by the PI and co-Pi furthered the development of these kernel methods, making them easier to use, faster, less expensive to implement, and capable of handling data from a hundred thousand or more sites. In addition, the NSF grant suporterd a graduate student, who is being trained in both the theoretical and the applied aspects of using and developing these\nmethods.\n\n\t\t\t\t\tLast Modified: 09/05/2019\n\n\t\t\t\t\tSubmitted by: Francis J Narcowich"
 }
}