{
 "awd_id": "1514254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Medium: Provisioning, Enforcing, and Pricing Temporal Service Differentiation in Virtualized Networked Environments",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 602228.0,
 "awd_amount": 610228.0,
 "awd_min_amd_letter_date": "2015-08-14",
 "awd_max_amd_letter_date": "2016-06-15",
 "awd_abstract_narration": "Cloud computing has transformed how we approach computing.  Its uses range from large-scale scientific computations, to e-commerce, to data-intensive applications, to web-hosting.  This diversity is a measure of its success, but also represents one of the major challenges it faces.  Cloud computing strength is through the sharing of computing resources, but sharing must be controlled.  Imagine financial transactions or real-time medical imaging processing experiencing slow-downs because of, say, a high volume batch application. Current solutions control sharing at a very coarse level, e.g., the number of processor cores an application is entitled to, or how much memory or network bandwidth it can consume.  This coarse control has been shown insufficient to offer strong response time guarantees.  This project will design and implement solutions that address this short-coming, and in the process extend the cost and performance benefits of cloud computing to critical applications with real-time requirements.  The project will provide a comprehensive understanding of the dependencies that exist among cloud computing resources (CPU, memory, network bandwidth, etc.), and devise scheduling and resource management solutions that account for those dependencies to provide fine grain control of the response time afforded to cloud users.  A prototype implementation and a testbed will be used to demonstrate the applicability and feasibility of the solutions.\r\n\r\nThe project will explore the complex resource interactions that arise in virtualization technologies at the core of cloud computing solutions.  The focus is on enforcing service guarantees for I/O operations in virtualized systems, as they play a critical role in delivering end-to-end computing guarantees.  Specifically, the project will characterize the resource dependencies involved in I/O operations in a virtualized environment, and develop mechanisms to manage them effectively.  Sample questions the project will investigate include the relationship between I/O performance and the number of CPU cores allocated to I/O operations, the overhead of assigning different threads to traffic from different VMs and traffic classes, the impact on performance of different interrupt handling strategies, etc.  The implementation cost (overhead) of different scheduling and resource management mechanisms will also be quantified to enable informed trade-offs between efficiency and resource guarantees.  A prototype implementation will be carried out in the Xen environment, and demonstrated over a local testbed consisting of eight 16-core computers with network connectivity ranging from 1Gbps to 40Gbps.\r\n\r\nBroader Impacts: Cloud computing already plays a major role in our modern society, but it has the potential to grow even further in scale and scope (e.g., optimizing the efficiency of our electrical grid or controlling the flow of traffic to minimize congestion in urban settings). Realizing the cloud's full potential, however, requires that it evolves to offer predictable guarantees. This project will develop solutions towards realizing this goal, and in the process extend the benefits of cloud computing to new applications of vital importance to our society.  Transfer of those solutions to commercially used cloud systems will be pursued through the delivery of modules aimed at the open-source Xen system (on which Amazon EC2 is based).  The project will also target improving students' ability to leverage cloud computing.  It will develop educational lab modules that give students direct hands-on experience with the complex interactions that arise in virtualized environments.   The project will also be used to foster students' interest in cloud computing research by offering summer research opportunities to undergraduate students.  Special emphasis will be given to recruiting women and under-represented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roch",
   "pi_last_name": "Guerin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roch Guerin",
   "pi_email_addr": "guerin@wustl.edu",
   "nsf_id": "000444512",
   "pi_start_date": "2015-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Gill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Gill",
   "pi_email_addr": "cdgill@cse.wustl.edu",
   "nsf_id": "000418929",
   "pi_start_date": "2015-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chenyang",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chenyang Lu",
   "pi_email_addr": "lu@cse.wustl.edu",
   "nsf_id": "000243191",
   "pi_start_date": "2015-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 602228.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project explored &ldquo;service differentiation&rdquo; (offering different performance guarantees to different users or applications) in distributed computing environments such as those that arise from the use of the cloud.&nbsp; Those environments have in common that performance depends on a complex mix of compute and communication resources. Securing their availability along the full service path of an application gives rise to a number of challenges.&nbsp; Addressing those challenges in several settings, most of them targeting better support for real-time applications, was the focus of this project and resulted in several software systems (ARREC, SRTM, and VATC) and conference and journal publications.</p>\n<p>Specifically, the project made the following intellectual contributions:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The VATC system enhanced the network stack of the Xen open-source hypervisor, a popular cloud environment, to support multiple classes of service, and demonstrated that this enhanced stack could provide delay guarantees to soft real-time applications without overly penalizing other applications sharing resources with them. The software was released under the same open-source license as Xen and can be used to better support real-time applications on cloud platforms running Xen.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The SRTM system extended the NSQ open-source messaging middleware, a system that provides cloud applications with a simple shared communication paradigm, to support soft real-time guarantees by controlling how messaging load is distributed across servers.&nbsp; In particular, the project elucidated intrinsic tensions that arise between distributing workload across more resources and regulating access to those resources.&nbsp; Providing access to more resources can improve performance but coordinating how to regulate their access can all but eliminate those benefits.&nbsp; The project developed simple policies to mitigate this tension.&nbsp; The availability of this extended version of NSQ under a similar open-source license as the original software should facilitate usage of this new functionality for NSQ.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project also developed a principled understanding for how lower-tier and cheaper cloud services such as those exemplified by Amazon spot instances and Google preemptible instances, could be beneficial in both improving cloud providers&rsquo; revenue and making cloud offerings more cost-effective for users.&nbsp; A manuscript documenting the results was published in the ACM Transactions on Economics and Computation.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The ARREC system built on the TAO open-source service middleware to allow Internet-of-Things (IoT) applications to leverage edge clouds while enforcing reliability and timeliness of event delivery under different latency and loss-tolerance specifications. The system is able to tune data replication and processing to realize the best possible trade-off between dependability and timeliness as a function of the application&rsquo;s requirements.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Finally, the project explored how to improve the accuracy of standard real-time IoT classification applications, e.g., of the type commonly deployed in smart city settings, by developing a solution that intelligently chooses when they can rely on local decisions vs. accessing edge cloud resources while meeting latency constraints.</p>\n<p>The project&rsquo;s contributions also have the potential for broader impact.&nbsp; In particular, the ARREC, SRTM, and VATC systems offer new capabilities for enabling better support for real-time applications in the cloud.&nbsp; Given the growing importance of Internet-of-Things applications that exhibit some form of real-time requirements, and their increasing reliance on the cloud, those systems can help facilitate the deployments of a range of new applications with useful societal, <em>e.g., </em>real-time detection and notification of traffic accidents, crime, fires, etc., and public health implications, <em>e.g.,</em> at-home patient or elderly monitoring, etc.&nbsp; In addition, the project&rsquo;s investigation of differentiated cloud pricing can, not only impact how different cloud services are offered, but also offer comparable insight in other areas where timeliness of task execution and value of those tasks are correlated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2020<br>\n\t\t\t\t\tModified by: Roch&nbsp;Guerin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project explored \"service differentiation\" (offering different performance guarantees to different users or applications) in distributed computing environments such as those that arise from the use of the cloud.  Those environments have in common that performance depends on a complex mix of compute and communication resources. Securing their availability along the full service path of an application gives rise to a number of challenges.  Addressing those challenges in several settings, most of them targeting better support for real-time applications, was the focus of this project and resulted in several software systems (ARREC, SRTM, and VATC) and conference and journal publications.\n\nSpecifically, the project made the following intellectual contributions:\n\n-          The VATC system enhanced the network stack of the Xen open-source hypervisor, a popular cloud environment, to support multiple classes of service, and demonstrated that this enhanced stack could provide delay guarantees to soft real-time applications without overly penalizing other applications sharing resources with them. The software was released under the same open-source license as Xen and can be used to better support real-time applications on cloud platforms running Xen.\n\n-          The SRTM system extended the NSQ open-source messaging middleware, a system that provides cloud applications with a simple shared communication paradigm, to support soft real-time guarantees by controlling how messaging load is distributed across servers.  In particular, the project elucidated intrinsic tensions that arise between distributing workload across more resources and regulating access to those resources.  Providing access to more resources can improve performance but coordinating how to regulate their access can all but eliminate those benefits.  The project developed simple policies to mitigate this tension.  The availability of this extended version of NSQ under a similar open-source license as the original software should facilitate usage of this new functionality for NSQ.\n\n-          The project also developed a principled understanding for how lower-tier and cheaper cloud services such as those exemplified by Amazon spot instances and Google preemptible instances, could be beneficial in both improving cloud providers’ revenue and making cloud offerings more cost-effective for users.  A manuscript documenting the results was published in the ACM Transactions on Economics and Computation.\n\n-          The ARREC system built on the TAO open-source service middleware to allow Internet-of-Things (IoT) applications to leverage edge clouds while enforcing reliability and timeliness of event delivery under different latency and loss-tolerance specifications. The system is able to tune data replication and processing to realize the best possible trade-off between dependability and timeliness as a function of the application’s requirements.\n\n-          Finally, the project explored how to improve the accuracy of standard real-time IoT classification applications, e.g., of the type commonly deployed in smart city settings, by developing a solution that intelligently chooses when they can rely on local decisions vs. accessing edge cloud resources while meeting latency constraints.\n\nThe project’s contributions also have the potential for broader impact.  In particular, the ARREC, SRTM, and VATC systems offer new capabilities for enabling better support for real-time applications in the cloud.  Given the growing importance of Internet-of-Things applications that exhibit some form of real-time requirements, and their increasing reliance on the cloud, those systems can help facilitate the deployments of a range of new applications with useful societal, e.g., real-time detection and notification of traffic accidents, crime, fires, etc., and public health implications, e.g., at-home patient or elderly monitoring, etc.  In addition, the project’s investigation of differentiated cloud pricing can, not only impact how different cloud services are offered, but also offer comparable insight in other areas where timeliness of task execution and value of those tasks are correlated.\n\n\t\t\t\t\tLast Modified: 11/13/2020\n\n\t\t\t\t\tSubmitted by: Roch Guerin"
 }
}