{
 "awd_id": "1514940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Understanding How and Why Visual Exposure Reduces Prejudice",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-23",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "Despite decades of research and applied efforts, prejudice continues to occur at epidemic rates around the globe, resulting in serious mental and physical health deficits for victims. Recent evidence suggests that repeated visual exposure to several members of a disadvantaged social group reduces prejudice against the group at large. However, the causal mechanisms driving this effect remain unclear. How and why does visual exposure reduce prejudice? Working in collaboration with a leading expert on the effects of visual exposure to human features (Dr. Gillian Rhodes; University of Western Australia), the funded project will test whether visual exposure reduces prejudice by enhancing the ease with which perceivers can process members of disadvantaged social groups. Perceptual ease is generally associated with favorable evaluations, so to the extent that visual exposure enhances perceptual ease, it should result in prejudice reduction. Data in support of these hypotheses will provide the first evidence for a causal mechanism by which visual exposure improves social evaluations, offering novel information that is crucial to the development of techniques aimed at reducing prejudice and its harmful consequences.\r\n\r\nThe researcher will investigate perceptual fluency as a mechanism by which visual exposure reduces prejudice against disadvantaged groups. In recent years, scientists have documented two facts relevant to this topic: (1) visual adaptation molds preferences, such that repeated exposure to a given stimulus causes that stimulus to appear normative and subsequently enhances evaluative judgments of it, and (2) stimuli that are easy to process (perceptually fluent) tend to be evaluated more favorably than stimuli that are difficult to process (perceptually disfluent). Two studies aim to unite these observations by examining fluency as a proximal mechanism by which visual adaptation reduces prejudice. Study 1 will test whether visual adaptation to gender-atypical female faces enables perceivers to categorize the sex of those faces more easily, thereby enhancing evaluations of them. Study 2 will experimentally manipulate fluency by obstructing gender-atypical faces with visual noise, testing whether visual adaptation fails to enhance interpersonal evaluations of gender-atypical female faces that are intentionally made to be disfluent. Collectively, these studies will provide new information relevant to social psychological theories of impression formation, cognitive psychological theories of visual adaptation, and applied research aimed at prejudice reduction. Indeed, evidence that visual adaptation enhances evaluations of stigmatized social groups by increasing perceptual fluency would aid in the development of cost-effective interventions that reduce the widespread prevalence and harmful consequences of interpersonal bias. This NSF EAPSI award supports the research of a U.S. graduate student and is funded in collaboration with the Australian Academy of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lick",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Lick",
   "pi_email_addr": "",
   "nsf_id": "000685207",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lick                    David          J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "West Hollywood",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900464176",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "CA30",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Western Australia",
  "perf_str_addr": null,
  "perf_city_name": "Crawley, WA",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite decades of research and applied efforts, prejudice continues to occur at epidemic rates around the globe, resulting in serious mental and physical health deficits for victims. Recent evidence suggests that repeated visual exposure to members of a disadvantaged social group reliably reduces prejudice against the group at large. However, the causal mechanisms driving this effect remain unclear. How and why does visual exposure reduce prejudice? In collaboration with Dr. Gillian Rhodes (University of Western Australia), this project tested whether visual exposure reduces prejudice by enhancing the ease with which perceivers can process members of disadvantaged social groups. Perceptual ease is associated with social evaluations, such that people who are seen as typical or processed quickly during a social judgment task tend to be evaluated favorably. Thus, to the exten that visual exposure enhances perceptual ease, it should result in prejudice reduction.</p>\n<p>To test these possibilities, we measured the perceived likeability and ease of sex categorization for faces varying in their gendered appearance from highly gender-typical (feminine women, masculine men) to highly gender-atypical (masculine women, feminine men). We focused our analyses on masculine women because previous research revealed that masculine women experience harmful prejudice in part because their gender-atypical appearance makes them perceptually difficult to process. Specifically, we predicted that repeated visual exposure to masculine female faces would make it easier for perceivers to categorize the sex of masculine women, and that this increase in processing ease would reduce prejudice against them.&nbsp;</p>\n<p>Results supported our hypotheses. At pretest, participants had difficulty processing masculine women's sex, as indicated by slower reaction times for sex categorizations of masculine women relative to feminine women. Participants also evaluated masculine women negatively. After three minutes of visual exposure to masculine female faces, however, this prejudice against masculine women was significantly reduced. The reduction in prejudice was attributable to the increase in processing ease that occurred as a function of visual exposure. Thus, exposure enhanced social evaluations of masculine women by increasing the ease with which participants were able to proecss their sex category membership.&nbsp;</p>\n<p>These data provide the first evidence for a causal mechanism by which visual exposure improves social evaluations. As such, the current project offers new information relevant to social psychological theories of impression formation and cognitive psychological theories of visual adaptation and perceptual fluency. In terms of application, the findings offer new information about practical routes to prejudice reduction. Specifically, evidence that visual adaptation enhances evaluations of stigmatized social groups by increasing perceptual fluency suggests that future prejudice reduction efforts might involve repeated visual exposure to stigmatized groups. In combination with other established methods of prejudice reduction, these findings may prove helpful in reducing the widespread prevalence and harmful consequences of interpersonal bias.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2016<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Lick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite decades of research and applied efforts, prejudice continues to occur at epidemic rates around the globe, resulting in serious mental and physical health deficits for victims. Recent evidence suggests that repeated visual exposure to members of a disadvantaged social group reliably reduces prejudice against the group at large. However, the causal mechanisms driving this effect remain unclear. How and why does visual exposure reduce prejudice? In collaboration with Dr. Gillian Rhodes (University of Western Australia), this project tested whether visual exposure reduces prejudice by enhancing the ease with which perceivers can process members of disadvantaged social groups. Perceptual ease is associated with social evaluations, such that people who are seen as typical or processed quickly during a social judgment task tend to be evaluated favorably. Thus, to the exten that visual exposure enhances perceptual ease, it should result in prejudice reduction.\n\nTo test these possibilities, we measured the perceived likeability and ease of sex categorization for faces varying in their gendered appearance from highly gender-typical (feminine women, masculine men) to highly gender-atypical (masculine women, feminine men). We focused our analyses on masculine women because previous research revealed that masculine women experience harmful prejudice in part because their gender-atypical appearance makes them perceptually difficult to process. Specifically, we predicted that repeated visual exposure to masculine female faces would make it easier for perceivers to categorize the sex of masculine women, and that this increase in processing ease would reduce prejudice against them. \n\nResults supported our hypotheses. At pretest, participants had difficulty processing masculine women's sex, as indicated by slower reaction times for sex categorizations of masculine women relative to feminine women. Participants also evaluated masculine women negatively. After three minutes of visual exposure to masculine female faces, however, this prejudice against masculine women was significantly reduced. The reduction in prejudice was attributable to the increase in processing ease that occurred as a function of visual exposure. Thus, exposure enhanced social evaluations of masculine women by increasing the ease with which participants were able to proecss their sex category membership. \n\nThese data provide the first evidence for a causal mechanism by which visual exposure improves social evaluations. As such, the current project offers new information relevant to social psychological theories of impression formation and cognitive psychological theories of visual adaptation and perceptual fluency. In terms of application, the findings offer new information about practical routes to prejudice reduction. Specifically, evidence that visual adaptation enhances evaluations of stigmatized social groups by increasing perceptual fluency suggests that future prejudice reduction efforts might involve repeated visual exposure to stigmatized groups. In combination with other established methods of prejudice reduction, these findings may prove helpful in reducing the widespread prevalence and harmful consequences of interpersonal bias. \n\n\t\t\t\t\tLast Modified: 03/05/2016\n\n\t\t\t\t\tSubmitted by: David J Lick"
 }
}