{
 "awd_id": "1514493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An interdisciplinary examination of speech processing in typical, deaf, and hard-of-hearing children",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 184065.0,
 "awd_amount": 184065.0,
 "awd_min_amd_letter_date": "2015-05-11",
 "awd_max_amd_letter_date": "2015-05-11",
 "awd_abstract_narration": "The Directorate of Social, Behavioral and Economic Sciences offers postdoctoral research fellowships to provide opportunities for recent doctoral graduates to obtain additional training, to gain research experience under the sponsorship of established scientists, and to broaden their scientific horizons beyond their undergraduate and graduate training. Postdoctoral fellowships are further designed to assist new scientists to direct their research efforts across traditional disciplinary lines and to avail themselves of unique research resources, sites, and facilities, including at foreign locations. This postdoctoral fellowship supports a rising scientist in the interdisciplinary area of psycholinguistics, speech processing and developmental science. Hearing loss is one of the most common birth defects in the United States affecting approximately 3 in 1,000 newborns. Depending on the degree of hearing loss, children receive different forms of intervention (e.g., hearing aids (HA) or cochlear implants (CI)). Nevertheless, there is a huge amount of variability in these children?s linguistic and academic outcomes. While some children who receive CIs develop normally, half of the children who are implanted will have language delays. Hearing screening procedures in clinics do not typically include precise speech perception measures; thus, recommendations for treatment are made without knowing whether children can interpret speech input. This makes it difficult to effectively determine which children require CIs. When children do not receive the appropriate intervention early enough, they are being deprived of vital input during an extremely critical period for neural development.  Lack of exposure to sound and speech during the first few months of life is detrimental for development of the brain?s auditory processing areas. The current research combines clinical practices with research approaches to examine the development of speech processing abilities in typical, deaf, and hard-of-hearing infants. This work provides valuable information regarding how children with various degrees of hearing loss process speech. The project has the potential to substantially improve language outcomes in deaf or hard-of-hearing (DHH) children, by providing a set of measures that will help determine CI candidacy sooner.  Findings will not only enhance scientific understanding of DHH children's language development, but also provide important benefits to society. Special education for children with hearing loss who fail to receive appropriate early intervention costs the public additional thousands of dollars per year, and keeps these children from fulfilling their potential. Furthermore, the inclusion of typical-hearing children informs the wider field of infant speech perception, affording insight into the trajectories that characterize development. Discoveries and extensions from this project are relevant for clinicians, parents, educators, policy makers, researchers and most importantly, to the children whose lives are potentially affected.\r\n\r\nThis project evaluates the feasibility of a hybrid approach that takes techniques and concepts from the field of psycholinguistics to examine how the degree of hearing loss relates to the development of speech processing skills and later vocabulary outcomes in DHH children. By incorporating parental reports and behavioral measures used by developmental researchers (e.g., eye-gaze/looking patterns), as well as audiometric measures (e.g., Otoacoustic Emissions, auditory brain responses), the project translates the fruits of developmental science for use with a clinical group while at the same time providing valuable information about typical development.  The research administers these various tasks to the same DHH and typical children at 3 time points in the first year of life to gauge their speech-processing ability. The ultimate goal of this work is to more accurately and efficiently assess whether individual children can flourish linguistically with a HA or will require a CI. Findings will help prevent delays in language and speech acquisition, and lags in later academic achievement. This proposal is also supported by the NSF EPSCoR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanna",
   "pi_last_name": "Morini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanna Morini",
   "pi_email_addr": "gmorini@udel.edu",
   "nsf_id": "000685547",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roberta",
   "pi_last_name": "Golinkoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberta Golinkoff",
   "pi_email_addr": "roberta@udel.edu",
   "nsf_id": "000171323",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thierry",
   "pi_last_name": "Morlet",
   "pi_mid_init": "G",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Thierry G Morlet",
   "pi_email_addr": "tmorlet@asel.udel.edu",
   "nsf_id": "000685548",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Houston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derek Houston",
   "pi_email_addr": "dmhousto@indiana.edu",
   "nsf_id": "000685549",
   "pi_start_date": "2015-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University Of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820900",
   "pgm_ele_name": "SPRF-IBSS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 184065.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project evaluated infant speech perception by conducting test-retest reliability in typical-hearing infants. Few studies in the literature examine whether performance on early speech processing tasks predict to performance on later speech processing tasks or on language. The motivation for this work was to identify which method(s) might be best for looking at individual differences in speech perception and language skill &ndash; specifically clinical groups such as children who are dead of hard of hearing (DHH). Our results suggest that there is poor test-retest reliability in measures of infant speech perception. In other words, traditional behavioral measures of infant speech processing that we used are not suitable for looking at individual differences (given the lack of test-re-test reliability), and may only be suited for group analyses. Nevertheless, through presentations and discussions with other members of the research community that resulted from this project, we raised awareness of the critical need to identify better measures for tracking progress in speech-processing skills in DHH infants. Furthermore, our efforts to identify reliable measures of speech processing in infancy may lead others to probe this question. We cannot rule out that other measures might accomplish what we were after: The identification of children who need cochlear implantation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2019<br>\n\t\t\t\t\tModified by: Giovanna&nbsp;Morini</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project evaluated infant speech perception by conducting test-retest reliability in typical-hearing infants. Few studies in the literature examine whether performance on early speech processing tasks predict to performance on later speech processing tasks or on language. The motivation for this work was to identify which method(s) might be best for looking at individual differences in speech perception and language skill &ndash; specifically clinical groups such as children who are dead of hard of hearing (DHH). Our results suggest that there is poor test-retest reliability in measures of infant speech perception. In other words, traditional behavioral measures of infant speech processing that we used are not suitable for looking at individual differences (given the lack of test-re-test reliability), and may only be suited for group analyses. Nevertheless, through presentations and discussions with other members of the research community that resulted from this project, we raised awareness of the critical need to identify better measures for tracking progress in speech-processing skills in DHH infants. Furthermore, our efforts to identify reliable measures of speech processing in infancy may lead others to probe this question. We cannot rule out that other measures might accomplish what we were after: The identification of children who need cochlear implantation.\n\n\t\t\t\t\tLast Modified: 10/29/2019\n\n\t\t\t\t\tSubmitted by: Giovanna Morini"
 }
}