{
 "awd_id": "1514891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Benchmarking Carbon Dioxide Emissions from a Carbon-Cycle Simulation Model Against Observations of Atmospheric Carbon Dioxide from Space",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-05-26",
 "awd_max_amd_letter_date": "2015-05-26",
 "awd_abstract_narration": "Gaseous carbon in the atmosphere plays a large role in regulating global temperatures. However, plants use carbon dioxide (gas) and convert it to solid building blocks for growth, ultimately removing gaseous carbon from the atmosphere and providing short and long-term storage, reducing its effect on global temperatures. This research uses a simulation model to track carbon through the carbon cycle and provide estimates of carbon dioxide emissions to the atmosphere from land use change activities such as de-forestation, forest degradation, and forest regrowth. This project builds on recent work by the Principal Investigator (PI), Dr. Prabir Patra (host scientist at Japan Agency for Marine-Earth Science and Technology), and Dr. Ben Poulter (PI?s academic advisor) that provides estimates of carbon emissions due to land use change for a regional greenhouse-gases budget of Asia. These estimates of carbon emissions are simulations, so their accuracy is uncertain.  This project?s main objective is to benchmark the simulated carbon emissions against observations of atmospheric carbon dioxide from a satellite that is operated and owned by Japan, the Greenhouse Gases Observing Satellite (GOSAT), which is the current gold standard for observations of global atmospheric carbon dioxide.\r\n\r\nDynamic Global Vegetation Models (?DGVM?) simulate exchanges of carbon between the land (live plants, litter, and soil) and the atmosphere, and includes factors that affect plant?s efficiency to exchange carbon, such as weather (short-term) and climate (long-term patterns in precipitation and temperature), and competition from other plants. The CO2 fluxes from seven independent DGVMs will be combined with fossil fuel emissions (for control of ancillary terrestrial CO2 fluxes) obtained from a separate dataset, and together they will be used as boundary conditions for forward runs in an atmospheric chemistry-transport model, developed by the host scientist. The simulated CO2 fluxes from the atmospheric chemistry-transport model will then be benchmarked to GOSAT observations and evaluated for accuracy. A regional gridded, and GOSAT-derived, dataset of CO2 fluxes from land use change, for the years between 2009 to the present, will be created for Southeast Asia. This NSF EAPSI award is funded in collaboration with the Japan Society for the Promotion of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonardo",
   "pi_last_name": "Calle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonardo Calle",
   "pi_email_addr": "",
   "nsf_id": "000685646",
   "pi_start_date": "2015-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Calle                   Leonardo",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bozeman",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "",
  "inst_zip_code": "597150000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "MT",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Japan Agency for Marine-Earth Science and Technology",
  "perf_str_addr": null,
  "perf_city_name": "Yokohama-city, Kanagawa",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global carbon emissions from land use and land cover change (~1 Petagram C per year; 1 Petagram = 1 X 10<sup>15</sup>) are about 10-15% of the total carbon emissions on earth. The contribution of carbon emissions from land use change to global carbon emissions has been in decline in recent decades, partly due to increasing fossil fuel emissions and reduced deforestation in Amazonia. However, recent research suggests that deforestation in Asia has not seen the same downturn as in other parts of the world. Stemming from the student researcher&rsquo;s scientific visit to Japan in 2016, a team of scientists from seven countries contributed multiple independent data sources on areal changes of forest (due to deforestation, forest regrowth, or fires) and estimates of carbon stocks in forests biomass and soils. The multiple data sources ranged from country-level statistics from the United Nations, satellite-based observations of deforestation and forest degradation (for example, due to wood harvesting), and simulations from carbon-cycle models.&nbsp; Our research findings show that in the 2000&rsquo;s, carbon emissions from land use change in Asia still represent a large fraction (20-40%) of carbon emissions from land use change across the globe. Further, deforestation and peat fires in Southeast Asia have comprised ~15-25% of global carbon emissions from land use change. This research was published in July 2016 in the open-access high-impact scientific journal, Environmental Research Letters. We also teamed up with a graduate student at the School of Film and Photography at Montana State University to develop a video abstract of the research findings, with an aim to communicate the major findings of our research to non-scientists. The video is currently in post-production and will be freely available through a direct hyperlink along with the main research article.</p>\n<p>In our published research, we reduced uncertainty in the estimates of carbon fluxes from land use change, but we also had a goal to quantify the influence of carbon emissions from land use change to changes in atmospheric carbon dioxide. Japan&rsquo;s Greenhouse Gases Observing Satellite (GOSAT) provides near-global observations of carbon dioxide in the atmosphere, but atmospheric carbon dioxide is a fully mixed gas, meaning that carbon emissions from fires, fossil fuels, and the decay of plant matter and soils are all contributing to changes in the concentration of carbon dioxide in the atmosphere. We used data from seven carbon-cycles models to simulate and quantify the exchange of carbon from land to atmosphere, including feedbacks from climate and land use change. During the scientific visit to Japan, we transported carbon emissions in space and time using computer simulations of the atmospheric circulation of large air masses. These &lsquo;transported&rsquo; fluxes were used to create animations of carbon emissions from land use change over time for the entire globe; these animations will also be made freely available. One of these animations currently serves as teaching material for Dr. Tomomichi Kato&rsquo;s graduate course on climate dynamics at Hokkaido University, Japan.</p>\n<p>We are currently evaluating the &lsquo;transported&rsquo; carbon emissions simulated by the models by first matching the region and the time period of the GOSAT satellite observations. By matching the simulated carbon emissions to the satellite observations of carbon dioxide, we can then quantify the error in space and time and evaluate (a) how well the models are able to reproduce patterns in the satellite observations, (b) identify models that have small or large errors, and (3) clarify why certain models reproduce patterns better than others. We have since been in communication with the scientists of the seven unique carbon cycle models to help identify the causes of model-specific errors in space and time. For example, carbon-cycle models may represent certain natural processes differently, such as fires or plant stress during droughts, and these differences will affect how much carbon dioxide is simulated by model, ultimately impacting the degree of error for each model. This work is ongoing, but we aim to present the first findings from this research at the scientific conference to be held by the Japan Geoscience Union and the American Geophysical Union in 2017. Similarly, we plan to present the findings from this research at the 10<sup>th</sup> International Carbon Dioxide Conference in 2017.</p>\n<p>Additional personal benefit was gained in career development through the EAPSI Fellowship. The preliminary research findings from the scientific visit to Japan bolstered a research proposal submitted to NASA, which was accepted and a NASA Earth and Space Science Graduate Fellowship was awarded to the student researcher for 2016-2017 to extend the research conducted in Japan and apply similar methodologies to evaluate satellite observations of atmospheric carbon dioxide from NASA's Orbiting Carbon Observatory-2. The research also helped in getting the Graduate Enhancement Award by the Montana Institute on Ecosystems, which will help fund travel to present research findings at a future scientific conference.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2016<br>\n\t\t\t\t\tModified by: Leonardo&nbsp;Calle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal carbon emissions from land use and land cover change (~1 Petagram C per year; 1 Petagram = 1 X 1015) are about 10-15% of the total carbon emissions on earth. The contribution of carbon emissions from land use change to global carbon emissions has been in decline in recent decades, partly due to increasing fossil fuel emissions and reduced deforestation in Amazonia. However, recent research suggests that deforestation in Asia has not seen the same downturn as in other parts of the world. Stemming from the student researcher?s scientific visit to Japan in 2016, a team of scientists from seven countries contributed multiple independent data sources on areal changes of forest (due to deforestation, forest regrowth, or fires) and estimates of carbon stocks in forests biomass and soils. The multiple data sources ranged from country-level statistics from the United Nations, satellite-based observations of deforestation and forest degradation (for example, due to wood harvesting), and simulations from carbon-cycle models.  Our research findings show that in the 2000?s, carbon emissions from land use change in Asia still represent a large fraction (20-40%) of carbon emissions from land use change across the globe. Further, deforestation and peat fires in Southeast Asia have comprised ~15-25% of global carbon emissions from land use change. This research was published in July 2016 in the open-access high-impact scientific journal, Environmental Research Letters. We also teamed up with a graduate student at the School of Film and Photography at Montana State University to develop a video abstract of the research findings, with an aim to communicate the major findings of our research to non-scientists. The video is currently in post-production and will be freely available through a direct hyperlink along with the main research article.\n\nIn our published research, we reduced uncertainty in the estimates of carbon fluxes from land use change, but we also had a goal to quantify the influence of carbon emissions from land use change to changes in atmospheric carbon dioxide. Japan?s Greenhouse Gases Observing Satellite (GOSAT) provides near-global observations of carbon dioxide in the atmosphere, but atmospheric carbon dioxide is a fully mixed gas, meaning that carbon emissions from fires, fossil fuels, and the decay of plant matter and soils are all contributing to changes in the concentration of carbon dioxide in the atmosphere. We used data from seven carbon-cycles models to simulate and quantify the exchange of carbon from land to atmosphere, including feedbacks from climate and land use change. During the scientific visit to Japan, we transported carbon emissions in space and time using computer simulations of the atmospheric circulation of large air masses. These ?transported? fluxes were used to create animations of carbon emissions from land use change over time for the entire globe; these animations will also be made freely available. One of these animations currently serves as teaching material for Dr. Tomomichi Kato?s graduate course on climate dynamics at Hokkaido University, Japan.\n\nWe are currently evaluating the ?transported? carbon emissions simulated by the models by first matching the region and the time period of the GOSAT satellite observations. By matching the simulated carbon emissions to the satellite observations of carbon dioxide, we can then quantify the error in space and time and evaluate (a) how well the models are able to reproduce patterns in the satellite observations, (b) identify models that have small or large errors, and (3) clarify why certain models reproduce patterns better than others. We have since been in communication with the scientists of the seven unique carbon cycle models to help identify the causes of model-specific errors in space and time. For example, carbon-cycle models may represent certain natural processes differently, such as fires or plant stress during droughts, and these differences will affect how much carbon dioxide is simulated by model, ultimately impacting the degree of error for each model. This work is ongoing, but we aim to present the first findings from this research at the scientific conference to be held by the Japan Geoscience Union and the American Geophysical Union in 2017. Similarly, we plan to present the findings from this research at the 10th International Carbon Dioxide Conference in 2017.\n\nAdditional personal benefit was gained in career development through the EAPSI Fellowship. The preliminary research findings from the scientific visit to Japan bolstered a research proposal submitted to NASA, which was accepted and a NASA Earth and Space Science Graduate Fellowship was awarded to the student researcher for 2016-2017 to extend the research conducted in Japan and apply similar methodologies to evaluate satellite observations of atmospheric carbon dioxide from NASA's Orbiting Carbon Observatory-2. The research also helped in getting the Graduate Enhancement Award by the Montana Institute on Ecosystems, which will help fund travel to present research findings at a future scientific conference.\n\n\t\t\t\t\tLast Modified: 08/31/2016\n\n\t\t\t\t\tSubmitted by: Leonardo Calle"
 }
}