{
 "awd_id": "1515982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Accretion Dynamics of  Black Hole Mergers",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 137348.0,
 "awd_amount": 90693.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2020-04-15",
 "awd_abstract_narration": "It is estimated that somewhere in the universe a few pairs of supermassive black holes merge every single year, leaving behind a still more massive single black hole at the centers of the galaxies where this occurs.  The energy released is enormous, and the effect on galactic evolution profound, but no such event has ever been identified because the overwhelming majority of the energy is released in gravitational waves, which are as yet undetectable.  This project will characterize the visible light signals that should be given off by nearby gas under the influence of the event, using complex numerical simulations.  Training in these techniques will be of great value for the future activities of the junior researchers on the team.\r\n\r\nAlthough there should be sufficient gas close enough to the merger events to give off visible radiation, the character of any emitted signals is unknown.  Particular questions include in which band most of the light will emerge, what is its spectrum, and how does the radiated power vary in time? This work will start to answer these questions.  The extremely complex interaction between the surrounding gas and a pair of black holes bound to one another involves strongly nonlinear physics, including magnetohydrodynamic (MHD) turbulence, shocks, and dynamical spacetimes, which can only be tackled numerically.  This requires carefully structured simulations using radiation transfer post-processing to predict key observable features, using the team's new infrastructure that supports consistent MHD calculations on separate grids and across qualitatively different spacetimes.  Calculations with astrophysically plausible parameters should identify unique photon signals for observers to locate black holes on their way to merger.\r\n\r\nThis computational system should also be useful to many other astrophysical simulations.  The work will train a number of graduate students and post-doctoral fellows in the techniques of large-scale numerical simulation, skills that are valuable far beyond the confines of astrophysical research.  The team is active in outreach both to non-science students and to the general public, including work to engage deaf and hard-of-hearing students in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Noble",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Scott C Noble",
   "pi_email_addr": "scott-noble@utulsa.edu",
   "nsf_id": "000549885",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tulsa",
  "inst_street_address": "800 S TUCKER DR",
  "inst_street_address_2": "",
  "inst_city_name": "TULSA",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "9186312192",
  "inst_zip_code": "741049700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OK01",
  "org_lgl_bus_name": "UNIVERSITY OF TULSA",
  "org_prnt_uei_num": "",
  "org_uei_num": "P23YK1EKPS51"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tulsa",
  "perf_str_addr": "800 South Tucker Dr.",
  "perf_city_name": "Tulsa",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "741049700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OK01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 90693.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 5.0px 'Andale Mono'; color: #bfbfbf; background-color: #000000} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 5.0px 'Andale Mono'; color: #bfbfbf; background-color: #000000; min-height: 6.0px} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">The principal goal of our NSF-funded project was to further our<span>&nbsp;</span></span>understanding of the magnetohydrodynamics and electromagnetic emission involved in systems of accreting supermassive binary black holes using&nbsp;<span class=\"s1\">novel general relativistic magnetohydrodynamics simulations and&nbsp;</span><span class=\"s1\">post-process radiative transfer analysis.&nbsp; The challenging problem </span><span class=\"s1\">required us to develop new computational techniques and methods for&nbsp;</span><span class=\"s1\">approximating solutions to Einstein's equations.&nbsp; Our award allowed us </span><span class=\"s1\">to embark on this ambitious effort and significant progress in our </span><span class=\"s1\">understanding have been made.&nbsp; &nbsp; &nbsp;</span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">In a previous award, we discovered how the light emitted by the disk </span><span class=\"s1\">of gas surrounding the binary black holes can be modulated in a&nbsp;</span><span class=\"s1\">special, periodic way impossible to predict without simulations such </span><span class=\"s1\">as ours. The current award allowed us to explore how this periodic </span><span class=\"s1\">signal changes with properties of our black holes and the&nbsp;</span><span class=\"s1\">approximations made to the gravity model.&nbsp; First, we discovered that </span><span class=\"s1\">the strength of this periodic signal decreased as one of the black </span><span class=\"s1\">holes became heavier than the other.&nbsp; Second, we found that the&nbsp;</span><span class=\"s1\">periodic light emission remained even when stronger magnetic fields&nbsp;</span><span class=\"s1\">were present.&nbsp; We had hypothesized that stronger magnetic fields may&nbsp;</span><span class=\"s1\">disrupt this periodic signal, acting to tear up the \"lump\" of material </span><span class=\"s1\">that produces the signal that orbits the binary, but the lump---and&nbsp;</span><span class=\"s1\">its associated periodic light signal--- always developed eventually. </span><span class=\"s1\">Further, we found that the accuracy in which we calculate the black&nbsp;</span><span class=\"s1\">hole's spacetime, or gravity, has some effect on the strength of the </span><span class=\"s1\">signal.&nbsp; This means that strong gravity effects, in particular those </span><span class=\"s1\">that binary black holes encounter as they grow closer together due to&nbsp;</span><span class=\"s1\">gravitational radiation, would increase the strength of the periodic </span><span class=\"s1\">signal.&nbsp; </span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">The resources that NSF provided our team also allowed us to develop&nbsp;</span><span class=\"s1\">new algorithms for simulating binary black holes.&nbsp; We have pushed our&nbsp;</span><span class=\"s1\">ability to simulate accreting supermassive binary black holes by </span><span class=\"s1\">developing novel dynamically changing warped coordinate systems that&nbsp;</span><span class=\"s1\">focus more cells near the black holes, yet appear like a traditional </span><span class=\"s1\">spherical coordinate system further from the black holes.&nbsp; This has&nbsp;</span><span class=\"s1\">allowed us to simultaneously follow the plasma dynamics all the way&nbsp;</span><span class=\"s1\">through the event horizons of the black holes and accurately treat the </span><span class=\"s1\">nearly circular circumbinary disk further out.&nbsp; This technique allowed </span><span class=\"s1\">us to evolve an accreting binary for 13 orbits, revealing an original&nbsp;</span><span class=\"s1\">mechanism for generating modulated emission from these systems.&nbsp;</span><span class=\"s1\">Specifically, we found that the orbiting overdensity modulates the </span><span class=\"s1\">accretion rate onto each black hole's mini-disk as each black hole </span><span class=\"s1\">performs its closest approach to the overdensity.&nbsp; The mini-disks&nbsp;</span><span class=\"s1\">accrete onto the black holes fast enough for them to drain between&nbsp;</span><span class=\"s1\">passages, giving rise to a depletion/replenishment cycle that&nbsp;</span><span class=\"s1\">significantly modulates the accretion rate on the black holes.&nbsp; The&nbsp;</span><span class=\"s1\">electromagnetic spectra calculated from these more complete&nbsp;</span><span class=\"s1\">simulations are now being used to inform astronomical searches for&nbsp;</span><span class=\"s1\">supermassive black holes.&nbsp; With this theoretical information in hand,&nbsp;</span><span class=\"s1\">we are closer to discovering this kind of system with current and&nbsp;</span><span class=\"s1\">future high-cadence large-sky observational campaigns like PAN-STARRS,&nbsp;</span><span class=\"s1\">Catalina Real-time Transient Survey, and the LSST. These new </span><span class=\"s1\">techniques will be used in future studies as we perform even more&nbsp;</span>realistic simulations over a more extensive space of scenarios.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p class=\"p2\"><span class=\"s1\"><span>&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2020<br>\n\t\t\t\t\tModified by: Scott&nbsp;C&nbsp;Noble</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1515982/1515982_10393808_1575170542321_SMBBH-inc72--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1515982/1515982_10393808_1575170542321_SMBBH-inc72--rgov-800width.jpg\" title=\"Inclined view of X-ray emission from gas circulating about and into supermassive binary black holes\"><img src=\"/por/images/Reports/POR/2019/1515982/1515982_10393808_1575170542321_SMBBH-inc72--rgov-66x44.jpg\" alt=\"Inclined view of X-ray emission from gas circulating about and into supermassive binary black holes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">High-energy X-ray light emitted by plasma accreting onto a binary black hole system, viewed 18 degrees above the orbital plane of the binary.  Visualization was performed with general relativistic ray-tracing of the light calculated self-consistently from the high-performance simulations.</div>\n<div class=\"imageCredit\">Scott C. Noble (NASA/GSFC)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Scott&nbsp;C&nbsp;Noble</div>\n<div class=\"imageTitle\">Inclined view of X-ray emission from gas circulating about and into supermassive binary black holes</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1515982/1515982_10393808_1575170649855_image-90--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1515982/1515982_10393808_1575170649855_image-90--rgov-800width.jpg\" title=\"Edge-on view of X-ray emission from gas circulating about\\  and into supermassive binary black holes\"><img src=\"/por/images/Reports/POR/2019/1515982/1515982_10393808_1575170649855_image-90--rgov-66x44.jpg\" alt=\"Edge-on view of X-ray emission from gas circulating about\\  and into supermassive binary black holes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">High-energy X-ray light emitted by plasma accreting onto a binary black hole system, viewed in the orbital plane of the binary. Visualization was performed with general relativistic ray-tracing of    the light calculated self-consistently from high-performance simulations.</div>\n<div class=\"imageCredit\">Scott C. Noble (NASA/GSFC)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Scott&nbsp;C&nbsp;Noble</div>\n<div class=\"imageTitle\">Edge-on view of X-ray emission from gas circulating about\\  and into supermassive binary black holes</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe principal goal of our NSF-funded project was to further our understanding of the magnetohydrodynamics and electromagnetic emission involved in systems of accreting supermassive binary black holes using novel general relativistic magnetohydrodynamics simulations and post-process radiative transfer analysis.  The challenging problem required us to develop new computational techniques and methods for approximating solutions to Einstein's equations.  Our award allowed us to embark on this ambitious effort and significant progress in our understanding have been made.                                                                            \nIn a previous award, we discovered how the light emitted by the disk of gas surrounding the binary black holes can be modulated in a special, periodic way impossible to predict without simulations such as ours. The current award allowed us to explore how this periodic signal changes with properties of our black holes and the approximations made to the gravity model.  First, we discovered that the strength of this periodic signal decreased as one of the black holes became heavier than the other.  Second, we found that the periodic light emission remained even when stronger magnetic fields were present.  We had hypothesized that stronger magnetic fields may disrupt this periodic signal, acting to tear up the \"lump\" of material that produces the signal that orbits the binary, but the lump---and its associated periodic light signal--- always developed eventually. Further, we found that the accuracy in which we calculate the black hole's spacetime, or gravity, has some effect on the strength of the signal.  This means that strong gravity effects, in particular those that binary black holes encounter as they grow closer together due to gravitational radiation, would increase the strength of the periodic signal.                                                                          \nThe resources that NSF provided our team also allowed us to develop new algorithms for simulating binary black holes.  We have pushed our ability to simulate accreting supermassive binary black holes by developing novel dynamically changing warped coordinate systems that focus more cells near the black holes, yet appear like a traditional spherical coordinate system further from the black holes.  This has allowed us to simultaneously follow the plasma dynamics all the way through the event horizons of the black holes and accurately treat the nearly circular circumbinary disk further out.  This technique allowed us to evolve an accreting binary for 13 orbits, revealing an original mechanism for generating modulated emission from these systems. Specifically, we found that the orbiting overdensity modulates the accretion rate onto each black hole's mini-disk as each black hole performs its closest approach to the overdensity.  The mini-disks accrete onto the black holes fast enough for them to drain between passages, giving rise to a depletion/replenishment cycle that significantly modulates the accretion rate on the black holes.  The electromagnetic spectra calculated from these more complete simulations are now being used to inform astronomical searches for supermassive black holes.  With this theoretical information in hand, we are closer to discovering this kind of system with current and future high-cadence large-sky observational campaigns like PAN-STARRS, Catalina Real-time Transient Survey, and the LSST. These new techniques will be used in future studies as we perform even more realistic simulations over a more extensive space of scenarios.         \n                                                                    \n\n \n\n\t\t\t\t\tLast Modified: 04/18/2020\n\n\t\t\t\t\tSubmitted by: Scott C Noble"
 }
}