{
 "awd_id": "1515518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Leveraging Neural Oscillations in Aviation and Beyond",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-05",
 "awd_max_amd_letter_date": "2015-06-05",
 "awd_abstract_narration": "Aviation safety is important now and will be for many years to come. Despite the increasing use of autopilot and fly-by-wire flight management systems, nothing can replace the skills of a well-trained pilot. There is, however, a small collection of visual, vestibular, somatogravic, and proprioceptive illusions that afflict pilots under particular flight dynamics and conditions. These primarily originate from a mismatch among incoming sensory information sources and the information entailed in producing and executing a pilot?s actions, i.e. a failure in sensorimotor integration. Moreover, recent neuroscience findings have demonstrated a fundamental role of neural oscillations across the cerebral cortex in supporting sensorimotor integration. This project aims to investigate the role of ongoing neural oscillations in sensorimotor integration and its afflictions during an aviation simulation. This research will be conducted in collaboration with Dr. Daniel Callan, a noted expert on aviation neuroscience, at the Center for Information and Neural Networks (CiNET) in Osaka, Japan.\r\n\r\nThe approach of this project is to collect multimodal neuroimaging data: first, using electroencephalography (EEG) while participants perform an aviation task designed to elicit varying degrees of sensorimotor integration in a six degree-of-freedom motion platform flight simulator; second, using magnetoencephalography (MEG) and functional magnetic resonance imaging (fMRI) during an equivalent task. We seek to understand sensorimotor integration in the brain, as mediated by neural oscillatory dynamics, e.g. cross-frequency phase-amplitude coupling, in order to inform the future design of brain-computer interfaces and adaptive flight systems. Detecting these neural states in silico and in situ will provide a proof-of-concept for a new form of human-system interfacing, providing unprecedented situational awareness of the cognitive state of pilot users, as well as potential spin-off technological interventions for disorders of perceptual and motor regulation. This NSF EAPSI award is funded in collaboration with the Japan Society for the Promotion of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gougelet",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Gougelet",
   "pi_email_addr": "",
   "nsf_id": "000684981",
   "pi_start_date": "2015-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gougelet                Robert         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "San Diego",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "921225726",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Center for Information and Neural Networks",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aviation safety is important now and will be for many years to come. Despite the increasing use of autopilot and fly-by-wire flight management systems, nothing can replace the skills of a well-trained pilot. There is, however, a small collection of sensory illusions that afflict pilots under particular flight dynamics and conditions. These primarily originate from a mismatch among incoming sensory information sources and the information entailed in producing and executing a pilot&rsquo;s actions, i.e. a failure in perception-action integration.</p>\n<p>The general focus of this project&rsquo;s research program is to understand how perception is transformed into action in the brain. Recent neuroscience findings have demonstrated a fundamental role of neural oscillations across the cerebral cortex in supporting perception-action integration. The aims of this project were to investigate the role of ongoing neural oscillations in perception-action integration and its afflictions during an aviation simulation. This research was conducted in collaboration with Dr. Daniel Callan, a noted expert on aviation neuroscience, at the Center for Information and Neural Networks (CiNET) in Osaka, Japan.</p>\n<p>In a tightly coupled perception-action scenario, the brain may rely on faster, less accurate, preprogrammed, and minimal-feedback action patterns, whereas in the decoupled perception-action scenario, the brain may internally simulate, plan, and prepackage action patterns and remain idle before the action is executed. This proposed perception-action dichotomy and coupling is suggested to be mediated by interactions between frontal and posterior cerebral cortex. Recent developments in neuroscience purport that the basis of this interaction is in the form of cross-frequency coupling, particularly phase-amplitude coupling, of neural oscillations in different areas of the brain. In phase-amplitude coupling, for instance, the peaks and troughs of the phase of an oscillation from one brain region correspond to increases or decreases in amplitude of a different oscillation in another brain region. Neural oscillations may serve as a necessary and sufficient condition for perception and action representation within the brain. Moreover, cross-frequency coupling may provide the computational/operational mechanism by which these representations are transformed, suggesting oscillations provide a fundamental neural syntax for cognition.</p>\n<p>This project sought to investigate neural oscillations using magnetoencephalography (MEG) and functional magnetic resonance imaging (fMRI) in an ecological approximation of a real-world environment within which the design and implementation of future brain-computer interfaces may take place. In other words, we wish to examine neural oscillations on a changing time scale of perception-action coupling during an aviation pursuit task in a simulated environment. This task involves human subjects following a flying target in a simulated plane at different speeds and distances, sometimes closely overshooting the target, or following from a large distance. &nbsp;An additional component to the task was added wherein subjects were tasked with detecting an auditory stimulus presented at their hearing threshold. This provides an extra opportunity to investigate inattentional deafness in the context of neural oscillations.</p>\n<p>We seek to understand and characterize the unfolding anatomical and temporal dynamics of detected neural oscillations, as measured by fMRI and MEG, respectively. We place particular emphasis on this task being a complex and dynamic aviation simulation, with realistic controls and a realistic virtual environment. This emphasis falls in line with the views of a neuroergonomics approach, which encourages research in ecologically true contexts when such research will serve as a basis for interface design within those contexts. We hope to cont...",
  "por_txt_cntn": "\nAviation safety is important now and will be for many years to come. Despite the increasing use of autopilot and fly-by-wire flight management systems, nothing can replace the skills of a well-trained pilot. There is, however, a small collection of sensory illusions that afflict pilots under particular flight dynamics and conditions. These primarily originate from a mismatch among incoming sensory information sources and the information entailed in producing and executing a pilotÆs actions, i.e. a failure in perception-action integration.\n\nThe general focus of this projectÆs research program is to understand how perception is transformed into action in the brain. Recent neuroscience findings have demonstrated a fundamental role of neural oscillations across the cerebral cortex in supporting perception-action integration. The aims of this project were to investigate the role of ongoing neural oscillations in perception-action integration and its afflictions during an aviation simulation. This research was conducted in collaboration with Dr. Daniel Callan, a noted expert on aviation neuroscience, at the Center for Information and Neural Networks (CiNET) in Osaka, Japan.\n\nIn a tightly coupled perception-action scenario, the brain may rely on faster, less accurate, preprogrammed, and minimal-feedback action patterns, whereas in the decoupled perception-action scenario, the brain may internally simulate, plan, and prepackage action patterns and remain idle before the action is executed. This proposed perception-action dichotomy and coupling is suggested to be mediated by interactions between frontal and posterior cerebral cortex. Recent developments in neuroscience purport that the basis of this interaction is in the form of cross-frequency coupling, particularly phase-amplitude coupling, of neural oscillations in different areas of the brain. In phase-amplitude coupling, for instance, the peaks and troughs of the phase of an oscillation from one brain region correspond to increases or decreases in amplitude of a different oscillation in another brain region. Neural oscillations may serve as a necessary and sufficient condition for perception and action representation within the brain. Moreover, cross-frequency coupling may provide the computational/operational mechanism by which these representations are transformed, suggesting oscillations provide a fundamental neural syntax for cognition.\n\nThis project sought to investigate neural oscillations using magnetoencephalography (MEG) and functional magnetic resonance imaging (fMRI) in an ecological approximation of a real-world environment within which the design and implementation of future brain-computer interfaces may take place. In other words, we wish to examine neural oscillations on a changing time scale of perception-action coupling during an aviation pursuit task in a simulated environment. This task involves human subjects following a flying target in a simulated plane at different speeds and distances, sometimes closely overshooting the target, or following from a large distance.  An additional component to the task was added wherein subjects were tasked with detecting an auditory stimulus presented at their hearing threshold. This provides an extra opportunity to investigate inattentional deafness in the context of neural oscillations.\n\nWe seek to understand and characterize the unfolding anatomical and temporal dynamics of detected neural oscillations, as measured by fMRI and MEG, respectively. We place particular emphasis on this task being a complex and dynamic aviation simulation, with realistic controls and a realistic virtual environment. This emphasis falls in line with the views of a neuroergonomics approach, which encourages research in ecologically true contexts when such research will serve as a basis for interface design within those contexts. We hope to contribute to a full characterization of neural oscillatory dynamics during such a complex aviation task. I..."
 }
}