{
 "awd_id": "1515349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution of Function of Bacterial PecS Family Transcription Factors",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2015-07-14",
 "awd_max_amd_letter_date": "2015-07-14",
 "awd_abstract_narration": "This project concerns the mechanisms by which adaptation of bacterial plant pathogens to the host environment contributes to control of gene expression. The central hypothesis is that stress or nutrient limitation encountered by the bacterial pathogen upon host infection results in metabolic changes that in turn lead to expression of genes required for disease progression. Understanding the steps that lead to virulence gene expression is important for eventual control of disease progression in economically important plants. This program also focuses on integrating research and teaching by offering the opportunity for both graduate and undergraduate students to acquire research experience and proficiency in techniques associated with bacterial genetics and quantitative analysis of transcriptional regulation. Graduate students will be integral to developing these research projects. Undergraduate students will also contribute to this project, with special emphasis on increasing research access to members of underrepresented groups. The training of undergraduate students will not only prepare them for advanced studies, but contribute to the development of a competitive STEM workforce. \r\n\r\nBacterial plant pathogens encounter stress or nutrient limitation when they colonize host tissues. A \"stringent response\" ensues in which global changes in gene activity occur, favoring expression of genes that contribute to survival (for plant pathogens, this includes virulence genes). The stringent response depends on production of \"alarmones\", such as the phosphorylated guanosine nucleotides commonly referred-to as (p)ppGpp. This project addresses the hypothesis that purine salvage pathways are mobilized during the stringent response. The enzyme xanthine dehydrogenase (Xdh) is critical for purine salvage, and it biases the pathway towards formation of guanine nucleotides. The first aim of this project is to address the hypothesis that (p)ppGpp is a ligand for a transcription factor that represses the gene encoding Xdh in the soil bacterium Streptomyces coelicolor. Using both S. coelicolor and the plant pathogen Agrobacterium tumefaciens, the genes encoding (p)ppGpp synthetases will be inactivated to address the role of (p)ppGpp in xdh gene activity. DNA binding by purified transcription factors and the ability of (p)ppGpp to attenuate DNA binding will also be determined. Xdh is also responsible for producing urate, and another aim of this project is to address the hypothesis that urate produced during the stringent response in turn functions as a diffusible messenger to induce expression of genes under control of the transcription factor PecS, which was originally identified as a master regulator of virulence gene expression. Expression of pecS and other confirmed PecS target genes will be examined upon inactivation of Xdh enzyme activity as well as in strains deleted for the xdh gene to determine the role of urate as a ligand in vivo. Gene expression analyses in bacterial strains deleted for the pecS gene will also be implemented to compare the PecS regulons in A. tumefaciens and S. coelicolor. Thus, a fundamental hypothesis to be tested is that urate produced during the stringent response functions as a diffusible messenger and as a ligand for PecS, establishing a novel connection between the stringent response and the regulation of virulence genes by plant pathogens.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Grove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Grove",
   "pi_email_addr": "agrove@lsu.edu",
   "nsf_id": "000455383",
   "pi_start_date": "2015-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "Biological Sciences",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTELLECTUAL MERIT: When bacteria infect a plant host, the plant will produce an array of metabolites for the purpose of killing the would-be invader. The bacteria in turn use such plant-derived metabolites as a signal that they have successfully reached a host environment and respond by upregulating expression of genes that promote the infection. One such metabolite is urate, which derives from degradation of purine bases that are released from DNA and RNA. Since the enzyme that produces urate is also found in the bacteria, one objective of this work was to determine if the urate that elicits upregulation of bacterial virulence genes is also produced by the bacteria themselves. A second objective was to investigate mechanisms by which the bacterial transcription factor PecS controls gene activity; PecS was previously shown to repress expression of certain virulence genes, a repression that is relieved when PecS binds urate. A better understanding of mechanisms by which bacterial plant pathogens adapt to the host environment and control virulence gene expression is key to long-term prospects for controlling disease progression in plant pathogens of economical importance.</p>\n<p>To address if bacteria increase urate production when they infect a plant host, we investigated expression of the genes that encode xanthine dehydrogenase, the enzyme responsible for generating urate. In both&nbsp;<em>Agrobacterium fabrum&nbsp;</em>and&nbsp;<em>Streptomyces coelicolor</em>, genes encoding xanthine dehydrogenase are upregulated under stress conditions such as nutrient starvation, a condition bacteria would be likely to encounter when invading a plant host. In both bacterial species, the genes are under control of a conserved transcription factor, which senses the consequences of nutrient deprivation. However, urate levels are not increased. Our data therefore suggest that bacterial xanthine dehydrogenase is upregulated during the nutrient limitation that is associated with host invasion to facilitate recycling of purine bases and not to promote their degradation. Since we found no evidence for bacterial accumulation of urate, our data also indicate that urate-mediated increases in bacterial gene expression require host-derived urate.</p>\n<p>Repression of gene expression by both&nbsp;<em>A. fabrum&nbsp;</em>and&nbsp;<em>S. coelicolor&nbsp;</em>PecS is attenuated when the transcription factor binds urate. To examine if some PecS proteins may respond to additional signals, we extended the analysis to include PecS from the plant pathogen&nbsp;<em>Pectobacterium atrosepticum</em>, which causes soft rot in potato. These bacteria encounter a mildly acidic environment when they infect their plant host, upon which they produce compounds that raise the pH such that enzymes that degrade plant materials become more active. Notably, we found that&nbsp;<em>P. atrosepticum&nbsp;</em>PecS represses gene expression at neutral pH, but that an increase in pH alleviates this repression. The significance is that genes under control of&nbsp;<em>P. atrosepticum&nbsp;</em>PecS would be expressed only after the bacteria increase the pH of the host environment, ensuring that gene expression occurs only after host colonization.</p>\n<p>BROADER IMPACTS: Broader impacts of this award focused on student training. Several graduate students and one postdoctoral scholar received training under this award, presented their research at national meetings, and published research articles; three students successfully defended their PhD dissertations. Two high school students completed summer research projects and presented their work at a local science fair. Five undergraduate students participated in research; two presented their research at national meetings and three were co-authors on published research articles. All former trainees have continued their academic or professional careers; PhD graduates have secured postdoctoral positions, former undergraduate researchers have enrolled in medical school or medial scientist training programs, and the high school students were accepted to their college of choice.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2018<br>\n\t\t\t\t\tModified by: Anne&nbsp;Grove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nINTELLECTUAL MERIT: When bacteria infect a plant host, the plant will produce an array of metabolites for the purpose of killing the would-be invader. The bacteria in turn use such plant-derived metabolites as a signal that they have successfully reached a host environment and respond by upregulating expression of genes that promote the infection. One such metabolite is urate, which derives from degradation of purine bases that are released from DNA and RNA. Since the enzyme that produces urate is also found in the bacteria, one objective of this work was to determine if the urate that elicits upregulation of bacterial virulence genes is also produced by the bacteria themselves. A second objective was to investigate mechanisms by which the bacterial transcription factor PecS controls gene activity; PecS was previously shown to repress expression of certain virulence genes, a repression that is relieved when PecS binds urate. A better understanding of mechanisms by which bacterial plant pathogens adapt to the host environment and control virulence gene expression is key to long-term prospects for controlling disease progression in plant pathogens of economical importance.\n\nTo address if bacteria increase urate production when they infect a plant host, we investigated expression of the genes that encode xanthine dehydrogenase, the enzyme responsible for generating urate. In both Agrobacterium fabrum and Streptomyces coelicolor, genes encoding xanthine dehydrogenase are upregulated under stress conditions such as nutrient starvation, a condition bacteria would be likely to encounter when invading a plant host. In both bacterial species, the genes are under control of a conserved transcription factor, which senses the consequences of nutrient deprivation. However, urate levels are not increased. Our data therefore suggest that bacterial xanthine dehydrogenase is upregulated during the nutrient limitation that is associated with host invasion to facilitate recycling of purine bases and not to promote their degradation. Since we found no evidence for bacterial accumulation of urate, our data also indicate that urate-mediated increases in bacterial gene expression require host-derived urate.\n\nRepression of gene expression by both A. fabrum and S. coelicolor PecS is attenuated when the transcription factor binds urate. To examine if some PecS proteins may respond to additional signals, we extended the analysis to include PecS from the plant pathogen Pectobacterium atrosepticum, which causes soft rot in potato. These bacteria encounter a mildly acidic environment when they infect their plant host, upon which they produce compounds that raise the pH such that enzymes that degrade plant materials become more active. Notably, we found that P. atrosepticum PecS represses gene expression at neutral pH, but that an increase in pH alleviates this repression. The significance is that genes under control of P. atrosepticum PecS would be expressed only after the bacteria increase the pH of the host environment, ensuring that gene expression occurs only after host colonization.\n\nBROADER IMPACTS: Broader impacts of this award focused on student training. Several graduate students and one postdoctoral scholar received training under this award, presented their research at national meetings, and published research articles; three students successfully defended their PhD dissertations. Two high school students completed summer research projects and presented their work at a local science fair. Five undergraduate students participated in research; two presented their research at national meetings and three were co-authors on published research articles. All former trainees have continued their academic or professional careers; PhD graduates have secured postdoctoral positions, former undergraduate researchers have enrolled in medical school or medial scientist training programs, and the high school students were accepted to their college of choice.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2018\n\n\t\t\t\t\tSubmitted by: Anne Grove"
 }
}