{
 "awd_id": "1515569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Investigating the Electronic Properties of Topological Insulator in the Presence of Magnetic Impurities",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-08",
 "awd_max_amd_letter_date": "2015-06-08",
 "awd_abstract_narration": "A topological insulator (TI) is a new phase of quantum matter. TIs are unique since they have insulating bulk as well as conducting edges. These edges transmit energy and information without loss, regardless of their length. These properties are very robust and the only way to change them is by introducing magnetic impurities. This project will fabricate a tunable system that can be changed from a metallic edge state to an insulating edge structure. The research will be conducted in collaboration with Professor Woong Yeom Han's group at Pohang University of Science and Technology in South Korea, one of the few groups in the world capable of fabricating and characterizing two-dimensional topological insulators. Hence, this collaboration provides a unique environment to characterize and fabricate a tunable topological insulating system. \r\n\r\nTIs are protected by time-reversal symmetry. This symmetry can withstand any defects and damage with the exception of magnetic impurities that break time-reversal symmetry. Therefore, to truly control the electronic properties of a topological insulator, one must understand its behavior in the presence of magnetic impurities. Although theoretical studies of two-dimensional TIs with magnetic defects have predicted that time-reversal breaking magnetic defects open a gap in the otherwise gapless edge state, there has been no experimental studies reported to verify this hypothesis. This project is focused on fabricating and characterizing a topological insulating Bi(111) bilayer on Bi2Te2Se in the presence of Kondo impurities using a scanning tunneling microscope (STM). This NSF EAPSI award is funded in collaboration with the National Research Foundation of Korea.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zahra",
   "pi_last_name": "Pedramrazi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zahra Pedramrazi",
   "pi_email_addr": "",
   "nsf_id": "000685105",
   "pi_start_date": "2015-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pedramrazi              Zahra",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947031546",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Center for Artificial Low Dimensional Electronic Systems, Instit",
  "perf_str_addr": null,
  "perf_city_name": "Pohang, Gyeongbuk",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Korea, South",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Black phosphorus(BP) is an exciting new addition to the family of 2D layered materials. BP has a small direct bandgap of 0.3eV(in the bulk form), high carrier mobility and in-plane anisotropic which can lead to exotic electrical and optical properties. Having a material with a small bandgap is exciting, since it provides opportunities to change the electronic properties of the material dramatically; going from a semiconductor to an insulator or to a metal. In the case of BP, the material&rsquo;s bandgap can be tuned such that it will go from semiconductor to a metal by depositing alkali metal adatoms. In this work, we first characterized bulk black phosphorus with scanning tunneling microscope (STM). Using STM, we confirmed the theoretical prediction of the surface and lattice structure of the bulk BP. Moreover, the bandgap of BP was measured to be 0.358 &plusmn; 0.08 eV. To tune the bandgap, we deposited Na adatoms on the surface where they were very mobile and tend to make small formations around the phosphorus lattice atoms. This study of alkali atoms on BP can pave the way for other exciting experiments where heavier alkali atoms such as Potassium can be deposited on the surface and close the bandgap of the BP making a metallic material.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2016<br>\n\t\t\t\t\tModified by: Zahra&nbsp;Pedramrazi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBlack phosphorus(BP) is an exciting new addition to the family of 2D layered materials. BP has a small direct bandgap of 0.3eV(in the bulk form), high carrier mobility and in-plane anisotropic which can lead to exotic electrical and optical properties. Having a material with a small bandgap is exciting, since it provides opportunities to change the electronic properties of the material dramatically; going from a semiconductor to an insulator or to a metal. In the case of BP, the materialÆs bandgap can be tuned such that it will go from semiconductor to a metal by depositing alkali metal adatoms. In this work, we first characterized bulk black phosphorus with scanning tunneling microscope (STM). Using STM, we confirmed the theoretical prediction of the surface and lattice structure of the bulk BP. Moreover, the bandgap of BP was measured to be 0.358 &plusmn; 0.08 eV. To tune the bandgap, we deposited Na adatoms on the surface where they were very mobile and tend to make small formations around the phosphorus lattice atoms. This study of alkali atoms on BP can pave the way for other exciting experiments where heavier alkali atoms such as Potassium can be deposited on the surface and close the bandgap of the BP making a metallic material. \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2016\n\n\t\t\t\t\tSubmitted by: Zahra Pedramrazi"
 }
}