{
 "awd_id": "1515273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Probing the Structural Dynamics of Controllable Organic Molecular Films",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-03",
 "awd_max_amd_letter_date": "2015-06-03",
 "awd_abstract_narration": "The use of organic materials in electronic devices is an attractive option for creating the next generation of devices and technologies.  Using organic materials can reduce the manufacturing costs and enable flexible devices with widely controllable properties. The interface between the organic material and the inorganic material it is deposited on plays an important role in determining the properties of these devices.  This research will seek to explore and control the structure of these organic-inorganic interfaces to promote better interface design. This research will be conducted in collaboration with Dr. Kenji Sakurai, an expert on x-ray reflectivity measurements, at the National Institute for Materials Science in Tsukuba, Japan. This collaboration offers the opportunity to have access to unique x-ray reflectivity equipment and expertise that will advance the understanding of the structural dynamics of controllable organic molecular films.\r\n\r\n\r\nThe molecular-scale structure and environment of a monolayer of functional organic molecules on inorganic substrates has an important impact on the electronic and optical properties of the interface. This project will develop techniques that will allow these properties to be dynamically controlled through the use of external optical stimuli and probed through time-resolved x-ray probes. Dynamic control of molecular conformation would allow charge transfer mechanisms and rates to be manipulated.  However, there is currently insufficient structural insight available to enable this control. The key challenge is to develop characterization techniques that match the length scale and time scale of this problem. To address this challenge, this research will develop precise time-resolved structural x-ray probe capable of probing monolayer thick samples on timescales of seconds to minutes. This development will allow measurement of the monolayer structural dynamics and enable dynamic structural control of the interface between functional organic molecules on inorganic substrates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "McElhinny",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle M McElhinny",
   "pi_email_addr": "",
   "nsf_id": "000684747",
   "pi_start_date": "2015-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McElhinny               Kyle           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "537061609",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Institute of Materials Science X-Ray Laboratory",
  "perf_str_addr": null,
  "perf_city_name": "Tsukuba",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The interface between organic molecules and inorganic materials has a critical role in determining the properties of future organic electronic devices. In traditional organic electronic devices the interfaces are static, unable to be controlled after their fabrication. In our work, we sought to design an interface in which the structure could be dynamically controlled by shining different wavelengths of light on the sample. Dynamic control over the structure of the interface provides dynamic control over electronic and thermal properties. We characterized these new dynamically controllable interfaces using x-ray reflectivity and UV-Vis spectroscopy. X-ray reflectivity using the scattering of x-rays to probe the interface&rsquo;s thickness, density, and roughness. UV-Vis spectroscopy probes the electronic structure of the interface. This work was carried out with Dr. Kenji Sakurai at the National Institute for Materials Science in Tsukuba, Japan.</p>\n<p>A dynamically reconfigurable molecule was successfully synthesized and deposited via Langmuir-Blodgett deposition by the Gopalan Group at the University of Wisconsin &ndash; Madison. UV-Vis spectroscopy confirmed that the molecules in solution and deposited as a film switched conformation when the correct wavelength of light was shined on the sample. The x-ray reflectivity data studied differences in surface coverage, the number of molecules on the surface, and found that as expected, the structure of the Langmuir-Blodgett films was more ordered than the solution deposited films. This is an important result because these dynamically reconfigurable molecules are atypical of molecules deposited by Langmuir-Blodgett technique. Additionally it was found that the structure of the interface depends on the inorganic substrate used to create the interface. Finally, light exposure experiments were performed on the samples. When intense UV light is applied to films on both silicon and quartz substrates, an irreversible structural change is observed, even when blue light, which should reverse the change, is applied. We have hypothesized that either substrate-molecule interactions, molecule-molecule interactions, or molecular design may be the cause of this optically-irreversible structural change.</p>\n<p>This project has advanced the state and understanding of how to perform x-ray reflectivity characterization of organic monolayer systems and how to interpret the x-ray reflectivity data. Additionally, this is the first instance of a single monolayer dynamically reconfigurable system which also has a well ordered starting structure from the Langmuir-Blodgett deposition. We are currently working on two peer reviewed publications on this work which we believe will spark a greater interest and opportunity for innovation in the scientific community. Furthermore, we have followed up on these experiments by measuring the time-dependent structural change on a seconds time-scale and will shortly attempt to measure the structural change on a nanoseconds timescale. The ideas and characterization methods developed in during this program will provide widely applicable concepts for the dynamical control over interfacial properties. Organic/inorganic interfaces have far reaching impact in fields such as renewable energy, energy efficiency, water purification, and electronics.</p>\n<p>Finally, this program provided an excellent opportunity for a cultural scientific exchange between my hosts in Japan and I. Both my hosts and I valued our exchanges over the summer and the exchange raised the level of both of our research groups.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/14/2016<br>\n\t\t\t\t\tModified by: Kyle&nbsp;M&nbsp;Mcelhinny</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe interface between organic molecules and inorganic materials has a critical role in determining the properties of future organic electronic devices. In traditional organic electronic devices the interfaces are static, unable to be controlled after their fabrication. In our work, we sought to design an interface in which the structure could be dynamically controlled by shining different wavelengths of light on the sample. Dynamic control over the structure of the interface provides dynamic control over electronic and thermal properties. We characterized these new dynamically controllable interfaces using x-ray reflectivity and UV-Vis spectroscopy. X-ray reflectivity using the scattering of x-rays to probe the interfaceÆs thickness, density, and roughness. UV-Vis spectroscopy probes the electronic structure of the interface. This work was carried out with Dr. Kenji Sakurai at the National Institute for Materials Science in Tsukuba, Japan.\n\nA dynamically reconfigurable molecule was successfully synthesized and deposited via Langmuir-Blodgett deposition by the Gopalan Group at the University of Wisconsin &ndash; Madison. UV-Vis spectroscopy confirmed that the molecules in solution and deposited as a film switched conformation when the correct wavelength of light was shined on the sample. The x-ray reflectivity data studied differences in surface coverage, the number of molecules on the surface, and found that as expected, the structure of the Langmuir-Blodgett films was more ordered than the solution deposited films. This is an important result because these dynamically reconfigurable molecules are atypical of molecules deposited by Langmuir-Blodgett technique. Additionally it was found that the structure of the interface depends on the inorganic substrate used to create the interface. Finally, light exposure experiments were performed on the samples. When intense UV light is applied to films on both silicon and quartz substrates, an irreversible structural change is observed, even when blue light, which should reverse the change, is applied. We have hypothesized that either substrate-molecule interactions, molecule-molecule interactions, or molecular design may be the cause of this optically-irreversible structural change.\n\nThis project has advanced the state and understanding of how to perform x-ray reflectivity characterization of organic monolayer systems and how to interpret the x-ray reflectivity data. Additionally, this is the first instance of a single monolayer dynamically reconfigurable system which also has a well ordered starting structure from the Langmuir-Blodgett deposition. We are currently working on two peer reviewed publications on this work which we believe will spark a greater interest and opportunity for innovation in the scientific community. Furthermore, we have followed up on these experiments by measuring the time-dependent structural change on a seconds time-scale and will shortly attempt to measure the structural change on a nanoseconds timescale. The ideas and characterization methods developed in during this program will provide widely applicable concepts for the dynamical control over interfacial properties. Organic/inorganic interfaces have far reaching impact in fields such as renewable energy, energy efficiency, water purification, and electronics.\n\nFinally, this program provided an excellent opportunity for a cultural scientific exchange between my hosts in Japan and I. Both my hosts and I valued our exchanges over the summer and the exchange raised the level of both of our research groups. \n\n \n\n\t\t\t\t\tLast Modified: 03/14/2016\n\n\t\t\t\t\tSubmitted by: Kyle M Mcelhinny"
 }
}