{
 "awd_id": "1515558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Characterizing the Dynamic History of the Altyn Tagh Fault",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-18",
 "awd_max_amd_letter_date": "2015-06-18",
 "awd_abstract_narration": "The 1200 kilometer Altyn Tagh fault (ATF) bounds the northern border of the Tibetan Plateau and is one of the largest active strike slip faults in the world. Its formation is thought to be associated with the continental collision responsible for the formation of the Himalayan Mountains in the southern Tibetan Plateau. As an active fault, understanding the ATF?s history and current activity hold vast implications for infrastructural development and public safety, especially given the rapid industrialization of the region. This project seeks to understand the history of the ATF by quantifying the extent of the fault in western China and determining phases and magnitudes of fault activity since its formation ~30 million years ago; research will be conducted in collaboration with Dr. Shaofeng Liu at the China University of Geosciences, Beijing whose tectonic expertise and knowledge of regional geology will be indispensable both in terms of field work and data synthesis.\r\n\r\nIn order to isolate and understand crustal deformational regimes associated with the India-Eurasia collision this study seeks to quantify ATF slip history using a combination of structural mapping, and paleomagnetic, geochronologic, and thermochronologic sampling; structural mapping will be used to determine fault extents and kinematics, paleomagnetic sampling will determine fault displacement, and geochronologic and thermochronologic sampling will constrain ages of formations and fault activity. This project will provide field data that will determine whether or not the ATF represents a two stage evolution of the India-Eurasia collision indicative of a focused, high displacement-rate early history followed by a more distributed, low displacement-rate deformational regime.  Understanding how intraplate lithospheric deformation changes over time during continent-continent collisions will lead to a more complete and nuanced understanding of plate interactions. This NSF EAPSI award supports the research of a U.S. graduate student and is funded in collaboration with the Chinese Ministry of Science and Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Rea-Downing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grant Rea-Downing",
   "pi_email_addr": "",
   "nsf_id": "000681672",
   "pi_start_date": "2015-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rea-Downing             Grant",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Salt Lake City",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "",
  "inst_zip_code": "841061743",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "UT02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": null,
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 1200 kilometer Altyn Tagh fault (ATF) bounds the northern border of the Tibetan Plateau and is one of the largest active strike slip faults in the world. Its formation is thought to be associated with the continental collision responsible for the formation of the Himalayan Mountains in the southern Tibetan Plateau. As an active fault, understanding the ATF&rsquo;s history and current activity hold vast implications for infrastructural development and public safety, especially given the rapid industrialization of the region. This project sought to understand the history of the ATF by quantifying the extent of the fault in western China and determining phases and magnitudes of fault activity since its formation ~30 million years ago; Understanding how intraplate lithospheric deformation changes over time during continent-continent collisions will lead to a more complete and nuanced understanding of plate interactions. Research was conducted in collaboration with Dr. Shaofeng Liu at the China University of Geosciences, Beijing (CUGB) whose tectonic expertise and knowledge of regional geology was indispensable both in terms of field work and data synthesis. The PI spend two months in China (five weeks in Beijing and three weeks in the field in western China) in order to collect samples and analyze faults in two regions of western China. These samples have since been brought back to the US and are being processed by the PI in order to quantify ages of formation and exhumation along with any vertical axis rotation they experienced. Once analysis is complete, the kinematic history of these structures will allow for the testing of the hypothesis above. The project has led to strong collaborative ties with researchers at CUGB and will likely contribute to further collaboration in the near future. The project has already generated undergraduate research opportunities for two undergraduates at the University of Utah and will likely lead to more in the future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2016<br>\n\t\t\t\t\tModified by: Grant&nbsp;Rea-Downing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 1200 kilometer Altyn Tagh fault (ATF) bounds the northern border of the Tibetan Plateau and is one of the largest active strike slip faults in the world. Its formation is thought to be associated with the continental collision responsible for the formation of the Himalayan Mountains in the southern Tibetan Plateau. As an active fault, understanding the ATFÆs history and current activity hold vast implications for infrastructural development and public safety, especially given the rapid industrialization of the region. This project sought to understand the history of the ATF by quantifying the extent of the fault in western China and determining phases and magnitudes of fault activity since its formation ~30 million years ago; Understanding how intraplate lithospheric deformation changes over time during continent-continent collisions will lead to a more complete and nuanced understanding of plate interactions. Research was conducted in collaboration with Dr. Shaofeng Liu at the China University of Geosciences, Beijing (CUGB) whose tectonic expertise and knowledge of regional geology was indispensable both in terms of field work and data synthesis. The PI spend two months in China (five weeks in Beijing and three weeks in the field in western China) in order to collect samples and analyze faults in two regions of western China. These samples have since been brought back to the US and are being processed by the PI in order to quantify ages of formation and exhumation along with any vertical axis rotation they experienced. Once analysis is complete, the kinematic history of these structures will allow for the testing of the hypothesis above. The project has led to strong collaborative ties with researchers at CUGB and will likely contribute to further collaboration in the near future. The project has already generated undergraduate research opportunities for two undergraduates at the University of Utah and will likely lead to more in the future.\n\n \n\n\t\t\t\t\tLast Modified: 03/15/2016\n\n\t\t\t\t\tSubmitted by: Grant Rea-Downing"
 }
}