{
 "awd_id": "1515121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Exploring Foundations for Energy-Efficient, Novel Computing Architectures",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2015-06-18",
 "awd_max_amd_letter_date": "2015-06-18",
 "awd_abstract_narration": "Magnetic materials are at the heart of many modern computing applications, and their continued study is crucial to the success of emerging information technologies. Magnetic properties are also of great scientific interest, playing a key role in many quantum mechanical systems. In a magnetic sample, the visible magnetic field is due to the cooperation among all the atoms in the sample which collude to add their microscopic fields together. In this case, all the atomic fields are parallel. In a typical non-magnet, the atomic fields are randomly aligned and sum to zero. But in some materials, the atoms can arrange their fields in coherent but nontrivial ways: such \"magnetic textures\" include spirals, vortices, and walls. When magnetic materials adopt these unusual atomic patternings, the system can be exploited to store and process information. This research aims to study the Berry phase physics that arises from interactions between magnons and spin textures in antiferromagnetic insulators. The research will be conducted in collaboration with Dr. Jiang Xiao, a noted expert on spin wave excitation in both ferromagnets and antiferromagnets, at Fudan University in China.\r\n\r\nThis research will use a nonlinear sigma model formalism to provide a non-Abelian gauge theory for antiferromagnets. In particular, we apply the theory to antiferromagnetic skyrmion textures and search for topological phenomena such as non-trivial Berry phases and Hall effects. Though previous studies have demonstrated the absense of a skyrmion Hall effect in antiferromagnets, the research posits that there is evidence to suspect a chiral Hall effect when the driving magnon current is chirally polarized---a feature unique to antiferromagnetic spin waves. Numerical simulations, created in-house as part of this  study, will be used to model these effects and detect topological effects by solving the Landau-Lifshitz-Gilbert equation on a lattice. This NSF EAPSI award supports the research of a U.S. graduate student and is funded in collaboration with the Chinese Ministry of Science and Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Daniels",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Daniels",
   "pi_email_addr": "",
   "nsf_id": "000685474",
   "pi_start_date": "2015-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Daniels                 Matthew        W",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "152322714",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Fudan University",
  "perf_str_addr": null,
  "perf_city_name": "Shanghai",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "200433",
  "perf_ctry_code": "CH",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The magnetization of a typical magnet is due to the collective effort of electrons throughout the material, all of which act as microscopic bar magnets (called \"spins\") but align with each other to cooperatively generate a macroscopic magnetic field. In nonmagnetic materials, each electron still has its own magnetic field, but electrons throughout the material fail to cooperate; therefore, no macroscopic field is produced.</p>\n<p>In some materials, electrons can cooperate in an ordered fashion without generating a macroscopic field. One such material is called an antiferromagnet, in which every other electron in a material points up, while the electrons in between them point down. Despite the fact that these materials have no net magnetization, the fact that they have a coordinated arrangement among their electrons means that certain magnetic phenomena are still accessible.</p>\n<p>We studied the interaction between two such phenomena in antiferromagnets: spin waves, and skyrmions. Because spins like to align (or antialign) with their neighbors, perturbing one spin in a magnet will cause its neighbors to perturb as well&mdash;then their neighbors will perturb, and their neighbors, and so forth. This domino effect is called a \"spin wave\", and this disturbance can propagate through the entire magnet. Like any propagation, therefore, it can be used to transmit information. In antiferromagnets, spin waves have a unique kind of polarization; they can precess in either a \"left-handed\" or \"right-handed\" fashion, and this polarization can be used to encode binary data (such as left = 0, right = 1).</p>\n<p>Skyrmions, on the other hand, are stationary magnetic phenomena. These are certain kinds of permanent \"twists\" in the magnetic material. In a normal magnet, one might imagine that the north pole is \"up\" at one point in the magnet, but \"down\" at another point, and somehow the magnetic alignment has to form a twist between these two points. Skyrmions are such a kind of 2D twist. They can also occur in antiferromagnets, though the twist occurs in the difference between neighboring sites rather than in the magnetization.</p>\n<p>In our study, we asked how skyrmions influence the propagation of spin waves in antiferromagnets. Using theoretical methods, we predicted that skyrmions would bend the direction of a spin wave propagation, causing \"left-polarized\" spin waves to turn left and \"right-polarized\" spin waves to turn right. If our theory was correct, then skyrmions would provide a means for manipulating antiferromagnetic spin waves in a computing device, allowing spin waves to be used for information processing.</p>\n<p>Indeed, we conducted simulations of spin-wave/skyrmion interactions and found that our theory was correct. The skyrmions deflected the spin wave as we expected, and we also found that the spin waves pushed back against the skyrmions during the collision. Therefore, spin waves can be used to move skyrmions as well as vice versa.</p>\n<p>These spin wave signals, and the possibility of using them for computation, have many practical advantages. First, since the signal is transmitted through the cooperation of neighbroing spins but not through any real electron motion, electrons need not flow through the wire. Therefore, the wire will not heat up due to Joule heating, and this could represent a significant gain in energy efficiency compared to traditional electronic computers. Since antiferromagnets have no net magnetization, they do not interact with external magnetic fields&mdash;and since electrons need not move in these applications, the antiferromagnets can be electrically insulating, so that they do not interact with external electric fields. Since these systems to not interact electromagnetically, they are robust; they could be used in harsh environments like nuclear reactors or outer space, where radiation (which generates electromagnetic fields) can destroy...",
  "por_txt_cntn": "\nThe magnetization of a typical magnet is due to the collective effort of electrons throughout the material, all of which act as microscopic bar magnets (called \"spins\") but align with each other to cooperatively generate a macroscopic magnetic field. In nonmagnetic materials, each electron still has its own magnetic field, but electrons throughout the material fail to cooperate; therefore, no macroscopic field is produced.\n\nIn some materials, electrons can cooperate in an ordered fashion without generating a macroscopic field. One such material is called an antiferromagnet, in which every other electron in a material points up, while the electrons in between them point down. Despite the fact that these materials have no net magnetization, the fact that they have a coordinated arrangement among their electrons means that certain magnetic phenomena are still accessible.\n\nWe studied the interaction between two such phenomena in antiferromagnets: spin waves, and skyrmions. Because spins like to align (or antialign) with their neighbors, perturbing one spin in a magnet will cause its neighbors to perturb as well&mdash;then their neighbors will perturb, and their neighbors, and so forth. This domino effect is called a \"spin wave\", and this disturbance can propagate through the entire magnet. Like any propagation, therefore, it can be used to transmit information. In antiferromagnets, spin waves have a unique kind of polarization; they can precess in either a \"left-handed\" or \"right-handed\" fashion, and this polarization can be used to encode binary data (such as left = 0, right = 1).\n\nSkyrmions, on the other hand, are stationary magnetic phenomena. These are certain kinds of permanent \"twists\" in the magnetic material. In a normal magnet, one might imagine that the north pole is \"up\" at one point in the magnet, but \"down\" at another point, and somehow the magnetic alignment has to form a twist between these two points. Skyrmions are such a kind of 2D twist. They can also occur in antiferromagnets, though the twist occurs in the difference between neighboring sites rather than in the magnetization.\n\nIn our study, we asked how skyrmions influence the propagation of spin waves in antiferromagnets. Using theoretical methods, we predicted that skyrmions would bend the direction of a spin wave propagation, causing \"left-polarized\" spin waves to turn left and \"right-polarized\" spin waves to turn right. If our theory was correct, then skyrmions would provide a means for manipulating antiferromagnetic spin waves in a computing device, allowing spin waves to be used for information processing.\n\nIndeed, we conducted simulations of spin-wave/skyrmion interactions and found that our theory was correct. The skyrmions deflected the spin wave as we expected, and we also found that the spin waves pushed back against the skyrmions during the collision. Therefore, spin waves can be used to move skyrmions as well as vice versa.\n\nThese spin wave signals, and the possibility of using them for computation, have many practical advantages. First, since the signal is transmitted through the cooperation of neighbroing spins but not through any real electron motion, electrons need not flow through the wire. Therefore, the wire will not heat up due to Joule heating, and this could represent a significant gain in energy efficiency compared to traditional electronic computers. Since antiferromagnets have no net magnetization, they do not interact with external magnetic fields&mdash;and since electrons need not move in these applications, the antiferromagnets can be electrically insulating, so that they do not interact with external electric fields. Since these systems to not interact electromagnetically, they are robust; they could be used in harsh environments like nuclear reactors or outer space, where radiation (which generates electromagnetic fields) can destroy traditional electronics.\n\nAntiferromagnetic oscillations occur in the terahertz frequency band, w..."
 }
}