{
 "awd_id": "1516976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chromatin Structural Dynamics Studied with DNA Origami Nanotechnology",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2015-07-28",
 "awd_max_amd_letter_date": "2016-06-27",
 "awd_abstract_narration": "Understanding the physical properties of the genome (which is composed of DNA) is essential to determining how processes such as gene expression, DNA replication, and DNA repair are controlled. A wide range of organisms organize their genome by repeatedly wrapping the DNA into small spools called nucleosomes. As a gene is expressed, replicated or repaired the organization of the nucleosomes is rearranged, and this project will develop a new approach to enable the study of chromatin structural dynamics over the length of a gene, thereby enabling new physical insights into how genes are turned on and off. Interdisciplinary training will be provided in a wide range of fields from molecular biology and biochemistry to nanotechnology and single molecule biophysics. The researchers will integrate this project into outreach programs including a Minority Engineering Program, Women in Engineering, and the Masters to PhD Bridge Program, all of which serve to increase the diversity of the next generation of STEM researchers. \r\n\r\nChromatin structural dynamics control the accessibility of DNA to complexes that regulate transcription, repair DNA damage and replicate DNA. Conversion between open euchromatin that is accessible to DNA regulatory complexes and compact heterochromatin that is inaccessible is essential for genome regulation and processing. Currently, there is a lack of tools for probing critical events during gene regulation at specific DNA sequences (i.e. promoter regions) that span 10-100nm over multiple nucleosomes. To address this challenge, the principal investigators will: (1) develop nanoscale hinge devices using DNA origami nanotechnology to quantitatively measure mesoscale conformational dynamics of chromatin; and (2) determine the 10-100nm structural dynamics of H1 compacted chromatin. The conformational changes in these nano-hinges will be detected by transmission electron microscopy and single molecule fluorescence. The development and application of these single molecule methods will provide new tools and insight into the structural events that occur within chromatin as it converts between distinct functional states.\r\n\r\nThis project is funded jointly by the Genetic Mechanisms Cluster in the Division of Molecular and Cellular Biosciences in the Directorate for Biological Sciences and the Division of Materials Research in the Directorate for Mathematical and Physical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Poirier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Poirier",
   "pi_email_addr": "mpoirier@mps.ohio-state.edu",
   "nsf_id": "000395584",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Castro",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos E Castro",
   "pi_email_addr": "castro.39@osu.edu",
   "nsf_id": "000601713",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "191 W. Woodruff Ave.",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101117",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1712",
   "pgm_ref_txt": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 185000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1bbb6b3f-92ff-f1d4-008f-4eefd7cbe60d\"> </span></p>\n<p dir=\"ltr\"><span>Intellectual merit</span><span>: The organization of yeast to humans genomes is highly conserved where their DNA is repeated wrapped into nanoscale nucleosome spools. Adjacent nucleosome spools interact to form compact regions, termed heterochromatin, that regulate gene expression by controlling DNA accessibility to transcription regulatory complexes. Heterochromatin compaction occurs over lengths of 10 to 100 nanometers, which is difficult length scale to measure especially when the complex is highly dynamic as it is in heterochromatin. To overcome this challenge this project used DNA origami nanotechnology to develop a DNA nanocaliper with the long term goal of studying how heterochromatin structural dynamics regulate DNA processing. DNA nanotechnology is an emerging field for engineering 100 nanometer size devices with precisely controlled geometry and tunable mechanical processes. In addition, these devices are biocompatible, making them well-suited as instruments to study biomolecular systems. As a first step, this project applied our nanocalipers to the study of single nucleosomes. The research team developed an approach to efficiently integrate nucleosome spools into single nanocalipers (Fig. 1) and demonstrated that the nanocaliper angle is an effective device to both manipulate and detect nucleosome spool structural dynamics with high sensitivity. In particular, we demonstrated the ability to detect changes in nucleosome spool structure triggered by interaction with a transcription factor, which is a protein that is involved in initiating gene expression (Fig. 2). This work provides a foundation for using DNA based nanodevices for the detection and control of genome organization and function.</span></p>\n<p dir=\"ltr\"><span>Broader impacts</span><span>: Our research is helping understanding chromatin function by providing new methods and insight into chromatin mesoscale structural dynamics. Chromatin function is involved in numerous processes that are essential for critical cellular functions including the regulation of transcription, cell differentiation, DNA repair, DNA replication and virus integration. By helping to understand these cellular process our studies have the potential to impact the understanding of a range of diseases that impact all eukaryotic organisms. In addition, the measurement tools we developed are be applicable to study a wide range of molecular systems.</span></p>\n<p dir=\"ltr\"><span>This project provided highly cross-disciplinary training for 3 graduate and 3 undergraduates students, which provides them with the diverse training necessary to become highly impactful contributors to the U.S. workforce and economy. Furthermore, our outreach efforts toward middle school students at the Metro Early College elementary school, our ability to recruit undergraduate students from underrepresented groups, and our contributions to an APS funded Physics bridge program that helps students from underrepresented succeed in Physics graduate programs have increased the number of women and underrepresented groups in the fields of engineering, physics and life sciences. These efforts are essential for improving how these fields impact and contribute to our society.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;Poirier</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1516976/1516976_10380823_1509999957956_Image2017-11-04_18-07-38-256--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1516976/1516976_10380823_1509999957956_Image2017-11-04_18-07-38-256--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1516976/1516976_10380823_1509999957956_Image2017-11-04_18-07-38-256--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(A) DNA nanocaliper concept (top) and design schematic (bottom). In the design schematic, the cylinders represent double-stranded DNA helices. (B) Transmission electron microscopy  illustrate single nucleosomes integrated into the nanocalipers.</div>\n<div class=\"imageCredit\">Carlos Castro</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Poirier</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1516976/1516976_10380823_1510000081054_Image2017-11-04_18-08-07-294--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1516976/1516976_10380823_1510000081054_Image2017-11-04_18-08-07-294--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1516976/1516976_10380823_1510000081054_Image2017-11-04_18-08-07-294--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(A) The nanocaliper was used to detect changes in nucleosome structure driven by binding of a trancription factor to its DNA target sequence that is wrapped in the nucleosome. (B) Binding of the transcription factor is detected by an increase the mean angle of the nanocalipers.</div>\n<div class=\"imageCredit\">Carlos Castro</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Poirier</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nIntellectual merit: The organization of yeast to humans genomes is highly conserved where their DNA is repeated wrapped into nanoscale nucleosome spools. Adjacent nucleosome spools interact to form compact regions, termed heterochromatin, that regulate gene expression by controlling DNA accessibility to transcription regulatory complexes. Heterochromatin compaction occurs over lengths of 10 to 100 nanometers, which is difficult length scale to measure especially when the complex is highly dynamic as it is in heterochromatin. To overcome this challenge this project used DNA origami nanotechnology to develop a DNA nanocaliper with the long term goal of studying how heterochromatin structural dynamics regulate DNA processing. DNA nanotechnology is an emerging field for engineering 100 nanometer size devices with precisely controlled geometry and tunable mechanical processes. In addition, these devices are biocompatible, making them well-suited as instruments to study biomolecular systems. As a first step, this project applied our nanocalipers to the study of single nucleosomes. The research team developed an approach to efficiently integrate nucleosome spools into single nanocalipers (Fig. 1) and demonstrated that the nanocaliper angle is an effective device to both manipulate and detect nucleosome spool structural dynamics with high sensitivity. In particular, we demonstrated the ability to detect changes in nucleosome spool structure triggered by interaction with a transcription factor, which is a protein that is involved in initiating gene expression (Fig. 2). This work provides a foundation for using DNA based nanodevices for the detection and control of genome organization and function.\nBroader impacts: Our research is helping understanding chromatin function by providing new methods and insight into chromatin mesoscale structural dynamics. Chromatin function is involved in numerous processes that are essential for critical cellular functions including the regulation of transcription, cell differentiation, DNA repair, DNA replication and virus integration. By helping to understand these cellular process our studies have the potential to impact the understanding of a range of diseases that impact all eukaryotic organisms. In addition, the measurement tools we developed are be applicable to study a wide range of molecular systems.\nThis project provided highly cross-disciplinary training for 3 graduate and 3 undergraduates students, which provides them with the diverse training necessary to become highly impactful contributors to the U.S. workforce and economy. Furthermore, our outreach efforts toward middle school students at the Metro Early College elementary school, our ability to recruit undergraduate students from underrepresented groups, and our contributions to an APS funded Physics bridge program that helps students from underrepresented succeed in Physics graduate programs have increased the number of women and underrepresented groups in the fields of engineering, physics and life sciences. These efforts are essential for improving how these fields impact and contribute to our society.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/06/2017\n\n\t\t\t\t\tSubmitted by: Michael Poirier"
 }
}