{
 "awd_id": "1516313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Alteration of Mantle Peridotite: Geochemical Fluxes and Dynamics of Far from Equilibrium Transport",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Geist",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 280055.0,
 "awd_amount": 280055.0,
 "awd_min_amd_letter_date": "2015-06-15",
 "awd_max_amd_letter_date": "2019-10-01",
 "awd_abstract_narration": "This project involves an interdisciplinary study of hydration, carbonation and oxidation of mantle peridotite interacting with aqueous fluids at temperatures below ~ 300C.  The PIs will combine observations of outcrops and boreholes, geochemical analyses, structural measurements, geomechanical experiments and numerical modeling to investigate feedback between alteration and fluid transport, and to quantify the resulting geochemical fluxes. Field observations and sampling will take place mainly in the Samail ophiolite of Oman, where peridotite has undergone spreading-ridge-related hydrothermal alteration, hydration and carbonation in the hanging-wall of the subduction zone that emplaced the ophiolite over metasediments, and subaerial weathering. The PIs project will provide matching funds and results that dovetail with the 2015-2018 International Continental Scientific Drilling Program (ICDP) Oman Drilling Project, and the many other related efforts just getting underway. The PIs will continue their independently supported research on subduction zone alteration of mantle wedge peridotites at a range of pressures and temperatures, and work closely with other groups investigating seafloor and subduction-related peridotite alteration, in order to quantify the similarities and differences in alteration processes in these different tectonic environments. They will generalize their results to global alteration processes and geochemical cycles.\r\n\r\nAlteration of peridotite is an essential process in Earth dynamics. Hydration of oceanic crust and mantle, followed by subduction, supplies water to drive arc volcanism, and modulates the hydrogen content of the mantle over time. Carbonate formation during alteration of peridotite, near the surface and in the hanging wall in subduction zones, is an important but poorly characterized link in the carbon cycle. Oxidation of minerals and concomitant reduction of fluids produces H2 and hydrocarbons, and a niche for chemosynthetic microbes. Chemical weathering is as important as magmatism and plate tectonics in shaping the Earths surface. The interplay of chemical and physical mechanisms of peridotite alteration is not well understood, but will be transformed as a result of emerging understanding of equilibria and kinetics in peridotite alteration, and reaction-driven cracking that has left us poised on the brink of a breakthrough at this little-studied frontier. The PIs will take advantage of low temperature, near surface, active peridotite alteration in Oman to study inputs, outputs, and the reaction zone in situ. Such a study is more difficult in smaller peridotite exposures with limited outcrop and more rainfall, nearly impossible in submarine hydrothermal systems, and completely impossible in studies of ancient systems. Such a comprehensive approach via 250 to 600 meter boreholes is very rare, if not unprecedented.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Sohn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Sohn",
   "pi_email_addr": "rsohn@whoi.edu",
   "nsf_id": "000291849",
   "pi_start_date": "2015-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821200",
   "pgm_ele_name": "INTEGRATED EARTH SYSTEMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 280055.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the global carbon cycle, carbon moves between different reservoirs in the solid earth, oceans, and atmosphere. One of the important ways that carbon enters, and is sequestered in, the solid earth is by the chemical reaction between water and peridotite. Peridotite is rock that is primarily found within the earth&rsquo;s mantle, but it is also found at the earth&rsquo;s surface across vast expanses of the seafloor, and at some continental locations. The interaction of water (both groundwater and seawater) with peridotite, a process called peridotite alteration, moves carbon from the water and into the rock.</p>\n<p><br />While we know that peridotite alteration sequesters carbon, we do not know how fast this process occurs in nature, and we don&rsquo;t understand how large volumes of peridotite can be altered in a wholesale fashion since alteration typically seals the rock and prevents fluids from continuing to penetrate. In order to study these issues, we deployed a custom built set of hydrophone cables in 400 m deep boreholes drilled into a large peridotite terrain in Oman where alteration is actively occurring. The idea was to detect very small seismic events generated by cracks that open during peridotite alteration - something that has never been detected before. These instruments, which had 6 sensors each distributed along their 400 m length, sampled seismic data at 1000 samples per second. Seismic data is usually sampled at ~100 samples per second, but we believed it was necessary to sample much faster in order to detect the very small signals we expected to record. We recorded data for 9 months.</p>\n<p><br />Analysis of the data records revealed that we detected thousands of very small events during our experiment (see Small seismic event figure). We believe these may represent cracking from peridotite alteration, but in order to be sure we deployed an additional set of 39 seismic instruments, funded by a different NSF grant, around the boreholes for the last month of the hydrophone deployments. Analyses of the complete dataset are ongoing. We already have solid evidence that at least some of the observed seismicity is related to fluid flow in the peridotite formation, but additional work is needed to confidently attribute the seismicity to peridotite alteration. If we are successful, we will be able to use the rate and size of the seismic events to determine the rate at which peridotite alteration moves carbon from water to the rock.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2020<br>\n\t\t\t\t\tModified by: Robert&nbsp;A&nbsp;Sohn</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1516313/1516313_10369560_1597255727181_Figure_6_BA1B_event--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1516313/1516313_10369560_1597255727181_Figure_6_BA1B_event--rgov-800width.jpg\" title=\"Small seismic event\"><img src=\"/por/images/Reports/POR/2020/1516313/1516313_10369560_1597255727181_Figure_6_BA1B_event--rgov-66x44.jpg\" alt=\"Small seismic event\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of a small seismic event recorded on a borehole hydrophone cable. The depth of each of the 6 sensors is indicated in the upper right corner of each panel.</div>\n<div class=\"imageCredit\">R. Sohn, WHOI</div>\n<div class=\"imageSubmitted\">Robert&nbsp;A&nbsp;Sohn</div>\n<div class=\"imageTitle\">Small seismic event</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn the global carbon cycle, carbon moves between different reservoirs in the solid earth, oceans, and atmosphere. One of the important ways that carbon enters, and is sequestered in, the solid earth is by the chemical reaction between water and peridotite. Peridotite is rock that is primarily found within the earth’s mantle, but it is also found at the earth’s surface across vast expanses of the seafloor, and at some continental locations. The interaction of water (both groundwater and seawater) with peridotite, a process called peridotite alteration, moves carbon from the water and into the rock.\n\n\nWhile we know that peridotite alteration sequesters carbon, we do not know how fast this process occurs in nature, and we don’t understand how large volumes of peridotite can be altered in a wholesale fashion since alteration typically seals the rock and prevents fluids from continuing to penetrate. In order to study these issues, we deployed a custom built set of hydrophone cables in 400 m deep boreholes drilled into a large peridotite terrain in Oman where alteration is actively occurring. The idea was to detect very small seismic events generated by cracks that open during peridotite alteration - something that has never been detected before. These instruments, which had 6 sensors each distributed along their 400 m length, sampled seismic data at 1000 samples per second. Seismic data is usually sampled at ~100 samples per second, but we believed it was necessary to sample much faster in order to detect the very small signals we expected to record. We recorded data for 9 months.\n\n\nAnalysis of the data records revealed that we detected thousands of very small events during our experiment (see Small seismic event figure). We believe these may represent cracking from peridotite alteration, but in order to be sure we deployed an additional set of 39 seismic instruments, funded by a different NSF grant, around the boreholes for the last month of the hydrophone deployments. Analyses of the complete dataset are ongoing. We already have solid evidence that at least some of the observed seismicity is related to fluid flow in the peridotite formation, but additional work is needed to confidently attribute the seismicity to peridotite alteration. If we are successful, we will be able to use the rate and size of the seismic events to determine the rate at which peridotite alteration moves carbon from water to the rock.\n\n\t\t\t\t\tLast Modified: 08/12/2020\n\n\t\t\t\t\tSubmitted by: Robert A Sohn"
 }
}