{
 "awd_id": "1516096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Innovative ab initio symmetry-adapted no-core shell model for advancing fundamental physics and astrophysics",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924863",
 "po_email": "edwalker@nsf.gov",
 "po_sign_block_name": "Edward Walker",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2015-07-28",
 "awd_max_amd_letter_date": "2015-07-28",
 "awd_abstract_narration": "A team of researchers at Louisiana State University will address the significant computational challenges inherent to modeling the intricate dynamics of atomic nuclei, which are fundamental to a vast array of astrophysical phenomena. They will do so by employing the petascale resources of the Blue Waters Supercomputer. More specifically, the investigators will carry out large-scale computations of intermediate-mass nuclei from oxygen to argon, including exotic unstable isotopes that are the focus of current and next-generation rare isotope experimental facilities. Such nuclei are often found key to understanding processes in extreme environments, from stellar explosions to the interior of nuclear reactors. Reliable nuclear structure information provided by this research project will have impacts on basic research questions in astrophysics and neutrino physics, and will also have potential applications in areas like nuclear energy, thus contributing to the nation's energy infrastructure.  Training in utilizing large-scale computational resources will be provided to, the next generation of physicists, and the team will expand the impact of their research by providing nuclear structure information of unprecedented accuracy and scope as a publicly available database for use by other scientists. \r\n\r\nThe LSU team's approach is to solve the Schrodinger equation for a many-body quantum system composed of protons and neutrons interacting via realistic interactions that are tied to the underlying quark/gluon considerations. The solution to this problem is achieved by finding eigenstates and eigenvalues of the nuclear Hamiltonian, which is computed in a physically relevant basis that capitalizes on exact and approximate symmetries of nuclei. The use of such symmetries is a unique feature of our model, one that coupled with the Blue Waters capabilities makes solutions feasible. Namely, the team will employ the symmetry-adapted no-core shell model approach implemented by a highly scalable computer code, dubbed \"LSU3shell\", that has already demonstrated good scalability and performance on the Blue Waters system. Calculations will provide nuclear properties of short-lived neutron-deficient and neutron-rich isotopes with little to no available experimental data that are expected to have a considerable impact on modeling X-ray burst observables, on triggering processes responsible for the synthesis of many of the heavy elements present in the universe, and on providing a stringent test of fundamental symmetries in nature and physics beyond the Standard model.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masha",
   "pi_last_name": "Sosonkina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masha Sosonkina",
   "pi_email_addr": "msosonki@odu.edu",
   "nsf_id": "000490577",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618012311",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778100",
   "pgm_ele_name": "Leadership-Class Computing"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, it has been shown that the use of derivative-free optimization methods is paramount in the age of petascale and beyond processing power: Multiple searches may&nbsp; be scheduled  in parallel on thousands of existing cores.<br />In addition, the use of novel architectures, including accelerators, has been explored from the viewpoint of efficient and nuclear structure calculations with respect to both, time to solution and decreased energy consumption.</p>\n<p><strong>Intellectual merit:</strong> A resource allocation on BW enabled accurate nuclear structure theory and scalable computational methods to run efficiently and seamlessly on a petascale-class architecture, thereby facilitating grand challenge computations. The implementation of the combined nuclear physics models  enhanced with optimization techniques on BW ensures that reliable nuclear structure theory can realistically be employed to solve challenging basic and applied research problems, and that such calculations can effectively take advantage of 100,000s or more cores. In turn, this will lead to the establishment of protocols for assessing the reliability<br />of methods, and applicability of massively parallel hardware, applied to the very large systems that are typified by the target problems addressed in this project.<br /><strong>Broader impacts: </strong>MFDn is used by several research teams to address forefront questions in nuclear theory. Using large-scale computational resources has a significant impact on the ability of the user community to address important problems in physics and related fields. For example,&nbsp; is imperative that junior researchers have access to large hardware environments to gain hands-on experience and further their skills in this important area of basic and applied research. This has been facilitated by this project in the form of involving new and early-career participants, as well as graduate and undergraduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2017<br>\n\t\t\t\t\tModified by: Masha&nbsp;Sosonkina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, it has been shown that the use of derivative-free optimization methods is paramount in the age of petascale and beyond processing power: Multiple searches may  be scheduled  in parallel on thousands of existing cores.\nIn addition, the use of novel architectures, including accelerators, has been explored from the viewpoint of efficient and nuclear structure calculations with respect to both, time to solution and decreased energy consumption.\n\nIntellectual merit: A resource allocation on BW enabled accurate nuclear structure theory and scalable computational methods to run efficiently and seamlessly on a petascale-class architecture, thereby facilitating grand challenge computations. The implementation of the combined nuclear physics models  enhanced with optimization techniques on BW ensures that reliable nuclear structure theory can realistically be employed to solve challenging basic and applied research problems, and that such calculations can effectively take advantage of 100,000s or more cores. In turn, this will lead to the establishment of protocols for assessing the reliability\nof methods, and applicability of massively parallel hardware, applied to the very large systems that are typified by the target problems addressed in this project.\nBroader impacts: MFDn is used by several research teams to address forefront questions in nuclear theory. Using large-scale computational resources has a significant impact on the ability of the user community to address important problems in physics and related fields. For example,  is imperative that junior researchers have access to large hardware environments to gain hands-on experience and further their skills in this important area of basic and applied research. This has been facilitated by this project in the form of involving new and early-career participants, as well as graduate and undergraduate students.\n\n\t\t\t\t\tLast Modified: 08/25/2017\n\n\t\t\t\t\tSubmitted by: Masha Sosonkina"
 }
}