{
 "awd_id": "1516675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Modeling and Quantification of Viral Entry Assays",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 312878.0,
 "awd_amount": 312878.0,
 "awd_min_amd_letter_date": "2015-09-08",
 "awd_max_amd_letter_date": "2015-09-08",
 "awd_abstract_narration": "The ability to quantitatively define and measure how infective different strains of viruses are towards live cells is critical for the development of antivirals.  Surprisingly, there exists no standardized way to measure and compare infectivities across viral strains and under different experimental conditions.  This research will develop the quantitative framework needed and quantify existing experimental measurements of infectivity.  Most importantly, the models and analysis tool will allow quantitative comparison of existing infectivity data.  Such comparisons will facilitate the development of antivirals that block viral entry, or complex antibodies that neutralize virus particles.  The research is independent of the particular virus under consideration and may be feasibly extended to bacterial pathogens.\r\n\r\nThe first component of the research will be to model, under typical experimental conditions, the physical process of viral entry into cells.  Specifically, the investigators aim to understand the effects of (i) protocols such as centrifugation that bring virus particles close to their target cells, (ii) the reporter system used to count the number of cells infected, and (iii) the different parameters, such as temperature, duration of exposure, and antiviral concentrations under which the assays were performed.  A model for how these variables affect the measured infectivities will allow different experiments, performed in different laboratories under different conditions, to be compared with each other.  The second component of the proposed research involves implementing the models for viral entry into a web-based data analysis tool that will be constructed.  It is anticipated that this tool will aid virologists in their interpretation of large scale infectivity data in terms of biological and mechanistic attributes of the viruses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Chou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tom Chou",
   "pi_email_addr": "tomchou@ucla.edu",
   "nsf_id": "000306701",
   "pi_start_date": "2015-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "UCLA",
  "perf_str_addr": "Dept. of Biomathematics",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951766",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 312878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The research project \"<strong>&nbsp;</strong>Mathematical Modeling and Quantification of Viral Entry\"&nbsp; developed a number of new mathematical algorithms to help virologists and cell biologists more accurately perform and quantify experimental assays. Using infectivity data, we provided a way to infer kinetic parameters for HIV virus entry into cells. We also computed how multiple viral entry into cells can confound signals used to quantify viral entry, and developed statistical methods to corerct for this.&nbsp; Finally, we developed an improved statistical method for separating mutant cells using fluorescent probe data.&nbsp; Figures representing our new results are attached. They include a kinetic diagram of the steps associated with HIV entry, a schematic of multiple viral entry processes, and a fluorescence-based cell assay.</p>\n<p>The research performed during this grant resulted in at least 16 peer-reviewed publications and three PhD theses. All of our alghorithms have been made publicaly available online.</p>\n<p>The research activities also included close collaboration with virologists, resulting in three co-authored publications. The research not only further advanced mathematical inference techniques, but applied them to important problems in cell biology. During the research, three graduate students (two US permanent residents and one foreign student) were also trained and received their PhDs in Biomathematics and Mathematics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2019<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Chou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe research project \" Mathematical Modeling and Quantification of Viral Entry\"  developed a number of new mathematical algorithms to help virologists and cell biologists more accurately perform and quantify experimental assays. Using infectivity data, we provided a way to infer kinetic parameters for HIV virus entry into cells. We also computed how multiple viral entry into cells can confound signals used to quantify viral entry, and developed statistical methods to corerct for this.  Finally, we developed an improved statistical method for separating mutant cells using fluorescent probe data.  Figures representing our new results are attached. They include a kinetic diagram of the steps associated with HIV entry, a schematic of multiple viral entry processes, and a fluorescence-based cell assay.\n\nThe research performed during this grant resulted in at least 16 peer-reviewed publications and three PhD theses. All of our alghorithms have been made publicaly available online.\n\nThe research activities also included close collaboration with virologists, resulting in three co-authored publications. The research not only further advanced mathematical inference techniques, but applied them to important problems in cell biology. During the research, three graduate students (two US permanent residents and one foreign student) were also trained and received their PhDs in Biomathematics and Mathematics.\n\n\t\t\t\t\tLast Modified: 05/01/2019\n\n\t\t\t\t\tSubmitted by: Thomas Chou"
 }
}