{
 "awd_id": "1517546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:RUI: Invasion of land: Using model charophyte Penium margaritaceum to elucidate subcellular responses to stress that were key in the evolution of land plants",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 262082.0,
 "awd_amount": 262082.0,
 "awd_min_amd_letter_date": "2015-07-17",
 "awd_max_amd_letter_date": "2015-07-17",
 "awd_abstract_narration": "The colonization of land by green algae 450 to 500 million years ago and their evolution into land plants represent important events in the natural history of the planet. These terrestrial (land) plants have caused major changes to the Earth's biochemistry and biosphere. Land plants evolved from green algae called charophytes, a small but diverse group of freshwater and terrestrial organisms. Central to the success of the charophyte colonization of land was the extracellular matrix (ECM) that surrounds their cells. This ECM is made up of a wall that covers the outside of the cell and the gel-like substances that are secreted from these organisms. This project will provide a comprehensive understanding of the formation and function of the ECM of the charophyte being tested, Penium. This organism will be grown under various environmental conditions, including water stress and extreme dryness. The ECM and its related biosynthetic processes will be studied using cutting edge technologies that were previously funded by the National Science Foundation. This research will provide insight into the mechanisms that were important to initiate survival on land by ancient charophytes, as well as mechanisms that are still used by many land plants today. This information will be used to devise models of how plants adapt to life on land and how they tolerate non-biological stresses such as drought. This project will also provide opportunities for post-doctoral training and summer undergraduate research, initiate external summer programs for local high school students, and serve as a basis for future course development.\r\n\r\nThe goal of this project is to provide a comprehensive understanding of the extracellular matrix (ECM) and its biosynthesis dynamics in the model charophyte, Penium. It will examine the changes that occur in ECM processing when cells are placed under desiccation stress. The ECM and its biosynthetic machinery will be studied using molecular, biochemical, and high resolution microscopy technologies previously funded by the National Science Foundation. This will provide insight into mechanisms that were important to survival on land by ancient charophytes and continue to be used by many land plants, including those exposed to drought. Specific areas to be studied include: (A) polar cell growth in Penium, with an emphasis on pectin and cellulose production during wall expansion; (B) the secretion of ECM components involving two distinct pathways, the cell wall polysaccharides delivered to specific expansion zones along with extracellular polymeric substances extracellular (EPS) targeted to transitory secretion sites; (C) changes in cell wall architecture; and (D) EPS targeted production and delivery that are critical for tolerating abiotic stresses. The results of this project will be of significance to the fields of plant evolutionary biology, cell biology, molecular biology, and developmental biology. This project will also provide significant opportunities for outreach and student training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jocelyn",
   "pi_last_name": "Rose",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jocelyn K Rose",
   "pi_email_addr": "jr286@cornell.edu",
   "nsf_id": "000487669",
   "pi_start_date": "2015-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 262082.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The colonization of land by plants is one of the most pivotal events in the history of the biosphere. However, the identity of the ancestral lineage within the Charophyte algae that gave rise to terrestrial plants has been long debated. Our sequencing of the genome sequence of the unicellular desmid <em>Penium margaritaceum</em> and associated cell biology studies has revealed the Zygnematophyceae to be the sister lineage of land plants. This evolutionary positioning is counterintuitive, given that other Charophyte lineages have more complex branching structures are more morphologically much more similar to land plants. Out project sought to look for clues in the genome sequence and cell biology of<em> Penium</em> that would explain why it was the teth Zygnematophyceae, and not another a more complex member of another charophyte lineage that gave rise to land plants.&nbsp; The <em>P. margaritaceum</em> genome has a high proportion of repeat sequences, especially transposable elements, which are associated with gene duplication and the development of new gene functions. Moreover, analysis of gene composition and expression revealed that despite its simple unicellular morphology, extant <em>P. margaritaceum</em> has highly expanded repertoires of gene families, signaling networks and adaptive responses that likely paved the way for the first land plants and subsequent expansion into almost all land habitats. These include extensive hormone biosynthetic and signaling networks, components of which have not been detected in in earlier diverging charophytes, as well as physiological and cellular responses to the stress related hormone abscisic acid. We also identified major expansions of, or early evolutionary emergence, of many transcription factor, transcription regulator and protein kinase gene families, including first appearance of several families that play key roles in abiotic stress responses in land plants. Other such suites of regulatory and structural genes that respond to terrestrial stresses, in the form of high light and desiccation, were revealed through transcriptomic profiling of <em>P. margaritaceum</em> cultures. Another notable feature of the <em>P. margaritaceum</em> genome is the remarkable expansion and diversification of families of cell wall biosynthetic and modifying enzymes compared with other algae. This is congruent with a compositionally complex and highly elaborated cell wall architecture that is similar to those of land plants. Moreover, <em>P. margaritaceum</em> secretes large quantities of a polysaccharide mucilage sheath in response to environmental stress that allows it to relocate by gliding, form biofilms, thereby facilitating symbiotic associations, and to resist desiccation.&nbsp; We infer that the strong selective pressures for the adaptations that ultimately gave rise to the first fully terrestrial plants, were applied in the crucible of transiently drying semi-aquatic ecosystems, such as ephemeral freshwater pools. In such habitats, a simpler body plan would have been an advantage, and was not the case with other charophytes that either remained fully aquatic, or developed life styles that allowed desiccation. This study provides a new view of plant evolution and offers the opportunity for better understanding, and perhaps exploiting. mechanisms by which plants thrive under stressful conditions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: Jocelyn&nbsp;K&nbsp;Rose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe colonization of land by plants is one of the most pivotal events in the history of the biosphere. However, the identity of the ancestral lineage within the Charophyte algae that gave rise to terrestrial plants has been long debated. Our sequencing of the genome sequence of the unicellular desmid Penium margaritaceum and associated cell biology studies has revealed the Zygnematophyceae to be the sister lineage of land plants. This evolutionary positioning is counterintuitive, given that other Charophyte lineages have more complex branching structures are more morphologically much more similar to land plants. Out project sought to look for clues in the genome sequence and cell biology of Penium that would explain why it was the teth Zygnematophyceae, and not another a more complex member of another charophyte lineage that gave rise to land plants.  The P. margaritaceum genome has a high proportion of repeat sequences, especially transposable elements, which are associated with gene duplication and the development of new gene functions. Moreover, analysis of gene composition and expression revealed that despite its simple unicellular morphology, extant P. margaritaceum has highly expanded repertoires of gene families, signaling networks and adaptive responses that likely paved the way for the first land plants and subsequent expansion into almost all land habitats. These include extensive hormone biosynthetic and signaling networks, components of which have not been detected in in earlier diverging charophytes, as well as physiological and cellular responses to the stress related hormone abscisic acid. We also identified major expansions of, or early evolutionary emergence, of many transcription factor, transcription regulator and protein kinase gene families, including first appearance of several families that play key roles in abiotic stress responses in land plants. Other such suites of regulatory and structural genes that respond to terrestrial stresses, in the form of high light and desiccation, were revealed through transcriptomic profiling of P. margaritaceum cultures. Another notable feature of the P. margaritaceum genome is the remarkable expansion and diversification of families of cell wall biosynthetic and modifying enzymes compared with other algae. This is congruent with a compositionally complex and highly elaborated cell wall architecture that is similar to those of land plants. Moreover, P. margaritaceum secretes large quantities of a polysaccharide mucilage sheath in response to environmental stress that allows it to relocate by gliding, form biofilms, thereby facilitating symbiotic associations, and to resist desiccation.  We infer that the strong selective pressures for the adaptations that ultimately gave rise to the first fully terrestrial plants, were applied in the crucible of transiently drying semi-aquatic ecosystems, such as ephemeral freshwater pools. In such habitats, a simpler body plan would have been an advantage, and was not the case with other charophytes that either remained fully aquatic, or developed life styles that allowed desiccation. This study provides a new view of plant evolution and offers the opportunity for better understanding, and perhaps exploiting. mechanisms by which plants thrive under stressful conditions.\n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: Jocelyn K Rose"
 }
}