{
 "awd_id": "1517753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supernova Progenitors, Stellar Remnants, and their Binary Companions",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 402512.0,
 "awd_amount": 402512.0,
 "awd_min_amd_letter_date": "2015-08-07",
 "awd_max_amd_letter_date": "2015-08-07",
 "awd_abstract_narration": "The study of binary stellar systems has attracted renewed attention in the past decade as they are shown to play a critical role in a wide range of astronomy areas: X-ray and pulsar binaries, gamma-ray bursts, extrasolar planets, gravitational-wave sources, supernova (SN) progenitors, cosmology, and especially transient astronomy. Observational advances have transformed the landscape and have highlighted the limitations of current modeling attempts.  At the same time binary evolution modeling has not advanced significantly in the past decade; in turn, this has limited our ability to understand and interpret a number of current observational results related to binary populations.  Building on their past experience, the investigators in this project will advance the physical sophistication of binary modeling and compact object formation and evolution.  They will develop the next-generation binary-populations simulation tool (PSyDLib) with major, key advantages for self-consistent, physical modeling.  The team will take advantage of the continued increase in computational power and the public availability of MESA, a versatile, robust stellar structure and evolution code.  All the simulation codes will be made publicly available for other research projects.\r\n\r\nThis project will take advantage of the PI's established connections with local schools (urban and suburban in the Chicago area), prior/current work with high-school teachers, and astronomy's appeal to children to address a critical need in elementary- and middle-school level STEM education.  At all school levels the Next Generation Science Standards that are currently being implemented call for the introduction and use of computational thinking and modeling.  However, in this area most school teachers do not have expertise and voice their need for professional development and appropriate curriculum materials.  In collaboration with small teams of experienced teachers, the PI will develop computational astronomy curriculum materials.  The PI will also capitalize on past work on astronomy visualizations and develop new ones for mass transfer in binaries and X-ray binary formation.  The PI will use them extensively at public outreach presentations at Chicago's Adler Planetarium and the Evanston High School new planetarium.  The PI will also involve two female graduate students who will be trained in advanced computation, hence contributing to a diverse, globally competitive STEM workforce.\r\n\r\nMore technically, the team will develop new modules and an innovative hybrid software structure to incorporate (i) realistic mass-transfer sequences and physical assessment of stability, (ii) advanced treatment of common-envelope evolution eliminating the need for ad-hoc parameterization, and (iii) self-consistent orbital evolution for the general case of eccentric, asynchronous binaries due to tides and mass transfer.  The project's science goals focus on studies of (i) core-collapse supernovae in terms of the physical properties of both their progenitors and their binary companions and compare to observational results from supernova surveys and (ii) high-mass X-ray binaries in the Milky Way and the Magellanic Clouds, which provide a plethora of observed systems with very different properties than originally expected.  Given the more substantial XRB samples, the investigators will actually use the comparisons in (ii) to calibrate their models and assess the reliability of predictions for (i).   The anticipated results will not only help to explain current observations but will also provide motivation and predictions for future multi-wavelength observations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vassiliki",
   "pi_last_name": "Kalogera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vassiliki Kalogera",
   "pi_email_addr": "vicky@northwestern.edu",
   "nsf_id": "000297503",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 402512.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most stars in the Universe are part of a binary (or higher multiple) system&mdash;they have a companion star. Hence, to understand how stars live their lives, we must understand the interactions which go on between stellar companions. The study of binary stellar systems has attracted renewed attention in the past decade as they are shown to play a critical role in a wide range of astronomy areas; binaries are key to understanding X-ray and pulsar binaries, gamma-ray bursts, extrasolar planets, gravitational-wave sources and supernova explosions. Recent observational advances have transformed the landscape in studying these systems, and have highlighted the limitations of current attempts in modelling the complicated physics of binary stellar evolution. To understand binary stars, we need to advance our understanding of binary stellar evolution.</p>\n<p>This grant supported investigations into the details of binary evolution, laying the foundations for building next-generation models of how binary stars live and die. In particular, work was completed to investigate (i) mass transfer between the two stas as the evolve, (ii) common-envelope evolution where one star expands to engulf another, and (iii) orbital evolution for the general case of eccentric, asynchronous binaries due to tides and mass transfer. Mass transfer occurs when a star expands as it evolves, and the outer layers get stripped off by the companion. This changes the mass and composition of the stars. Commom envelopes form when mass transfer becomes so extreme that a shared envelope forms about the core of the donor star and its companion. As the stars orbit inside the envelope, they experience drag, casuing the orbit to shrink. The orbital evolution can also be effected by tides on the stars: the stars get distrorted by the gravity of their companion. Understanding mass transfer, common-envelope evolution and tides is essential to making accurate predictinos for the properties of stellar binaries.</p>\n<p>Using our advanced theoretical models for binary evolution, we modelled the properties of a range of systems. We conducted studies of&nbsp;(i) core-collapse supernovae, in comparison properties observed to optical surveys; (ii) pair-instability supernovae, which set a maximum black hole mass significant for gravitaitonal-wave observations; (iii) high-mass X-ray binaries in the Milky Way and the Magellanic Clouds, and (iv) merging black hole binaries as observed with gravitaional-waves. Our predictions can be compared against observations, to better constrain the details of binary stellar evolution wihch are still uncertain. The results not only help to explain current observations but will also provide motivation and predictions for future multi-wavelength observations. Combining pieces of evidence from many different types of observations, we can build the deepest understanding of how stars evolve.</p>\n<p>This work lays the foundation for the next-generation of binary evolution modelling. Taking our results forward, we will aim to predict the properties of the entire population of binaries and their observational signatures. Understanding how binaries evolve will touch on many areas of astrophysics, from exoplanets to cosmology, and answer questions ranging from how the elements form to how galaxies evolve.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2019<br>\n\t\t\t\t\tModified by: Vassiliki&nbsp;Kalogera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost stars in the Universe are part of a binary (or higher multiple) system&mdash;they have a companion star. Hence, to understand how stars live their lives, we must understand the interactions which go on between stellar companions. The study of binary stellar systems has attracted renewed attention in the past decade as they are shown to play a critical role in a wide range of astronomy areas; binaries are key to understanding X-ray and pulsar binaries, gamma-ray bursts, extrasolar planets, gravitational-wave sources and supernova explosions. Recent observational advances have transformed the landscape in studying these systems, and have highlighted the limitations of current attempts in modelling the complicated physics of binary stellar evolution. To understand binary stars, we need to advance our understanding of binary stellar evolution.\n\nThis grant supported investigations into the details of binary evolution, laying the foundations for building next-generation models of how binary stars live and die. In particular, work was completed to investigate (i) mass transfer between the two stas as the evolve, (ii) common-envelope evolution where one star expands to engulf another, and (iii) orbital evolution for the general case of eccentric, asynchronous binaries due to tides and mass transfer. Mass transfer occurs when a star expands as it evolves, and the outer layers get stripped off by the companion. This changes the mass and composition of the stars. Commom envelopes form when mass transfer becomes so extreme that a shared envelope forms about the core of the donor star and its companion. As the stars orbit inside the envelope, they experience drag, casuing the orbit to shrink. The orbital evolution can also be effected by tides on the stars: the stars get distrorted by the gravity of their companion. Understanding mass transfer, common-envelope evolution and tides is essential to making accurate predictinos for the properties of stellar binaries.\n\nUsing our advanced theoretical models for binary evolution, we modelled the properties of a range of systems. We conducted studies of (i) core-collapse supernovae, in comparison properties observed to optical surveys; (ii) pair-instability supernovae, which set a maximum black hole mass significant for gravitaitonal-wave observations; (iii) high-mass X-ray binaries in the Milky Way and the Magellanic Clouds, and (iv) merging black hole binaries as observed with gravitaional-waves. Our predictions can be compared against observations, to better constrain the details of binary stellar evolution wihch are still uncertain. The results not only help to explain current observations but will also provide motivation and predictions for future multi-wavelength observations. Combining pieces of evidence from many different types of observations, we can build the deepest understanding of how stars evolve.\n\nThis work lays the foundation for the next-generation of binary evolution modelling. Taking our results forward, we will aim to predict the properties of the entire population of binaries and their observational signatures. Understanding how binaries evolve will touch on many areas of astrophysics, from exoplanets to cosmology, and answer questions ranging from how the elements form to how galaxies evolve.\n\n\t\t\t\t\tLast Modified: 11/27/2019\n\n\t\t\t\t\tSubmitted by: Vassiliki Kalogera"
 }
}