{
 "awd_id": "1517100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Connecting Omics to Physical and Chemical Environment in Community Microbial Ecology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2015-06-22",
 "awd_max_amd_letter_date": "2015-06-22",
 "awd_abstract_narration": "From soils to oceans, microbial communities are dominant in the quotidian and wider environments -- one really cannot describe or understand how the world works without understanding the functions of its microbial ecosystems. Further, microbes are important in many medical contexts, where they are found in richly interacting communities. Microbial communities have, as well, always been important in industry,  generally as nuisances, but more recently also for exploitation. Yet, despite their ubiquity, ecology and function of microbial communities and their interaction with their surroundings is poorly understood in most circumstances. The \"big\" question that motivates this project is the following: To what extent can the function of a microbial community of a given environment be characterized from knowing the physical and chemical profile of that environment?  Recent increase in power and coincident decrease in cost of molecular methods has revolutionized the potential to experimentally identify and characterize community inhabitants and activity. At the same time, development of  sophisticated microprobe and imaging technology has enabled resolution, down to the microscale, of the chemical environment in which microbial communities function. What lags is the capability to extract community function from that data. Whatever the form this capability ultimately takes, it will by necessity require and incorporate knowledge of the local physical and chemical environment -- microbial communities are specialists in exploiting their local physics and chemistry -- and this project develops the mathematical tools needed to do so. The assembled research team is committed to emphasizing the importance of chemical and physical concepts in the training of math biologists, and has already successfully cross-trained graduate students from different disciplines. This project continues this emphasis and aims to extend this training to undergraduate students, particularly from underrepresented groups. The team aims  (i) to bridge the training gap between mathematical biology and microbial ecology, and (ii) to focus attention of mathematical biologists on in situ physio-chemical and biological realities. Through this project the impact of microbial communities on biodeterioration of stone  cultural heritage materials is being addressed in an integrated way, from model to lab to the field to professional practice. This work has an important impact on conservation  efforts and will establish a beginning basis for the scientific management of stone biodeterioration that can be disseminated internationally and facilitate collaboration among heritage managers. \r\n\r\nThe investigators study an important microbial community type, namely  biofilms driven by photosynthesis, particularly as subaerial biofilms (subaerial biofilms are generally non-submerged microbial communities, living together in close proximity in self-secreted polymeric matrices and exposed to air) on carbonate stones. The context of the project is cultural environments, specifically microorganisms that attach to stone and grow as biofilms. These communities can discolor and degrade cultural monuments, but, at the same time, can offer useful insights into many microbial communities by providing platforms for developing and testing hypotheses of microbial ecology. Biofilms inhabiting outdoor stonework have advantages in this respect. They contain the essential biocomplexity for survival in open, uncontrolled environments, but, because of the relatively stringent conditions typical of exposed stone, still have amenable ecologies, and also are known to demonstrate mutually beneficial associations with cooperating photosynthetic and nonphotosynthetic organisms. Particularly important, their simplicity and accessibility make them well suited for use as subjects for development of prototype mathematical methodology needed for connecting omics-based cell-level metabolic models to physics-based community-level function models. The linkage of community data to community model is an essential piece, and one for which mathematics is central, in the broad program of transforming omics into useable theory of microbial communities which, in turn, is central to the program of modern microbiology. This project aims to construct multiscale population models capable of accepting omics (e.g., genomics, transcriptomics) and physical (e.g., temperature, light intensity) data  at the microscale, and to develop mathematical methods for bridging the gap between community level omics and community level population models. The core target are the modes of regulation among microbial community members and how they are effected by the physical environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Klapper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Klapper",
   "pi_email_addr": "isaac.klapper@temple.edu",
   "nsf_id": "000304621",
   "pi_start_date": "2015-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Szyld",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Szyld",
   "pi_email_addr": "szyld@temple.edu",
   "nsf_id": "000188306",
   "pi_start_date": "2015-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N Broad Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed the incorporation of cell-scaled metabolic modeling with environmental (or system) scaled physical modeling, in the contextof microbial communities. Note that there have been significant advances,separately, in relevant physical large-scale modeling and also in microbialmetabolic-scale modeling, but relatively little linkage of the two. Our core aim and result, then, was to develop multiscale modeling methodology to link the two together in a general fashion. We have also developed computational methods to speed results, as both the microscale and macroscale problems can be computationally demanding. Further, we have adapted uncertainty quantification techniques toour modeling methods in order to provide some characterizationof possible errors.</p>\n<p><br />In the process, we have studied the interactions between microbes and their physical environment in a number of different contexts, and have elucidated the importance of those interactions through modeling, most notably (1) Sub-aerial biofilms (microbial communities on air-exposed stone):we have studied in the field, lab, and models, effects of this harsh environment on the inhabitants, and vice-versa. (2) Lung microbial communities (specifically in cystic fibrosis sufferers): again, physical conditions at the system scale, particularly oxygen transport, play a centralin microbial community function, and vice-versa.&nbsp;We have applied multiscale modeling principles to elucidate this coupling as well as its relation to antibiotic and other treatments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2019<br>\n\t\t\t\t\tModified by: Isaac&nbsp;Klapper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addressed the incorporation of cell-scaled metabolic modeling with environmental (or system) scaled physical modeling, in the contextof microbial communities. Note that there have been significant advances,separately, in relevant physical large-scale modeling and also in microbialmetabolic-scale modeling, but relatively little linkage of the two. Our core aim and result, then, was to develop multiscale modeling methodology to link the two together in a general fashion. We have also developed computational methods to speed results, as both the microscale and macroscale problems can be computationally demanding. Further, we have adapted uncertainty quantification techniques toour modeling methods in order to provide some characterizationof possible errors.\n\n\nIn the process, we have studied the interactions between microbes and their physical environment in a number of different contexts, and have elucidated the importance of those interactions through modeling, most notably (1) Sub-aerial biofilms (microbial communities on air-exposed stone):we have studied in the field, lab, and models, effects of this harsh environment on the inhabitants, and vice-versa. (2) Lung microbial communities (specifically in cystic fibrosis sufferers): again, physical conditions at the system scale, particularly oxygen transport, play a centralin microbial community function, and vice-versa. We have applied multiscale modeling principles to elucidate this coupling as well as its relation to antibiotic and other treatments.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2019\n\n\t\t\t\t\tSubmitted by: Isaac Klapper"
 }
}