{
 "awd_id": "1517764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics of Transcription Coupled Repair",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 462172.0,
 "awd_amount": 462172.0,
 "awd_min_amd_letter_date": "2015-07-14",
 "awd_max_amd_letter_date": "2015-07-14",
 "awd_abstract_narration": "UV damage to DNA affects the world population, resulting in sunburn, cataracts, weakened immune systems, skin cancer and lower food production, and thus, detailed insight into how this damage is recognized and repaired may present novel targets for future intervention, particularly in relation to cancer and ageing. This type of DNA damage is disruptive to both DNA replication and transcription (the process of gene expression) and must be repaired in a timely fashion to ensure proper cell function and viability. Transcription coupled repair (TCR) is part of a global DNA repair mechanism and efficiently targets DNA damage that interferes with transcription. This project will provide a comprehensive understanding of the role that the bacterial transcription coupling factor, Mfd, plays in TCR by detecting, tracking, and visualizing relevant molecular events during the repair process. The project will offer research training opportunities to students, and the topic presents accessible educational opportunities concerning sun exposure, damage and protection for a general audience. An educational module, covering topics such as sunburn, DNA repair and long term skin damage, will be developed to bring public awareness to UV-exposure and it will accessible to teachers nationwide via the \"Lending Library\" of the Cornell Center for Materials Research.\r\n\r\nThe complexity of eukaryotic TCR impedes detailed molecular investigation; therefore, bacterial TCR, which shares many characteristics, can serve as a simpler model system. This research is aimed at answering a number of unresolved kinetic and mechanical questions concerning TCR, specifically how Mfd and UvrAB proteins that initiate nucleotide excision repair (NER) are targeted to a lesion and the broader differential functions of Mfd. The research group has an established track record for developing novel single molecule methods to address fundamental questions in transcription and DNA replication. Utilization of new techniques based on DNA unzipping will allow direct resolution of critical molecular events in TCR, and complement existing biochemical and structural studies, ultimately enabling a more comprehensive view of the timing and interactions essential to TCR. An in-depth understanding of the relationships among relevant proteins in TCR-NER could give us a broader understanding of bacterial TCR-NER and, potentially, transcription overall. Additionally, further elucidation of the function and roles of bacterial proteins could shed significant light on TCR-NER eukaryotic counterparts, providing essential information and enabling clarification of a more complex system. The results of this work will significantly contribute to our understanding of the mechanism of TCR by providing unprecedented views of a fundamental biological process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Wang",
   "pi_email_addr": "mdw17@cornell.edu",
   "nsf_id": "000445745",
   "pi_start_date": "2015-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "B8 Clark Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 462172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fundamental biological processes that occur along DNA, such as replication and transcription, routinely encounter obstacles, or roadblocks, which are disruptive and must be overcome in a timely fashion to ensure proper cell function and viability. The bacterial transcription coupling factor, Mfd (mutation frequency decline), participates in the resolution of transcription conflicts and is widely known to free stalled RNA polymerases (RNAP). However, the mechanisms underlying selective RNAP recognition and further Mfd actions have remained elusive. Using a novel, real-time translocase assay, this project discovered that Mfd translocates autonomously on DNA, and uses a &ldquo;release and catch-up&rdquo; mechanism to efficiently patrol DNA for frequently stalled RNAPs. Mfd uses ATP-dependent translocation to locate paused or stalled transcription elongation complexes (TECs), while its limited processivity and slower speed allow detachment from an elongating TEC. This work represents the first mechanistic description of what is a remarkable coordination between Mfd and RNA polymerase. It identifies Mfd as a regulated co-factor of RNAP and demonstrates efficient targeting and recycling of Mfd, all of which expedite conflict resolution and impact transcription regulation. Motor protein coordination optimizes efficiency and mitigates conflicts, thus this work may serve as a useful example of interactions broadly employed across the cell.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2020<br>\n\t\t\t\t\tModified by: Michelle&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFundamental biological processes that occur along DNA, such as replication and transcription, routinely encounter obstacles, or roadblocks, which are disruptive and must be overcome in a timely fashion to ensure proper cell function and viability. The bacterial transcription coupling factor, Mfd (mutation frequency decline), participates in the resolution of transcription conflicts and is widely known to free stalled RNA polymerases (RNAP). However, the mechanisms underlying selective RNAP recognition and further Mfd actions have remained elusive. Using a novel, real-time translocase assay, this project discovered that Mfd translocates autonomously on DNA, and uses a \"release and catch-up\" mechanism to efficiently patrol DNA for frequently stalled RNAPs. Mfd uses ATP-dependent translocation to locate paused or stalled transcription elongation complexes (TECs), while its limited processivity and slower speed allow detachment from an elongating TEC. This work represents the first mechanistic description of what is a remarkable coordination between Mfd and RNA polymerase. It identifies Mfd as a regulated co-factor of RNAP and demonstrates efficient targeting and recycling of Mfd, all of which expedite conflict resolution and impact transcription regulation. Motor protein coordination optimizes efficiency and mitigates conflicts, thus this work may serve as a useful example of interactions broadly employed across the cell.\n\n \n\n\t\t\t\t\tLast Modified: 09/24/2020\n\n\t\t\t\t\tSubmitted by: Michelle Wang"
 }
}