{
 "awd_id": "1517081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanistic Analysis of How a Plant DNA Methylase Acts on Chromatin",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2015-07-17",
 "awd_max_amd_letter_date": "2015-07-17",
 "awd_abstract_narration": "This project is funded jointly by the Genetic Mechanisms Cluster in the Division of Molecular and Cellular Biosciences and the Plant Genome Research Program in the Division of Integrative Organismal Systems in the Directorate for Biological Sciences.\r\n\r\nCell identity is determined and maintained by selective expression of a group of genes. This project will help uncover new molecular mechanisms for how large regions of the inherited genome are turned off or left unread, forming different types of cells in organisms like plants. To do this, structures called heterochromatin must be created and manipulated. Inside heterochromatin are structures called nucleosomes, which are packages of DNA wrapped proteins that help organize the DNA strands. The mechanism of an important protein in maize (corn), which may reduce the availability of DNA to protein interactions responsible for reading DNA will be investigated. This program will attempt to find answers to two questions: (1) how this protein chemically changes the DNA located in nucleosomes, and (2) how this protein alters nucleosome packing to create structures that can turn off or silence certain genes. Multi-disciplinary training will be given to the participating students in the form of combining a variety of biophysical approaches, as well as genetic approaches. Active participation of under-represented minorities through a partnership with the principle investigator's laboratory and the San Francisco State University's Masters Program, and leading participation by women graduate students in this program will encourage these students to apply bio-regulatory concepts to real problems in a team setting. The results from this research will also build towards a better understanding of how heterochromatin based silencing mechanisms interfere in the formation of crops with pest-resistance and enhanced growth and nutritional content.\r\n\r\nIn plants and mammals heterochromatin is defined by the presence of two post-translational modifications, histone H3 lysine 9 methylation (H3K9me) and DNA cytosine methylation as well as specific protein factors that recognize these marks. In both contexts two properties of heterochromatin are considered to be essential for its function: (i) the ability to spread to adjacent genomic regions from the sites of initiation, which enables action across large stretches of the genome and (ii) the ability to condense the underlying chromatin, which is thought to inhibit DNA access and make the chromatin refractory to transcription. However the biochemical basis for how DNA and histone methylation enable repressive chromatin structures is poorly understood. The major cytosine DNA methyltransferase, CMT3 from Arabidopsis thaliana and its maize homolog ZMET2, provide an opportunity to tackle this fundamental question. CMT3 and ZMET2 have two accessory domains that recognize the H3K9 methyl mark and this recognition is essential for DNA methylation in vivo. This project will test the following hypotheses: (i) ZMET2 bridges H3K9me nucleosomes and compacts the underlying chromatin and (ii) ZMET2 activity is controlled by defined chromatin architectures. The project combines mechanistic enzymology with methods such as multi-angle light scattering, FRET and cutting edge electron cryo-microscopy. The models derived from the work on ZMET2 will be tested in vivo in the context of the related CMT3 enzyme in Arabidopsis thaliana. The mechanistic dissection here is expected to: (i) elucidate the biophysical basis for how DNA methyltransferases collaborate with histone methylation to generate heterochromatin and (ii) uncover new regulatable steps in heterochromatin formation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geeta",
   "pi_last_name": "Narlikar",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Geeta J Narlikar",
   "pi_email_addr": "geeta.narlikar@ucsf.edu",
   "nsf_id": "000490978",
   "pi_start_date": "2015-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "600 16th Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941432200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 700000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Within a plant, the different tissues such as root, shoot and flowers, all have DNA with essentially the same sequence. Yet the cells making up a root vs. a flower display different properties. How is it that the same DNA sequence is used to generate different cell types? A major contributor to controlling which DNA sequences are read and therefore which genes are turned on is the packaging of the DNA within the cell nucleus. DNA is packaged by wrapping it around specific proteins called histones to generate bead-like structures called nucleosomes. Strings of nucleosomes are then further folded to condense the underlying DNA and make it less accessible. Structures called heterochromatin are thought to be particularly effective at compacting DNA and turning off the underlying genes. How heterochromatin is formed and then maintained from one cell to another when cells divide is poorly understood. In this project we studied a central heterochromatin enzyme from corn called ZMET2. ZMET2 deposits a chemical mark on the DNA that enables gene silencing. To deposit this chemical mark, ZMET2 engages with another chemical mark on the histones. Both of these marks are essential for stable heterochromatin and are maintained across cell generations, but the mechanism of maintenance is not clear. We used a combination of biochemistry and structural analysis to study how ZMET2 functions. Our data indicate that the ZMET2 enzyme has poor activity unless it simultaneously encounters specific chemical and structural features associated with nascent but incompletely formed heterochromatin. Such synergistic activation helps explain how ZMET2 reinforces the chemical marks found in heterochromatin and how this enzyme propagates these marks from one cell to another with high fidelity. &nbsp;</p>\n<p>The project also included research opportunities for students from under-represented groups who participated through a partnership with San Francisco State University&rsquo;s Masters program. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2018<br>\n\t\t\t\t\tModified by: Geeta&nbsp;J&nbsp;Narlikar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWithin a plant, the different tissues such as root, shoot and flowers, all have DNA with essentially the same sequence. Yet the cells making up a root vs. a flower display different properties. How is it that the same DNA sequence is used to generate different cell types? A major contributor to controlling which DNA sequences are read and therefore which genes are turned on is the packaging of the DNA within the cell nucleus. DNA is packaged by wrapping it around specific proteins called histones to generate bead-like structures called nucleosomes. Strings of nucleosomes are then further folded to condense the underlying DNA and make it less accessible. Structures called heterochromatin are thought to be particularly effective at compacting DNA and turning off the underlying genes. How heterochromatin is formed and then maintained from one cell to another when cells divide is poorly understood. In this project we studied a central heterochromatin enzyme from corn called ZMET2. ZMET2 deposits a chemical mark on the DNA that enables gene silencing. To deposit this chemical mark, ZMET2 engages with another chemical mark on the histones. Both of these marks are essential for stable heterochromatin and are maintained across cell generations, but the mechanism of maintenance is not clear. We used a combination of biochemistry and structural analysis to study how ZMET2 functions. Our data indicate that the ZMET2 enzyme has poor activity unless it simultaneously encounters specific chemical and structural features associated with nascent but incompletely formed heterochromatin. Such synergistic activation helps explain how ZMET2 reinforces the chemical marks found in heterochromatin and how this enzyme propagates these marks from one cell to another with high fidelity.  \n\nThe project also included research opportunities for students from under-represented groups who participated through a partnership with San Francisco State University?s Masters program.  \n\n\t\t\t\t\tLast Modified: 09/27/2018\n\n\t\t\t\t\tSubmitted by: Geeta J Narlikar"
 }
}