{
 "awd_id": "1517563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Halo Modeling Strikes Back: New Techniques to infer the Galaxy-Dark Matter Connection in the Presence of Environmental Effects",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Matthew Benacquista",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 210656.0,
 "awd_amount": 210656.0,
 "awd_min_amd_letter_date": "2015-08-07",
 "awd_max_amd_letter_date": "2015-08-07",
 "awd_abstract_narration": "In the next decade, a number of innovative telescopic surveys will provide scientists with a wealth of precise data regarding galaxies and cosmology.  This project aims to remove recently identified deficiencies in models of the relationship between galaxies and dark matter, necessary to interpret galaxy survey data.  The researchers will develop, and make publicly available, an open-source software package that could be used to minimize systematic errors in interpreting galaxy data sets, leading to a better understanding of galaxy formation and evolution, and also paving the way for unbiased use of galaxy surveys in precision cosmology.  Complementing this novel research program, this proposal includes contributions to K-12 science education, addressing the critical need for students to engage in STEM-related disciplines. At Yale, PI van den Bosch will develop a custom planetarium show for the Leitner Family Observatory and Planetarium on the topic of gravity, and tailored to 8th graders.  At the University of Pittsburgh, PI Zentner will serve as an instructor in the Buhl Academy, a new program at the Carnegie Science Center Buhl Planetarium that pairs scientists with Pittsburgh area K-12 teachers.\r\n\r\nHalo occupation modeling models the probabilistic relation between galaxies and dark matter halos and is the premier tool for interpreting the clustering of galaxies. A standard assumption made in all halo occupation studies is that the mass of a dark matter halo completely determines the properties of its resident galaxy population. Mounting observational evidence indicates that galaxy properties, in particular star formation rates, are correlated with halo properties other than mass, such as halo age or concentration. This \"galaxy assembly bias\" (GAB) is a significant source of systematic error, both in efforts to understand galaxy evolution and in the precision cosmology program. In order to ensure the unbiased interpretation of forthcoming data, this proposal aims to develop the next generation halo occupation models that properly account for GAB. The researchers will identify the optimal set of observational diagnostics that can be used to infer the presence and strength of GAB, develop open-source software that properly accounts for GAB, and explore methods to mitigate the impacts of GAB by using alternative definitions of halo mass. They will apply these newly developed techniques to extant galaxy survey data, and make predictions for forthcoming surveys such as DES, eBOSS, DESI, LSST, EUCLID, and WFIRST.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Zentner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Zentner",
   "pi_email_addr": "zentner@pitt.edu",
   "nsf_id": "000153216",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 210656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Astronomers conduct large-scale surveys of galaxies in order to learn more about the evolution of the Universe, the formation of galaxies, and the fundamental laws of physics. Sophisticated theoeretical models for the spatial clustering of galaxies are needed in order to interpret the data collected by these surveys and maximize the scientific yields of the survey efforts. Most of the matter in the Universe is in a form of dark matter. The gravitational influence of dark matter is apparent in astronomical data, but dark matter has not yet been detected non-gravitationally. Developing a better understanding of dark matter, along with developing a better understanding of the accelerated expansion of the Universe and the formation of galaxies, are among the many ways in which large galaxy surveys can shed light on new fundamental laws of physics. Most theoretical models for interpreting galaxy surveys involve developing an understanding of the relationship between galaxies and dark matter in the Universe.</p>\n<p>During the course of this project, researchers at the University of Pittsburgh developed more sophisticated theoretical techniques for interpreting galaxy survey data. These new models include possible relationships between galaxies and dark matter that had not been explored prior to this research. The results of this work have significant practical benefits. Firstly, these tools are now available for the analysis of future astronomical surveys, as well as the reanalysis of exisitng survey data, thus ensuring that we reap as much scientific output as possible from the investments made in these observations. Secondly, we have used out new analysis techniques to develop specific guidance for the methods that should be used to analyze forthcoming survey data to be maximally informative about the connection between galaxies and the dark matter. Thirdly, we deployed a sub-class of the theoretical models that we developed to analyze the clustering patterns of galaxies in existing galaxy survey data. We found preliminary evidence that galaxies may, indeed, be related to dark matter in a manner that had not previously been anticipated. If confirmed, this result could have a significant impact on future survey analyses and could also lead to a considerably richer understanding of the process of galaxy formation and evolution.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2019<br>\n\t\t\t\t\tModified by: Andrew&nbsp;R&nbsp;Zentner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAstronomers conduct large-scale surveys of galaxies in order to learn more about the evolution of the Universe, the formation of galaxies, and the fundamental laws of physics. Sophisticated theoeretical models for the spatial clustering of galaxies are needed in order to interpret the data collected by these surveys and maximize the scientific yields of the survey efforts. Most of the matter in the Universe is in a form of dark matter. The gravitational influence of dark matter is apparent in astronomical data, but dark matter has not yet been detected non-gravitationally. Developing a better understanding of dark matter, along with developing a better understanding of the accelerated expansion of the Universe and the formation of galaxies, are among the many ways in which large galaxy surveys can shed light on new fundamental laws of physics. Most theoretical models for interpreting galaxy surveys involve developing an understanding of the relationship between galaxies and dark matter in the Universe.\n\nDuring the course of this project, researchers at the University of Pittsburgh developed more sophisticated theoretical techniques for interpreting galaxy survey data. These new models include possible relationships between galaxies and dark matter that had not been explored prior to this research. The results of this work have significant practical benefits. Firstly, these tools are now available for the analysis of future astronomical surveys, as well as the reanalysis of exisitng survey data, thus ensuring that we reap as much scientific output as possible from the investments made in these observations. Secondly, we have used out new analysis techniques to develop specific guidance for the methods that should be used to analyze forthcoming survey data to be maximally informative about the connection between galaxies and the dark matter. Thirdly, we deployed a sub-class of the theoretical models that we developed to analyze the clustering patterns of galaxies in existing galaxy survey data. We found preliminary evidence that galaxies may, indeed, be related to dark matter in a manner that had not previously been anticipated. If confirmed, this result could have a significant impact on future survey analyses and could also lead to a considerably richer understanding of the process of galaxy formation and evolution.\n\n\t\t\t\t\tLast Modified: 10/28/2019\n\n\t\t\t\t\tSubmitted by: Andrew R Zentner"
 }
}