{
 "awd_id": "1518361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-L: Resilience and Adaptive Capacity of Small-Scale Fishing Communities and Coastal Marine Ecosystems to Environmental and Economic Variability",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 1790687.0,
 "awd_amount": 1790687.0,
 "awd_min_amd_letter_date": "2015-09-03",
 "awd_max_amd_letter_date": "2015-09-03",
 "awd_abstract_narration": "Fisheries are an important source of food and income for approximately 520 million people globally. Small-scale fisheries, in particular, are incredibly important; they employ more than 90 percent of the world's approximately 35 million capture fishermen worldwide, and contribute over half of the world's marine and inland fish catch, nearly all of which is used for direct human consumption. Small-scale fisheries shape coastal cultures, economies, and ecosystems. Yet knowledge of small-scale fisheries is notoriously poor, in part because they often are marginalized within their own communities and nations. With the increasing emphasis on reconciling food security and other development aims with environmental conservation, integrated understanding of small-scale fisheries is more critical than ever. This research project will develop fundamental knowledge of human-environment interactions in coastal marine systems, and help inform the development and evaluation of innovative small-scale fisheries management strategies.  Specifically, this research will examine how environmental and economic variability and institutional diversity shape the resilience and adaptive capacity of the coupled natural and human systems associated with the small-scale fisheries.\r\n\r\nThis work will focus on the reciprocal interactions between the ecosystems and institutions associated with small-scale fisheries in the Mexican state of Baja California Sur (BCS). BCS is an ideal model system in which to investigate these human-ecosystem dynamics, given its variability of institutional, economic, and ecological contexts. For most fishermen in BCS, access to necessary capital inputs (boats, gear, etc.) is achieved either through membership in a fishing-cooperative or via a relationship with a patron. Both empirical evidence and theory suggest that fisheries dominated by cooperatives may contribute to improved ecosystem and human wellbeing outcomes, relative to those dominated by patron-client relationships. But the mechanisms underlying these differences and how they may contribute to resilience of human and natural systems to environmental and economic variability are not well understood, nor have they been well tested empirically. This work will address these gaps by integrating field and synthetic investigations at the scale of individual fishing communities throughout BCS. This work will generate new social and ecological data including information on fish abundances and distributions, indicators of ecological resilience and ecosystem health, information on fishermen activities and community characteristics, indicators of institutional resilience, and indicators of individual and community well-being. The project will also create targeted dynamic models of key human-environment interactions that will address core issues in coupled human-natural system science, ecology, economics, and common-pools resources studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Leslie",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heather M Leslie",
   "pi_email_addr": "heather.leslie@maine.edu",
   "nsf_id": "000536327",
   "pi_start_date": "2015-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}