{
 "awd_id": "1518130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulatory Signaling Logic In Self-Assembled Microbial Communities During Oscillating Environmental Conditions",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 695892.0,
 "awd_amount": 695892.0,
 "awd_min_amd_letter_date": "2015-07-30",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "Scientists using new techniques based on DNA sequencing are now able to study how bacteria thrive in many different conditions. This is important because bacteria are much simpler and easier to study than other life forms such as plants and animals, and much of what is learned using bacteria can be applied to other types of organisms. However, most research  involves studies of bacteria living in isolation in the laboratory. Very few organisms  live in isolation in nature, and therefore it is important to develop research methods to study bacteria living in communities. The research will show  how genes and other component parts of the bacteria work together in order to sustain life and especially how these interactions help bacteria survive in harsh and rapidly changing situations. The results of this research will help predict how organisms can adapt and survive when their surroundings change to less hospitable conditions. The project is anticipated to have applications in many different areas including the study of bacteria that live in and on the human body, the design and control of pollution clean-up systems, and acquisition of fundamental knowledge of how organisms in aquatic environments survive and thrive.This project will provide interdisciplinary training to students (undergraduate and graduate) and postdoctoral fellows in engineering, microbiology, biotechnology and computational biology, in the context of both academic research and industrial applications. \r\n\r\nA primary goal of systems biology is to develop a quantitative understanding of how microorganisms respond to changing conditions. Therefore, it is important to understand the molecular and regulatory \"wiring diagrams\" that enable unculturable organisms to thrive in dynamic environments. One such group of unculturable organisms,the biotechnologically-relevant group of bacteria (Accumulibacter), combines metabolic and regulatory processes in different ways to yield novel phenotypes in response to environmental stimuli. Accumulibacter is a well-studied yet uncultivated microbe. It must constantly adapt its global physiological response to changing environmental stresses, namely biphasic cycles of anaerobic \"feast\" and aerobic \"famine\" conditions. These oscillating conditions select strongly for the Accumulibacter phenotype, which includes the ability to sequester massive amounts of carbon and phosphate intracellularly in different phases of the cycle. However, the regulatory and metabolic network dynamics that coordinate such precise transitions remain poorly understood.  Employing a variety of -omics techniques and a systems biology framework within the context of a tractable and self-assembled microbial community, studies will: 1) identify the metabolic modules responsible for Accumulibacter's unique physiology via comparative genomics and transcriptomics; 2) map the regulons that coordinate Accumulibacter's storage response via ChIP-seq targeting candidate regulatory elements; and 3) identify environmental drivers of Accumulibacter's regulatory program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "McMahon",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine D McMahon",
   "pi_email_addr": "tmcmahon@engr.wisc.edu",
   "nsf_id": "000290702",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Noguera",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Noguera",
   "pi_email_addr": "noguera@engr.wisc.edu",
   "nsf_id": "000309992",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1550 Linden Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061521",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1440",
   "pgm_ref_txt": "ENVIRONMENTAL ENGINEERING"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 695892.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Microorganisms that live in environments that change rapidly have evolved strategies to respond quickly. Since many ecosystems on earth experience fluctuating conditions (e.g. human gut, lakes, ocean) on hourly to sub-hourly time scales, we need to learn how microbes respond in order to make accurate predictions about their behavior and impact on those ecosystems. This can be difficult when we are forced to study microbes in communities with other organisms because they cannot be grown in isolation. We aimed to untangle microbial responses and interactions to changing conditions while studying mixtures of organisms. To do this, we use a research approach that leverages multiple genomics-based tools.<span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">Here we studied a unique microbe (called <em>Accumulibacter</em>) that is used in wastewater treatment to remove the pollutant phosphorus. <em>Accumulibacter</em> is especially good at thriving in a dynamic environment that alternates between &ldquo;feast&rdquo; and &ldquo;famine&rdquo; conditions. We found that <em>Accumulibacter</em> uses highly coordinated responses to such oscillations and that this coordination can be detected within the expression of their genes. We also found that two closely related species respond differently to the changing conditions, suggesting that each species has adapted to a unique niche in the wastewater treatment ecosystem. One of these species is vulnerable to predation by viruses and thus we believe that virus susceptibility is balanced by niche adaptation. That is, the vulnerable species can out-compete the other species but is quickly &ldquo;knocked down&rdquo; but the virus. This has important implications for our understanding of complex microbial communities because it points to two different forms of species-species interactions.<span>&nbsp;</span></p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">We also studied an <em>Accumulibacter</em> species that can grow under conditions with very little oxygen. Oxygen must be supplied to microbes during wastewater treatment and this is an energy-intensive and expensive process. The <em>Accumulibacter</em> species we studied was able to remove additional pollutants in addition to phosphorus under these conditions. We used our genomics-based approach to learn how they regulate their metabolism and perform this unique function.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">We applied our approach to also study a type of enigmatic microbe used in a different kind of wastewater treatment (anammox). This process is used to save energy but is relatively poorly understood, especially with respect to the basic metabolism of the organisms involved. We used the tools developed for studying <em>Accumulibacter</em> to study how the anammox microbes perform basic functions related to their growth. This provides important foundational knowledge for understanding how they perform wastewater treatment and how they interact with other microbes, particularly in dynamic systems.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The <strong>intellectual merit </strong>of our work is an improved understanding of the forces affecting microbes in communities, how they respond to those forces, and how their interactions with other community members can affect that response.<span>&nbsp; </span>We did this using a novel approach that employs genomics-based tools to detect changes in gene expression within the microbial cells.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The <strong>broader impacts</strong> of our work include new information about microbial communities with relevance to many types of ecosystems including human-associated, aquatic, and soil. Our approach can be used by other researchers to dissect their ecosystem of study and understand microbial responses to changing conditions. This project trained multiple students from diverse backgrounds and was the foundation for outreach activities impacting wastewater treatment practitioners and participants in campus open-houses designed for broad public engagement.</p>\n<p class=\"p2\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/19/2021<br>\n\t\t\t\t\tModified by: Katherine&nbsp;D&nbsp;Mcmahon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Microorganisms that live in environments that change rapidly have evolved strategies to respond quickly. Since many ecosystems on earth experience fluctuating conditions (e.g. human gut, lakes, ocean) on hourly to sub-hourly time scales, we need to learn how microbes respond in order to make accurate predictions about their behavior and impact on those ecosystems. This can be difficult when we are forced to study microbes in communities with other organisms because they cannot be grown in isolation. We aimed to untangle microbial responses and interactions to changing conditions while studying mixtures of organisms. To do this, we use a research approach that leverages multiple genomics-based tools. \n \nHere we studied a unique microbe (called Accumulibacter) that is used in wastewater treatment to remove the pollutant phosphorus. Accumulibacter is especially good at thriving in a dynamic environment that alternates between \"feast\" and \"famine\" conditions. We found that Accumulibacter uses highly coordinated responses to such oscillations and that this coordination can be detected within the expression of their genes. We also found that two closely related species respond differently to the changing conditions, suggesting that each species has adapted to a unique niche in the wastewater treatment ecosystem. One of these species is vulnerable to predation by viruses and thus we believe that virus susceptibility is balanced by niche adaptation. That is, the vulnerable species can out-compete the other species but is quickly \"knocked down\" but the virus. This has important implications for our understanding of complex microbial communities because it points to two different forms of species-species interactions. \n \nWe also studied an Accumulibacter species that can grow under conditions with very little oxygen. Oxygen must be supplied to microbes during wastewater treatment and this is an energy-intensive and expensive process. The Accumulibacter species we studied was able to remove additional pollutants in addition to phosphorus under these conditions. We used our genomics-based approach to learn how they regulate their metabolism and perform this unique function.\n \nWe applied our approach to also study a type of enigmatic microbe used in a different kind of wastewater treatment (anammox). This process is used to save energy but is relatively poorly understood, especially with respect to the basic metabolism of the organisms involved. We used the tools developed for studying Accumulibacter to study how the anammox microbes perform basic functions related to their growth. This provides important foundational knowledge for understanding how they perform wastewater treatment and how they interact with other microbes, particularly in dynamic systems.\n \nThe intellectual merit of our work is an improved understanding of the forces affecting microbes in communities, how they respond to those forces, and how their interactions with other community members can affect that response.  We did this using a novel approach that employs genomics-based tools to detect changes in gene expression within the microbial cells.\n \nThe broader impacts of our work include new information about microbial communities with relevance to many types of ecosystems including human-associated, aquatic, and soil. Our approach can be used by other researchers to dissect their ecosystem of study and understand microbial responses to changing conditions. This project trained multiple students from diverse backgrounds and was the foundation for outreach activities impacting wastewater treatment practitioners and participants in campus open-houses designed for broad public engagement.\n \n\n \n\n\t\t\t\t\tLast Modified: 02/19/2021\n\n\t\t\t\t\tSubmitted by: Katherine D Mcmahon"
 }
}