{
 "awd_id": "1519090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: How Do Stereotypes Affect Emotion Norms and Attributions?",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 11950.0,
 "awd_amount": 11950.0,
 "awd_min_amd_letter_date": "2015-04-07",
 "awd_max_amd_letter_date": "2015-04-07",
 "awd_abstract_narration": "This dissertation examines whether people expect and attribute different emotions to Black women, Black men, White women, and White men even when they display similar emotions in response to the same situation. Prior research has documented that certain groups of people have systematically different emotional experiences, but it is unclear why this is the case. In this dissertation, the situation leading up to an emotion is held constant using experimental methods to better examine how people may respond differently to the same situation, and how other people may interpret the same emotional reaction differently depending on the race and gender of the person displaying the emotion. In doing so, we can better understand the role cultural stereotypes in shaping emotional expectations that people have for themselves and others as well as how people react to these emotion norms. \r\n\r\nIn three experiments and one survey with an oversample of Black respondents, we test a theoretical model of how people's interpretations of others' emotions may be affected by the social characteristics of the emotion displayer. In Study 1, we ask Black women, Black men, White women, and White men for their self-reports of how they would, themselves, respond to a hypothetical situation. In Studies 2 and 3, we present participants with the same hypothetical situation as in Study 1, but ask participants to interpret the response of another person. We vary the race and gender of the person in the situation to see how these characteristics affect the way participants interpret that person's emotions. Finally, Study 4 links differences in perceived emotions to outcomes such as perceived warmth, likeability, job performance, and hiring. Participants are shown videos where the race, gender, and emotional displays of job applicants are experimentally manipulated. They are then asked to evaluate the applicants. The project will be of great importance to understanding the functioning and communication of diverse working groups and will also serve as a training site for student researchers learning experimental research techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Benard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Benard",
   "pi_email_addr": "sbenard@indiana.edu",
   "nsf_id": "000514028",
   "pi_start_date": "2015-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Powell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Powell",
   "pi_email_addr": "Powell@indiana.edu",
   "nsf_id": "000123956",
   "pi_start_date": "2015-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Long",
   "pi_last_name": "Doan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Long Doan",
   "pi_email_addr": "longdoan@umd.edu",
   "nsf_id": "000681581",
   "pi_start_date": "2015-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E 3rd St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 11950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thanks to support from the NSF DDRIG, Long Doan has completed his dissertation, \"How Race and Gender Affect Emotions.\" During this funding period, Long pretested new research instruments, collected and analyzed data from four experimental studies &ndash; three online experiments and one laboratory study, and disseminated the results as part of his dissertation research on how cultural beliefs about the emotionality of women and Blacks compared to men and whites affect others expectations and interpretations of their displays of emotions as well as how these beliefs affect individuals&rsquo; own reported emotions. In turn, the results demonstrate that perceived emotions play an important role in social judgments like impressions of warmth, competence, hirability, and recommended salary.</p>\n<p>This research extends the sociological knowledge about emotions to expected and perceived emotions. The bulk of extant research has focused on how individuals are affected by cultural beliefs about how they should feel, but less is known about the prevalence and causes of these cultural beliefs. The project hones in on race and gender as causal factors in influencing others expectations and perceptions of emotions and finds that while race and gender affects people&rsquo;s expectations of how someone would feel in a situation, they do not alter perceptions of how a displayed emotion is interpreted. This raises interesting new directions for future research because it conflicts with past research that shows that de-contextualized pictures of emotion displays are interpreted differently based on race and gender. Regardless of whether race and gender affects interpretations of emotions, the results demonstrate that &ldquo;appropriate&rdquo; emotion displays are strongly related to social rewards such as being hired and being paid more. This adds to a growing body of research demonstrating the interpersonal and &ldquo;soft skills&rdquo; that managers are emphasizing for employees. Because the results touch important and timely issues of self-presentation for racial minorities and women, they speak to broader racial and gender inequalities, how they are perpetuated, and how they can be ameliorated. This is because the results point to the relatively race- and gender-neutral interpretations of explicit displays of emotions as well as the strong effects that emotion displays have on social rewards, which suggests an important avenue to addressing disparities.</p>\n<p>The project also contributes to methodology of studying emotions. During the funding period, Long revised a graphical emotional checklist for online use for collecting emotions data in future projects. He also developed experimental protocol for studies involving video vignettes and hiring. The graphical checklist is programmed in Qualtrics, a popular online survey platform, and the experimental protocol is made openly accessible for other researchers. Both resources are available on the co-PI&rsquo;s professional website: longdoan.net. Through developing this project, Long worked with and trained a team of 15 undergraduate research assistants to collect experiment and code open-ended responses. The project also introduced 8 undergraduates in IU&rsquo;s theatre department to social scientific research by participating as paid actors in video vignettes used in the study.</p>\n<p>The research has been presented in two invited presentations, and is part of Long&rsquo;s dissertation, completed June 2016. Long plans to revise the dissertation for publication in academic outlets and will continue to disseminate the research in both academic and non-academic venues.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2016<br>\n\t\t\t\t\tModified by: Long&nbsp;Doan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThanks to support from the NSF DDRIG, Long Doan has completed his dissertation, \"How Race and Gender Affect Emotions.\" During this funding period, Long pretested new research instruments, collected and analyzed data from four experimental studies &ndash; three online experiments and one laboratory study, and disseminated the results as part of his dissertation research on how cultural beliefs about the emotionality of women and Blacks compared to men and whites affect others expectations and interpretations of their displays of emotions as well as how these beliefs affect individuals? own reported emotions. In turn, the results demonstrate that perceived emotions play an important role in social judgments like impressions of warmth, competence, hirability, and recommended salary.\n\nThis research extends the sociological knowledge about emotions to expected and perceived emotions. The bulk of extant research has focused on how individuals are affected by cultural beliefs about how they should feel, but less is known about the prevalence and causes of these cultural beliefs. The project hones in on race and gender as causal factors in influencing others expectations and perceptions of emotions and finds that while race and gender affects people?s expectations of how someone would feel in a situation, they do not alter perceptions of how a displayed emotion is interpreted. This raises interesting new directions for future research because it conflicts with past research that shows that de-contextualized pictures of emotion displays are interpreted differently based on race and gender. Regardless of whether race and gender affects interpretations of emotions, the results demonstrate that \"appropriate\" emotion displays are strongly related to social rewards such as being hired and being paid more. This adds to a growing body of research demonstrating the interpersonal and \"soft skills\" that managers are emphasizing for employees. Because the results touch important and timely issues of self-presentation for racial minorities and women, they speak to broader racial and gender inequalities, how they are perpetuated, and how they can be ameliorated. This is because the results point to the relatively race- and gender-neutral interpretations of explicit displays of emotions as well as the strong effects that emotion displays have on social rewards, which suggests an important avenue to addressing disparities.\n\nThe project also contributes to methodology of studying emotions. During the funding period, Long revised a graphical emotional checklist for online use for collecting emotions data in future projects. He also developed experimental protocol for studies involving video vignettes and hiring. The graphical checklist is programmed in Qualtrics, a popular online survey platform, and the experimental protocol is made openly accessible for other researchers. Both resources are available on the co-PI?s professional website: longdoan.net. Through developing this project, Long worked with and trained a team of 15 undergraduate research assistants to collect experiment and code open-ended responses. The project also introduced 8 undergraduates in IU?s theatre department to social scientific research by participating as paid actors in video vignettes used in the study.\n\nThe research has been presented in two invited presentations, and is part of Long?s dissertation, completed June 2016. Long plans to revise the dissertation for publication in academic outlets and will continue to disseminate the research in both academic and non-academic venues.\n\n\t\t\t\t\tLast Modified: 08/01/2016\n\n\t\t\t\t\tSubmitted by: Long Doan"
 }
}