{
 "awd_id": "1519664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Superhydrophobic Zinc Coatings for Anti-Corrosion Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 149820.0,
 "awd_amount": 179783.0,
 "awd_min_amd_letter_date": "2015-06-01",
 "awd_max_amd_letter_date": "2015-12-07",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project aims to develop a superhydrophobic zinc coating that is expected to exhibit higher anti-corrosion performance than existing zinc coatings. Existing zinc coatings easily get wet and, consequently, their anti-corrosion performance is significantly reduced. As a result, these coatings are often treated with an additional layer of hexavalent chromate to improve their anti-corrosion performance. However, hexavalent chromium is a human carcinogen, which has been targeted for elimination by environmental regulations. Existing substitutes to this material provide lower performance at a higher cost and thus are not fully accepted in the industry. The superhydrophobic coating to be developed in this effort prevents water from wetting the surface. Therefore, this coating is expected to exhibit higher corrosion resistance without the need for the additional hexavalent chromate coating. This new coating, therefore, represents an eco-friendly replacement for the zinc coating treated with hexavalent chromate, and potentially exhibits higher anti-corrosion performance than existing alternatives. The proposed development can be adopted in the $370 million target market of US zinc coatings. \r\n\r\nThe intellectual merit of this project includes developing superhydrophobic zinc coatings based on the technology invented by the company founders. Most existing superhydrophobic coatings are made of non-metallic materials such as polymers or ceramics, and therefore are not feasible for the proposed application. The superhydrophobic zinc coating provides a transformative solution for the corrosion problem when a metallic coating is required. The main objective of the proposed Phase I research is developing a superhydrophobic zinc coating, which eliminates the need for the hexavalent chromate treatment. This development is expected to provide corrosion protection equivalent, or superior, to that provided by the chromate-treated zinc coatings. The anti-corrosion properties of the superhydrophobic coating will be evaluated using salt spray tests and electrochemical techniques. In addition, durability of the superhydrophobic zinc coating will be investigated using the standard abrasion test.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Atieh",
   "pi_last_name": "Haghdoost",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Atieh Haghdoost",
   "pi_email_addr": "haghdoost79@gmail.com",
   "nsf_id": "000670787",
   "pi_start_date": "2015-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "P & P Coating",
  "inst_street_address": "2600 HILLTOP DRIVE,",
  "inst_street_address_2": "BLDG B, ROOM C323",
  "inst_city_name": "Blacksburg",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5404499168",
  "inst_zip_code": "948061971",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "P & P Coating",
  "perf_str_addr": "1800 Kraft Drive, Suite 2010",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240606370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 149820.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 29963.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Contact of water with surfaces is one of the major causes of several significant problems such as corrosion, fouling, ice and dirt accumulation. For many years, developing non-stick chemistries such as Teflon&reg;<sup> </sup>has been one of the main solutions for addressing the problems caused by sticking water to surfaces. However, the best hydrophobic chemistry cannot even perform close to such natural surfaces as lotus leaf in repelling water. It has been shown through extensive theoretical analysis and experimentation that microscopic surface textures have an important role in the super-water-repellency of natural surfaces. The surface of a lotus leaf is composed of thousands of structures that are much smaller than the diameter of our hair and cannot be seen by naked eyes. When water droplet brought into contact with the leaf surface, air is trapped in spacing between these small structures. In fact, water is mainly sitting on an air cushion not on the solid surface. This air cushion protects the surface against wetting.</p>\n<p>We use a proprietary mixture of exiting chemicals, in an established manufacturing process called electroplating to make metal-based coatings with special bio-inspired surface texture. These coatings exhibit an unusual repellent property. Water drops bead up on the surface of our coatings, roll off the surface by applying a slight force, and bounce if dropped on the surface from a height. Therefore, our coatings can potentially be used to protect surfaces against deleterious effects of water, rust, ice, etc.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2016<br>\n\t\t\t\t\tModified by: Atieh&nbsp;Haghdoost</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContact of water with surfaces is one of the major causes of several significant problems such as corrosion, fouling, ice and dirt accumulation. For many years, developing non-stick chemistries such as Teflon&reg; has been one of the main solutions for addressing the problems caused by sticking water to surfaces. However, the best hydrophobic chemistry cannot even perform close to such natural surfaces as lotus leaf in repelling water. It has been shown through extensive theoretical analysis and experimentation that microscopic surface textures have an important role in the super-water-repellency of natural surfaces. The surface of a lotus leaf is composed of thousands of structures that are much smaller than the diameter of our hair and cannot be seen by naked eyes. When water droplet brought into contact with the leaf surface, air is trapped in spacing between these small structures. In fact, water is mainly sitting on an air cushion not on the solid surface. This air cushion protects the surface against wetting.\n\nWe use a proprietary mixture of exiting chemicals, in an established manufacturing process called electroplating to make metal-based coatings with special bio-inspired surface texture. These coatings exhibit an unusual repellent property. Water drops bead up on the surface of our coatings, roll off the surface by applying a slight force, and bounce if dropped on the surface from a height. Therefore, our coatings can potentially be used to protect surfaces against deleterious effects of water, rust, ice, etc.\n\n \n\n\t\t\t\t\tLast Modified: 10/21/2016\n\n\t\t\t\t\tSubmitted by: Atieh Haghdoost"
 }
}