{
 "awd_id": "1519406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Risk Aversion in Algorithmic Game Theory and Mechanism Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2014-11-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 357791.0,
 "awd_amount": 357791.0,
 "awd_min_amd_letter_date": "2015-02-05",
 "awd_max_amd_letter_date": "2015-02-05",
 "awd_abstract_narration": "The fields of Algorithmic Game Theory and Mechanism Design study the strategic interaction of multiple agents.  The growth of available data and computational power enable these fields to make a real impact in understanding the agents' incentives and improving their decisions and the resulting social outcomes.  A grand challenge is the presence of uncertainty and risk, which calls for new game theoretic models and algorithmic techniques.  As a brief example, consider going to the airport to catch a flight. In uncertain traffic and a deadline, risk considerations are critical and a less risky, albeit longer, route might be preferable over one that minimizes expected delay. But the fundamental questions do not depend merely on one individual's preferences, but on a broader social model that captures many individuals and their interactions. For instance, how does strategic risk-aware routing by multiple users affect route selection and the overall congestion in the network? And how different is the individually optimal (equilibrium) route selection of multiple risk-averse users from a socially optimal traffic allocation?\r\n\r\nThis research program outlines an agenda for investigating how uncertainty and risk aversion transform traditional models and methodologies employed by Algorithmic Game Theory and Mechanism Design.  It will import models and tools from areas with a rich tradition in studying risk, such as Financial Engineering, and adapt them to multi-user computational environments.  Ultimately, the goal is to develop new game theoretic models and analysis, as well as new algorithms for solving the computational questions in these models. \r\n\r\nThe program focuses on problems that arise in complex multi-user systems in the real world and has the potential to improve a variety of applications that involve uncertainty and risk-averse users, for example, reduce congestion in transportation and telecommunication networks, enhance the quality of streaming applications over the Internet, increase the safety and security in military operations, autonomous and robot navigation, etc.  From a research standpoint, the transformative potential of the proposed research is to fundamentally shift thinking about uncertain multi-user environments away from optimizing simple expected performance and instead towards a systematic treatment of contingencies and risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evdokia",
   "pi_last_name": "Nikolova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evdokia Nikolova",
   "pi_email_addr": "nikolova2009@gmail.com",
   "nsf_id": "000608955",
   "pi_start_date": "2015-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 357790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The fields of Algorithmic Game Theory and Mechanism Design study the strategic interaction of multiple agents. The growth of available data and computational power enable these fields to make a real impact in understanding the agents' incentives and improving their decisions and the resulting social outcomes. A grand challenge is the presence of uncertainty and risk, which calls for new game theoretic models and algorithmic techniques. As a brief example, consider going to the airport to catch a flight. In uncertain traffic and a deadline, risk considerations are critical and a less risky, albeit longer, route might be preferable over one that minimizes expected delay. But the fundamental questions do not depend merely on one individual's preferences, but on a broader social model that captures many individuals and their interactions. For instance, how does strategic risk-aware routing by multiple users affect route selection and the overall congestion in the network? And how different is the individually optimal (equilibrium) route selection of multiple risk-averse users from a socially optimal traffic allocation?</p>\n<p>&nbsp;</p>\n<p>Inspired by the above transportation example, the research supported by this project has considered models or risk-averse behavior where multiple users compete for resources in a network and there is uncertainty in link delays. The PI&rsquo;s work has provided models and analysis of the existence and properties of equilibria, using established tools from algorithmic game theory such as price of anarchy analysis, as well as creating new concepts and tools to quantify the level of degradation of system performance due to the degree of risk-aversion (the so called &ldquo;price of risk-aversion&rdquo;&mdash;the price society has to pay in increased social cost, such as congestion, due to individuals&rsquo; risk averse decisions.) &nbsp;It has also provided a new type of network topology based analysis as opposed to the standard latency function based analysis, whereby the price of risk-aversion is quantified separately in relation to the network size and in relation to the latency functions assumed in the model. &nbsp;In a different network pricing model, the research has examined the role of competition of network operators in pricing congested networks, and has shown that some degree of regulation is necessary for avoiding poor outcomes for users such as lack of equilibria or very high link prices, and the right type of regulation can guarantee a socially optimal outcome at low prices.</p>\n<p>&nbsp;</p>\n<p>The program has focused on problems that arise in complex multi-user systems in the real world and has the potential to improve a variety of applications that involve uncertainty and risk-averse users, for example, reduce congestion in transportation and telecommunication networks, enhance the quality of streaming applications over the Internet, increase the safety and security in military operations, autonomous and robot navigation, etc. From a research standpoint, the transformative potential of the research is to fundamentally shift thinking about uncertain multi-user environments away from optimizing simple expected performance and instead towards a systematic treatment of contingencies and risk. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Evdokia&nbsp;Nikolova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe fields of Algorithmic Game Theory and Mechanism Design study the strategic interaction of multiple agents. The growth of available data and computational power enable these fields to make a real impact in understanding the agents' incentives and improving their decisions and the resulting social outcomes. A grand challenge is the presence of uncertainty and risk, which calls for new game theoretic models and algorithmic techniques. As a brief example, consider going to the airport to catch a flight. In uncertain traffic and a deadline, risk considerations are critical and a less risky, albeit longer, route might be preferable over one that minimizes expected delay. But the fundamental questions do not depend merely on one individual's preferences, but on a broader social model that captures many individuals and their interactions. For instance, how does strategic risk-aware routing by multiple users affect route selection and the overall congestion in the network? And how different is the individually optimal (equilibrium) route selection of multiple risk-averse users from a socially optimal traffic allocation?\n\n \n\nInspired by the above transportation example, the research supported by this project has considered models or risk-averse behavior where multiple users compete for resources in a network and there is uncertainty in link delays. The PI?s work has provided models and analysis of the existence and properties of equilibria, using established tools from algorithmic game theory such as price of anarchy analysis, as well as creating new concepts and tools to quantify the level of degradation of system performance due to the degree of risk-aversion (the so called \"price of risk-aversion\"&mdash;the price society has to pay in increased social cost, such as congestion, due to individuals? risk averse decisions.)  It has also provided a new type of network topology based analysis as opposed to the standard latency function based analysis, whereby the price of risk-aversion is quantified separately in relation to the network size and in relation to the latency functions assumed in the model.  In a different network pricing model, the research has examined the role of competition of network operators in pricing congested networks, and has shown that some degree of regulation is necessary for avoiding poor outcomes for users such as lack of equilibria or very high link prices, and the right type of regulation can guarantee a socially optimal outcome at low prices.\n\n \n\nThe program has focused on problems that arise in complex multi-user systems in the real world and has the potential to improve a variety of applications that involve uncertainty and risk-averse users, for example, reduce congestion in transportation and telecommunication networks, enhance the quality of streaming applications over the Internet, increase the safety and security in military operations, autonomous and robot navigation, etc. From a research standpoint, the transformative potential of the research is to fundamentally shift thinking about uncertain multi-user environments away from optimizing simple expected performance and instead towards a systematic treatment of contingencies and risk.  \n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Evdokia Nikolova"
 }
}