{
 "awd_id": "1519169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Storm Tracks, Jets, and their Modes of Variability in Switzerland; August 24-28, 2015",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ming Cai",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2015-02-20",
 "awd_max_amd_letter_date": "2015-02-20",
 "awd_abstract_narration": "This workshop will review recent advances on the dynamics of storm tracks, jets and their modes of variability and to address key questions related to the regional response to climate change. The conference will focus on areas of research in which recent progress has been notable, along with emerging themes: characterization of storm track response to climate change, model hierarchies of the storm tracks, model biases, low-frequency variability, coupling to the cryosphere, ocean, stratosphere and tropics, coupling with moisture and clouds and connection to extreme events.\r\n\r\nStorm tracks and jets, together with their modes of variability, affect the regional distribution of precipitation, temperature, and wind in the midlatitudes of both hemispheres. One of the most pressing questions regarding the impacts of climate change concerns how storm tracks will change. While comprehensive climate models predict a poleward shift of the zonal-mean midlatitude westerlies in response to global warming, observational evidence is mixed, and such a shift does not necessarily occur regionally, particularly in the Northern Hemisphere. The importance of understanding the dynamics and robustness of the regional response cannot be understated. It requires a better understanding of the conditions setting the time-mean structure of the storm tracks and jets, their low-frequency variability, and the role of boundary conditions (cryosphere, ocean, stratosphere, and tropics). The resulting changes to climate and weather (e.g., likelihood of extreme events) are also affected by coupling with moisture and clouds.\r\n\r\nThe workshop will be held in Grindelwald, Switzerland 24-28 August 2015. NSF funds will support travel costs for approximately 6 early career scientists from the U.S.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Shaw",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany A Shaw",
   "pi_email_addr": "tas1@uchicago.edu",
   "nsf_id": "000584432",
   "pi_start_date": "2015-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The stormtracks workshop was held from 24-28 August 2015 in Grindelwald, Switzerland. A total of 90 scientists participated in the workshop, including 26 from the U.S. and 55 early career scientists. Scientists from 16 countries were represented including from the USA, Austria, Canada, China, Finland, France, Germany, Iran, Israel, Japan, Norway, South Korea, Sweden, Switzerland, Taiwan and United Kingdom.</p>\n<p>The scientific program covered 5 themes: storm track processes, coupling to boundaries, coupling with radiation and clouds, climate change, mesoscale processes and state-of-the-art modeling. One of the main highlights of the program was a plenary lecture by Sir Prof. Brian Hoskins from Imperial College London entitled &ldquo;Storm tracks: a personal perspective&rdquo;. It provided an overview of storm tracks research over the past 30 years, emphasizing the connections between the large-scale environment, synoptic structure and storm track organization.</p>\n<p>The main outcome of the workshop is a review paper for a general scientific audience summarizing our current understanding of storm track processes and their response to climate change that is in review.</p>\n<p>Travel funds were awarded to 6 graduate students from U.S. universities. The amount of funds allocated depended on the availability of support from the applicant&rsquo;s home institution. The 6 early career scientists provided positive verbal feedback regarding their participation in the workshop.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2016<br>\n\t\t\t\t\tModified by: Tiffany&nbsp;A&nbsp;Shaw</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe stormtracks workshop was held from 24-28 August 2015 in Grindelwald, Switzerland. A total of 90 scientists participated in the workshop, including 26 from the U.S. and 55 early career scientists. Scientists from 16 countries were represented including from the USA, Austria, Canada, China, Finland, France, Germany, Iran, Israel, Japan, Norway, South Korea, Sweden, Switzerland, Taiwan and United Kingdom.\n\nThe scientific program covered 5 themes: storm track processes, coupling to boundaries, coupling with radiation and clouds, climate change, mesoscale processes and state-of-the-art modeling. One of the main highlights of the program was a plenary lecture by Sir Prof. Brian Hoskins from Imperial College London entitled \"Storm tracks: a personal perspective\". It provided an overview of storm tracks research over the past 30 years, emphasizing the connections between the large-scale environment, synoptic structure and storm track organization.\n\nThe main outcome of the workshop is a review paper for a general scientific audience summarizing our current understanding of storm track processes and their response to climate change that is in review.\n\nTravel funds were awarded to 6 graduate students from U.S. universities. The amount of funds allocated depended on the availability of support from the applicantÆs home institution. The 6 early career scientists provided positive verbal feedback regarding their participation in the workshop.\n\n \n\n\t\t\t\t\tLast Modified: 05/02/2016\n\n\t\t\t\t\tSubmitted by: Tiffany A Shaw"
 }
}