{
 "awd_id": "1520991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Photonic Quantum Information Processing",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2015-08-03",
 "awd_max_amd_letter_date": "2015-08-03",
 "awd_abstract_narration": "The nascent field of quantum information promises amazing and important capabilities, such as ultra-secure encryption, ultra-fast computation, and ultra-precise metrology. Photons are excellent carriers of quantum information, having been employed in numerous groundbreaking quantum information processing experiments. However, although many approaches to realizing a reliable periodic source of single photons - a critical resource for quantum applications - are being pursued, to date none operates at a level sufficient for realizing scalable optical quantum information processing. To date, nearly all experiments have been limited by inefficient photon-pair sources and detectors. Consequently, for example, a protocol needing five photons would be the equivalent of rolling five die and getting a \"6\" on each one, with the likelihood of only (1/6)(1/6)(1/6)(1/6)(1/6)= 0.00013. By incorporating time multiplexing of the photon source - making multiple attempts (~20) until we get a successful output, the success probability to create five photons is increased in principle to 88%. Large-scale quantum information processing also requires highly efficient detectors and high-fidelity photonic circuits. This project will solve these needs, combining advanced technologies for periodic single-/multi-photon sources, integrated photonic waveguide circuits, and highly efficient single-photon detectors. The net result will be a new capability for optical quantum information processing, greatly exceeding what has been possible until now.\r\n\r\nThe realization of an efficient periodic source of indistinguishable photons is an enabling technology for many quantum information protocols, including one-way quantum computing, improved quantum cryptography, and quantum metrology. It would immediately enhance almost all existing quantum communication protocols, simultaneously increasing the possible rate while reducing the deleterious effects of multi-photon events. Spontaneous parametric downconversion is well known as a source of heralded single photons - detecting one of the daughter photons indicates the presence of the other one. However, the downconversion process itself is probabilistic, and therefore the resulting single photons are not on-demand; furthermore, using a brighter pump pulse to increase the likelihood of producing a pair automatically increases the unwanted probability of producing more than one pair. By employing temporal multiplexing, allowing photons created in any one of, e.g., 50 time slots to be mapped onto a single final time window, the net efficiency for single-photon creation can be greatly enhanced, while minimizing the likelihood of unwanted multi-photon events. The benefit becomes even greater when intentionally trying to create states with many photons: the methods developed here could enable rate enhancements over five orders of magnitude (and for one experiment up to 12 orders!). A similar improvement in optical circuitry (with regard to size and stability) is realized using custom-fabricated waveguides written into low-loss glass. One key feature of this work is the collaboration with Israeli researcher Yaron Silberberg, who will develop the required photonic waveguide circuitry, and work with the group on the final set of applications. The technology of 'integrating' a large number of waveguides and optics such as beamsplitters and phase shifters into a tiny glass substrate (approximately cross 5 centimeter area) will provide enhanced stability and interference between multiple photons. Thus, the unique bi-national connection in this proposal enables the development and implementation of sophisticated quantum photonic systems well beyond those that have been possible to date, until now limited to only a few photons. Combining the new source with optimized photonic waveguide circuitry, the project will then investigate several interesting photon-based quantum effects, including potentially scalable optical quantum logic and quantum walks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Kwiat",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Kwiat",
   "pi_email_addr": "kwiat@illinois.edu",
   "nsf_id": "000213534",
   "pi_start_date": "2015-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 South Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our primary goal for this project was to develop resources that are critical for medium-scale optical quantum information processing (QIP), employing technologies of high-efficiency time-multiplexed heralded single-photon sources (HSPSs), photonic waveguide circuits, and highly efficient single-photon detectors. Eventual applications include the first optical quantum gate without post-selection, investigations of multi-photon quantum walks and quantum circuits that could demonstrate &ldquo;quantum supremacy&rdquo; &ndash; completing a task faster than any classical computer could.</p>\n<p>Although many experiments using single photons for quantum processing have been reported to date, encoding information on various degrees of freedom (e.g., polarization or timing), to date there still does not exist a perfect source of single photons. All the methods to date suffer from one or more deficiencies. For example, while an attenuated laser pulse may contain one photon on average, it sometimes contains more than one, and sometimes none at all.&nbsp; Single-photon emitters (e.g., atoms or quantum dots) by definition can only emit one photon at a time, but it is difficult to collect that photon for use in other experiments.&nbsp; One long-time workhorse is the process of spontaneous parametric downconversion (SPDC), in which a high-energy pump photon may be converted into two lower energy daughter photons: detecting one of these (the &lsquo;trigger&rsquo;) then heralds the presence of the other at a precise time and location. Unfortunately, a given pump pulse can lead to a single pair of photons (good), or multiple pairs or none at all.&nbsp;</p>\n<p>In order to circumvent this problem we developed a method of &lsquo;time-multiplexing&rsquo;: the SPDC crystal is pumped by a series of pulses (say 50). By measuring which of the pulses contain a &lsquo;trigger&rsquo; photon, we can know which of them contains the photon we&rsquo;re trying to prepare. We then put this photon into a quantum &ldquo;buffer&rdquo; &ndash; an ultra-low loss switchable storage system &ndash; and only release it when we need the photon.&nbsp; This method is able to substantially improve the likelihood of producing a single photon in a given time slot; specifically, using the techniques developed in this project, we were able to create the world&rsquo;s highest efficiency periodic single-photon source, with efficiencies of nearly 70% (about a factor of 2 higher than the best previously reported result).&nbsp;</p>\n<p>Since we want the photons we produce to be able to interfere with other photons (this is the basis of photon-photon quantum logic in an optical quantum information processor), it is critical that the photons be identical to each other. Getting the quantum states of the photons to be indistinguishable is challenging, but we developed a novel method to achieve this (and on the way developed an efficient method to carefully characterize the joint quantum state of the photon pairs produced in our SPDC process).</p>\n<p>Combining all of these advances, we were able to realize a novel quantum communication protocol &ndash; &ldquo;measurement-device-independent quantum key distribution&rdquo; (MDI-QKD) &ndash; and produce a 30x rate enhancement using the time-multiplexing methods to synchronize two independent single-photon sources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/28/2018<br>\n\t\t\t\t\tModified by: Paul&nbsp;G&nbsp;Kwiat</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur primary goal for this project was to develop resources that are critical for medium-scale optical quantum information processing (QIP), employing technologies of high-efficiency time-multiplexed heralded single-photon sources (HSPSs), photonic waveguide circuits, and highly efficient single-photon detectors. Eventual applications include the first optical quantum gate without post-selection, investigations of multi-photon quantum walks and quantum circuits that could demonstrate \"quantum supremacy\" &ndash; completing a task faster than any classical computer could.\n\nAlthough many experiments using single photons for quantum processing have been reported to date, encoding information on various degrees of freedom (e.g., polarization or timing), to date there still does not exist a perfect source of single photons. All the methods to date suffer from one or more deficiencies. For example, while an attenuated laser pulse may contain one photon on average, it sometimes contains more than one, and sometimes none at all.  Single-photon emitters (e.g., atoms or quantum dots) by definition can only emit one photon at a time, but it is difficult to collect that photon for use in other experiments.  One long-time workhorse is the process of spontaneous parametric downconversion (SPDC), in which a high-energy pump photon may be converted into two lower energy daughter photons: detecting one of these (the ?trigger?) then heralds the presence of the other at a precise time and location. Unfortunately, a given pump pulse can lead to a single pair of photons (good), or multiple pairs or none at all. \n\nIn order to circumvent this problem we developed a method of ?time-multiplexing?: the SPDC crystal is pumped by a series of pulses (say 50). By measuring which of the pulses contain a ?trigger? photon, we can know which of them contains the photon we?re trying to prepare. We then put this photon into a quantum \"buffer\" &ndash; an ultra-low loss switchable storage system &ndash; and only release it when we need the photon.  This method is able to substantially improve the likelihood of producing a single photon in a given time slot; specifically, using the techniques developed in this project, we were able to create the world?s highest efficiency periodic single-photon source, with efficiencies of nearly 70% (about a factor of 2 higher than the best previously reported result). \n\nSince we want the photons we produce to be able to interfere with other photons (this is the basis of photon-photon quantum logic in an optical quantum information processor), it is critical that the photons be identical to each other. Getting the quantum states of the photons to be indistinguishable is challenging, but we developed a novel method to achieve this (and on the way developed an efficient method to carefully characterize the joint quantum state of the photon pairs produced in our SPDC process).\n\nCombining all of these advances, we were able to realize a novel quantum communication protocol &ndash; \"measurement-device-independent quantum key distribution\" (MDI-QKD) &ndash; and produce a 30x rate enhancement using the time-multiplexing methods to synchronize two independent single-photon sources.\n\n\t\t\t\t\tLast Modified: 05/28/2018\n\n\t\t\t\t\tSubmitted by: Paul G Kwiat"
 }
}