{
 "awd_id": "1521356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Changes in river-aquifer exchange induced by groundwater pumping, and their effect on arsenic contamination in the Red River Delta, Vietnam",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Barnard",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 295670.0,
 "awd_amount": 331500.0,
 "awd_min_amd_letter_date": "2015-07-16",
 "awd_max_amd_letter_date": "2017-07-26",
 "awd_abstract_narration": "Collaborative Research: Changes in river-aquifer exchange induced by groundwater pumping and their effect on arsenic contamination in the Red River Delta, Vietnam\r\n\r\nAbstract\r\n\r\nAt least two billion people in the world, including an estimated 40 million in the United States, use domestic wells for potable drinking water. The quality of this groundwater can have a large impact on human health, yet we know little about how extensive groundwater pumping, primarily for agricultural and urban water supplies, impacts groundwater quality. This project studies the effect of groundwater pumping on the sustainability of water quality in aquifer systems affected by arsenic, a naturally occurring carcinogen. In South and Southeast Asia, extensive pumping has influenced the spatial extent and concentration of arsenic contamination in groundwater. This field-based project examines how hydrological changes impact the biogeochemistry of aquifers and, subsequently, the arsenic levels in groundwater. Specifically, this project investigates how urban water use in Vietnam is changing aquifer hydrology and river-groundwater interactions that mobilize arsenic. The results of this study will provide generalizable insights leading to more effective management of groundwater resources impacted by naturally occurring contaminants in other settings. The research activities will involve undergraduate and graduate students from Columbia University, Barnard College, and Massachusetts Institute of Technology and engage underprivileged high school students in New York City. \r\n\r\nIn northern Vietnam, the reversal of groundwater flow along the western bank of the Red River has been induced by groundwater pumping for the city of Hanoi. This flow reversal draws high-As groundwater from a gray Holocene aquifer into an adjacent low arsenic, orange Pleistocene aquifer, and the orange Pleistocene sands are turning gray as iron oxyhydroxides are reduced by advected dissolved organic carbon (DOC). This project examines how pumping influences the source and composition of aquifer recharge at the riverbank, where labile arsenic is available and high levels of DOC are released by freshly deposited sediments.  To quantify the impact of urban pumping, the hydrology and biogeochemistry of the western bank aquifers of the Red River influenced by pumping are compared to the eastern bank aquifers that are insulated from the effects of pumping.  This controlled study quantifies the extent to which human perturbations have affected the chemical composition of groundwater and aquifer sediments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Bostick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin C Bostick",
   "pi_email_addr": "bostick@ldeo.columbia.edu",
   "nsf_id": "000537998",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Schlosser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Schlosser",
   "pi_email_addr": "schlosser@asu.edu",
   "nsf_id": "000129415",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "van Geen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander van Geen",
   "pi_email_addr": "avangeen@ldeo.columbia.edu",
   "nsf_id": "000431214",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 147149.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 148521.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 35830.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the effect of pumping on river-groundwater interactions, and the sources and composition of recharge in the Red River Delta. We have results in five topics related to this proposal. First and foremost, we&nbsp; established that reactive carbon is being advected into the aquifer from rivers, and other sources, as a result of groundwater pumping. The result of this organic carbon introduction appears to be sediments in aquifers that formerly were low in As becoming reduced, and in some cases increasing aqueous As levels in the aquifer.&nbsp; We received a supplement to determine the extent to which methane transport and consumption could be responsible for iron oxide reduction, and experiments are underway that help us to better understand this relationship (those experiments take about one year to complete).&nbsp; We also have examined carbon utilization by pairing measurements of the radiocarbon ages of DOC, sediment and methane with the radiocarbon ages of DNA or RNA from microbes in the aquifer, which has the same age as the substrate(s) that they utilize. These difficult experiments, lead by Brian Mailloux, show that the organic carbon used is primarily young (relative to sediments) and thus must be advected from shallow depths.&nbsp; In parallel, we have been examining the biological communities in these aquifers directly using genomics and metagenomic approaches. Those investigations reveal dynamic changes in microbial abundance and activity across the transect. While changes are expected, the most significant finding is that iron reducing bacteria are generally not dominant, and instead there are mixtures of sulfide oxidizers and methane oxidizers most prevalent in zones of extensive iron reduction. This unexpected result supports our methane hypotheses, and suggests that iron reduction may not be as simple as assumed in many of the places where it is believed to cause arsenic contamination.</p>\n<p>Second, we have been establishing that different recharge sources appear to carry different levels of organic carbon, and arsenic, into the aquifer from the surface.&nbsp; To understand the fundamental hydrology driving groundwater systems contaminated with arsenic and the potential flux of organic carbon and sulfate, we delineate and quantify recharge sources into arsenic-contaminated aquifers via end-member modeling with conservative geochemical tracers of &delta;<sup>2</sup>H, &delta;<sup>18</sup>O and chloride/bromide ratios in the Hanoi region of the Red River Delta. We find overall, that groundwaters that are not derived from the river have traditional relationships with higher DOC leading to more reduction, and more As release into groundwater. In riverine recharge zones, however, high aquier As concentrations appear to be inversely correlated with DOC levels, suggesting that either the DOC is more reactive in these areas, or that the recharge waters already contain substantial As. Thus, surface water-groundwater interactions appear to be critical in regulating water quality.</p>\n<p>Third, much of work has involved detailed characterization of aquifer sediment mineralogy and redox state. We have as part of our research, developed new methods of determining redox state, and characterizing sediments. In our completed research, we have focused drilling in Van Phuc and Yen My. The Van Duc field site is complex because of local groundwater use and extensive and deep ponds affecting recharge.&nbsp; We find that these new drilling sites are generally reducing but that there are more subtle differences in sediment mineralogy and composition that may be significant to he,p differentiate gray and black sediments that where (a) originally Pleistocene but converted recently, and (b) reduced Holocene sediments usually associated with high As groundwater.&nbsp; We have drilled additional sediments in our new field area to establish that they are have broad similarities, but have been altered by different hydrological regimes. We currently are measuring sediment age to confirm sediment ages, and improving estimates of Fe mineralogy in those sediments using X-ray absorption spectroscopy. Those results indicate that color is a reasonably insensitive measure of aquifer&nbsp; redox status, and that there are consistently more reactive Fe(III) in Pleistocene converted sediments than Holocene sediments containing much less Fe(III) overall. The silicate fraction of those minerals also appears to be different.</p>\n<p>Last, we have completed a year of water table measurements of our installed groundwater monitoring network.<strong>&nbsp; </strong>The groundwater monitoring network, monitored over last year on both sides of the river, is consistent indicates that local scale hydrogeology is somewhat more variable than anticipated and that it is not appropriate to think of the Van Duc site as an effective control (unperturbed by pumping). This hydrology data continues to be interpreted and modeled at the regional and local-scales by our research team, in collaboration with Charlie Harvey at MIT, Lex van Geen, myself, and Athena Nghiem, a graduate student awarded an NSF fellowship to continue this research.&nbsp; This local scale model will have two parts, the first of which will examine mixing along regional vs. local flow boundaries and their role in releasing As into solution.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2019<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;C&nbsp;Bostick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined the effect of pumping on river-groundwater interactions, and the sources and composition of recharge in the Red River Delta. We have results in five topics related to this proposal. First and foremost, we  established that reactive carbon is being advected into the aquifer from rivers, and other sources, as a result of groundwater pumping. The result of this organic carbon introduction appears to be sediments in aquifers that formerly were low in As becoming reduced, and in some cases increasing aqueous As levels in the aquifer.  We received a supplement to determine the extent to which methane transport and consumption could be responsible for iron oxide reduction, and experiments are underway that help us to better understand this relationship (those experiments take about one year to complete).  We also have examined carbon utilization by pairing measurements of the radiocarbon ages of DOC, sediment and methane with the radiocarbon ages of DNA or RNA from microbes in the aquifer, which has the same age as the substrate(s) that they utilize. These difficult experiments, lead by Brian Mailloux, show that the organic carbon used is primarily young (relative to sediments) and thus must be advected from shallow depths.  In parallel, we have been examining the biological communities in these aquifers directly using genomics and metagenomic approaches. Those investigations reveal dynamic changes in microbial abundance and activity across the transect. While changes are expected, the most significant finding is that iron reducing bacteria are generally not dominant, and instead there are mixtures of sulfide oxidizers and methane oxidizers most prevalent in zones of extensive iron reduction. This unexpected result supports our methane hypotheses, and suggests that iron reduction may not be as simple as assumed in many of the places where it is believed to cause arsenic contamination.\n\nSecond, we have been establishing that different recharge sources appear to carry different levels of organic carbon, and arsenic, into the aquifer from the surface.  To understand the fundamental hydrology driving groundwater systems contaminated with arsenic and the potential flux of organic carbon and sulfate, we delineate and quantify recharge sources into arsenic-contaminated aquifers via end-member modeling with conservative geochemical tracers of &delta;2H, &delta;18O and chloride/bromide ratios in the Hanoi region of the Red River Delta. We find overall, that groundwaters that are not derived from the river have traditional relationships with higher DOC leading to more reduction, and more As release into groundwater. In riverine recharge zones, however, high aquier As concentrations appear to be inversely correlated with DOC levels, suggesting that either the DOC is more reactive in these areas, or that the recharge waters already contain substantial As. Thus, surface water-groundwater interactions appear to be critical in regulating water quality.\n\nThird, much of work has involved detailed characterization of aquifer sediment mineralogy and redox state. We have as part of our research, developed new methods of determining redox state, and characterizing sediments. In our completed research, we have focused drilling in Van Phuc and Yen My. The Van Duc field site is complex because of local groundwater use and extensive and deep ponds affecting recharge.  We find that these new drilling sites are generally reducing but that there are more subtle differences in sediment mineralogy and composition that may be significant to he,p differentiate gray and black sediments that where (a) originally Pleistocene but converted recently, and (b) reduced Holocene sediments usually associated with high As groundwater.  We have drilled additional sediments in our new field area to establish that they are have broad similarities, but have been altered by different hydrological regimes. We currently are measuring sediment age to confirm sediment ages, and improving estimates of Fe mineralogy in those sediments using X-ray absorption spectroscopy. Those results indicate that color is a reasonably insensitive measure of aquifer  redox status, and that there are consistently more reactive Fe(III) in Pleistocene converted sediments than Holocene sediments containing much less Fe(III) overall. The silicate fraction of those minerals also appears to be different.\n\nLast, we have completed a year of water table measurements of our installed groundwater monitoring network.  The groundwater monitoring network, monitored over last year on both sides of the river, is consistent indicates that local scale hydrogeology is somewhat more variable than anticipated and that it is not appropriate to think of the Van Duc site as an effective control (unperturbed by pumping). This hydrology data continues to be interpreted and modeled at the regional and local-scales by our research team, in collaboration with Charlie Harvey at MIT, Lex van Geen, myself, and Athena Nghiem, a graduate student awarded an NSF fellowship to continue this research.  This local scale model will have two parts, the first of which will examine mixing along regional vs. local flow boundaries and their role in releasing As into solution. \n\n \n\n\t\t\t\t\tLast Modified: 01/03/2019\n\n\t\t\t\t\tSubmitted by: Benjamin C Bostick"
 }
}