{
 "awd_id": "1521855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hazards SEES: Persistent volcanic crises resilience in the face of prolonged and uncertain risk",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 2875000.0,
 "awd_amount": 2875000.0,
 "awd_min_amd_letter_date": "2015-08-28",
 "awd_max_amd_letter_date": "2015-08-28",
 "awd_abstract_narration": "Unlike many geological hazards, volcanic eruptions are almost unique in being preceded by weeks or months of clear precursors, which offer the potential for successful early interventions to reduce risk. The impacts of eruptions should therefore be, in principle, amongst the easiest to mitigate of all the great natural hazards. Nevertheless, impacts of volcanic disasters are often out of proportion to the magnitude of the eruptions. Eyjafjallajökull (Iceland), for example, resulted in a cost of $5 billion due to the cancelation of 180,000 aircraft flights during April and May 2010. Volcanic crises carry a host of scientific, engineering, mathematical, and societal problems, along with very high levels of uncertainty. The long-term nature of volcanic unrest, the multi-hazard character of eruptions, major uncertainty in data and models, and the diverse responses of decision makers and other stakeholders, make volcanic hazards uniquely complex amongst natural disasters. \r\n \r\nThis project is developing new understanding of the eruptive record, volcanic plumbing, and the social response and resilience to volcanic threats at Kilauea (Hawaii) and Long Valley (California). Lava from Kilauea currently threatens a town of 950 residents and may soon isolate a large community of 10,500. Heightened seismic activity (including as recent as September 2014) and gas discharges at Long Valley suggest possible magma movement in the crust. Eruptions there can be highly explosive, with tephra plumes greater than 20 km high, and highly destructive pyroclastic density currents. Kilauea and Long Valley represent the spectrum of volcanic crises that pertain to the United States. The prolonged nature of unrest (eruptive or not) in both locations has resulted in mixed social responses, including complacency and denial. This project is developing new and enhanced computational models of eruptive processes to provide predictive geophysical simulations.  We are integrating data and models through innovative hierarchical Bayesian statistical modeling in order to fully incorporate and quantify uncertainties.  Our social science research is characterizing in greater detail stakeholders' understanding of, and preparedness for, the two types of unrest and volcanic systems, and the mental models that affect how they use scientific information.  We are also developing and testing for effectiveness different methods of portraying hazard probabilities and uncertainties to stakeholders, as informed by our social science results. Results from this project will be broadly transferable to other volcanic hazards and will, more generally, inform societal resilience to other natural hazards with long lead times.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Valentine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Valentine",
   "pi_email_addr": "gav4@buffalo.edu",
   "nsf_id": "000504614",
   "pi_start_date": "2015-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Bursik",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus I Bursik",
   "pi_email_addr": "mib@buffalo.edu",
   "nsf_id": "000471781",
   "pi_start_date": "2015-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "E Bruce",
   "pi_last_name": "Pitman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "E Bruce Pitman",
   "pi_email_addr": "pitman@buffalo.edu",
   "nsf_id": "000191728",
   "pi_start_date": "2015-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abani",
   "pi_last_name": "Patra",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Abani K Patra",
   "pi_email_addr": "abani.patra@tufts.edu",
   "nsf_id": "000395619",
   "pi_start_date": "2015-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "University at Buffalo",
  "perf_str_addr": "411 Cooke Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "808700",
   "pgm_ele_name": "SEES Hazards"
  },
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 2875000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to develop a deeper scientific understanding of ongoing, long-term volcanic unrest, to use that understanding to advance our ability to forecast future events in a way that accounts for uncertainties in our understanding, to better understand the perceptions and priorities of human stakeholders in surrounding communities, and to form a bridge to communicate between science and stakeholders.&nbsp; A strong bridge can contribute to community preparedness and response, which in turn improve resilience (the ability to minimize impacts and to bounce back rapidly). &nbsp;Most of the research focused on two case studies:&nbsp; (1) Kilauea volcano (Hawaii), where an eruption began in the early 1980s and ended with a major lava outpouring during this project in 2018; and (2) the Long Valley-Mono-Inyo volcanic system in eastern California, where there has been a long (pre)history of eruptions and where there have been signs of unrest since the early 1980s.&nbsp; At Kilauea, our team developed new data to feed models of pahoehoe lava flows that are a significant hazard around the volcano, and contributed to characterization of a long period of explosive activity from previous centuries and to our understanding of how and when this might occur in the future.&nbsp; The team played an important collaborative role in documenting the terminating activity of 2018 including eruption styles, causes of caldera collapse, and lava flow documentation.&nbsp; All of this was done in close collaboration with the US Geological Survey&rsquo;s (USGS) Hawaii Volcano Observatory.&nbsp; At Long Valley-Mono-Inyo, our team, working with the USGS California Volcano Observatory, extended our understanding of past eruptive activity in the area and integrated that understanding into new probabilistic forecasts.&nbsp; We conducted new work on imaging the magma and hydrothermal system beneath the Long Valley caldera (a &ldquo;supervolcano&rdquo; similar to Yellowstone), in order to better understand whether signals of unrest are related to a potential eruption in the near future.&nbsp; The team developed new methods for incorporating uncertainty into volcano forecasts and in particular for hazard maps that are a major tool for communicating with stakeholders and decision makers.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader impacts, beyond the geoscience described above, focused on how to link the science with stakeholders in surrounding communities, in order to inform decision making and emergency preparedness and response.&nbsp; Extensive work was completed aimed at understanding risk perceptions in the communities, how hazard communication affects local economies, and how to integrate between stakeholder needs and scientific understanding.&nbsp; Our work is advancing the general ability to bridge between natural hazard science and communities that are at risk, and is improving community resilience.&nbsp; Additional broader impacts included: (1) training of several graduate students both in the geoscience and human aspects of the project and of three postdoctoral fellows who are moving into high impact research careers internationally; (2) strengthening of collaborative links between academic institutions and government organizations that are responsible for national hazard science; (3) A large number of peer-reviewed publications that ensure that the work impacts the research community in general.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2020<br>\n\t\t\t\t\tModified by: Greg&nbsp;Valentine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project was to develop a deeper scientific understanding of ongoing, long-term volcanic unrest, to use that understanding to advance our ability to forecast future events in a way that accounts for uncertainties in our understanding, to better understand the perceptions and priorities of human stakeholders in surrounding communities, and to form a bridge to communicate between science and stakeholders.  A strong bridge can contribute to community preparedness and response, which in turn improve resilience (the ability to minimize impacts and to bounce back rapidly).  Most of the research focused on two case studies:  (1) Kilauea volcano (Hawaii), where an eruption began in the early 1980s and ended with a major lava outpouring during this project in 2018; and (2) the Long Valley-Mono-Inyo volcanic system in eastern California, where there has been a long (pre)history of eruptions and where there have been signs of unrest since the early 1980s.  At Kilauea, our team developed new data to feed models of pahoehoe lava flows that are a significant hazard around the volcano, and contributed to characterization of a long period of explosive activity from previous centuries and to our understanding of how and when this might occur in the future.  The team played an important collaborative role in documenting the terminating activity of 2018 including eruption styles, causes of caldera collapse, and lava flow documentation.  All of this was done in close collaboration with the US Geological Survey’s (USGS) Hawaii Volcano Observatory.  At Long Valley-Mono-Inyo, our team, working with the USGS California Volcano Observatory, extended our understanding of past eruptive activity in the area and integrated that understanding into new probabilistic forecasts.  We conducted new work on imaging the magma and hydrothermal system beneath the Long Valley caldera (a \"supervolcano\" similar to Yellowstone), in order to better understand whether signals of unrest are related to a potential eruption in the near future.  The team developed new methods for incorporating uncertainty into volcano forecasts and in particular for hazard maps that are a major tool for communicating with stakeholders and decision makers. \n\n \n\nBroader impacts, beyond the geoscience described above, focused on how to link the science with stakeholders in surrounding communities, in order to inform decision making and emergency preparedness and response.  Extensive work was completed aimed at understanding risk perceptions in the communities, how hazard communication affects local economies, and how to integrate between stakeholder needs and scientific understanding.  Our work is advancing the general ability to bridge between natural hazard science and communities that are at risk, and is improving community resilience.  Additional broader impacts included: (1) training of several graduate students both in the geoscience and human aspects of the project and of three postdoctoral fellows who are moving into high impact research careers internationally; (2) strengthening of collaborative links between academic institutions and government organizations that are responsible for national hazard science; (3) A large number of peer-reviewed publications that ensure that the work impacts the research community in general.\n\n \n\n\t\t\t\t\tLast Modified: 09/03/2020\n\n\t\t\t\t\tSubmitted by: Greg Valentine"
 }
}