{
 "awd_id": "1521208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Experimental Neutron Scattering and Materials-Based Exploration of Spin-Orbital Physics in Intermediate-Bandwidth Quantum Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 120100.0,
 "awd_amount": 120100.0,
 "awd_min_amd_letter_date": "2015-01-12",
 "awd_max_amd_letter_date": "2015-04-17",
 "awd_abstract_narration": "Non-Technical Abstract:\r\nThe electrons in a number of recently discovered materials with exciting new properties tread a fine line between two extremes: one of independent electrons largely ignoring one another (such as in good metals) and one where electrons interact so strongly with each other that they foster collective behavior.  These new classes of so-called intermediate bandwidth systems occupy a unique regime where the coupling between an electron's atomic orbital motion and its intrinsic magnetic field (or spin) plays an important role in generating new electronic behavior.  This project will support a neutron scattering-based experimental research program exploring the fundamental electronic behavior in three key classes of these new spin-orbit coupled materials: iron-based high temperature superconductors, iridium oxide insulators, and topological insulators; many of which possess potential for future energy transport and computing applications.  The project will also support the growth of materials necessary to attack key research problems while simultaneously addressing the large national need for creative materials exploration.  In addition to supporting the education of two PhD students, the project will also provide hands-on, research-based, education to underrepresented high school interns and undergraduates. The synergy fostered by this project's integration of research and educational activities will also advance a broader goal of training the next generation of neutron scattering experts in the United States.\r\n\r\nTechnical Abstract:\r\nThis award will support a neutron scattering-based experimental research program whose goal is to understand magnetism and competing order's role in the electronic behavior of an emerging class of intermediate bandwidth materials where strong spin-orbital coupling effects conspire to create novel properties.  These materials occupy a unique coupling regime (U~W) where modest correlation can exert a dramatic influence within their resulting ground states.  This project will focus on three classes of these materials where magnetic and orbital degrees of freedom are thought to play a key role: iron pnictide high temperature superconductors, novel 5d Mott insulators, and perturbed topological insulators.  Work will be guided by the project-supported growth of the crystalline materials necessary to attack key issues while simultaneously addressing the large national need for creative materials exploration. In addition to supporting the education of two PhD students, the project will also provide hands-on, research-based, education to underrepresented high school interns and undergraduates.  The synergy fostered by this project's integration of research and educational activities will also advance a broader goal of training the next generation of neutron scattering experts in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Wilson",
   "pi_email_addr": "stephendwilson@engineering.ucsb.edu",
   "nsf_id": "000537879",
   "pi_start_date": "2015-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectural Merit: &nbsp;The goal of this CAREER award was to execute a combined crystal growth and neutron scattering based investigation of an array of forefront quantum materials, all of which manifest exotic electronic ground states. States under investigation included high temperature superconductivity in iron pnictide superconductors, new forms of spin-orbit driven correlated phase in iridates, and topologically nontrivial insulators. Many of these new states are envisioned as potential foundations for future device applications ranging from power transport to new underpinnings for quantum computing.</p>\n<p>During the course of the project, frontiers of understanding were expanded for all three classes of materials, iron pnictide superconducting, correlated iridates, and topological insulators. &nbsp;Specifically, in the iron pnictide superconductors, experiments advanced the community's understanding of an exotic nematic response in these materials---something broadly thought to be critical to the formation of the high temperature superconducting state. &nbsp;In work focused on the iridates, the project's work established many of the fundamental properties of these materials. &nbsp;Critically, experiments proved that electronic correlations play an important role in the phase behavior of these systems and validated many models predicting new exotic phases in these systems (including high temperature superconductivity). &nbsp;The project's work in studying topological insulators unveiled the effect of defects on the protected electronic states of these systems and opened critical new avenues for using these systems to engineer future devices.</p>\n<p>Broader Impact: &nbsp;The award advanced the training of the future STEM workforce through educating graduate students, providing research experience for undergraduates, and inspiring the next generation of scientists via community outreach. &nbsp; Two graduate students (Chetan Dhital and Zhensong Ren) were supported under project and graduated with their Ph.D.s in Physics. Three other Physics Ph.D. students (Tom Hogan, Rebecca Dally, and Xiang Chen) were partially supported by the award and will complete their degrees in the coming years. &nbsp;Over 10 undergraduates and 5 area high school students&nbsp;partipated in the project's research activities, several from underrepresented communities in Physics. &nbsp;The award also catalyzed collaboration between the principle investigator's group and outreach organizations (The Educational Cooperative and the Center for Talented Youth). &nbsp;As part of this collaboration, symposia were held targeted at inspiring middle school and high school aged children to pursue educational/career pathways in STEM disciplines.</p>\n<p>The award also helped address the deficit of new materials, in particular crystal, growth in the United States. &nbsp;Materials synthesis supported under the project trained graduate students in growth techniques and fueled numerous domestic collaborations. This supplied forefront materials to both project participants as well as domestic and international research groups for collaborative study. &nbsp;Furthermore, the award advanced the training of the next generation of neutron scattering experts through graduate research and education. This is an essential step in fully harnessing the recent federal investments in expanding neutron scattering scientific infrastructure in the US. Graduate students educated under the award learned a variety of neutron scattering techniques and are now (or plan to be) active members of the scattering community as postdoctoral associates and beyond.</p>\n<p>Most broadly, materials research performed under the award provided foundational knowledge of many next generation electronic materials. &nbsp;The materials explored are considered candidate components in far-term device applications, and award activities worked to ...",
  "por_txt_cntn": "\nIntellectural Merit:  The goal of this CAREER award was to execute a combined crystal growth and neutron scattering based investigation of an array of forefront quantum materials, all of which manifest exotic electronic ground states. States under investigation included high temperature superconductivity in iron pnictide superconductors, new forms of spin-orbit driven correlated phase in iridates, and topologically nontrivial insulators. Many of these new states are envisioned as potential foundations for future device applications ranging from power transport to new underpinnings for quantum computing.\n\nDuring the course of the project, frontiers of understanding were expanded for all three classes of materials, iron pnictide superconducting, correlated iridates, and topological insulators.  Specifically, in the iron pnictide superconductors, experiments advanced the community's understanding of an exotic nematic response in these materials---something broadly thought to be critical to the formation of the high temperature superconducting state.  In work focused on the iridates, the project's work established many of the fundamental properties of these materials.  Critically, experiments proved that electronic correlations play an important role in the phase behavior of these systems and validated many models predicting new exotic phases in these systems (including high temperature superconductivity).  The project's work in studying topological insulators unveiled the effect of defects on the protected electronic states of these systems and opened critical new avenues for using these systems to engineer future devices.\n\nBroader Impact:  The award advanced the training of the future STEM workforce through educating graduate students, providing research experience for undergraduates, and inspiring the next generation of scientists via community outreach.   Two graduate students (Chetan Dhital and Zhensong Ren) were supported under project and graduated with their Ph.D.s in Physics. Three other Physics Ph.D. students (Tom Hogan, Rebecca Dally, and Xiang Chen) were partially supported by the award and will complete their degrees in the coming years.  Over 10 undergraduates and 5 area high school students partipated in the project's research activities, several from underrepresented communities in Physics.  The award also catalyzed collaboration between the principle investigator's group and outreach organizations (The Educational Cooperative and the Center for Talented Youth).  As part of this collaboration, symposia were held targeted at inspiring middle school and high school aged children to pursue educational/career pathways in STEM disciplines.\n\nThe award also helped address the deficit of new materials, in particular crystal, growth in the United States.  Materials synthesis supported under the project trained graduate students in growth techniques and fueled numerous domestic collaborations. This supplied forefront materials to both project participants as well as domestic and international research groups for collaborative study.  Furthermore, the award advanced the training of the next generation of neutron scattering experts through graduate research and education. This is an essential step in fully harnessing the recent federal investments in expanding neutron scattering scientific infrastructure in the US. Graduate students educated under the award learned a variety of neutron scattering techniques and are now (or plan to be) active members of the scattering community as postdoctoral associates and beyond.\n\nMost broadly, materials research performed under the award provided foundational knowledge of many next generation electronic materials.  The materials explored are considered candidate components in far-term device applications, and award activities worked to advance scientific understanding of these compounds.  This is a necessary step before any market ready device applications can be realized.\n\n \n\n\t\t\t\t\tLast Mo..."
 }
}