{
 "awd_id": "1521616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "OCE-PRF Track 1 (Broadening Participation): Internal wave-generated turbulent mixing and vertical nitrate flux during spring and neap tides along the Mid-Atlantic Bight shelf break",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2015-06-23",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "The marine biological carbon pump transforms carbon dioxide into organic carbon and transports it from the surface ocean to the abyss. Biological productivity in the oceans is dependent on the rate at which deep water nutrients mix upward into the surface ocean. Tides are believed to contribute to this mixing in the coastal ocean, but we do not know the extent to which they influence the biological carbon pump. In this project, the fellow will address the fundamental question: Do tides significantly impact biological production and organic carbon export in the coastal ocean by increasing the rate at which essential nutrients enter the sunlit surface ocean? In addition, the fellow will broaden participation of underrepresented groups in the ocean sciences by leading hands-on educational activities teaching introductory robotics to students of Baltimore City public schools; presenting findings to the local community during the an open house at Horn Point Laboratories, including students in the Maryland public school system; and collaborating with the University of Maryland's Louis Stokes Alliance for Minorities Participation program to mentor an undergraduate researcher. \r\n\r\nThe marine biological carbon pump, a critical process in reducing atmospheric carbon dioxide concentration, is the fixation of carbon dioxide into organic material (Corg) during primary production and subsequent transport from the surface ocean into the abyss. Over the continental shelves, the proportion of total Corg that is exported is much greater than that in the open ocean, so even small fluctuations in biological productivity over the shelves can have a large impact on the global carbon budget. In much of the surface ocean, biological productivity is limited by nutrient availability and the vertical transport of nutrients is controlled by turbulent mixing. During interaction with the shelf/slope topography, a portion of tidal energy is lost to turbulence during conversion into internal waves, which lose further energy to turbulence as they move onshore. This mechanism likely increases the rate vertical nutrient flux and biological productivity over the continental shelves. Given the ubiquity and frequency (hours to months) of tides worldwide, mixing caused by internal tide-shelf break interaction may be a globally important mechanism of nutrient supply to surface ocean ecosystems. \r\n\r\nThe goal of this study is to quantify the effect of internal waves on vertical nutrient flux. Using a propelled Autonomous Underwater Vehicle (AUV), the fellow will make simultaneous in-situ measurements of vertical turbulent mixing rate and nitrate concentration profiles over two semidiurnal tidal cycles during both a spring and neap tide over the southern New England shelf. These measurements will be used to estimate the change in vertical nitrate flux on unprecedented temporal and spatial scales. The fellow test the hypothesis that tidal energy dissipation caused by the interaction with the continental shelf edge will increase the rate of vertical turbulent mixing, and thus vertical nutrient flux, near the base of the euphotic zone in the Mid-Atlantic Bight.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Haskell                 William",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900890740",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, Center for Environmental Science",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "216133368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7398",
   "pgm_ref_txt": "OCEAN OBSERVATORY SCI & TECH"
  },
  {
   "pgm_ref_code": "8205",
   "pgm_ref_txt": "OCE Postdoctoral Fellowships"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The marine biological carbon pump, a critical process in reducing atmospheric carbon dioxide concentration, occurs as carbon dioxide is &lsquo;fixed&rsquo; into organic material (Corg) by plants during primary production and is subsequently transported from the surface ocean into the abyss. Over the continental shelves, the proportion of total Corg that is exported is much greater than that in the open ocean, so even small fluctuations in biological productivity over the shelves can have a large impact on the biological pump and the global carbon budget. In much of the surface ocean, primary production is limited by nutrient availability and the vertical transport of nutrients is controlled by turbulent mixing. During interaction with the shelf/slope topography, a portion of tidal energy is lost to turbulence during conversion into internal waves, which lose further energy to turbulence as they move onshore. Thus, internal waves generated by tidal flow across the shelf are a potentially significant, but poorly quantified, mechanism for vertical nutrient transport over the continental shelves. The purpose of this project was to test the following question: <em>Does the interaction of internal tides with the continental shelf break significantly influence the vertical flux of nitrate, a biological production-limiting nutrient, across the thermocline and thus, the export of organic material into the ocean interior?</em><br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We approached this question in a new way: using a propelled autonomous underwater vehicle (AUV; Hydroid Remus 600) equipped with microstructure shear, temperature and conductivity probes, ADCPs, and a nitrate sensor. These measurements were used to estimate the change in vertical nitrate flux on unprecedented temporal and spatial scales by characterizing internal wave structure, vertical turbulent mixing rate, and vertical nitrate distribution across the light boundary where primary production can occur. This approach provides an unprecedented view of vertical nutrient flux due to internal wave-topographic interaction with spatial and temporal resolution unobtainable from traditional ship-based techniques.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The major accomplishments of this project were: 1) A successful initial deployment off the coast of New England in November 2015 that demonstrated our ability to measure the parameters to quantify the vertical flux of nitrate from a propelled AUV, and served as training for the PI on the maintenance, piloting, and field operations of the Remus vehicle and sensor payload; 2) The PI gained further professional training and development during a UNOLS Chief Scientist Training cruise in February 2016. As part of this project, he used underway measurements of O2/Ar to demonstrate how small-scale patchiness in surface ocean physical features can impact carbon export estimates using an O2/Ar-based approach; 3) We detected ~5x variability in vertical nitrate flux into the sunlit surface ocean at different periods in the tidal cycle during an AUV deployment in coastal Southern California. However, ongoing further analysis is required to definitively determine whether the variability in vertical nitrate flux is due to internal tidal flow over the continental shelf break.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The main impacts of this project have been interdisciplinary. The application of an autonomous underwater vehicle, typically utilized in the physical oceanography community, is novel to simultaneously measure vertical mixing rate and nutrient distribution to calculate vertical nutrient fluxes, typically estimated by the chemical oceanography community. The goal of understanding the impact of internal tides on supplying euphotic zone biological communities with limiting nutrients is interdisciplinary, and thus the results of this study will directly benefit both physical and chemical oceanography.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; In addition to scientific impacts, there are societal implications for this work. Mixing of dissolved chemicals in nearshore ecosystems not only influence the natural plant and animal communities, but also the human population that depends on these environments for fisheries, wastewater disposal and recreational activities. Chemical dispersal in nearshore environments is also critical in understanding the impacts of coastal pollution. Therefore, marine conservation and policy efforts may be impacted by the findings of this research. The postdoctoral work and professional development of the PI was entirely supported by this grant. In addition, the this project contributed to the broadening of participation of underrepresented groups in ocean sciences in the following ways: 1) the PI led hands-on educational activities about the application of robotics in marine science for the public, including students in the Maryland public school system, at the University of Maryland Center for Environmental Science - Horn Point Laboratories (HPL) Open House in 2015; 2) During the summer of 2016, the PI volunteered as a resident scientist at HPL to work with a visiting science summer camp, consisting of a diverse group of ~30 Baltimore-area high school students; 3) A group of undergraduate engineering students at UCSB worked collaboratively on a complimentary project to develop an autonomous system to aid in deployment and recovery of a Remus 600 AUV. This gave the students professional training and experience working in a scientific environment, as well as exposed them to possible career opportunities in oceanography.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2017<br>\n\t\t\t\t\tModified by: William&nbsp;Haskell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe marine biological carbon pump, a critical process in reducing atmospheric carbon dioxide concentration, occurs as carbon dioxide is ?fixed? into organic material (Corg) by plants during primary production and is subsequently transported from the surface ocean into the abyss. Over the continental shelves, the proportion of total Corg that is exported is much greater than that in the open ocean, so even small fluctuations in biological productivity over the shelves can have a large impact on the biological pump and the global carbon budget. In much of the surface ocean, primary production is limited by nutrient availability and the vertical transport of nutrients is controlled by turbulent mixing. During interaction with the shelf/slope topography, a portion of tidal energy is lost to turbulence during conversion into internal waves, which lose further energy to turbulence as they move onshore. Thus, internal waves generated by tidal flow across the shelf are a potentially significant, but poorly quantified, mechanism for vertical nutrient transport over the continental shelves. The purpose of this project was to test the following question: Does the interaction of internal tides with the continental shelf break significantly influence the vertical flux of nitrate, a biological production-limiting nutrient, across the thermocline and thus, the export of organic material into the ocean interior?\n       We approached this question in a new way: using a propelled autonomous underwater vehicle (AUV; Hydroid Remus 600) equipped with microstructure shear, temperature and conductivity probes, ADCPs, and a nitrate sensor. These measurements were used to estimate the change in vertical nitrate flux on unprecedented temporal and spatial scales by characterizing internal wave structure, vertical turbulent mixing rate, and vertical nitrate distribution across the light boundary where primary production can occur. This approach provides an unprecedented view of vertical nutrient flux due to internal wave-topographic interaction with spatial and temporal resolution unobtainable from traditional ship-based techniques. \n\n     The major accomplishments of this project were: 1) A successful initial deployment off the coast of New England in November 2015 that demonstrated our ability to measure the parameters to quantify the vertical flux of nitrate from a propelled AUV, and served as training for the PI on the maintenance, piloting, and field operations of the Remus vehicle and sensor payload; 2) The PI gained further professional training and development during a UNOLS Chief Scientist Training cruise in February 2016. As part of this project, he used underway measurements of O2/Ar to demonstrate how small-scale patchiness in surface ocean physical features can impact carbon export estimates using an O2/Ar-based approach; 3) We detected ~5x variability in vertical nitrate flux into the sunlit surface ocean at different periods in the tidal cycle during an AUV deployment in coastal Southern California. However, ongoing further analysis is required to definitively determine whether the variability in vertical nitrate flux is due to internal tidal flow over the continental shelf break.\n\n     The main impacts of this project have been interdisciplinary. The application of an autonomous underwater vehicle, typically utilized in the physical oceanography community, is novel to simultaneously measure vertical mixing rate and nutrient distribution to calculate vertical nutrient fluxes, typically estimated by the chemical oceanography community. The goal of understanding the impact of internal tides on supplying euphotic zone biological communities with limiting nutrients is interdisciplinary, and thus the results of this study will directly benefit both physical and chemical oceanography.\n\n     In addition to scientific impacts, there are societal implications for this work. Mixing of dissolved chemicals in nearshore ecosystems not only influence the natural plant and animal communities, but also the human population that depends on these environments for fisheries, wastewater disposal and recreational activities. Chemical dispersal in nearshore environments is also critical in understanding the impacts of coastal pollution. Therefore, marine conservation and policy efforts may be impacted by the findings of this research. The postdoctoral work and professional development of the PI was entirely supported by this grant. In addition, the this project contributed to the broadening of participation of underrepresented groups in ocean sciences in the following ways: 1) the PI led hands-on educational activities about the application of robotics in marine science for the public, including students in the Maryland public school system, at the University of Maryland Center for Environmental Science - Horn Point Laboratories (HPL) Open House in 2015; 2) During the summer of 2016, the PI volunteered as a resident scientist at HPL to work with a visiting science summer camp, consisting of a diverse group of ~30 Baltimore-area high school students; 3) A group of undergraduate engineering students at UCSB worked collaboratively on a complimentary project to develop an autonomous system to aid in deployment and recovery of a Remus 600 AUV. This gave the students professional training and experience working in a scientific environment, as well as exposed them to possible career opportunities in oceanography.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2017\n\n\t\t\t\t\tSubmitted by: William Haskell"
 }
}