{
 "awd_id": "1522454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advances in Multilevel Methods for Saddle Point Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2015-07-28",
 "awd_max_amd_letter_date": "2015-07-28",
 "awd_abstract_narration": "In spite of the fast increase in computational power of today's computers, the development of faster algorithms for equational models is paramount for the simulation of phenomena investigated nowadays in practical applications in science and engineering. For a large spectrum of situations in the scientific world, a computer simulation has to replace experimental simulation and data collection. For a computer simulation, in order to obtain accurate approximation of the physical quantities of interest, a powerful computational system has to be combined with a fast and reliable algorithm to test and to confirm the designed models. The project will contribute to the construction and implementation of new and efficient algorithms for solving numerically challenging problems. In particular, the proposed research will focus on constructing fast and robust algorithms for solving computational fluid dynamics and electromagnetic problems. The breakthrough approach of the project is based on recent results in  numerical analysis, on new  algorithm designing and implementation, and on scientific  testing and validation of the new computational tools.  The methodology from this project for the  time-harmonic Maxwell's equations has a broad range of applications in nano-optics and analog signal packages. The work for solving variational problems has scientific and technical applications in optimization of electrical networks and image restoration. \r\n\r\nThe research will study and develop reliable and efficient numerical algorithms for solving partial differential equations that can be described as variational saddle point systems or mixed variational formulations. The goal of the project is to build robust algorithms  for solving such equations in the presence of low regularity of solutions due to discontinuities in data or coefficients. The research will produce a rigorous and systematic analysis of a large class of saddle point problems, focusing on efficient algorithm development  and testing. The methods will be based on finite element discretization algorithms in the context of a multilevel and adaptive choice of approximation spaces. The PI's approach uses a new saddle point least-squares type of discretization for systems of PDEs, that takes full advantage of the regularity of the solution and involves an efficient level change criterion that minimizes the running time of the global iterative process. This study will lead to more reliable methods for a variety of applications of the  finite element method to science and engineering communities, such as those interested in elasticity, electromagnetism, friction, and computational fluid dynamics. The research findings will be shared within the field and with a more general audience including mathematics and science high-school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constantin",
   "pi_last_name": "Bacuta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Constantin Bacuta",
   "pi_email_addr": "bacuta@udel.edu",
   "nsf_id": "000491928",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our &nbsp;research contributed to theoretical &nbsp;and practical aspect of building efficient algorithms for partial differential equations (PDE) &nbsp;models in general and to discretizing mixed variational formulations in particular. &nbsp;Examples include electromagnetism, elasticity and acoustics, fluid flow, and diffusion through heterogenous porous media. When approximating these systems, it is often desirable to obtain robust estimates of all physical quantities &nbsp;even in the presence of low regularity solutions perhaps near boundaries, at discontinuities in material coefficients, or because of low regularity data. &nbsp;<br />The project provided a unified theoretical and computational framework that allows &nbsp;robust estimates of physical quantities &nbsp;even in the presence of low regularity solutions, discontinuities in material coefficients, or low regularity data. &nbsp;We &nbsp;obtained accurate approximation of &nbsp;the physical quantities of interest, &nbsp;by combining &nbsp;powerful mathematical analysis with &nbsp;reliable algorithm design, and sustained &nbsp;testing of the proposed models. The breakthrough achievements of the project &nbsp;rely on a new &nbsp;saddle point least squares formulation of variational problems with different trial and test spaces, on &nbsp;new way to build trial &nbsp;spaces &nbsp;that includes non-conforming spaces, on inclusion of a priori and a posteriori residual estimates for iterative solvers, and on efficient &nbsp;iterative &nbsp;techniques that include &nbsp;multilevel and multigrid &nbsp;preconditioning.<br />Our method can &nbsp;replace &nbsp;experimental &nbsp;simulation and data collection &nbsp;computer testing and computer simulation of &nbsp;PDE models that are suitable to mixed variational formulation. &nbsp;The application of our proposed multilevel &nbsp;solvers &nbsp;are relevant &nbsp;in practical applications for &nbsp;large simulation processes that &nbsp;lead to &nbsp;saddle point systems &nbsp; depending &nbsp;on one or more parameters.In particular, &nbsp;we designed &nbsp;fast and robust algorithms for solving &nbsp;computational fluid dynamics and electromagnetic problems.&nbsp;Our designed numerical approach for the &nbsp;time-harmonic Maxwell's equations has applications in nano-optics and analog signal packages. The &nbsp;proposed algorithms &nbsp;for solving mixed &nbsp;variational problems &nbsp;has scientific and technical applications in many fields, including optimization of &nbsp;networks and &nbsp;image restoration.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project results will further &nbsp;contribute to the training &nbsp;of researchers &nbsp;in the theoretical and the computational aspects of the variational formulation models.&nbsp;The PI has been &nbsp;advising and training two &nbsp;graduate student &nbsp;on mathematical and computational aspects directly related with the &nbsp;DMS-1522454 project. One &nbsp;PhD thesis &nbsp;about mixed variational discretization, {\\it A Saddle Point Least Square Method for Systems of linear PDEs}, was completed in June 2017 by one of PI's students and another PhD thesis is expected to be defended by the end of the UD Spring 2019 semester.&nbsp;Specific topics from DMS-1522454 &nbsp;research will be &nbsp; included in the &nbsp; curriculum for graduate courses. Gaduate and undergraduate &nbsp;students &nbsp;benefited &nbsp; from the DMS-1522454 project &nbsp;due to various &nbsp;presentations (by PI and his students) in seminars and symposia at the University of Delaware and other institutions. The results have been &nbsp;shared with colleagues, students and other researchers through active &nbsp;participation and collaboration &nbsp;in conferences, meetings and workshops &nbsp;at the national and international levels.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2018<br>\n\t\t\t\t\tModified by: Constantin&nbsp;Bacuta</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1522454/1522454_10380999_1539952869028_GradientRecovery--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1522454/1522454_10380999_1539952869028_GradientRecovery--rgov-800width.jpg\" title=\"Saddle Point Least Square  super convergence\"><img src=\"/por/images/Reports/POR/2018/1522454/1522454_10380999_1539952869028_GradientRecovery--rgov-66x44.jpg\" alt=\"Saddle Point Least Square  super convergence\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The proposed least square method has higher order of approximation for the flux when compared with standard flux recovery techniques.</div>\n<div class=\"imageCredit\">DMS-1522454</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Constantin&nbsp;Bacuta</div>\n<div class=\"imageTitle\">Saddle Point Least Square  super convergence</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOur  research contributed to theoretical  and practical aspect of building efficient algorithms for partial differential equations (PDE)  models in general and to discretizing mixed variational formulations in particular.  Examples include electromagnetism, elasticity and acoustics, fluid flow, and diffusion through heterogenous porous media. When approximating these systems, it is often desirable to obtain robust estimates of all physical quantities  even in the presence of low regularity solutions perhaps near boundaries, at discontinuities in material coefficients, or because of low regularity data.  \nThe project provided a unified theoretical and computational framework that allows  robust estimates of physical quantities  even in the presence of low regularity solutions, discontinuities in material coefficients, or low regularity data.  We  obtained accurate approximation of  the physical quantities of interest,  by combining  powerful mathematical analysis with  reliable algorithm design, and sustained  testing of the proposed models. The breakthrough achievements of the project  rely on a new  saddle point least squares formulation of variational problems with different trial and test spaces, on  new way to build trial  spaces  that includes non-conforming spaces, on inclusion of a priori and a posteriori residual estimates for iterative solvers, and on efficient  iterative  techniques that include  multilevel and multigrid  preconditioning.\nOur method can  replace  experimental  simulation and data collection  computer testing and computer simulation of  PDE models that are suitable to mixed variational formulation.  The application of our proposed multilevel  solvers  are relevant  in practical applications for  large simulation processes that  lead to  saddle point systems   depending  on one or more parameters.In particular,  we designed  fast and robust algorithms for solving  computational fluid dynamics and electromagnetic problems. Our designed numerical approach for the  time-harmonic Maxwell's equations has applications in nano-optics and analog signal packages. The  proposed algorithms  for solving mixed  variational problems  has scientific and technical applications in many fields, including optimization of  networks and  image restoration. \n\n \n\nThe project results will further  contribute to the training  of researchers  in the theoretical and the computational aspects of the variational formulation models. The PI has been  advising and training two  graduate student  on mathematical and computational aspects directly related with the  DMS-1522454 project. One  PhD thesis  about mixed variational discretization, {\\it A Saddle Point Least Square Method for Systems of linear PDEs}, was completed in June 2017 by one of PI's students and another PhD thesis is expected to be defended by the end of the UD Spring 2019 semester. Specific topics from DMS-1522454  research will be   included in the   curriculum for graduate courses. Gaduate and undergraduate  students  benefited   from the DMS-1522454 project  due to various  presentations (by PI and his students) in seminars and symposia at the University of Delaware and other institutions. The results have been  shared with colleagues, students and other researchers through active  participation and collaboration  in conferences, meetings and workshops  at the national and international levels.\n\n\t\t\t\t\tLast Modified: 10/19/2018\n\n\t\t\t\t\tSubmitted by: Constantin Bacuta"
 }
}