{
 "awd_id": "1522209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Planning For the Future: Developing a Five Year Plan for Wildsumaco Biological Station",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 21452.0,
 "awd_amount": 21452.0,
 "awd_min_amd_letter_date": "2015-07-30",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "Wildsumaco Biological Station's (WBS) primary mission is scientific research and education (www.wildsumacobio.org). WBS itself is a collaboration between Francis Marion University (FMU), the University of North Carolina Wilmington, Pontificia Universidad Católica del Ecuador and Wildsumaco Wildlife Sanctuary (WWS). Although the station only opened in 2012, it is quickly becoming a hub for high quality teaching and research in the Sumaco region. WBS has hosted numerous undergraduate courses and produced a number of scientific papers and presentations. This grant allows for the development of a comprehensive five year plan to facilitate WBS's development into a world class ecological research station, with a number of societal benefits. First, because WBS is located in one of the world's premier biodiversity hotspots, improving research at the station will increase our understanding of tropical biodiversity. In particular, developing partnerships with other field stations along the east slope of the Andes will allow for coordinated monitoring of biodiversity changes from lowland tropical rainforest to high elevation cloud forests. Second, developing the station will enhance educational opportunities for underrepresented groups. Most students at FMU come from poor, rural areas of South Carolina, with a very high proportion of minority students. The opportunity to conduct ecological research in one of the world's biodiversity hotspots is a unique opportunity for many of these underrepresented groups, and one that not only engages them in science, but also global culture. Third, the enhanced research and education occurring at the station will have practical management consequences. The research being done at the Wildsumaco Wildlife Sanctuary and within Sumaco National Park itself are helping to better educate park staff on local biodiversity, as well as inform management decisions and improve the potential to develop ecotourism as a viable alternative to the destructive timber practices that threaten the surrounding forest. \r\n\r\nKey partners in this activity include the University of North Carolina Wilmington and the Pontifical Catholic University of Ecuador. WBS's location in the Tropical Andes biodiversity hotspot, at the confluence of lowland Amazonian and highland Andean biotas, render it a site of global ecological and conservation significance. In addition to high potential for new species discovery, WBS is an ideal site in which to monitor distributional changes of species driven by global climate change and associated shifting climate envelopes in this megadiverse region. This planning process will produce a five year action plan for management of the station, identify infrastructure needs for current and future students and researchers, and establish and enhance scientific collaboration and educational outreach. This will be accomplished in part through three planning workshops. The first, in the USA, will seek advice and strategies from invited staff of established field stations. The second, in Ecuador, will seek input and solidify commitments from WBS managers, stakeholders, and the local community, and will include visits to three similar research stations to learn from their experience. The third and final workshop in the USA will distill and collate information from the previous workshops, and seek guidance from scientists and business faculty to draft the final five year plan of action. The plan will identify the most efficient strategy to maintain and enhance WBS's scientific and educational programs, the dissemination of research findings to the scientific community and general public, and recruitment of research groups and students (particularly minority students) to the station. The WBS website is located at http://www.wildsumacobio.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Travis",
   "pi_last_name": "Knowles",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Travis W Knowles",
   "pi_email_addr": "tknowles@fmarion.edu",
   "nsf_id": "000637267",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Steinmetz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Steinmetz",
   "pi_email_addr": "jsteinmetz@fmarion.edu",
   "nsf_id": "000637265",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Zwiers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Zwiers",
   "pi_email_addr": "pzwiers@fmarion.edu",
   "nsf_id": "000642684",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Francis Marion University",
  "inst_street_address": "4822 E PALMETTO ST",
  "inst_street_address_2": "",
  "inst_city_name": "FLORENCE",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8436611165",
  "inst_zip_code": "295064530",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "SC07",
  "org_lgl_bus_name": "FRANCIS MARION UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KQ8SV6752C73"
 },
 "perf_inst": {
  "perf_inst_name": "Francis Marion University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "295020547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21452.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF FSML Planning Grant was awarded to support the development of a five-year strategic plan for Wildsumaco Biological Station (WBS) in Ecuador, which is a collaborative venture between Francis Marion University (SC), the University of North Carolina Wilmington, and the Pontifical Catholic University in Ecuador. Already in its short history, WBS has established a record of supporting faculty, graduate student, and undergraduate research in Neotropical biodiversity, conservation, and ecology, as well as teaching undergraduates from its partner institutions and from other universities in the USA and abroad. However, budgetary, staffing, and infrastructure shortcomings prevent WBS from reaching its full potential.</p>\n<p>This planning grant supported three workshops that brought together outside biological station directors from the USA and Ecuador, academic and management partners, and a strategic planning expert. As a result, the principal investigators have now developed a five-year strategic plan for the station. The plan has focused future efforts on five major goals: securing a full-time station manager; creation of station bylaws and a Board of Directors; development of a master plan for future station infrastructure; establishment of a data sharing and management plan; development of a communications and marketing plan; and securing increased financial stability. Using this focused plan, the partners will now be able to effectively advocate for targeted funding and management actions to meet these goals, thereby securing a sustainable future of scientific research, education, and communication to the scientific community and the public at large.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2017<br>\n\t\t\t\t\tModified by: Travis&nbsp;W&nbsp;Knowles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF FSML Planning Grant was awarded to support the development of a five-year strategic plan for Wildsumaco Biological Station (WBS) in Ecuador, which is a collaborative venture between Francis Marion University (SC), the University of North Carolina Wilmington, and the Pontifical Catholic University in Ecuador. Already in its short history, WBS has established a record of supporting faculty, graduate student, and undergraduate research in Neotropical biodiversity, conservation, and ecology, as well as teaching undergraduates from its partner institutions and from other universities in the USA and abroad. However, budgetary, staffing, and infrastructure shortcomings prevent WBS from reaching its full potential.\n\nThis planning grant supported three workshops that brought together outside biological station directors from the USA and Ecuador, academic and management partners, and a strategic planning expert. As a result, the principal investigators have now developed a five-year strategic plan for the station. The plan has focused future efforts on five major goals: securing a full-time station manager; creation of station bylaws and a Board of Directors; development of a master plan for future station infrastructure; establishment of a data sharing and management plan; development of a communications and marketing plan; and securing increased financial stability. Using this focused plan, the partners will now be able to effectively advocate for targeted funding and management actions to meet these goals, thereby securing a sustainable future of scientific research, education, and communication to the scientific community and the public at large.\n\n\t\t\t\t\tLast Modified: 10/31/2017\n\n\t\t\t\t\tSubmitted by: Travis W Knowles"
 }
}