{
 "awd_id": "1522191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Variational Structure Preserving Methods for Incompressible Flows: Discretization, Analysis, and Parallel Solvers",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 234780.0,
 "awd_amount": 234780.0,
 "awd_min_amd_letter_date": "2015-09-11",
 "awd_max_amd_letter_date": "2019-03-07",
 "awd_abstract_narration": "The goal of this project is to develop improved models and numerical methods that advance the state of the art for incompressible fluid flow simulation. The key ideas are the better enforcement of geometric and physical laws in the computer algorithms, building a solid mathematical framework for the models and methods developed, and the devising of algorithms that will allow for efficient implementation on supercomputers. Although the simulation of fluid flow is a critical subtask in a wide spectrum of engineering applications, current tools and techniques are often unreliable and it is not uncommon for state of the art methods to take weeks or months (or possibly never finish with an accurate solution), even with thousands of processors, to perform simulations of flows around a car, through a nuclear reactor, or around part of an airplane. The project aims to develop mathematical prediction models and numerical methods that will provide more accurate solutions in a more efficient manner than state-of-the-art methods.\r\n\r\nThe PIs will construct efficient methods for incompressible flow simulation by constructing models and methods that better adhere to geometric structure and physical conservation laws than modern methods. The key components are to i) construct novel methods that are efficient and can correctly account for vorticity dynamics, and energy, helicity, and mass conservation -- this will require development of efficient boundary conditions and significant analysis to build a solid mathematical framework; ii) develop more efficient algebraic solvers for these methods that can be used on thousands of processors; iii) large scale testing on benchmark problems as well as on application problems with collaborators. Broader impacts include i) developing efficient methods for simulating high speed incompressible flows, which will improve the design process for a wide spectrum of applications in environmental engineering, in cardiovascular simulations, and in atmosphere and ocean sciences; ii) training graduate and undergraduate students through research involvement; and iii) developing large scale, parallel codes to be made publicly available as part of the deal.II library.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leo",
   "pi_last_name": "Rebholz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leo Rebholz",
   "pi_email_addr": "rebholz@clemson.edu",
   "nsf_id": "000518094",
   "pi_start_date": "2015-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Timo",
   "pi_last_name": "Heister",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timo Heister",
   "pi_email_addr": "heister@clemson.edu",
   "nsf_id": "000674003",
   "pi_start_date": "2015-09-11",
   "pi_end_date": "2019-03-07"
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "300 Brackett Hall",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 234780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">This project developed innovative new mathematical and numerical  technique to improve efficiency and accuracy of fluid flow simulations  (e.g. water, oil, air).<span>&nbsp; </span>Equations of fluid motion have long been known to be very complex  and difficult to solve, but are critically important in many  applications in science and engineering, from engineering design in the  automotive and aerospace industries to weather prediction  and climate science.<span>&nbsp; </span>As experiments are time  consuming and expensive (and in some cases not even possible), the need to do computer simulations of physical  phenomena is critical for these applications and many more.</p>\n<p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">&nbsp;</p>\n<p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">This project aimed at addressing several important problems that arise  in creating efficient and accurate fluid simulations, and signficant  progress was made on several fronts.<span>&nbsp; </span>A substantial amount of mathematical theory was developed for this  work, to ensure mathematical validity, numerical stability, and  provable accuracy and robustness of the developed methods and algorithms.<span>&nbsp; </span>Numerical methods (i.e. computer algorithms) were developed that  better preserved physical laws in the numerical simulations - when  equations move to a computer, some physics can get lost if one is not  careful.<span>&nbsp; </span>By incorporating more physics into the simulations, more accurate  simulations resulted. Solvers for block saddle point linear systems  were developed that improved on the state of the art.<span>&nbsp; </span>The linear solves that arise often in simulations are often the  most computationally and time intensive parts, and this project  developed new methods along with rigorous analysis proving their high  accuracy.<span>&nbsp; </span>This technology was also extended to multiphysics fluid problems.<span>&nbsp; </span>Improved nonlinear solver technology were developed to solve large complex systems of equations.<span>&nbsp; </span>While linear solves can be the bottleneck of a simulation,  nonlinear solves can make a simulation fail; linear solves can almost  always be done (at least in theory), but it is a matter of computational cost, while nonlinear solves are  often much more delicate and standard algorithms can fail  to give an answer, halting the simulation in its tracks.<span>&nbsp; </span> The initial intent was to solve such systems arising in fluid  simulations, but the results ended up being quite general and are  applicable to improving nonlinear solvers in any field of math, science,  engineering, etc.<span>&nbsp; </span>Numerical methods to incorporate data into simulations of physical phenomena were developed and analyzed.<span>&nbsp; </span>Often, sparse data measurements are available, and work in this  project showed how they can be used to provably increase accuracy in  simulations.<span>&nbsp; </span><span>Over 30 papers were published in peer reviewed  journals as part of this project, and just as many presentations were  given at conferences and universities, to disseminate the results.</span></p>\n<p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">&nbsp;</p>\n<p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">Along with a significant amount of mathematical theory development,  computer codes were generated (many of which are parallel codes suitable  for simulations on clusters with thousands of processors) and made  freely available on several platforms including github  and as part of the deal.II tutorials.</p>\n<p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">&nbsp;</p>\n<p style=\"margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: Cambria;\">Many students were trained as part of this project, at all levels.<span>&nbsp; </span>Student&rsquo;s work on this project led to the completion of 6 Ph.D. degrees (with a 7th almost finished), 5 M.S. degrees, and 5 undergraduate theses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2019<br>\n\t\t\t\t\tModified by: Leo&nbsp;Rebholz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project developed innovative new mathematical and numerical  technique to improve efficiency and accuracy of fluid flow simulations  (e.g. water, oil, air).  Equations of fluid motion have long been known to be very complex  and difficult to solve, but are critically important in many  applications in science and engineering, from engineering design in the  automotive and aerospace industries to weather prediction  and climate science.  As experiments are time  consuming and expensive (and in some cases not even possible), the need to do computer simulations of physical  phenomena is critical for these applications and many more.\n \nThis project aimed at addressing several important problems that arise  in creating efficient and accurate fluid simulations, and signficant  progress was made on several fronts.  A substantial amount of mathematical theory was developed for this  work, to ensure mathematical validity, numerical stability, and  provable accuracy and robustness of the developed methods and algorithms.  Numerical methods (i.e. computer algorithms) were developed that  better preserved physical laws in the numerical simulations - when  equations move to a computer, some physics can get lost if one is not  careful.  By incorporating more physics into the simulations, more accurate  simulations resulted. Solvers for block saddle point linear systems  were developed that improved on the state of the art.  The linear solves that arise often in simulations are often the  most computationally and time intensive parts, and this project  developed new methods along with rigorous analysis proving their high  accuracy.  This technology was also extended to multiphysics fluid problems.  Improved nonlinear solver technology were developed to solve large complex systems of equations.  While linear solves can be the bottleneck of a simulation,  nonlinear solves can make a simulation fail; linear solves can almost  always be done (at least in theory), but it is a matter of computational cost, while nonlinear solves are  often much more delicate and standard algorithms can fail  to give an answer, halting the simulation in its tracks.   The initial intent was to solve such systems arising in fluid  simulations, but the results ended up being quite general and are  applicable to improving nonlinear solvers in any field of math, science,  engineering, etc.  Numerical methods to incorporate data into simulations of physical phenomena were developed and analyzed.  Often, sparse data measurements are available, and work in this  project showed how they can be used to provably increase accuracy in  simulations.  Over 30 papers were published in peer reviewed  journals as part of this project, and just as many presentations were  given at conferences and universities, to disseminate the results.\n \nAlong with a significant amount of mathematical theory development,  computer codes were generated (many of which are parallel codes suitable  for simulations on clusters with thousands of processors) and made  freely available on several platforms including github  and as part of the deal.II tutorials.\n \nMany students were trained as part of this project, at all levels.  Student?s work on this project led to the completion of 6 Ph.D. degrees (with a 7th almost finished), 5 M.S. degrees, and 5 undergraduate theses.\n\n\t\t\t\t\tLast Modified: 09/07/2019\n\n\t\t\t\t\tSubmitted by: Leo Rebholz"
 }
}