{
 "awd_id": "1523836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2015",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2015-08-07",
 "awd_max_amd_letter_date": "2015-08-07",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2015, Research Using Biological Collections. The fellowship supports a research and training plan for the Fellow to take transformative approaches to grand challenges in biology that employ biological collections in highly innovative ways.  The title of the research plan for this fellowship to Stacy C. Farina is \"Virtual fish gills: Modeling flow through microscopic structures of gills from a variety of oceanic fishes.\" The host institution for this fellowship is Harvard University, and the sponsoring scientist is Dr. George Lauder.\r\n \r\nThe gills are some of the most important structures in fish physiology as the primary site of gas and ion exchange. They are comprised of long filaments covered with microscopic plates of tissue. These plates provide a large amount of surface area for exchange of gases and ions with the environment. They also act as biological \"microfluidic devices\" by passively directing water flowing through them. Fishes are incredibly diverse, particularly in the ocean: from fast-moving fishes that make global migrations, to deep-sea fishes that spend their lives in complete darkness. There is substantial variation in the microscopic anatomy of the gills among these diverse species. The fellowship research investigates variation in gill structure using specimens from the Harvard Museum of Comparative Zoology (MCZ) and nano-computed tomography (nano-CT) imaging to examine gill morphology of species from a variety of oceanic habitats. These scans are used to create three-dimensional virtual models of gills which are then tested using computational fluid dynamics and finite element analysis simulations. These simulations predict the effects of gill morphology on hydrodynamics and oxygen uptake. Specimen data from the MCZ online database, including date, locality, and depth, are vital for determining parameters for simulations. Understanding variation in gills provides answers to fundamental questions in fish physiology and biomechanics, including whether there is trade-off between increased surface area for respiration and decreased resistance to water pumped across the gills. Research results are applicable to design of microfluidic devices by engineers.\r\n\r\nTraining goals include gaining expertise in some of the most advanced techniques for morphological visualization and computer modeling, for example, creating and analyzing nano-CT models of anatomy. Broader impacts include multi-media contributions to the publically-accessible MCZ online database, such as images, movies of rotating nano-CT scans, and files for 3D printing. Educational outreach includes a new workshop at the Harvard Museum of Natural History entitled \"Life Underwater: The Amazing Adaptations of Fishes for Aquatic Life,\" for 6-12th graders, incorporating videos of CT scans of gills and other structures. Outreach activites are also directed to undergraduate students and the engineering community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Farina",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy C Farina",
   "pi_email_addr": "",
   "nsf_id": "000689301",
   "pi_start_date": "2015-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Farina                  Stacy          C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Winthrop",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021522203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the PI, Dr. Stacy Farina, as a Postdoctoral Research Fellow. The host institution for this fellowship was Harvard University and the sponsoring scientist is Dr. George Lauder. During this fellowship, Dr. Farina studied the flow of water through fish gills by developing a three-dimensional computational model of the microscopic structures (lamellae) extending from fish gills. These lamellae are the site of gas and ion exchange in fishes, and a model of how water flows over the lamellae of different species has provided fundamental physiological information about fish breathing. Dr. Farina used scanning electron microscopy to survey the morphology of fish gills from a variety of species, and her model could be adjusted to match the dimensions of any species surveyed. Dr. Farina found that there is a tradeoff between the efficiency and effectiveness of different lamallae configurations, which is reflected in the ecology of the fishes. She also found that the highly asymmetrically shaped gill lamellae found in endothermic opah perform well in both efficiency and effectiveness, meaning that the opah's unusual lamellae shape can overcome the hydrodynamic tradeoff that constrains most fish gills.</p>\n<p>Prior to this study, efficient configurations of gill lamellae were considered to be optimal, and other gill configurations were considered to be suboptimal. By considering variation among 5 different measurements of 3D fish gill lamalle arrangement from species from a variety of habitats, this study has quantified a trade-off between efficiency and effectiveness, demonstrating the benefits of these \"suboptimal\" shapes. Also, the presence of extreme asymmetry in the shape of gill lamellae of opah was discovered to be a compromise that results in both efficient and effective gills. These results will have a large impact on the way that we understand and interpret variation in 3D fish gill lamellae shape and how it influences fluid flow during gill ventilation.&nbsp;</p>\n<p>This award supported Dr. Farina's professional development by providing training opportunities in computational fluid dynamics, biological collections digitization, and the academic job market. This award also supported Dr. Farina's mentorship of undergraduates as they completed research projects on fish functional morphology and biomechanics. The six undergraduates mentored by Dr. Farina included five women, including two women of color. All six students presented their projects at national conferences. Two students are first authors on their resulting papers, which are currently in review or in press, and the remaining four students are working on manuscripts to be published. Dr. Farina also developed and ran a new activity called &ldquo;Funky Fish Fins&rdquo; for the &ldquo;I Heart Science&rdquo; festival at the Harvard Museum of Natural History, which is an all-day science event for adults and families.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/11/2018<br>\n\t\t\t\t\tModified by: Stacy&nbsp;C&nbsp;Farina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the PI, Dr. Stacy Farina, as a Postdoctoral Research Fellow. The host institution for this fellowship was Harvard University and the sponsoring scientist is Dr. George Lauder. During this fellowship, Dr. Farina studied the flow of water through fish gills by developing a three-dimensional computational model of the microscopic structures (lamellae) extending from fish gills. These lamellae are the site of gas and ion exchange in fishes, and a model of how water flows over the lamellae of different species has provided fundamental physiological information about fish breathing. Dr. Farina used scanning electron microscopy to survey the morphology of fish gills from a variety of species, and her model could be adjusted to match the dimensions of any species surveyed. Dr. Farina found that there is a tradeoff between the efficiency and effectiveness of different lamallae configurations, which is reflected in the ecology of the fishes. She also found that the highly asymmetrically shaped gill lamellae found in endothermic opah perform well in both efficiency and effectiveness, meaning that the opah's unusual lamellae shape can overcome the hydrodynamic tradeoff that constrains most fish gills.\n\nPrior to this study, efficient configurations of gill lamellae were considered to be optimal, and other gill configurations were considered to be suboptimal. By considering variation among 5 different measurements of 3D fish gill lamalle arrangement from species from a variety of habitats, this study has quantified a trade-off between efficiency and effectiveness, demonstrating the benefits of these \"suboptimal\" shapes. Also, the presence of extreme asymmetry in the shape of gill lamellae of opah was discovered to be a compromise that results in both efficient and effective gills. These results will have a large impact on the way that we understand and interpret variation in 3D fish gill lamellae shape and how it influences fluid flow during gill ventilation. \n\nThis award supported Dr. Farina's professional development by providing training opportunities in computational fluid dynamics, biological collections digitization, and the academic job market. This award also supported Dr. Farina's mentorship of undergraduates as they completed research projects on fish functional morphology and biomechanics. The six undergraduates mentored by Dr. Farina included five women, including two women of color. All six students presented their projects at national conferences. Two students are first authors on their resulting papers, which are currently in review or in press, and the remaining four students are working on manuscripts to be published. Dr. Farina also developed and ran a new activity called \"Funky Fish Fins\" for the \"I Heart Science\" festival at the Harvard Museum of Natural History, which is an all-day science event for adults and families. \n\n\t\t\t\t\tLast Modified: 06/11/2018\n\n\t\t\t\t\tSubmitted by: Stacy C Farina"
 }
}