{
 "awd_id": "1523500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying the Effect of Vapor Wall Deposition on Chamber-Derived Yields of Secondary Organic Aerosol",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 524889.0,
 "awd_amount": 524889.0,
 "awd_min_amd_letter_date": "2015-07-10",
 "awd_max_amd_letter_date": "2015-07-10",
 "awd_abstract_narration": "This research is focused on the study of secondary organic aerosol (SOA), very small particles condensed from the gas phase, in environmental chambers and the effects of gas and particle deposition onto the chamber walls. Modeling studies generally utilize fundamental data from environmental chambers in predicting ambient aerosol concentrations in the atmosphere.  Currently a discrepancy exists between model predictions and atmospheric measurements of SOA.  The reanalysis of historical chamber experiments indicates that prior reported SOA yields may have been underpredicted.  The information from this research is critical for understanding aerosol-induced health effects and contributions to global aerosol radiative forcing.\r\n\r\nThe proposed work includes: (1) Measurements of the wall deposition rates of individual organic species on the Teflon walls of a chamber and correlation of those rates to molecular properties of the species; (2) Chamber experiments with a wide range of important biogenic and anthropogenic volatile organic compounds in which the competition between vapor transport to particles and the walls is modulated; and (3) Development of a comprehensive model of chamber vapor dynamics that allows quantitative assessment from data on individual species of the impact of vapor wall deposition and extrapolation to atmospheric \"wall-less\" conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Seinfeld",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Seinfeld",
   "pi_email_addr": "seinfeld@caltech.edu",
   "nsf_id": "000167173",
   "pi_start_date": "2015-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 524889.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earth's atmosphere is a giant chemical reactor. Gases are emitted into the atmosphere from sources ranging from combustion of fossil fuels to organic molecules released by vegetation. Particles are likewise emitted directly into the atmosphere from motor vehicle exhaust as well as natural sources, like vegetation and fires. Once airborne, organic species undergo complex chemical reactions that lead to formation of particles themselves. Organic particles produced in this manner are referred to as Secondary Organic Aerosol (<span><span>SOA</span></span>).&nbsp; Secondary organic aerosol, the largest component by mass of organic particulate matter, plays a role in human health.&nbsp; The chemical pathways that lead to <span><span>SOA</span></span> are highly complex and are generally studied in the laboratory, using state-of-the-science instrumentation and large laboratory reactors.&nbsp; Indeed, much of the atmospheric chemistry understanding is the result of studies carried out in these large laboratory reactors, termed \"chambers.\"&nbsp; It has been recognized since the inception of laboratory chambers that both organic gases and particles can deposit on the walls of such chambers.&nbsp; Such deposition, which is unavoidable, perturbs the chemistry occurring in the chamber and affects the ultimate composition and rate of production of organic aerosol. This research program has been aimed at understanding the molecular details involved in chamber atmospheric chemistry and developing experimental strategies and computational modeling to understand the effect of wall interactions on the chemistry occurring in such chambers. These chamber processes occur simultaneously with the complex gas-phase organic oxidation chemistry that generates the low-volatility compounds that transfer to the particle phase as organic aerosol. A significant achievement of our research has been the elucidation of the effect of using ever-increasing amounts of inert \"seed\" aerosol to foster uptake of organic oxidation products onto growing particles as opposed to deposition onto the chamber walls. To address the challenge of understanding the competitive chemical and physical processes in organic aerosol formation in laboratory chambers required a combination of experimental and theoretical studies. We have developed a comprehensive computational model of gas- and particle-phase processes in laboratory chambers used to carry out atmospheric chemistry studies. This work now provides the atmospheric chemistry community a means of interpreting the results of laboratory chamber studies.&nbsp; In summary, chemistry in the atmosphere occurs essentially in the absence of walls. With the successful completion of this project, it is now possible through combined experimental and computational approaches to unravel the contributions of pure chemistry and physical interactions involving the chamber itself to understand the formation of secondary organic aerosol.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2019<br>\n\t\t\t\t\tModified by: John&nbsp;H&nbsp;Seinfeld</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1523500/1523500_10375759_1562165666643_NSFOutcomesfigure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1523500/1523500_10375759_1562165666643_NSFOutcomesfigure--rgov-800width.jpg\" title=\"Sources and sinks of organic vapors in a chamber\"><img src=\"/por/images/Reports/POR/2019/1523500/1523500_10375759_1562165666643_NSFOutcomesfigure--rgov-66x44.jpg\" alt=\"Sources and sinks of organic vapors in a chamber\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sources and sinks of organic vapors in a chamber.</div>\n<div class=\"imageCredit\">Seinfeld group</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;H&nbsp;Seinfeld</div>\n<div class=\"imageTitle\">Sources and sinks of organic vapors in a chamber</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nEarth's atmosphere is a giant chemical reactor. Gases are emitted into the atmosphere from sources ranging from combustion of fossil fuels to organic molecules released by vegetation. Particles are likewise emitted directly into the atmosphere from motor vehicle exhaust as well as natural sources, like vegetation and fires. Once airborne, organic species undergo complex chemical reactions that lead to formation of particles themselves. Organic particles produced in this manner are referred to as Secondary Organic Aerosol (SOA).  Secondary organic aerosol, the largest component by mass of organic particulate matter, plays a role in human health.  The chemical pathways that lead to SOA are highly complex and are generally studied in the laboratory, using state-of-the-science instrumentation and large laboratory reactors.  Indeed, much of the atmospheric chemistry understanding is the result of studies carried out in these large laboratory reactors, termed \"chambers.\"  It has been recognized since the inception of laboratory chambers that both organic gases and particles can deposit on the walls of such chambers.  Such deposition, which is unavoidable, perturbs the chemistry occurring in the chamber and affects the ultimate composition and rate of production of organic aerosol. This research program has been aimed at understanding the molecular details involved in chamber atmospheric chemistry and developing experimental strategies and computational modeling to understand the effect of wall interactions on the chemistry occurring in such chambers. These chamber processes occur simultaneously with the complex gas-phase organic oxidation chemistry that generates the low-volatility compounds that transfer to the particle phase as organic aerosol. A significant achievement of our research has been the elucidation of the effect of using ever-increasing amounts of inert \"seed\" aerosol to foster uptake of organic oxidation products onto growing particles as opposed to deposition onto the chamber walls. To address the challenge of understanding the competitive chemical and physical processes in organic aerosol formation in laboratory chambers required a combination of experimental and theoretical studies. We have developed a comprehensive computational model of gas- and particle-phase processes in laboratory chambers used to carry out atmospheric chemistry studies. This work now provides the atmospheric chemistry community a means of interpreting the results of laboratory chamber studies.  In summary, chemistry in the atmosphere occurs essentially in the absence of walls. With the successful completion of this project, it is now possible through combined experimental and computational approaches to unravel the contributions of pure chemistry and physical interactions involving the chamber itself to understand the formation of secondary organic aerosol.\n\n\t\t\t\t\tLast Modified: 07/08/2019\n\n\t\t\t\t\tSubmitted by: John H Seinfeld"
 }
}