{
 "awd_id": "1523588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PREM: Cal State L.A. & Penn State Partnership for Materials Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924709",
 "po_email": "dmajumda@nsf.gov",
 "po_sign_block_name": "Debasis Majumdar",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 3300000.0,
 "awd_amount": 3499390.0,
 "awd_min_amd_letter_date": "2015-08-09",
 "awd_max_amd_letter_date": "2022-11-09",
 "awd_abstract_narration": "Non-Technical Summary:\r\nThis is a Partnership for Research and Education in Materials (PREM) between California State University, Los Angeles (CSULA), and Penn State University (PSU). Through collaboration between three CSULA departments (Physics, Chemistry and Biochemistry and Mechanical Engineering) in two colleges (Natural and Social Sciences and Engineering and Technology) and the Materials Research Science and Engineering Center (MRSEC) for Nanoscale Science at PSU, this PREM is designed to enhance the research and education of materials sciences and engineering at CSULA, a minority-serving institution. Its focus is on mentoring, guiding and training undergraduate and master's students for careers in materials via a comprehensive scientific and educational program that also facilitates the development of a Master's of Science Degree in Materials Science and Engineering at CSULA while establishing a bridge structure for CSULA students to continue on to PhD studies at Penn State or other leading institutions, or to seek employment in the field after graduation. \r\n\r\nTechnical Summary:\r\nThe PREM integrates three research topics with one educational component as follows. (T1) Magnetic, Electrical, Thermal and Ferroelectric Properties of the Oxygen-isotope Substituted Half-doped Manganites seeks to study and develop new interfaces using isotope substitutions in specific multiferroic materials that present potentially controllable electric and magnetic properties near room temperature. Such materials are very promising for the development of low-power spintronic devices. (T2) Oxygen-evolving Electrocatalysts and Photoelectrocatalysts Immobilized onto Light-absorbing Perovskite Metal Oxides seeks to develop new routes to renewable energy sources (hydrogen production) by extracting the catalytic cluster that allows the process of water splitting in plants and stabilize it onto perovskite substrates using synthetic methods. (T3) Development of Catalytic Nanopumps Utilizing Carbon Nanotubes and Layer-by-Layer Processing studies catalytic, non-mechanical, nanopumps able to function without a power source and deliver controllable microscale flows that respond to specific stimuli. This project utilizes catalytic enzymes attached to vertically aligned carbon nanotubes and fabricated using layer-by-layer techniques. The educational, long-lasting, impact of this PREM is reflected in the development of curriculum and the implementation of a higher degree in the field of materials science and engineering though (T4) Development of CSULA's Master of Science Degree in Materials Science and Engineering and Educational Plan for the PREM.\r\n \r\nA central theme in all PREM activities is the recruitment and retention of underrepresented minorities in sciences and technology. These activities are critical to the vision and strategic planning of CSULA and its service to the community, given its location in the Los Angeles area, its ever-increasing role in the education of underrepresented students, and the expanding and evolving field of materials science. A summer research experience for talented high schools students is also offered in collaboration with four local minority high schools (Roosevelt, Garfield, Lincoln and Wilson) with >95% Latino enrollment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Gomez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Gomez",
   "pi_email_addr": "fgomez@calstate.edu",
   "nsf_id": "000468452",
   "pi_start_date": "2019-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Bernal",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar O Bernal",
   "pi_email_addr": "obernal@calstatela.edu",
   "nsf_id": "000468859",
   "pi_start_date": "2015-08-09",
   "pi_end_date": "2019-02-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Crespi",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent H Crespi",
   "pi_email_addr": "nanoprof@icloud.com",
   "nsf_id": "000308623",
   "pi_start_date": "2015-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Los Angeles",
  "perf_str_addr": "5151 State University Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791300",
   "pgm_ele_name": "PREM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 975000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 660000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1005000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 660000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cal State LA &ndash; Penn State University (PSU) PREM program has significantly impacted the research and educational environment and community at Cal State LA. The institution is a designated Hispanic-Serving Institution (HSI) and draws from a diverse student population in the Southern California region, mainly Hispanics and other historically underrepresented populations. The numbers of students in STEM disciplines from these groups have been increasing over the past several decades but increased efforts are needed for the full potential to be realized. The student body at Cal State LA is greater than 55% female and the PREM program has made a concerted effort to recruit and support women. Since the inception of the PREM program, 65% of the student participants were underrepresented minorities (URMs) and 45% of the total participants were female. 58% of the students in the program identified as Hispanics. Over 70 students were financially supported by the PREM program and almost 50% continued to graduate or professional school programs. Several of these students have continued their education in graduate programs at PSU. A major outcome of the PREM partnership has been the creation of the Master of Science (MS) degree in Materials Science that would not have been possible without the support of NSF. Since its debut in 2019, over 65 students have enrolled in the program. PREM funding has enabled Cal State LA faculty to broaden the scope of their research and into areas not previously imagined. This diversity of interdisciplinary research projects involves faculty from Mechanical Engineering, Chemistry, Physics, and Biology. This eclectic array of research and collaborations continues, is supported in varied ways on campus, and benefits students interested in research with broad impact. One way the PREM program is carrying it forward is in the diversity of recent hires reflecting a new focus on materials science. PREM support has resulted in several NSF and other federal agency projects being funded thereby leveraging original funds to sustain these projects.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/09/2024<br>\nModified by: Frank&nbsp;A&nbsp;Gomez</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Cal State LA  Penn State University (PSU) PREM program has significantly impacted the research and educational environment and community at Cal State LA. The institution is a designated Hispanic-Serving Institution (HSI) and draws from a diverse student population in the Southern California region, mainly Hispanics and other historically underrepresented populations. The numbers of students in STEM disciplines from these groups have been increasing over the past several decades but increased efforts are needed for the full potential to be realized. The student body at Cal State LA is greater than 55% female and the PREM program has made a concerted effort to recruit and support women. Since the inception of the PREM program, 65% of the student participants were underrepresented minorities (URMs) and 45% of the total participants were female. 58% of the students in the program identified as Hispanics. Over 70 students were financially supported by the PREM program and almost 50% continued to graduate or professional school programs. Several of these students have continued their education in graduate programs at PSU. A major outcome of the PREM partnership has been the creation of the Master of Science (MS) degree in Materials Science that would not have been possible without the support of NSF. Since its debut in 2019, over 65 students have enrolled in the program. PREM funding has enabled Cal State LA faculty to broaden the scope of their research and into areas not previously imagined. This diversity of interdisciplinary research projects involves faculty from Mechanical Engineering, Chemistry, Physics, and Biology. This eclectic array of research and collaborations continues, is supported in varied ways on campus, and benefits students interested in research with broad impact. One way the PREM program is carrying it forward is in the diversity of recent hires reflecting a new focus on materials science. PREM support has resulted in several NSF and other federal agency projects being funded thereby leveraging original funds to sustain these projects.\n\n\n\t\t\t\t\tLast Modified: 05/09/2024\n\n\t\t\t\t\tSubmitted by: FrankAGomez\n"
 }
}