{
 "awd_id": "1524420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: Collaborative Research: Human-Supervised Manipulation of Deformable Objects",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 322319.0,
 "awd_amount": 322319.0,
 "awd_min_amd_letter_date": "2015-08-03",
 "awd_max_amd_letter_date": "2015-08-03",
 "awd_abstract_narration": "The goal of the proposed work is to develop algorithms that enable human-supervised robotic manipulation of deformable objects under significant uncertainty. Manipulation of deformable objects is essential in surgery, which involves complex manipulations of delicate and highly deformable tissue under substantial uncertainty, and in manufacturing, where many assembly tasks involve flexible parts and materials (e.g. cables, textiles, and composites). Recent advances in robot hardware (e.g. the da Vinci and Baxter robots) have made robotic manipulation of deformable objects physically possible but robots still lack the algorithms necessary to perform practical tasks in this domain when there is significant model uncertainty. This project will have broad societal impact through its applications in surgical and manufacturing robotics. The ability to robustly manipulate deformable structures is an important precursor technology towards realizing intelligent robotic surgical assistants. Robotics and its medical applications have the potential to inspire children to pursue careers in STEM fields and meet the needs of America's growing health-care and manufacturing robotics industry. Integration of the research activities with education will emphasize actively involving undergraduates in research activities and introducing new lecture material and projects into undergraduate and graduate courses. Also, special emphasis will be given to recruit qualified students from under-represented groups. \r\n\r\nThe purpose of the proposed research is to develop algorithms that enable human-supervised robotic manipulation of deformable objects under substantial uncertainty. Specifically, the research will focus on developing adaptive complexity models for modeling deformable object dynamics and associated uncertainty, planning algorithms for integrated exploration and task execution, control algorithms for robust manipulation of deformable objects under uncertainty, and algorithms for effective human supervision of robotic manipulation of deformable objects. The intellectual merit of the project comes from its fundamental contributions to robotic modeling, planning, and control algorithms for manipulation of deformable objects. The research will have impact in the fields of robotic manipulation, motion planning under uncertainty, and compliant manipulation control.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Berenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Berenson",
   "pi_email_addr": "berenson@eecs.umich.edu",
   "nsf_id": "000231987",
   "pi_start_date": "2015-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}