{
 "awd_id": "1524800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Faculty as Change Agents: Transforming Geoscience Education in Two-year Colleges",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 370036.0,
 "awd_amount": 370036.0,
 "awd_min_amd_letter_date": "2015-07-14",
 "awd_max_amd_letter_date": "2015-07-14",
 "awd_abstract_narration": "Two-year colleges (2YCs) play crucial roles in meeting the Nation's geoscience and STEM workforce needs and in increasing public scientific literacy. Nationally, 2YCs enroll over 45% of all U.S. undergraduates and serve a large number of women, minority, and first-generation college students. The 2YC teaching environment is one of the most challenging as community colleges are primarily open-access institutions that serve an extremely diverse student body; teaching loads are heavy; there is an increasing use of adjunct faculty; and support is limited for participation in faculty professional development activities. The latter issue is particularly crucial since such activities are widely recognized as the source for many innovative teaching methods shown to be critically important for improving student learning. This faculty professional development project will build a national network of self-sustaining local communities of 2YC geoscience faculty and administrators who use evidence-based strategies to improve all students' academic success and facilitate professional pathways into the STEM workforce. A program of interconnected and mutually supportive research and evaluation that is fully integrated in the project will advance knowledge and understanding of the effectiveness of a professional development model for full-time and adjunct geoscience and STEM faculty in 2YCs. \r\n\r\nThe project goals are to 1) implement high-impact evidence-based instructional and co-curricular practices that support the academic success of all students and promote professional pathways into geoscience; 2) build a sustainable national network of 2YC leaders who catalyze change at multiple levels from their courses to institutions in their local regions and within the community of practice; and 3) investigate models of professional development for full-time and adjunct 2YC geoscience faculty that promote the cycle of innovation, where faculty learn from the research of others, make changes in their own practice, and share what they have learned with the education community. The project's professional development program will prepare two cohorts of 2YC geoscience faculty teams to implement evidence-based instructional and co-curricular practices at their institutions. The first cohort includes twenty-four (24) full-time and adjunct faculty from seventeen (17) institutions in ten regions in the United States. National workshops, virtual professional development opportunities (e.g., journal clubs, webinars, implementation and discussion groups), and on-line resources will support faculty in implementing changes on their campus. Inclusion of administrators in the project will provide support for systemic change at each institution. The faculty teams will expand the reach of the project by engaging additional two-year and four-year institutions in their regions using a combination of workshops and follow-on activities. Virtual professional development opportunities will serve as a mechanism for increasing the reach of the project and on-line resources will provide persistent resources for the full geoscience and broader STEM communities. The project team anticipates that six-hundred (600) full-time and adjunct 2YC faculty and fifty (50) four-year college and university faculty will be engaged in professional development activities over the course of the project and that the project will impact an estimated 250,000 2YC students enrolled in geoscience courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norlene",
   "pi_last_name": "Emerson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Norlene Emerson",
   "pi_email_addr": "norlene.emerson@uwc.edu",
   "nsf_id": "000686337",
   "pi_start_date": "2015-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin Colleges",
  "inst_street_address": "432 Lake Street",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082633191",
  "inst_zip_code": "537061415",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "J7A6XZMKLGZ8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Richland",
  "perf_str_addr": "1200 hwy 14 west",
  "perf_city_name": "Richland Center",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "535811316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 136914.0
  }
 ],
 "por": null
}