{
 "awd_id": "1524619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Upgrading Learning for Teachers in Real Analysis",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 49744.0,
 "awd_amount": 49744.0,
 "awd_min_amd_letter_date": "2015-09-10",
 "awd_max_amd_letter_date": "2015-09-10",
 "awd_abstract_narration": "There is a critical need in undergraduate education to provide pre-service high school mathematics teacher candidates with a substantial depth of mathematical understanding linked to the mathematical knowledge for teaching necessary to support their students developing knowledge, skills, and positive dispositions in mathematics.  To obtain certification to teach high school mathematics, preservice and in-service teachers (PISTs) are required to complete a number of courses in advanced mathematics.  Yet research has shown that PISTs' experience in advanced mathematics courses has a minimal effect on how they teach or on their students' subsequent mathematics achievement.  This Improving Undergraduate STEM Education (IUSE) Engaged Student Learning--Level 1 project will address this issue by introducing an alternative model to teaching advanced mathematics to PISTs.  This issue is investigated in the context of a Real Analysis course, a course often required for certification to teach secondary mathematics.  As opposed to traditional Real Analysis courses, the transformative model in this project situates the real analysis in the context of high school teaching and makes explicit links between the real analysis content and pedagogical actions that a PIST can take into a classroom setting.  It also assesses PISTs both on their understanding of real analysis and their ability to draw on their real analysis knowledge to respond appropriately to classroom situations in secondary mathematics.  This change in instruction will be viewed as successful if the PISTs can (i) prove important theorems in Real Analysis, (ii) use the content in Real Analysis to answer questions about high school mathematics more thoroughly, and (iii) use the content in Real Analysis to provide productive responses to practical pedagogical situations.  This new model of a Real Analysis course and the associated research will contribute towards the National Science Foundation's IUSE:EHR program's goal of supporting research and development leading to and propagating interventions that improve the quality of STEM graduates, including future teachers.  \r\n\r\nIn this collaborative project, researchers from Rutgers University, Columbia University, and Temple University will work together to design, implement, and assess the innovative Real Analysis course for PISTs.   In the project's model, PISTs are first presented with an authentic classroom situation from high school mathematics in which a teacher needs a deep understanding of mathematics to respond appropriately.   From the discussion that ensues, the class will \"build up from teaching practice\" to tackle the underlying mathematical issues at play in a real analysis context.  After the work in real analysis resolves these mathematical issues, PISTs \"step down to practice\" and are asked to revisit and respond again to the original and analogous classroom situations.  In the first two years of the project, the instructional methods will be implemented using a design-based research paradigm to assess and improve the quality of the instruction.  The third year of the project will be a quantitative comparison study in which this instructional model is implemented at the three sites and PISTs performance in these classes will be compared to PISTs who have completed a traditionally taught capstone course that connects advanced mathematics to high school mathematics at Rutgers University.  If successful, the work in this grant will illustrate the efficacy of a transformative model for teaching advanced mathematics to PISTs, as well as provide further insight into the professional (content) knowledge base for secondary teachers, so that preparation and professional development can be designed as an intentional sequence of mathematics content, and not just an arbitrary set of mathematics courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Fukawa-Connelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Fukawa-Connelly",
   "pi_email_addr": "tim.fc@temple.edu",
   "nsf_id": "000725495",
   "pi_start_date": "2015-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1301 Cecil B. Moore Ave, Ritter-Hall/Ritter Annex (003-00)",
  "perf_city_name": "Philadelophia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226091",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49744.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project, Upgrading Learning for Teachers in Real Analysis (ULTRA), was premised on an alternative instructional model &ndash; one that made explicit the connection to <em>secondary teaching</em> (and not just <em>secondary content</em>). The instructional model consisted of three phases: i) building up from (teaching) practice; ii) learning advanced mathematics; and iii) stepping down to (teaching) practice. More information about the instructional model can be found at: <a href=\"http://ultra.gse.rutgers.edu/\">http://ultra.gse.rutgers.edu</a>.</p>\n<p>&nbsp;</p>\n<p>Outcomes for the project indicate:</p>\n<p>&nbsp;</p>\n<p>(i) Through three iterations of development, implementation, evaluation, and revision, we have developed instructional modules to teach real analysis in a way that is relevant for prospective mathematics teachers. These modules are publicly available at: <a href=\"http://ultra.gse.rutgers.edu/\">http://ultra.gse.rutgers.edu</a>. Users can request detailed versions of the lesson plans for the modules that include the rationales for each of the activities, anticipated student responses, and suggested instructor actions in response to anticipated student behaviors.</p>\n<p>&nbsp;</p>\n<p>(ii) Based on focus group interviews with pre-/in-service teachers (PISTs) who have completed our course, PISTs perceived the real analysis course as useful <em>for their teaching</em>. Based on focus groups, 82% of statements about pedagogy evaluated the real analysis course as useful to their teaching.</p>\n<p>&nbsp;</p>\n<p>(iii) PISTs had an enhanced understanding of secondary mathematics. Based on pre-/post-test comparisons for various modules, PISTs demonstrated an improved understanding of secondary mathematics; for example, in the inverse functions module, all PISTs in the post-test identified at least one error in a solution process (50% explicitly identified both errors), whereas in the pre-test only 20% of PISTs identified any errors. On two summative course evaluation questions about secondary mathematics&ndash;questions known from research to be challenging&ndash;87% of PISTs&rsquo; responses, across multiple institutions, were correct.</p>\n<p>&nbsp;</p>\n<p>(iv) PISTs were able to provide better responses to pedagogical situations. Based on two summative course evaluation questions about secondary teaching, 67% of PISTs&rsquo; responses, across multiple institutions, directly reinforced ideas from the course&ndash;including attention to the scope for which a mathematical idea or explanation is valid&ndash;in how they responded to the pedagogical situations. During end-of-course interviews about pedagogical situations, PISTs indicated a desired justification be given for mathematical claims, gave explanations that incorporated pertinent mathematics from the module, and indicated the course taught them mathematics that was relevant to responding to the pedagogical situations.</p>\n<p>&nbsp;</p>\n<p>(v) PISTs, being observed teaching secondary mathematics, engaged in pedagogical practices that were aligned with course goals, and attributed their pedagogical actions as being influenced by their experiences in the real analysis course. Across 34 observed lessons, there were 167 teaching moments identified in which the teacher engaged in a pedagogical practice that was an aim of the real analysis course and attributed their classroom action as having been influenced by their experiences in the real analysis course. Notably, about half (47%) of PISTs&rsquo; attributions were to the use of pedagogical situations within the modules; that is, they reported a key premise of the alternative instructional model as being influential on their classroom practice.</p>\n<p>&nbsp;</p>\n<p>In sum, documenting changes in practice from teacher education is both difficult and, many times, has indicated that teachers&rsquo; practices often do not change. The outcomes of project ULTRA provide lessons that practitioners can use to make real analysis relevant for secondary teachers and a theoretically-motivated existence proof that, if taught in a productive manner, real analysis courses can influence secondary teachers&rsquo; classroom practices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2019<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Fukawa-Connelly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project, Upgrading Learning for Teachers in Real Analysis (ULTRA), was premised on an alternative instructional model &ndash; one that made explicit the connection to secondary teaching (and not just secondary content). The instructional model consisted of three phases: i) building up from (teaching) practice; ii) learning advanced mathematics; and iii) stepping down to (teaching) practice. More information about the instructional model can be found at: http://ultra.gse.rutgers.edu.\n\n \n\nOutcomes for the project indicate:\n\n \n\n(i) Through three iterations of development, implementation, evaluation, and revision, we have developed instructional modules to teach real analysis in a way that is relevant for prospective mathematics teachers. These modules are publicly available at: http://ultra.gse.rutgers.edu. Users can request detailed versions of the lesson plans for the modules that include the rationales for each of the activities, anticipated student responses, and suggested instructor actions in response to anticipated student behaviors.\n\n \n\n(ii) Based on focus group interviews with pre-/in-service teachers (PISTs) who have completed our course, PISTs perceived the real analysis course as useful for their teaching. Based on focus groups, 82% of statements about pedagogy evaluated the real analysis course as useful to their teaching.\n\n \n\n(iii) PISTs had an enhanced understanding of secondary mathematics. Based on pre-/post-test comparisons for various modules, PISTs demonstrated an improved understanding of secondary mathematics; for example, in the inverse functions module, all PISTs in the post-test identified at least one error in a solution process (50% explicitly identified both errors), whereas in the pre-test only 20% of PISTs identified any errors. On two summative course evaluation questions about secondary mathematics&ndash;questions known from research to be challenging&ndash;87% of PISTs’ responses, across multiple institutions, were correct.\n\n \n\n(iv) PISTs were able to provide better responses to pedagogical situations. Based on two summative course evaluation questions about secondary teaching, 67% of PISTs’ responses, across multiple institutions, directly reinforced ideas from the course&ndash;including attention to the scope for which a mathematical idea or explanation is valid&ndash;in how they responded to the pedagogical situations. During end-of-course interviews about pedagogical situations, PISTs indicated a desired justification be given for mathematical claims, gave explanations that incorporated pertinent mathematics from the module, and indicated the course taught them mathematics that was relevant to responding to the pedagogical situations.\n\n \n\n(v) PISTs, being observed teaching secondary mathematics, engaged in pedagogical practices that were aligned with course goals, and attributed their pedagogical actions as being influenced by their experiences in the real analysis course. Across 34 observed lessons, there were 167 teaching moments identified in which the teacher engaged in a pedagogical practice that was an aim of the real analysis course and attributed their classroom action as having been influenced by their experiences in the real analysis course. Notably, about half (47%) of PISTs’ attributions were to the use of pedagogical situations within the modules; that is, they reported a key premise of the alternative instructional model as being influential on their classroom practice.\n\n \n\nIn sum, documenting changes in practice from teacher education is both difficult and, many times, has indicated that teachers’ practices often do not change. The outcomes of project ULTRA provide lessons that practitioners can use to make real analysis relevant for secondary teachers and a theoretically-motivated existence proof that, if taught in a productive manner, real analysis courses can influence secondary teachers’ classroom practices.\n\n\t\t\t\t\tLast Modified: 11/30/2019\n\n\t\t\t\t\tSubmitted by: Timothy Fukawa-Connelly"
 }
}