{
 "awd_id": "1525251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: Rich Task Perception for Programming by Demonstration",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2015-08-17",
 "awd_max_amd_letter_date": "2015-08-17",
 "awd_abstract_narration": "Robots that can work alongside humans and take on repetitive, time-consuming tasks could greatly improve productivity and reliability in task-oriented environments such as laboratories, manufacturing facilities, or commercial kitchens. One of the key challenges in realizing this vision is that every combination of environment, user, and task presents unique requirements for the robot's behavior and it is impractical to employ traditional approaches for programming these robots. Instead, the PIs envision robots that are programmable by their end-users in their particular operation environment and for the particular tasks they are needed for. To overcome limitations of existing approaches, the PIs propose to develop a framework for rich task perception, which is able to extract detailed task descriptions from intuitive human demonstrations. Building on recent advances in depth camera sensing, GPU-optimized visual processing, and language understanding, the proposed framework will track all objects and people in a scene, recognize their goals and task context, and parse speech to extract higher-level task structure from a demonstration. The PIs will also introduce new programming by demonstration techniques that take full advantage of such rich task information and enable users to program robots by demonstrating their desired behavior. The proposed research has the potential to advance national health, prosperity and welfare by developing research and commercial robotic systems for use in factories, laboratories, and households. It will be an enabling technology for a new generation of highly flexible robots that can be programmed on-the-job to increase the productivity of task environments, such as laboratories or manufacturing facilities. The proposed work will also promote the progress of science by enabling reliable documentation and replication of experiments performed in scientific\f research wet-labs. Through a new undergraduate capstone course, this project will educate students to develop and program this next generation of robots. To motivate participation in STEM careers, the PIs will demonstrate their work at yearly public outreach events at the University of Washington, and will organize a summer camp for K-16 students through the UW DawgBytes program.\r\n\r\nCo-robots that can take on repetitive, time-consuming tasks could greatly improve productivity and reliability in task-oriented environments currently occupied by human workers; such as laboratories, manufacturing facilities, or commercial kitchens. One of the key challenges in realizing this vision is that every combination of environment, user, and task presents unique requirements for the co-robot's behavior and it is impractical to employ traditional approaches for programming these robots. Instead, the PIs envision co-robots that are programmable by their end-users in their particular operation environment and for the particular tasks they are needed for. A popular end-user programming approach in robotics is Programming by Demonstration (PbD), which enables users to program robots by demonstrating their desired behavior. While state-of-the-art PbD techniques have generated impressive robotic behaviors, current approaches have limitations that prevent them from becoming practical and widely adopted. Many of these limitations are specifically related to perception, preventing robots from understanding the detailed context of human demonstrations. To overcome these limitations, The PIs propose to develop a framework for rich task perception, which is able to extract detailed task descriptions from intuitive human demonstrations. Building on recent advances in RGB-D camera sensing, GPU-optimized visual processing, and language grounding, the proposed framework will track all objects and people in a scene at a very fi\fne granularity, and parse speech to extract higher-level task structure from a demonstration. The PIs will also introduce new PbD techniques that better take advantage of such rich task information both in the programming and execution of tasks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dieter",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dieter Fox",
   "pi_email_addr": "fox@cs.washington.edu",
   "nsf_id": "000210667",
   "pi_start_date": "2015-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Zettlemoyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luke Zettlemoyer",
   "pi_email_addr": "lsz@cs.washington.edu",
   "nsf_id": "000581613",
   "pi_start_date": "2015-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maya",
   "pi_last_name": "Cakmak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maya Cakmak",
   "pi_email_addr": "mcakmak@cs.washington.edu",
   "nsf_id": "000661460",
   "pi_start_date": "2015-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e96fde3e-7fff-8975-64fc-5d22e26fabba\">\n<p dir=\"ltr\"><span>Co-robots that can take on repetitive, time-consuming tasks could greatly improve productivity and reliability in task-oriented environments such as laboratories, manufacturing facilities, or commercial kitchens. One of the key challenges in realizing this vision is that every combination of environment, user and task presents unique requirements for the co-robot&rsquo;s behavior and it is impractical to employ traditional approaches for programming these robots. The goal of this project was the development of perceptual capabilities that enable co-robot programming by demonstration (PbD) in such task-oriented environments.&nbsp;</span></p>\n<p dir=\"ltr\"><span>One line of work focused on detection and tracking of objects, since the ability to reason about the objects in a dynamic scene is crucial for task learning and execution. The outcome of this work includes Re3, a deep network that can track arbitrary objects in a video sequence at very high speed, and a framework for detection and tracking human bodies including the deformations of the body and cloth surfaces, which is important for a robot operating in close proximity of a human.&nbsp; Most recently, we also investigated how a robot can detect drawers and cabinet doors along with their handles so that it can reason about how to physically interact with articulated objects frequently found in task environments.</span></p>\n<p dir=\"ltr\"><span>To integrate new perceptual capabilities with programming by demonstration, we developed a new interface that enables users to define perceptual representations of objects or parts of objects that are relevant for manipulation actions, along with an efficient search algorithm that allows locating the object or part in a new scene. As a capstone demonstration, we integrated robust hand, skeleton, and object tracking algorithms to support programming of tasks by simply doing them. This required new algorithms to transfer tracked human trajectories to the robot.</span></p>\n<p dir=\"ltr\"><span>Motivated by the wetlab application domain of this project, we also investigated how a robot can learn to perceive and reason about liquids as it moves them from one container to another. This work was the first to connect liquid-based simulation with real-world visual information to track liquids in real time, thereby enabling robots to robustly operate with liquid containers.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The techniques developed in this project were motivated by the programming by demonstration goals, where they directly led to improvements. However, they also have applications in a wide range of robotics tasks beyond the PbD setting investigated in this project. All datasets generated during this project were made publicly available to the research community.</span></p>\n<p dir=\"ltr\"><span>The students funded on this project were trained to conduct research on cutting edge topics that span deep learning, object detection and tracking, and human-robot interaction. They also gained important experience working in a team and advising junior undergraduate researchers.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2019<br>\n\t\t\t\t\tModified by: Dieter&nbsp;Fox</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nCo-robots that can take on repetitive, time-consuming tasks could greatly improve productivity and reliability in task-oriented environments such as laboratories, manufacturing facilities, or commercial kitchens. One of the key challenges in realizing this vision is that every combination of environment, user and task presents unique requirements for the co-robot’s behavior and it is impractical to employ traditional approaches for programming these robots. The goal of this project was the development of perceptual capabilities that enable co-robot programming by demonstration (PbD) in such task-oriented environments. \nOne line of work focused on detection and tracking of objects, since the ability to reason about the objects in a dynamic scene is crucial for task learning and execution. The outcome of this work includes Re3, a deep network that can track arbitrary objects in a video sequence at very high speed, and a framework for detection and tracking human bodies including the deformations of the body and cloth surfaces, which is important for a robot operating in close proximity of a human.  Most recently, we also investigated how a robot can detect drawers and cabinet doors along with their handles so that it can reason about how to physically interact with articulated objects frequently found in task environments.\nTo integrate new perceptual capabilities with programming by demonstration, we developed a new interface that enables users to define perceptual representations of objects or parts of objects that are relevant for manipulation actions, along with an efficient search algorithm that allows locating the object or part in a new scene. As a capstone demonstration, we integrated robust hand, skeleton, and object tracking algorithms to support programming of tasks by simply doing them. This required new algorithms to transfer tracked human trajectories to the robot.\nMotivated by the wetlab application domain of this project, we also investigated how a robot can learn to perceive and reason about liquids as it moves them from one container to another. This work was the first to connect liquid-based simulation with real-world visual information to track liquids in real time, thereby enabling robots to robustly operate with liquid containers. \nThe techniques developed in this project were motivated by the programming by demonstration goals, where they directly led to improvements. However, they also have applications in a wide range of robotics tasks beyond the PbD setting investigated in this project. All datasets generated during this project were made publicly available to the research community.\nThe students funded on this project were trained to conduct research on cutting edge topics that span deep learning, object detection and tracking, and human-robot interaction. They also gained important experience working in a team and advising junior undergraduate researchers.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/15/2019\n\n\t\t\t\t\tSubmitted by: Dieter Fox"
 }
}