{
 "awd_id": "1525338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Scaling Undergraduate STEM Transformation and Institutional Networks for Engaged Dissemination (SUSTAINED)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 2519974.0,
 "awd_amount": 2899322.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2022-08-08",
 "awd_abstract_narration": "This project is facilitating the growing use of STEM Learning Assistants in STEM departments in institutions of higher education and improving implementations of this approach. Learning Assistants (LAs) are talented highly-trained STEM undergraduates who are hired by university and two-year college STEM instructors to help transform courses to evidence-based approaches and assist enrolled students to get the full impact of active learning methods. The Learning Assistant model has spread rapidly into practice in the last few years. In response to growing use and requests for assistance, the team that created the LA model has recently developed an international Learning Assistant Alliance - a collaborative network of 88 institutions that use Learning Assistants to catalyze education transformation in mathematics, science, and engineering courses. Members of the LA Alliance also engage in collaborative research with peer institutions interested in developing and using improved outcome measures. Project resources are supporting the development and implementation of a web-based process for disseminating research-based LA instructional practices, including a database to provide resources and information for new users that will contribute to the efficient implementation of the LA model. Project resources are also supporting a large-scale research study of the learning outcomes and retention of over 50,000 undergraduates who have enrolled in courses using the LA model. With the initial support provided in this award, the LA Alliance is developing a governing structure and a plan for sustainable funding in years beyond the grant.\r\n\r\nThe Learning Assistant model is a model for social and structural organization in undergraduate STEM education that is related to and builds on the work of Peter Senge on learning organizations and on the work of Jean Lave and Etienne Wenger on communities of practice. It is an approach to supporting the growing use of evidence-based instructional strategies. However, it is not a specific instructional strategy but rather a method of training and using advanced undergraduate students as course assistants and liaisons between instructors and students enrolled in a STEM course. Built into the model is the baseline expectation that participating institutions are working to bring about change in the way undergraduate courses are taught and to study the effectiveness of these changes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Otero",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie K Otero",
   "pi_email_addr": "Valerie.Otero@colorado.edu",
   "nsf_id": "000480821",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Langdon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie S Langdon",
   "pi_email_addr": "laurie.langdon@colorado.edu",
   "nsf_id": "000531456",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Van Dusen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ben C Van Dusen",
   "pi_email_addr": "bvd@iastate.edu",
   "nsf_id": "000681431",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Hendrickson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Hendrickson",
   "pi_email_addr": "Susan.Hendrickson@colorado.edu",
   "nsf_id": "000689203",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 2519974.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 379348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Learning Assistants (LAs) are undergraduate students who serve on instructional teams for courses in colleges and universities throughout the world. The LA model was founded at the University of Colorado Boulder in 2001. The International Learning Assistant Alliance was founded in 2009 and has become a thriving community of instructors, students, and administrators committed to improving college students&rsquo; experiences in and out of the classroom. This grant made it possible to sustain the International Learning Assistant Alliance.</p>\n<p><span style=\"white-space: pre;\"> </span>At the completion of this grant, there were over 3000 International Learning Assistant Alliance members, who are mostly faculty or LA program coordinators. They are from 570 colleges and universities in 31 countries. &nbsp;By diversifying college instruction through the inclusion of pedagogically prepared undergraduates, college courses become more accessible to a greater diversity of students.</p>\n<p><span style=\"white-space: pre;\"> </span>While the LA model differs at various colleges, the LA model provides infrastructure to support the three main LA program activities. First, LAs serve on instructional teams alongside the instructor of a course. Together, they plan weekly for the upcoming week, they reflect on the previous week, and LAs provide perspective on how students are experiencing the course. The number of LAs that serve on a given instructional team depends on course enrollment, opportunities for student-student interaction, and other things such as room design. Typically, there are 1 to 8 LAs per course instructor. Second, LAs facilitate interaction during class in activities that engage students in articulating and defending ideas using various strategies and course materials. Finally, LAs attend a pedagogy course during their first term of serving as an LA. This course is intended to help LAs learn by doing. In their LA placements, they engage with students, instructors, and instructional materials in courses such as calculus, chemistry, dance, political science, physics, and history. Throughout each week they then attend an come to a pedagogy course in which they process their experiences and learn terminology to describe them and make connections. &nbsp;In the pedagogy course they learn skills such as listening, questioning, wait-time, types of feedback, compassion, and metacognition. These skills are then examined through various perspectives on how people learn and the broader purpose and practice of education.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>All major goals of the project were accomplished by four project teams: The Resources Team, the Research Team, the Management Team, and the Governance team.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>The Resources Team built a website that contains resources such as videos, data and program slides, sample recruitment materials, different models for instructor/LA collaborations, sample syllabi, etc. Internatiuonal Learning Assistant Alliance members have found these materials to be very useful. For example, five universities in Egypt managed to emulate the LA model with the resources they acquired from the web.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>The Research Team continued work on the Learning About STEM Student Outcomes (LASSO) assessment system. They used the system to conduct research on student learning in introductory physics courses at multiple universities. They compared physics concept test scores among three conditions: (1) courses that were mostly lecture, (2) courses that had some type of active engagement, and (3) courses that had both active engagement and LAs. They found that the active engagement courses without LAs had average scores 1.3 times higher than scores from the lecture courses, and active engagement courses with LAs had scores 1.6 times the lecture courses. The LASSO assessment system now hosts over 50 assessments in 9 subjects and accumulates data from over 50,000 students throughout the nation from over 100 universities.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>The Management Team continued to build LA Campus Software for use at diverse institutions with slightly different models for managing their LA programs. Approximately 18 universities have subscribed to LA Campus and in doing so, their Program Coordinators attended a bi-weekly Program Coordinator meetings to share and problem-solve with other LA Program Coordinators. The Governance Team established the Executive Committee of the International Learning Assistant Alliance, which met weekly throughout the grant and on which approximately 10 unique individuals from multiple universities served. The Executive Committee oversaw annual conferences and workshops, they built and continue to disseminate eSeries workshops as well as virtual and in-person site visits and institutional workshops for a reasonable fee. An important outcome of this grant was the establishment and enactment of a business model that has the potential to sustain the International Learning Assistant Alliance indefinitely. Income from conferences, workshops, site visits, eSeries, LA Campus Software subscriptions is used to support approximately 1.5 full time positions for the International Learning Assistant Alliance, who work to continue to improve educational experiences for faculty and students.</p>\n<p>The International LA Alliance was awarded the American Physical Society Excellence in Physics Education Award in 2019.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Valerie&nbsp;K&nbsp;Otero</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1525338/1525338_10400594_1703972315163_APS_Award_Pic--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/1525338/1525338_10400594_1703972315163_APS_Award_Pic--rgov-800width.png\" title=\"APS 2019 Excellence in Education Award\"><img src=\"/por/images/Reports/POR/2023/1525338/1525338_10400594_1703972315163_APS_Award_Pic--rgov-66x44.png\" alt=\"APS 2019 Excellence in Education Award\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is the founding team of the LA model and International Learning Assistant Alliance, accepting the Excellence in Physics Education Award from the President of the American Physical Society.</div>\n<div class=\"imageCredit\">American Physical Society</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Valerie&nbsp;K&nbsp;Otero\n<div class=\"imageTitle\">APS 2019 Excellence in Education Award</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nLearning Assistants (LAs) are undergraduate students who serve on instructional teams for courses in colleges and universities throughout the world. The LA model was founded at the University of Colorado Boulder in 2001. The International Learning Assistant Alliance was founded in 2009 and has become a thriving community of instructors, students, and administrators committed to improving college students experiences in and out of the classroom. This grant made it possible to sustain the International Learning Assistant Alliance.\n\n\n At the completion of this grant, there were over 3000 International Learning Assistant Alliance members, who are mostly faculty or LA program coordinators. They are from 570 colleges and universities in 31 countries. By diversifying college instruction through the inclusion of pedagogically prepared undergraduates, college courses become more accessible to a greater diversity of students.\n\n\n While the LA model differs at various colleges, the LA model provides infrastructure to support the three main LA program activities. First, LAs serve on instructional teams alongside the instructor of a course. Together, they plan weekly for the upcoming week, they reflect on the previous week, and LAs provide perspective on how students are experiencing the course. The number of LAs that serve on a given instructional team depends on course enrollment, opportunities for student-student interaction, and other things such as room design. Typically, there are 1 to 8 LAs per course instructor. Second, LAs facilitate interaction during class in activities that engage students in articulating and defending ideas using various strategies and course materials. Finally, LAs attend a pedagogy course during their first term of serving as an LA. This course is intended to help LAs learn by doing. In their LA placements, they engage with students, instructors, and instructional materials in courses such as calculus, chemistry, dance, political science, physics, and history. Throughout each week they then attend an come to a pedagogy course in which they process their experiences and learn terminology to describe them and make connections. In the pedagogy course they learn skills such as listening, questioning, wait-time, types of feedback, compassion, and metacognition. These skills are then examined through various perspectives on how people learn and the broader purpose and practice of education.\n\n\n All major goals of the project were accomplished by four project teams: The Resources Team, the Research Team, the Management Team, and the Governance team.\n\n\n The Resources Team built a website that contains resources such as videos, data and program slides, sample recruitment materials, different models for instructor/LA collaborations, sample syllabi, etc. Internatiuonal Learning Assistant Alliance members have found these materials to be very useful. For example, five universities in Egypt managed to emulate the LA model with the resources they acquired from the web.\n\n\n The Research Team continued work on the Learning About STEM Student Outcomes (LASSO) assessment system. They used the system to conduct research on student learning in introductory physics courses at multiple universities. They compared physics concept test scores among three conditions: (1) courses that were mostly lecture, (2) courses that had some type of active engagement, and (3) courses that had both active engagement and LAs. They found that the active engagement courses without LAs had average scores 1.3 times higher than scores from the lecture courses, and active engagement courses with LAs had scores 1.6 times the lecture courses. The LASSO assessment system now hosts over 50 assessments in 9 subjects and accumulates data from over 50,000 students throughout the nation from over 100 universities.\n\n\n The Management Team continued to build LA Campus Software for use at diverse institutions with slightly different models for managing their LA programs. Approximately 18 universities have subscribed to LA Campus and in doing so, their Program Coordinators attended a bi-weekly Program Coordinator meetings to share and problem-solve with other LA Program Coordinators. The Governance Team established the Executive Committee of the International Learning Assistant Alliance, which met weekly throughout the grant and on which approximately 10 unique individuals from multiple universities served. The Executive Committee oversaw annual conferences and workshops, they built and continue to disseminate eSeries workshops as well as virtual and in-person site visits and institutional workshops for a reasonable fee. An important outcome of this grant was the establishment and enactment of a business model that has the potential to sustain the International Learning Assistant Alliance indefinitely. Income from conferences, workshops, site visits, eSeries, LA Campus Software subscriptions is used to support approximately 1.5 full time positions for the International Learning Assistant Alliance, who work to continue to improve educational experiences for faculty and students.\n\n\nThe International LA Alliance was awarded the American Physical Society Excellence in Physics Education Award in 2019.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: ValerieKOtero\n"
 }
}