{
 "awd_id": "1525861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBE: Small: Security as an Everyday Practical Concern",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 363823.0,
 "awd_amount": 363823.0,
 "awd_min_amd_letter_date": "2015-08-21",
 "awd_max_amd_letter_date": "2015-08-21",
 "awd_abstract_narration": "News reports are rife with accounts of data breaches, network security problems, and the dangers of keeping personal information online. Modern life, though, makes it impossible to avoid doing just that. It is almost no longer a choice whether we make purchases, communicate with our bank, apply for government services, or file our taxes online - it is the standard expectation. This research explores how people resolve the tension between these two realities and the practices that people have adopted to balance competing demands upon them.\r\n\r\nThe goal is to understand how people manage security online, in two ways. The first is in the sense of engaging in technical fixes for potential problems; the second is how they come to terms with the potential risks and develop strategies, accommodations, and justifications for particular ways of working online. Using techniques from anthropology and sociology, this project sets out to understand online security as part of people's everyday lives. The research will have two major outcomes. The first to document the conditions of contemporary digital life, as a contribution to ongoing studies of the impact of digital technology. The second is to provide the basis on which new technologies can more adequately protect people's privacy and security online, and more easily integrate with people's online and offline practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dourish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Dourish",
   "pi_email_addr": "jpd@ics.uci.edu",
   "nsf_id": "000488963",
   "pi_start_date": "2015-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "5086 Donald Bren Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926173067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 363823.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project began with the question, &ldquo;What tools and strategies do people adopt to keep information secure in the face of data breaches and security attacks online?&rdquo; We set out to answer these questions through surveys and interviews with a range of non-specialist users of network services in order to understand their experiences of &ldquo;everyday security&rdquo;. One important piece of context that rapidly emerged was that the great majority of the people we talked with had direct experience of data breaches &ndash; occasions where vendors or service providers they used online had suffered from data losses that included customer information such as credit card details.</p>\n<p>We had anticipated that these experiences might have caused people to adopt different security systems such as password managers or VPN tools that might mitigate some of the threats that they faced online, and we were interested in which tools had been successful. What we found instead, though, was that, while many people had experimented with some of these tools, the overwhelming experience was of &ldquo;digital resignation&rdquo;. Instead of looking actively for counter-measures that might render their online actions safer, almost all of our respondents had decided that data losses were inevitable. The problems that they had encountered, after all, were out of their own control; they were breaches of databases and data stores that they could not themselves secure. Further, reports of large-scale data losses were so widespread that people had become inured to them and saw them as unavoidable. As one respondent memorably put it, &ldquo;I don&rsquo;t even blink&rdquo;.</p>\n<p>This degree of resignation carries lessons for how we should think of helping people to achieve greater digital security. One traditional strategy has been training and education, but training and education are aimed at end-users, who are not, in these cases, the sources of the problems. A second traditional strategy has been to encourage people to adopt new technological tools, such as password managers, which can help when problems arise although they tend not to eliminate the problems in the first place. Both of these are strategies of prevention, although they may struggle to overcome resignation. Our research suggests an alternative approach, which is to adopt strategies of mitigation and repair. These strategies do not seek to avoid problems, but rather, recognizing that problems occur, offer end users means to repair them. One, for instance, is to detect passwords and credit cards that have been disclosed in data breaches and proactively offer to users the opportunity to revise them at the points when they use them. A second would be to bring notifications of breaches and data loss online and into the same environment in which they occur, to connect more directly with reparative action. Such strategies can complement traditional approaches to provide technological support that recognizes the limits of prevention and accords more closely with the everyday security understandings of network users.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/16/2021<br>\n\t\t\t\t\tModified by: Paul&nbsp;Dourish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project began with the question, \"What tools and strategies do people adopt to keep information secure in the face of data breaches and security attacks online?\" We set out to answer these questions through surveys and interviews with a range of non-specialist users of network services in order to understand their experiences of \"everyday security\". One important piece of context that rapidly emerged was that the great majority of the people we talked with had direct experience of data breaches &ndash; occasions where vendors or service providers they used online had suffered from data losses that included customer information such as credit card details.\n\nWe had anticipated that these experiences might have caused people to adopt different security systems such as password managers or VPN tools that might mitigate some of the threats that they faced online, and we were interested in which tools had been successful. What we found instead, though, was that, while many people had experimented with some of these tools, the overwhelming experience was of \"digital resignation\". Instead of looking actively for counter-measures that might render their online actions safer, almost all of our respondents had decided that data losses were inevitable. The problems that they had encountered, after all, were out of their own control; they were breaches of databases and data stores that they could not themselves secure. Further, reports of large-scale data losses were so widespread that people had become inured to them and saw them as unavoidable. As one respondent memorably put it, \"I don’t even blink\".\n\nThis degree of resignation carries lessons for how we should think of helping people to achieve greater digital security. One traditional strategy has been training and education, but training and education are aimed at end-users, who are not, in these cases, the sources of the problems. A second traditional strategy has been to encourage people to adopt new technological tools, such as password managers, which can help when problems arise although they tend not to eliminate the problems in the first place. Both of these are strategies of prevention, although they may struggle to overcome resignation. Our research suggests an alternative approach, which is to adopt strategies of mitigation and repair. These strategies do not seek to avoid problems, but rather, recognizing that problems occur, offer end users means to repair them. One, for instance, is to detect passwords and credit cards that have been disclosed in data breaches and proactively offer to users the opportunity to revise them at the points when they use them. A second would be to bring notifications of breaches and data loss online and into the same environment in which they occur, to connect more directly with reparative action. Such strategies can complement traditional approaches to provide technological support that recognizes the limits of prevention and accords more closely with the everyday security understandings of network users.\n\n \n\n\t\t\t\t\tLast Modified: 03/16/2021\n\n\t\t\t\t\tSubmitted by: Paul Dourish"
 }
}