{
 "awd_id": "1525032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating Student Learning and Metacognition in Flipped Classroom and Interactive Lecture Environments in General Chemistry",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 265731.0,
 "awd_amount": 265731.0,
 "awd_min_amd_letter_date": "2015-09-21",
 "awd_max_amd_letter_date": "2015-09-21",
 "awd_abstract_narration": "There is substantial evidence that many science teaching methods that actively engage students are more effective than traditional, didactic teaching methods (i.e., lecturing), in which students are typically passive. However, there are gaps in our knowledge regarding the types of active learning environments that are most effective for particular contexts. This Improving Undergraduate STEM Education (IUSE) project at Lehman College and Hunter College of the City University of New York (CUNY) will investigate chemistry students' learning in two different active-learning environments: a flipped classroom format and an interactive lecture format. In the flipped classroom format, students learn new content outside of the classroom by reviewing learning objectives and viewing video content developed by course instructors, and spend their time in the classroom refining and applying their knowledge to chemistry problems under the guidance of the instructor. In the interactive lecture format, students listen to short lectures of 15-20 minutes followed by peer instruction sessions in which students answer questions posed by the instructor (using personal response systems known as clickers) and discuss them with their peers. These two formats both aim to engage students more deeply in learning chemistry and developing skills such as monitoring their thinking as compared with traditional lecture formats. Chemistry faculty at Hunter College and Lehman College will leverage their experiences developing and implementing these general chemistry courses with diverse student populations over the last five years, and collaborate with CUNY's Director of the Center for Advanced Study in Education, to study and compare the effectiveness of these two active learning formats.\r\n\r\nTo contribute to a better understanding of the effectiveness of flipped classroom and interactive lecture formats for enhancing student learning and metacognition, the investigators will conduct two types of studies. First, investigators will analyze archival data from previous implementations in general chemistry at Hunter College, including student exam performance and course completion rates, and compare the results across the two active learning formats. Second, the project team will conduct new efficacy studies in which students taking general chemistry at both Hunter and Lehman Colleges will be randomly assigned to a flipped classroom or interactive lecture format. The project team will analyze student-level performance data on both formative and summative assessments and, investigate whether particular cohorts of students learn better using a flipped classroom or interactive lecture format. In addition, the investigators will explore the extent to which students' metacognitive and self-regulatory behaviors change over time for each format. Finally, they will examine students' use of online homework and video resources, and determine how these are related to student learning. The diversity of the student populations across many dimensions at Hunter and Lehman Colleges of CUNY, which are also Hispanic-serving institutions, makes them excellent contexts in which to study the effectiveness of different active-learning formats for a variety of students. The results of this research are expected to inform science faculty members about the effectiveness and best practices associated with two popular active-learning formats, and to contribute to the development of instructional design principles for undergraduate science courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "McGregor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna McGregor",
   "pi_email_addr": "donna.mcgregor@lehman.cuny.edu",
   "nsf_id": "000591578",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Drain",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Drain",
   "pi_email_addr": "cdrain@hunter.cuny.edu",
   "nsf_id": "000398270",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Mills",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Mills",
   "pi_email_addr": "pamela.mills@lehman.cuny.edu",
   "nsf_id": "000229316",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Everson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Howard T Everson",
   "pi_email_addr": "HEverson@gc.cuny.edu",
   "nsf_id": "000574666",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation of CUNY on behalf of Lehman College",
  "perf_str_addr": "250 Bedford Park Blvd West",
  "perf_city_name": "Bronx",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8238",
   "pgm_ref_txt": "DCLS-Hispanic Serving Inst"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 265731.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2015 Lehman college was awarded an NSF iUSE grant to compare student performance in 2 different modes of instruction (flipped and active) in a first semester introductory chemistry course at two different institutions (a traditionally higher performing college and a traditionally lower performing college within the same public, urban university). The&nbsp;<strong>intellectual merit</strong>&nbsp;of the project was utilizing a random control trial, the gold standard in education research, to compare student performance in the four settings. The&nbsp;<strong>broader impacts</strong>&nbsp;were discovering that the two modes of instruction each eliminate the historically observed achievement gaps in general chemistry between black/Hispanic students vs Asian/white students. These gaps have been shown to persist when comparing performance among these groups in classrooms with traditional instruction.&nbsp;</p>\n<p>Specifically, the project showed that achievement gaps can be entirely eliminated with the two different types of active instruction. In the fully flipped model, a video backbone was the primary form of content delivery, entirely replacing the textbook and in-class lecture and class time was devoted exclusively to problem-solving. In the active model, the video backbone was an optional resource to supplement a problem-solving infused lecture and used by the students as they felt it was needed. By the fourth week of the semester, students in all four sections were found to be utilizing the video backbone equally (regardless of whether or not it was required) suggesting that the video backbone may be critical to the success of the models.&nbsp;In addition, our survey data indicates that the inclusion of course videos and active learning strategies are perceived by the students in both models to contribute significantly to their learning.&nbsp;</p>\n<p>Based on these findings the combination of a video backbone and active instruction has the potential to close the well-known achievement gap between students from historically lower performing and historically higher performing institutions by allowing the students with less incoming preparation to use the resources provided to catch up to the better prepared peers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2020<br>\n\t\t\t\t\tModified by: Donna&nbsp;Mcgregor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn 2015 Lehman college was awarded an NSF iUSE grant to compare student performance in 2 different modes of instruction (flipped and active) in a first semester introductory chemistry course at two different institutions (a traditionally higher performing college and a traditionally lower performing college within the same public, urban university). The intellectual merit of the project was utilizing a random control trial, the gold standard in education research, to compare student performance in the four settings. The broader impacts were discovering that the two modes of instruction each eliminate the historically observed achievement gaps in general chemistry between black/Hispanic students vs Asian/white students. These gaps have been shown to persist when comparing performance among these groups in classrooms with traditional instruction. \n\nSpecifically, the project showed that achievement gaps can be entirely eliminated with the two different types of active instruction. In the fully flipped model, a video backbone was the primary form of content delivery, entirely replacing the textbook and in-class lecture and class time was devoted exclusively to problem-solving. In the active model, the video backbone was an optional resource to supplement a problem-solving infused lecture and used by the students as they felt it was needed. By the fourth week of the semester, students in all four sections were found to be utilizing the video backbone equally (regardless of whether or not it was required) suggesting that the video backbone may be critical to the success of the models. In addition, our survey data indicates that the inclusion of course videos and active learning strategies are perceived by the students in both models to contribute significantly to their learning. \n\nBased on these findings the combination of a video backbone and active instruction has the potential to close the well-known achievement gap between students from historically lower performing and historically higher performing institutions by allowing the students with less incoming preparation to use the resources provided to catch up to the better prepared peers.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2020\n\n\t\t\t\t\tSubmitted by: Donna Mcgregor"
 }
}