{
 "awd_id": "1525820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Understanding Anti-Analysis Defenses in Malicious Code",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 514796.0,
 "awd_amount": 546740.0,
 "awd_min_amd_letter_date": "2015-08-14",
 "awd_max_amd_letter_date": "2017-12-12",
 "awd_abstract_narration": "The problem of cyber-security encompasses computer systems of all sizes and affects almost all aspects of our day-to-day lives. This makes it fundamentally important to detect accurately and respond quickly to cyber-threats as they develop. This project aims to develop techniques and tools that can accelerate the process of understanding and responding to new cyber-threats as they develop.  The authors of malicious software (malware) usually try to make the malware stealthy in order to avoid detection. In many cases, this involves a variety of techniques aimed at hindering analysis efforts by security analysts; we refer to such techniques as anti-analysis defenses. When confronted by such defenses, security analysts have to identify and disable them in order to observe and understand its real behaviors and thereby develop countermeasures. Current approaches for doing this are slow and cumbersome. This project aims to develop highly general, efficient, and robust automated techniques for speeding up the process of identifying and understanding anti-analysis defenses in malware, with the goal of providing security analysts with tools that can help them respond quickly to new cyber-threats as they develop.\r\n\r\nMalicious software (malware) usually employs a variety of anti-analysis and anti-tampering defenses to hinder analysis and reverse engineering. Currently, neutralizing such defenses requires a lot of manual intervention and is therefore tedious and time-consuming. This project develops semantics-based techniques to automate most or all of this effort and so accelerate the process of identifying and neutralizing such defenses.  The project focusses on analyzing programs that employ a variety of anti-analysis and anti-tampering defenses. In particular, the project will focus on the following research questions:\r\n* Detection. How do characterizations of environmental observations translate to detection algorithms for anti-analysis defenses? How can the detection algorithms be made general?\r\n* Precision. What factors affect the precision of such detection algorithms? How can the precision be improved?\r\n* Performance. Sophisticated analysis of low-level code can be expensive. At the same time, the high volumes of new malware that are encountered make it important for analyses to be efficient. How can such detection algorithms be made efficient enough to be practical?\r\n*Stealthy Defenses. How can environment checks be made statically and dynamically stealthy? What are the implications for anti-analysis detection algorithms?\r\n\r\nIn order for such anti-anti-analysis techniques to have longevity, it is important that they be general, i.e., make as few assumptions as possible about the nature or form of the defenses that may have been applied. To this end, the project will articulate explicitly the assumptions underlying the techniques it develops. This can be expected to suggest new directions for research by indicating where assumptions may be weakened or removed. The potential contributions of this research are both technical and societal. The ability to more easily neutralize anti-analysis defenses deployed by malware will allow security researchers to respond to new and emerging malware threats quickly. This will have the effect of limiting the scope of the damage caused by such malware, and improve the security and reliability of our cyber-infrastructure. Additionally, the project will involve graduate and undergraduate students in all aspects of the research and thereby contribute to the development of a highly skilled workforce. Finally, software developed as part of the project will be made available to the broader research community, thereby assisting and supporting other research projects in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saumya",
   "pi_last_name": "Debray",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Saumya K Debray",
   "pi_email_addr": "debray@cs.arizona.edu",
   "nsf_id": "000120753",
   "pi_start_date": "2015-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Collberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christian S Collberg",
   "pi_email_addr": "collberg@cs.arizona.edu",
   "nsf_id": "000485481",
   "pi_start_date": "2015-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "Gould-Simpson Building 1040 E. 4",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 514796.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 15984.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 15960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-a8ccf150-7fff-5b1f-e601-5d7d2abc5730\"> </span></p>\n<p><span id=\"docs-internal-guid-0cbf0941-7fff-901a-8bc8-9033c84dd085\">\n<p dir=\"ltr\">This project had two overarching goals: on the technical side, we wanted to investigate how malicious software (commonly referred to as \"malware\") avoid detection by malware analysis tools; and on the educational side, we wanted to engage undergraduate students --- focusing in particular on underrepresented minorities -- in those technical research activities.</p>\n<p dir=\"ltr\"><span>The technical activities consisted of three broad thrusts of research:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The first thrust investigated techniques for </span><span>obfuscating</span><span> programs, i.e., transforming the code in ways that made the code much harder to understand and reason about.&nbsp; Among our results here is a technique to use an approach called \"covert channels\" to propagate data in a computer program in a way that cannot be easily detected using existing tools.&nbsp; The goals behind this work were: (1) to explore approaches to foil existing detection techniques; and (2) as a motivator for improving our detection tools to  identify the use of such covert techniques by adversaries.&nbsp; As part of this thrust we also developed a software tool, called Tigress, that can be used to experiment with a wide selection of such program transformations.  Tigress has been made available to the research community and is being used by a number of researchers for work on various aspects of software security.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The second thrust focused on devising techniques for automatically analyzing software where the program's code is changed on the fly, i.e., as the program executes (we refer to software that is changed during execution as \"dynamic code\").&nbsp; In many cases, such code changes are performed to improve speed; in other cases, they are used to conceal or disguise the code in order to make analysis harder.  We found that existing approaches did not have a good way to represent the structure of dynamic code.&nbsp; Since representing a program's structure is a necessary first step to many kinds of program analyses, this shortcoming puts dynamic code off limits to such analyses.  We made some progress in devising a representation suitable for dynamic code: we showed how the different code changes could be represented efficiently and how the resulting representation could be used to help localize bugs in the dynamic code generators.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The third thrust focused on learning how reverse engineers approach attacking software. This is essential in order to understand how to best protect programs from unwanted analysis and how to compare the power of different obfuscating techniques. In previous work, researchers have monitored two populations---undergraduate students and professional &ldquo;red team&rdquo; reverse engineers---as they were tasked with attacking a piece of protected software. These studies have proven problematic for three reasons: (a) undergraduate students are not representative of experienced reverse engineers, (b) professional red teams are unwilling to reveal the techniques they employ, and (c) the information gathered from interviews and self-reported surveys is too coarse-grained. As part of this thrust we have developed a software tool RevEngE that collects fine-grained information about the behavior of engineers as they analyze software. The tool will be made available internationally, and monetary rewards will be provided to those who use it while solving reverse engineering challenges. The information collected will be used to build accurate behavioral models (attack graphs) of reverse engineering activities.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>Our educational activities focused on generating reverse engineering challenge problems for use in computer security classes. These challenges have two components: an automatically generated program with a built-in asset, and obfuscating transformations applied to this program to hide and protect the assets. The students learn about software protections and how to defeat them by attempting to extract or destroy the assets. Our system is such that the generated programs and the applied protections can both be of arbitrary complexity; this is essential in order to gently guide students to mastery of reverse engineering techniques.</span></p>\n<p dir=\"ltr\"><span>We also involved a number of undergraduate students in various aspects of our research:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>WebAssembly is a new technology that is designed to replace Javascript as the language of choice for in-browser computation, and is used in computationally intensive apps such as Google Earth. While Javascript obfuscation is fairly common, there has been no way to protect WebAssembly from reverse engineering attacks. The student evaluated the performance impact of using the Tigress tool to protect WebAssembly.</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Two students investigated the use of </span><span>processor temperature and</span><span> processor caches as covert channels in obfuscated programs.</span><span> &nbsp; A third student investigated techniques for detecting collusion between Android apps --- i.e., where apps combine their permissions to communicate via covert channels and thereby leak sensitive data.&nbsp; We tested a wide variety of apps, including many from areas known for government surveillance (e.g., Russia, the Middle East).  While we did not detect obvious collusion, we found a lot of sloppily written apps that leaked sensitive information such as the user's GPS coordinates.&nbsp;&nbsp;</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Several other undergraduates investigated performance aspects of low-level code.</span></p>\n</li>\n</ul>\n<br /><br /></span></p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2019<br>\n\t\t\t\t\tModified by: Saumya&nbsp;K&nbsp;Debray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n\nThis project had two overarching goals: on the technical side, we wanted to investigate how malicious software (commonly referred to as \"malware\") avoid detection by malware analysis tools; and on the educational side, we wanted to engage undergraduate students --- focusing in particular on underrepresented minorities -- in those technical research activities.\nThe technical activities consisted of three broad thrusts of research:\n\n\nThe first thrust investigated techniques for obfuscating programs, i.e., transforming the code in ways that made the code much harder to understand and reason about.  Among our results here is a technique to use an approach called \"covert channels\" to propagate data in a computer program in a way that cannot be easily detected using existing tools.  The goals behind this work were: (1) to explore approaches to foil existing detection techniques; and (2) as a motivator for improving our detection tools to  identify the use of such covert techniques by adversaries.  As part of this thrust we also developed a software tool, called Tigress, that can be used to experiment with a wide selection of such program transformations.  Tigress has been made available to the research community and is being used by a number of researchers for work on various aspects of software security. \n\n\nThe second thrust focused on devising techniques for automatically analyzing software where the program's code is changed on the fly, i.e., as the program executes (we refer to software that is changed during execution as \"dynamic code\").  In many cases, such code changes are performed to improve speed; in other cases, they are used to conceal or disguise the code in order to make analysis harder.  We found that existing approaches did not have a good way to represent the structure of dynamic code.  Since representing a program's structure is a necessary first step to many kinds of program analyses, this shortcoming puts dynamic code off limits to such analyses.  We made some progress in devising a representation suitable for dynamic code: we showed how the different code changes could be represented efficiently and how the resulting representation could be used to help localize bugs in the dynamic code generators.\n\n\nThe third thrust focused on learning how reverse engineers approach attacking software. This is essential in order to understand how to best protect programs from unwanted analysis and how to compare the power of different obfuscating techniques. In previous work, researchers have monitored two populations---undergraduate students and professional \"red team\" reverse engineers---as they were tasked with attacking a piece of protected software. These studies have proven problematic for three reasons: (a) undergraduate students are not representative of experienced reverse engineers, (b) professional red teams are unwilling to reveal the techniques they employ, and (c) the information gathered from interviews and self-reported surveys is too coarse-grained. As part of this thrust we have developed a software tool RevEngE that collects fine-grained information about the behavior of engineers as they analyze software. The tool will be made available internationally, and monetary rewards will be provided to those who use it while solving reverse engineering challenges. The information collected will be used to build accurate behavioral models (attack graphs) of reverse engineering activities.\n\n\nOur educational activities focused on generating reverse engineering challenge problems for use in computer security classes. These challenges have two components: an automatically generated program with a built-in asset, and obfuscating transformations applied to this program to hide and protect the assets. The students learn about software protections and how to defeat them by attempting to extract or destroy the assets. Our system is such that the generated programs and the applied protections can both be of arbitrary complexity; this is essential in order to gently guide students to mastery of reverse engineering techniques.\nWe also involved a number of undergraduate students in various aspects of our research:\n\n\nWebAssembly is a new technology that is designed to replace Javascript as the language of choice for in-browser computation, and is used in computationally intensive apps such as Google Earth. While Javascript obfuscation is fairly common, there has been no way to protect WebAssembly from reverse engineering attacks. The student evaluated the performance impact of using the Tigress tool to protect WebAssembly.\n\n\n\n\nTwo students investigated the use of processor temperature and processor caches as covert channels in obfuscated programs.   A third student investigated techniques for detecting collusion between Android apps --- i.e., where apps combine their permissions to communicate via covert channels and thereby leak sensitive data.  We tested a wide variety of apps, including many from areas known for government surveillance (e.g., Russia, the Middle East).  While we did not detect obvious collusion, we found a lot of sloppily written apps that leaked sensitive information such as the user's GPS coordinates.  \n\n\n\n\nSeveral other undergraduates investigated performance aspects of low-level code.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/17/2019\n\n\t\t\t\t\tSubmitted by: Saumya K Debray"
 }
}