{
 "awd_id": "1526745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Modeling Lexical Borrowing to Bridge the \"Linguistic Divide\" in Natural Language Processing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "D.  Langendoen",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2015-07-20",
 "awd_max_amd_letter_date": "2016-08-11",
 "awd_abstract_narration": "The rich ecosystem of intelligent, language-aware technologies (e.g., personal assistants, content recommendation, spam detection, etc.) that users of English and other high-resource languages have access to depends on the existence of language-specific data resources. Developing the resources that enable these technologies has usually required a substantial investment -- both monetarily and in terms of trained native speakers -- meaning that without new strategies, most of the 7,000+ languages in the world would likely remain resource-poor and their speakers underserved.  This project addresses the problem of bootstrapping linguistic resources required for language technologies in low-resource languages more economically by identifying cross-linguistic correspondences between high- and low-resource languages and projecting resources (e.g., translations, lexical ontologies, and syntactic annotations) accordingly. To identify these correspondences, this work develops computational models of linguistic borrowing, which is the process by which words from a donor language are adapted by speakers of a recipient language as a result of language contact and bilingualism. In addition to enabling the transfer of resources from high- to low-resource languages, being able to identify borrowing enables corpus-based studies of the social factors (power differences between countries, public opinion, and personal attributes such as geographic location, gender, and race/ethnicity) that have been identified as correlates with which words are borrowed. Thus, by observing language change, this work enables changes in social relations to be quantified.\r\n\r\nWords are not left unchanged by the process of borrowing, and modeling this process is the central challenge to identifying instances of borrowing. Fortunately, the adaptation processes are generally regular and amenable to computational modeling, and this work uses weighted finite-state transducers parameterized with features derived from Optimality Theory (OT). OT-derived features not only provide increased statistical efficiency relative to conventional linguistically naive statistical models but they also provide a new kind of corpus-based verification of some of the central claims of phonological theory. The borrowing model identifies lexical correspondences across dozens of typologically representative language pairs (primary text data is obtained from open resources such as Wikipedia, Twitter, blogs, and online news), enabling projection of resources and development of core natural language processing technologies. Finally, the borrowing model enables instances of borrowed words to be identified in text as it is generated over time, enabling corpus-based sociolinguistic studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Black",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Black",
   "pi_email_addr": "awb@cs.cmu.edu",
   "nsf_id": "000211573",
   "pi_start_date": "2016-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Dyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Dyer",
   "pi_email_addr": "cdyer@cs.cmu.edu",
   "nsf_id": "000622961",
   "pi_start_date": "2015-07-20",
   "pi_end_date": "2016-06-07"
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-59fd7141-7fff-ada2-aea6-b343fb38ce56\"> <span id=\"docs-internal-guid-229071b0-7fff-e58f-6d95-4ab2ac257112\"> </span></span></p>\n<h3 dir=\"ltr\"><span>The primary goal of the 3-year project was to develop techniques to improve NLP in low-resource languages through bridging the fields of linguistics and NLP. Specifically, to develop cross-lingual transfer techniques that project&mdash;using linguistic knowledge&mdash;models and data resources from resource-rich to resource-deficient languages. In the second and third years of the project, additional goals included to advance capabilities of low-resource language technologies specifically in social settings through effective leverage of sociolinguistic knowledge. The aim of the latter is to enable the development of socially inclusive NLP tools that attain good performance on low-resource language varieties and dialects spoken by underrepresented populations.</span></h3>\n<p>&nbsp;</p>\n<p><span id=\"docs-internal-guid-59fd7141-7fff-ada2-aea6-b343fb38ce56\"> </span></p>\n<h3 dir=\"ltr\"><span>Scientific publications supported by the project include 1 PhD thesis at CMU, 3 journal and 12 conference publications in top NLP venues.&nbsp; The publications were accompanied with open-source implementations of all the published results and newly constructed data resources (10 tools/datasets released). They were adopted by the research community (&gt; 350 citations on Google Scholar as of December 2018). These works has introduced to the research community several novel research directions and tasks. For example, how to bridge between languages via borrowed words to improve Machine Translation; how to learn the ordering of data to improve Machine Learning models; how to build multilingual (polyglot)&nbsp;deep learning models to improve NLP in low-resource languages spoken by millions of speakers; &ldquo;socially-equitable&rdquo; NLP tools in which monolingual models are calibrated not to discriminate speakers of different linguistic or social backgrounds; how should conversational agents use several languages in dialogue with multilingual users.</span></h3>\n<h3 dir=\"ltr\"><span> </span></h3>\n<p><span id=\"docs-internal-guid-5621c9fc-7fff-00cd-723b-3d8652e3c2eb\"> </span></p>\n<h3 dir=\"ltr\"><span>This project introduced novel ways to operationalize at scale theoretical studies in linguistics and to integrate linguistic knowledge in data-driven machine learning models. For example, we showed how to operationalize Optimality Theory to model lexical borrowing; we presented a computational analysis of cognate effects on the spontaneous linguistic productions of advanced non-native speakers and confirmed prior hypotheses about the usage of cognates. These studies have the potential to benefit linguistic studies.</span></h3>\n<p>&nbsp;</p>\n<h3 dir=\"ltr\">This project produced publications and educational materials that have attracted the attention of the research community to the problem of bias in NLP tools. We showed that current widely-used systems suffer from lower recall and inferior performance on texts produced by underrepresented populations. For example, English analyzers underperform on data produced by speakers from developing countries, e.g. Nigerian English or Hindi English, although these countries have tens of millions of anglophones each. Accomplishments in this direction include development of a language identification tool that attained &nbsp;state-of-the-art results in 70 languages; development of a new method for identification and anonymization of author traits, including gender, age, religion, and personality; construction of a new corpus and annotation scheme for automatically identifying gender bias.</h3>\n<h3 dir=\"ltr\"><span>Important educational materials were developed as well, in <span id=\"docs-internal-guid-09815542-7fff-bbfa-4439-d8e25dfec3ef\"><span>particular</span></span>, a new graduate course at Carnegie Mellon University on Ethical NLP. &nbsp;The course discusses the impact of NLP technologies (and AI in general) on people and societies.&nbsp;Educational/outreach activities beyond university in each year of the project, included tutorials developed and taught by the PIs and their collaborators, at undergraduate and graduate level, in universities and international conferences; co-organized workshops.&nbsp;&nbsp;</span></h3>\n<h3 dir=\"ltr\"><span> </span></h3>\n<h3 dir=\"ltr\"><span id=\"docs-internal-guid-61fe1978-7fff-ae2b-805c-874717e0d7d2\"><span>Finally, this project enabled training&mdash;at Master&rsquo;s, PhD, and postdoctoral levels&mdash;of several female researchers, thereby promoting&nbsp;diversity in STEM.</span></span></h3>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2018<br>\n\t\t\t\t\tModified by: Alan&nbsp;Black</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \nThe primary goal of the 3-year project was to develop techniques to improve NLP in low-resource languages through bridging the fields of linguistics and NLP. Specifically, to develop cross-lingual transfer techniques that project&mdash;using linguistic knowledge&mdash;models and data resources from resource-rich to resource-deficient languages. In the second and third years of the project, additional goals included to advance capabilities of low-resource language technologies specifically in social settings through effective leverage of sociolinguistic knowledge. The aim of the latter is to enable the development of socially inclusive NLP tools that attain good performance on low-resource language varieties and dialects spoken by underrepresented populations.\n\n \n\n \nScientific publications supported by the project include 1 PhD thesis at CMU, 3 journal and 12 conference publications in top NLP venues.  The publications were accompanied with open-source implementations of all the published results and newly constructed data resources (10 tools/datasets released). They were adopted by the research community (&gt; 350 citations on Google Scholar as of December 2018). These works has introduced to the research community several novel research directions and tasks. For example, how to bridge between languages via borrowed words to improve Machine Translation; how to learn the ordering of data to improve Machine Learning models; how to build multilingual (polyglot) deep learning models to improve NLP in low-resource languages spoken by millions of speakers; \"socially-equitable\" NLP tools in which monolingual models are calibrated not to discriminate speakers of different linguistic or social backgrounds; how should conversational agents use several languages in dialogue with multilingual users.\n \n\n \nThis project introduced novel ways to operationalize at scale theoretical studies in linguistics and to integrate linguistic knowledge in data-driven machine learning models. For example, we showed how to operationalize Optimality Theory to model lexical borrowing; we presented a computational analysis of cognate effects on the spontaneous linguistic productions of advanced non-native speakers and confirmed prior hypotheses about the usage of cognates. These studies have the potential to benefit linguistic studies.\n\n \nThis project produced publications and educational materials that have attracted the attention of the research community to the problem of bias in NLP tools. We showed that current widely-used systems suffer from lower recall and inferior performance on texts produced by underrepresented populations. For example, English analyzers underperform on data produced by speakers from developing countries, e.g. Nigerian English or Hindi English, although these countries have tens of millions of anglophones each. Accomplishments in this direction include development of a language identification tool that attained  state-of-the-art results in 70 languages; development of a new method for identification and anonymization of author traits, including gender, age, religion, and personality; construction of a new corpus and annotation scheme for automatically identifying gender bias.\nImportant educational materials were developed as well, in particular, a new graduate course at Carnegie Mellon University on Ethical NLP.  The course discusses the impact of NLP technologies (and AI in general) on people and societies. Educational/outreach activities beyond university in each year of the project, included tutorials developed and taught by the PIs and their collaborators, at undergraduate and graduate level, in universities and international conferences; co-organized workshops.  \n \nFinally, this project enabled training&mdash;at Master?s, PhD, and postdoctoral levels&mdash;of several female researchers, thereby promoting diversity in STEM.\n\n \n\n\t\t\t\t\tLast Modified: 12/22/2018\n\n\t\t\t\t\tSubmitted by: Alan Black"
 }
}