{
 "awd_id": "1526459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small:  Control-Flow and Data-Flow Analysis of Android Software: Foundations and Applications",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 470208.0,
 "awd_amount": 470208.0,
 "awd_min_amd_letter_date": "2015-06-24",
 "awd_max_amd_letter_date": "2015-06-24",
 "awd_abstract_narration": "In recent years the growth in the number of computing devices has been driven primarily by smartphones and tablets. For such devices, Android is the dominant platform. The correctness, security, and performance of Android devices is of paramount importance for many millions of users. However, the scientific foundations for software analysis, verification, and transformation in this area are still very inadequate. The proposed work will significantly advance the state of the art in software analysis for Android. The results will be made available to other researchers, which will help design new analyses to improve software quality. Integration of research and education will develop the expertise of new developers of mobile software. Recruitment of underrepresented students will contribute to increased diversity in computing. Through commercial and academic software tools, new software analyses could enter real-world use in the development toolkits of Android programmers, resulting in better software quality and faster time to market.\r\n\r\nAndroid applications are framework-based and event-driven. The complex semantics of the framework event/callback model presents a major challenge to static analysis. The project will develop a precise semantic description that captures essential abstraction of the run-time execution model, including modeling of components, their interactions through calls and callbacks, and their handling of external events. Based on this semantics, the project will design a general program representation of application control flow and data flow, and will develop algorithms for constructing and traversing it. The resulting representation and algorithms can serve as basis for a wide variety of static analyses. Three exemplar client analyses will be designed and evaluated: (1) detection of resource leaks, (2) detection of energy-related defects, and (3) taint analysis. These analyses target important quality problems and can help improve the performance and security of Android software. A suite of public algorithm implementations and experimental subjects will be made publicly available, to enable development and evaluation of existing and new static analyses for Android.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Atanas",
   "pi_last_name": "Rountev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Atanas Rountev",
   "pi_email_addr": "rountev@cse.ohio-state.edu",
   "nsf_id": "000191396",
   "pi_start_date": "2015-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 470208.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"color: black;\">Android devices currently lead the worldwide market for smart phones, tablets, and appliances. The widespread use of these devices poses great demands on software quality. However, meeting these demands is very challenging. Both the software platforms and the accumulated developer expertise are immature compared to older areas of computing.  The available research expertise and automated tool support for improved software quality are also very limited. It is critical for researchers in software engineering and programming languages to contribute both foundational approaches and practical tools toward higher-quality software for Android devices. </span></p>\n<p><span style=\"color: black;\"><span style=\"color: black;\">An Android application is driven by a graphical user interface (GUI), with GUI objects responding to user actions. These objects and the event handlers associated with them ultimately determine the possible flow of control and data. We have developed the first static code analysis to model GUI-related Android objects, their flow through the application, and their interactions with each other via the abstractions defined by the Android platform.&nbsp; Our follow-up work builds on this GUI analysis to develop a new analysis of control-flow due to callbacks and window changes triggered by GUI user events. This analysis produces a general mathematical model of possible executions of the GUI, and the app code that would be triggered as part of these executions. <span style=\"color: black;\"><span style=\"color: black;\">This work enables algorithmic modeling of control/data flow that is  foundational for compiler analyses, instrumentation for  event/interaction profiling, static error checking, security analysis,  test generation, and automated debugging.  It provides a key component  to be used by program analysis researchers in the growing area of  Android software. </span></span></span></span></p>\n<p><span style=\"color: black;\"><span style=\"color: black;\">Based on this new approach for analysis of Android GUI behavior, we have developed automated detectors for energy-related defects in app code, as well as test generation techniques for sensor leak detection for Android phones, tablets, and smartwatches. Using mathematical models of possible GUI behaviors and their effects on resource usage, these techniques define algorithms to explore possible app behaviors and identify defects that may occur due to programmer mistakes. </span></span></p>\n<p><span style=\"color: black;\"><span style=\"color: black;\">Our techniques have been implemented in publicly-released software tools and have been used by other researchers in their own projects. <br /></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2019<br>\n\t\t\t\t\tModified by: Atanas&nbsp;Rountev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAndroid devices currently lead the worldwide market for smart phones, tablets, and appliances. The widespread use of these devices poses great demands on software quality. However, meeting these demands is very challenging. Both the software platforms and the accumulated developer expertise are immature compared to older areas of computing.  The available research expertise and automated tool support for improved software quality are also very limited. It is critical for researchers in software engineering and programming languages to contribute both foundational approaches and practical tools toward higher-quality software for Android devices. \n\nAn Android application is driven by a graphical user interface (GUI), with GUI objects responding to user actions. These objects and the event handlers associated with them ultimately determine the possible flow of control and data. We have developed the first static code analysis to model GUI-related Android objects, their flow through the application, and their interactions with each other via the abstractions defined by the Android platform.  Our follow-up work builds on this GUI analysis to develop a new analysis of control-flow due to callbacks and window changes triggered by GUI user events. This analysis produces a general mathematical model of possible executions of the GUI, and the app code that would be triggered as part of these executions. This work enables algorithmic modeling of control/data flow that is  foundational for compiler analyses, instrumentation for  event/interaction profiling, static error checking, security analysis,  test generation, and automated debugging.  It provides a key component  to be used by program analysis researchers in the growing area of  Android software. \n\nBased on this new approach for analysis of Android GUI behavior, we have developed automated detectors for energy-related defects in app code, as well as test generation techniques for sensor leak detection for Android phones, tablets, and smartwatches. Using mathematical models of possible GUI behaviors and their effects on resource usage, these techniques define algorithms to explore possible app behaviors and identify defects that may occur due to programmer mistakes. \n\nOur techniques have been implemented in publicly-released software tools and have been used by other researchers in their own projects. \n\n\n\t\t\t\t\tLast Modified: 10/23/2019\n\n\t\t\t\t\tSubmitted by: Atanas Rountev"
 }
}