{
 "awd_id": "1527346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Collaborative Research: Multi-party Collaborative Data Access",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 358894.0,
 "awd_amount": 374894.0,
 "awd_min_amd_letter_date": "2015-09-16",
 "awd_max_amd_letter_date": "2016-07-26",
 "awd_abstract_narration": "As the richness and volume of data maintained by a wide variety of businesses and organizations increases, there is a growing need to derive useful information, not only from data owned by individual parties, but also across parties.  The current data sharing practice is dominated by carefully negotiated, mostly secret, one-on-one agreements between organizations, and is seriously limited. It does not scale as the number of databases and organizations increase, cannot be formally analyzed for unintended information leaks or other violations, and may require unnecessary data exposure.  This project explores a collaborative multi-party data sharing mechanism that allows safe and convenient sharing of databases in order to enable large-scale collaborative data analytics and knowledge extraction applications. \r\n\r\nMulti-party data sharing involves many challenges that the project attempts to address. First, it is necessary to have an intuitive specification of access control policies for data access across parties and an automated mechanism to translate those into a concise set of access rules while resolving conflicts, specification inadequacies, and other problems. Second, we need efficient and scalable implementation of allowed queries in spite of complex access restrictions. Third, it is necessary to handle both the traditional relational databases, its variants, and the emerging graph databases. Finally, we need mechanisms to efficiently check the integrity and completeness of the data supplied as answers.  By addressing these challenges, the research hopes to establish the foundations of multiparty data sharing. Many of the formalizations in this research will exploit Satisfiability Modulo Theories (SMT) based methods for testing assertions and for resolving conflicts. \r\n\r\nWith tremendous amount of data being generated by both cyber and cyberphysical systems, this project will help devise practical mechanisms to share data in a wide variety of scenarios and thereby accelerate the pace of data driven innovation applied to information systems serving the society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Kant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna Kant",
   "pi_email_addr": "kkant@temple.edu",
   "nsf_id": "000656409",
   "pi_start_date": "2015-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chiu",
   "pi_last_name": "Tan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Chiu C Tan",
   "pi_email_addr": "cctan@temple.edu",
   "nsf_id": "000584104",
   "pi_start_date": "2015-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1925 N. 12th street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191221801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 358894.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project is to study the issues in collaboration among parties, each owning their data repository or source but agreeing to provide limited access to other parties. Such situations arise in numerous environments, the most prominent one being the case of a group of businesses that must work together to accomplish a goal such as the design of a complex system or conduct business involving many aspects. An example of the latter is e-commerce, where different parties may carry out the functions of warehousing, order management, payment gateway, customer interaction, shipping, etc. &nbsp;Unlike the traditional model where such accesses are negotiated on a one-on-one basis between each pair of parties, we explore an inherently multi-party version of the model where a party may be given access to some composition of data from other parties rather than direct access to data of individual parties. An example of this is the customer service requesting information about all products from a given seller that are currently with the shipper. The composition reduces leakage of unnecessary information and makes the transfer more efficient.</p>\n<p>This research explored several aspects of such a model. One difficult issue concerns checking if the stated access to the composed data can really be granted, i.e., if there is a way for some party to extract the desired data by one or more data exchanges and compositions while respecting all the access restrictions. We devised efficient algorithms for this. In cases where there are multiple ways of providing such an access, we devised an efficient (minimum cost) algorithms for doing so. We also devised efficient algorithms when the system consists of some negative rules (or &ldquo;safety properties&rdquo;) as well. A safety property explicitly denies certain type of access and may conflict with the positive rules that provide access. Since safety properties must be observed, we devised algorithms to suggest minimal weakening of the positive rules so as to remove the conflicts. We also examined several other issues including rules and safety properties that include conditions on the attributes, use of trusted third parties for performing cross-party data compositions, and efficiently handling evolution of the rules as business requirements change. All of these problems can be proven to be difficult (&ldquo;NP-hard&rdquo;), and thus require efficient heuristic algorithms.</p>\n<p>We also extended the model to a combination of relational and graph databases, where the graphs represent special relationships or dependencies between various items in the relational database (e.g., similarity between products, friendship or other social relationships between people, regional relevance, etc.). We also explored the application of collaborative sharing ideas to the problem of diagnosing problems in cyberinfrastructure services involving multi-parties. An example of this concerns a business obtaining services from a remote data center. In this case, the end to end interaction involves at least 3 parties: the business, Internet service provider(s), and the data center. During normal functioning, the visibility across party boundaries is very limited, but when problems arise, a greater visibility helps in diagnosing the problem quickly, and may be granted if we can show that certain accesses are essential for effective diagnosis. A final offshoot of this project, with still ongoing work, is the access control in edge computing environments, which inherently multiple infrastructure/service providers. This environment is increasingly driven by video-streaming and requires a time and event-based access control that is being researched.</p>\n<p>Overall, the project explored an important area with applications in many applications, and has spawned research that we continue to take forward. The project also trained several graduate students and resulted in 7 publications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2021<br>\n\t\t\t\t\tModified by: Krishna&nbsp;Kant</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project is to study the issues in collaboration among parties, each owning their data repository or source but agreeing to provide limited access to other parties. Such situations arise in numerous environments, the most prominent one being the case of a group of businesses that must work together to accomplish a goal such as the design of a complex system or conduct business involving many aspects. An example of the latter is e-commerce, where different parties may carry out the functions of warehousing, order management, payment gateway, customer interaction, shipping, etc.  Unlike the traditional model where such accesses are negotiated on a one-on-one basis between each pair of parties, we explore an inherently multi-party version of the model where a party may be given access to some composition of data from other parties rather than direct access to data of individual parties. An example of this is the customer service requesting information about all products from a given seller that are currently with the shipper. The composition reduces leakage of unnecessary information and makes the transfer more efficient.\n\nThis research explored several aspects of such a model. One difficult issue concerns checking if the stated access to the composed data can really be granted, i.e., if there is a way for some party to extract the desired data by one or more data exchanges and compositions while respecting all the access restrictions. We devised efficient algorithms for this. In cases where there are multiple ways of providing such an access, we devised an efficient (minimum cost) algorithms for doing so. We also devised efficient algorithms when the system consists of some negative rules (or \"safety properties\") as well. A safety property explicitly denies certain type of access and may conflict with the positive rules that provide access. Since safety properties must be observed, we devised algorithms to suggest minimal weakening of the positive rules so as to remove the conflicts. We also examined several other issues including rules and safety properties that include conditions on the attributes, use of trusted third parties for performing cross-party data compositions, and efficiently handling evolution of the rules as business requirements change. All of these problems can be proven to be difficult (\"NP-hard\"), and thus require efficient heuristic algorithms.\n\nWe also extended the model to a combination of relational and graph databases, where the graphs represent special relationships or dependencies between various items in the relational database (e.g., similarity between products, friendship or other social relationships between people, regional relevance, etc.). We also explored the application of collaborative sharing ideas to the problem of diagnosing problems in cyberinfrastructure services involving multi-parties. An example of this concerns a business obtaining services from a remote data center. In this case, the end to end interaction involves at least 3 parties: the business, Internet service provider(s), and the data center. During normal functioning, the visibility across party boundaries is very limited, but when problems arise, a greater visibility helps in diagnosing the problem quickly, and may be granted if we can show that certain accesses are essential for effective diagnosis. A final offshoot of this project, with still ongoing work, is the access control in edge computing environments, which inherently multiple infrastructure/service providers. This environment is increasingly driven by video-streaming and requires a time and event-based access control that is being researched.\n\nOverall, the project explored an important area with applications in many applications, and has spawned research that we continue to take forward. The project also trained several graduate students and resulted in 7 publications.\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2021\n\n\t\t\t\t\tSubmitted by: Krishna Kant"
 }
}