{
 "awd_id": "1530627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preliminary investigation of a social cognitive intervention in early courses",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 367563.0,
 "awd_amount": 367563.0,
 "awd_min_amd_letter_date": "2015-09-10",
 "awd_max_amd_letter_date": "2019-05-30",
 "awd_abstract_narration": "Currently, about a third of the students enrolled in a required pre-engineering class do not earn the required minimum grade for the engineering major, creating an obstacle to their timely completion of an engineering degree.  The proposed research examines whether a self-reflection exercise in which students consider how they might have done better on the first exam in the class helps students perform better and increases their likelihood of successfully completing the course by helping them understand their performance and form strategies for self-improvement. The proposed intervention builds on recent research that finds that thinking about \"what might have been\" can change behavior and improve future outcomes, as well as an emphasis in engineering education to promote reflection and develop skills for lifelong learning among engineering majors. If successful, this intervention would offer a new, brief, virtually free new tool that instructors could use to boost student success. The project also includes workshops and symposia presented at conferences and universities nationwide in order to train engineering educators in the intervention approach.  The research further improves engineering and STEM education by increasing student participation in research through the involvement of undergraduate and graduate students, including students from under-represented groups, in data collection and analysis of the proposed studies. \r\n\r\nThe project leverages cutting-edge theory in social cognitive psychology to explore a novel brief intervention aimed at helping students respond adaptively to challenges. In three studies, the project examines how students' thoughts about \"what might have been,\" (counterfactual thoughts, or CFs), connect to course performance. The first study examines whether students who have CFs are more successful at improving their performance, and the second tests whether instructing students to list CFs improves performance. A third study compares outcomes for course sections using a newly-developed counterfactual reflection intervention to traditional course sections. Following validation of the intervention, workshops for engineering and cognate faculty will promote broader adoption on campus, at universities nationwide, and as part of national engineering and cognate conferences. This research thus  translates the most recent models of regret (Summerville, 2011) to educational applications to identify potential boundary conditions for the effects of CFs on STEM performance, and also offers meaningful contributions to basic research in social psychology and engineering education. The proposal targets broader impacts goals of improving STEM education by boosting student success in engineering, eventually improving primary STEM education through inclusion in curriculum aimed at K-12 teachers, and increasing student participation in research through the involvement of undergraduate and graduate students in data collection and analysis of the proposed studies. The proposal also targets goals of improving participation of underrepresented groups. Two of the three PIs are female, the majority of undergraduate researchers involved in the project are female, and the undergraduate and graduate student researchers include members of underrepresented racial groups, first-generation college students, and recently separated military veterans. Finally, this research will be disseminated to both the research community and to society at large through workshops, conference presentations, publications in engineering education, STEM education, and psychology journals, and contacts in the popular media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Blue",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Blue",
   "pi_email_addr": "bluejm@miamioh.edu",
   "nsf_id": "000200415",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Summerville",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amy L Summerville",
   "pi_email_addr": "summera@miamioh.edu",
   "nsf_id": "000599711",
   "pi_start_date": "2015-09-10",
   "pi_end_date": "2019-05-30"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Blue",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Blue",
   "pi_email_addr": "bluejm@miamioh.edu",
   "nsf_id": "000200415",
   "pi_start_date": "2015-09-10",
   "pi_end_date": "2019-05-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Kirkmeyer",
   "pi_mid_init": "P",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Brian P Kirkmeyer",
   "pi_email_addr": "kirkmebp@miamioh.edu",
   "nsf_id": "000661813",
   "pi_start_date": "2015-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "90 N. Patterson Ave.",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450563653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 367563.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the project was to determine if counterfactual thoughts (CFs) about \"what might have been\" can be used to create a brief, free or low-cost intervention in early and pre-engineering courses to increase the rate of successful completion by students.&nbsp;&nbsp;</p>\n<p>We found that intention generation seemed to benefit performance for students who had not taken calculus in high school. We therefore collected additional data by recruiting participants who were not identified as entering with calculus who were enrolled in the target course.</p>\n<p>The intervention that we developed for engineering students in early STEM courses prompted them to generate counterfactuals. Counterfactuals are statements like, &ldquo;If I had gone to office hours when I was confused, I would have learned more.&rdquo; They are not statements of fact, but statements of what could have been. Past research has shown that people who generate counterfactuals can form behavioral intentions, increase motivation, increase persistence, and improve outcomes. Our hope was that we could have students generate counterfactuals, that this would induce students to change some of their behaviors, and that this would increase their course grades.</p>\n<p>Our experimental group was asked to generate counterfactuals, and the control group was asked to describe their expectations for the rest of the semester. At the end of the semester, instructors provided the course grade of the students in our sample. To our surprise, the two groups of students had equivalent course grades. A quick intervention where students generate counterfactuals was not the solution to student failure to achieve their desired grades.</p>\n<p>The current results offer valuable contributions to an ongoing debate in social psychology about whether and when counterfactual thoughts are functional. It is among the first studies to experimentally investigate this in the context of real performance in an academic context. Importantly, the pattern of results suggests new boundary conditions for when these thoughts will be effective. We have also presented our results at social psychology conferences to increase the impact of our funded research.</p>\n<p>&nbsp;</p>\n<p>We conducted additional analyses to explore more social psychology variables.</p>\n<p><strong>Mindset: </strong>People with fixed mindset believe that their ability to do something is set, as with our students who tell us they are just no good at math. On the other hand, people with growth mindset believe their abilities can change. Having a growth mindset positively correlates with academic success. We found no significant difference in mindset between men and women in our sample.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Self-Efficacy: </strong>This is the belief someone has about their own ability to do something; it is context-dependent. Prior studies have found that, in STEM, women almost always have lower self-efficacy than men do. We surveyed students about their self-efficacy for successfully finishing their early STEM courses, and found that women had significantly less self-efficacy than men in our sample. This was true even though the course grades for women and men were equivalent.</p>\n<p><strong>Regret: </strong>Regret is linked to thoughts of what might have been. It is usually productive; people experiencing regret are usually also reflecting on their past choices and often planning different choices for the future. We surveyed students about two kinds of regret: affective regret (responding to statements like \"I could just kick myself\") and cognitive regret (responding to statements like \"I should have done something different\"). We found no sex difference between men and women's responses to the survey of cognitive regret. However, we did find that women had significantly more affective regret than men did. This was true even though the course grades for women and men were equivalent.</p>\n<p><strong>Social Belonging: </strong>A belief that students belong in school has positive correlations with academic self-efficacy, satisfaction and cohesion, and retention. Feelings of belonging have been particularly important in the retention of students from traditionally excluded identities; in engineering, this means women; Black, Latinx, or Native students; first-generation college students; and students from lower-income families. When we surveyed our students about social belonging, we found good news and bad news. The good news is that students from traditionally excluded identities reported feeling the same amount of social belonging as their peers did. The bad news is that students in all groups felt significantly less social belonging after they got their first exam back (during weeks 6-8) than they did during the first week of classes.<strong>&nbsp;</strong></p>\n<p>We have learned that we need to pay attention to our students, far beyond checking on their grades. In particular, learning that women have lower self-efficacy and higher affective regret is discouraging. From a bird's-eye view, it may seem that the women in our STEM classes are doing well, as their grades are equivalent to those of the men in the class. Part of our motivation for dissemination is to get this information to our colleagues in physics and engineering departments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2021<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;M&nbsp;Blue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of the project was to determine if counterfactual thoughts (CFs) about \"what might have been\" can be used to create a brief, free or low-cost intervention in early and pre-engineering courses to increase the rate of successful completion by students.  \n\nWe found that intention generation seemed to benefit performance for students who had not taken calculus in high school. We therefore collected additional data by recruiting participants who were not identified as entering with calculus who were enrolled in the target course.\n\nThe intervention that we developed for engineering students in early STEM courses prompted them to generate counterfactuals. Counterfactuals are statements like, \"If I had gone to office hours when I was confused, I would have learned more.\" They are not statements of fact, but statements of what could have been. Past research has shown that people who generate counterfactuals can form behavioral intentions, increase motivation, increase persistence, and improve outcomes. Our hope was that we could have students generate counterfactuals, that this would induce students to change some of their behaviors, and that this would increase their course grades.\n\nOur experimental group was asked to generate counterfactuals, and the control group was asked to describe their expectations for the rest of the semester. At the end of the semester, instructors provided the course grade of the students in our sample. To our surprise, the two groups of students had equivalent course grades. A quick intervention where students generate counterfactuals was not the solution to student failure to achieve their desired grades.\n\nThe current results offer valuable contributions to an ongoing debate in social psychology about whether and when counterfactual thoughts are functional. It is among the first studies to experimentally investigate this in the context of real performance in an academic context. Importantly, the pattern of results suggests new boundary conditions for when these thoughts will be effective. We have also presented our results at social psychology conferences to increase the impact of our funded research.\n\n \n\nWe conducted additional analyses to explore more social psychology variables.\n\nMindset: People with fixed mindset believe that their ability to do something is set, as with our students who tell us they are just no good at math. On the other hand, people with growth mindset believe their abilities can change. Having a growth mindset positively correlates with academic success. We found no significant difference in mindset between men and women in our sample.\n\n \n\nSelf-Efficacy: This is the belief someone has about their own ability to do something; it is context-dependent. Prior studies have found that, in STEM, women almost always have lower self-efficacy than men do. We surveyed students about their self-efficacy for successfully finishing their early STEM courses, and found that women had significantly less self-efficacy than men in our sample. This was true even though the course grades for women and men were equivalent.\n\nRegret: Regret is linked to thoughts of what might have been. It is usually productive; people experiencing regret are usually also reflecting on their past choices and often planning different choices for the future. We surveyed students about two kinds of regret: affective regret (responding to statements like \"I could just kick myself\") and cognitive regret (responding to statements like \"I should have done something different\"). We found no sex difference between men and women's responses to the survey of cognitive regret. However, we did find that women had significantly more affective regret than men did. This was true even though the course grades for women and men were equivalent.\n\nSocial Belonging: A belief that students belong in school has positive correlations with academic self-efficacy, satisfaction and cohesion, and retention. Feelings of belonging have been particularly important in the retention of students from traditionally excluded identities; in engineering, this means women; Black, Latinx, or Native students; first-generation college students; and students from lower-income families. When we surveyed our students about social belonging, we found good news and bad news. The good news is that students from traditionally excluded identities reported feeling the same amount of social belonging as their peers did. The bad news is that students in all groups felt significantly less social belonging after they got their first exam back (during weeks 6-8) than they did during the first week of classes. \n\nWe have learned that we need to pay attention to our students, far beyond checking on their grades. In particular, learning that women have lower self-efficacy and higher affective regret is discouraging. From a bird's-eye view, it may seem that the women in our STEM classes are doing well, as their grades are equivalent to those of the men in the class. Part of our motivation for dissemination is to get this information to our colleagues in physics and engineering departments.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2021\n\n\t\t\t\t\tSubmitted by: Jennifer M Blue"
 }
}