{
 "awd_id": "1531887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Environmental Scanning Electron Microscope",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 662886.0,
 "awd_amount": 662886.0,
 "awd_min_amd_letter_date": "2015-09-04",
 "awd_max_amd_letter_date": "2015-09-04",
 "awd_abstract_narration": "Acquisition of an Environmental Scanning Electron Microscope (ESEM) by Penn State Erie, represents a significant investment in undergraduate focused basic and applied research; it will enable industry-university collaborations in fundamental science that quickly pave the way for real economic impact as the region benefits from the application of advanced material science, biological, health-related and chemical research. This ESEM will be a resource to the research communities throughout the PA/OH/NY tristate area with influences extending nationally and internationally via collaborative research efforts, providing employment for world-class scientists and technologists in the region.  Existing robust industrial research engagement will further expand, and advanced microscopy will no longer be outsourced from the region, eliminating a significant impediment to economic development initiatives. An open-lab access is expected to make the instrument available to other universities and numerous high schools in the region. The ESEM user community will not be confined to the research elite. This instrument will be an important new resource in an established, far reaching K-12 STEM program to impact all levels of education in the region.  Because of the exceedingly practical and user-friendly interface of the ESEM, programs will engage a broad user base of diverse socio-economic backgrounds that will become exposed to regional scientific developments and hence offered the opportunity to explore options in regional STEM-driven industry.  \r\n\r\n\r\nThe primary objective of this proposal is to facilitate increased basic and applied research activity across the Schools of Engineering and Science at Penn State Erie, to be a resource for other academic and industrial entities in the region. Projects focused on polymers, plastic formulations, metals processing technologies, fuel cell development, biological systems, environmental science, paleoecology and many others will greatly benefit by the project. This acquisition provides expanded scientific capability at a College where the majority of the internal and funded research activity is executed by undergraduate students. This relatively new model, based on an Open Laboratory environment, provides direct exposure to real industry research and development problems for undergraduates at various stages of their academic training. In collaboration with faculty and industry sponsors, students will be given the opportunity to explore fundamental material phenomena and develop viable practical solutions based on their investigations. The instrument identified for acquisition has unique capability to provide functionality across a wide range of disciplines and places state of the art material characterization technology at the direct disposal of undergraduate students. The acquisition will have several very important broader impacts. As the range of offered courses at the college continues to expand, new emphasis is placed on exploring fundamental concepts, particularly in engineering and science. For instance, a new major is planned in polymer engineering and science that will be complementary to the long established plastics engineering technology option. The availability of an ESEM will attract both faculty and students who are interested in the interfaces between structure, property, and processing of materials. The ESEM will also become an important regional resource since no such capability is publicly available within a convenient distance of the greater Erie metropolitan area.  Many industrial relationships that would benefit from the proposed acquisition while providing valuable research exposure to the undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Dillon",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory P Dillon",
   "pi_email_addr": "gpd2@psu.edu",
   "nsf_id": "000641836",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alicyn",
   "pi_last_name": "Rhoades",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alicyn M Rhoades",
   "pi_email_addr": "amh234@psu.edu",
   "nsf_id": "000691597",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Penn State Erie, The Behrend College",
  "perf_str_addr": "5101 Jordan Road",
  "perf_city_name": "Erie",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "165631701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "PA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 662886.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An Environmental Scanning Electron Microscope was acquired under&nbsp;this&nbsp;initiative and installed in the Advanced&nbsp;Manufacturing and Innovation Center (AMIC) in the Knowledge Park Facility at Penn State Erie, The Behrend College.&nbsp; The goal of the acquisition was to make available to the broader&nbsp;academic&nbsp;and industrial research communities of the region a capability&nbsp;that facilitated advanced materials research across&nbsp;the widest possible spectrum.&nbsp; An FEI Quanta FEG 650 was purchased in 2016 and installed and accepted on behalf of Penn State on August 26th.&nbsp; This acquisition is expected to&nbsp;place state of the art materials characterization technology at the direct disposal of undergraduate students, as Penn State Erie&nbsp;is a substantially undergraduate College.&nbsp; However, consistent with the goals of the program, all of the local universities have been&nbsp;made aware&nbsp;of the&nbsp;acquisition, through local and regional print and broadcast&nbsp;media as well as direct verbal communication.&nbsp; It is also expected that the&nbsp;industrial community will avail&nbsp;of the capability and early indications are that&nbsp;this assumption is well founded.&nbsp;&nbsp;In&nbsp;response to the acquisition, Penn&nbsp;State Erie's largest industrial research sponsor (SKF) placed complementary characterization equipment at&nbsp;the Advanced Manufacturing and Innovation Center.&nbsp;&nbsp;A number of&nbsp;other industrial companies have enquired about the ESEM and collaborative project planning is underway with new programs expected to emerge later&nbsp;this year.&nbsp; From the instructional perspective, the impact on the student population has already been seen.&nbsp; The instrument has been used in a number of demonstrations supporting established class activity.&nbsp; In the Plastics Engineering Technology the ESEM has been used to show the effects of conventional plastics processing technologies, such as injection molding, on the microstructural characteristics of materials. &nbsp;Students have learned how polymer flow can influence the distribution of various particles in a processed component.&nbsp;&nbsp; Particles studied have already included ceramic platelets, silica spheres, carbon fibers and silver nano particles.&nbsp; The capability of the FEI Quanta 650 to resolve at the scale of nanometers provides tremendous instructional facility and is enormously powerful in conveying key material principles.&nbsp; Similarly the ESEM has already enabled high quality research across a wide range of disciplines spanning both Science and Engineering.&nbsp; The ESEM has the capability to image and provide elemental mapping for materials ranging from hard engineering systems to soft biological tissue.&nbsp; This &lsquo;one stop shopping&rsquo; capability will provide benefit to research communities across a broad range of disciplines and it is expected that this will promote cross disciplinary collaborations within the University and between universities that have not been previously feasible. &nbsp; &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;P&nbsp;Dillon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn Environmental Scanning Electron Microscope was acquired under this initiative and installed in the Advanced Manufacturing and Innovation Center (AMIC) in the Knowledge Park Facility at Penn State Erie, The Behrend College.  The goal of the acquisition was to make available to the broader academic and industrial research communities of the region a capability that facilitated advanced materials research across the widest possible spectrum.  An FEI Quanta FEG 650 was purchased in 2016 and installed and accepted on behalf of Penn State on August 26th.  This acquisition is expected to place state of the art materials characterization technology at the direct disposal of undergraduate students, as Penn State Erie is a substantially undergraduate College.  However, consistent with the goals of the program, all of the local universities have been made aware of the acquisition, through local and regional print and broadcast media as well as direct verbal communication.  It is also expected that the industrial community will avail of the capability and early indications are that this assumption is well founded.  In response to the acquisition, Penn State Erie's largest industrial research sponsor (SKF) placed complementary characterization equipment at the Advanced Manufacturing and Innovation Center.  A number of other industrial companies have enquired about the ESEM and collaborative project planning is underway with new programs expected to emerge later this year.  From the instructional perspective, the impact on the student population has already been seen.  The instrument has been used in a number of demonstrations supporting established class activity.  In the Plastics Engineering Technology the ESEM has been used to show the effects of conventional plastics processing technologies, such as injection molding, on the microstructural characteristics of materials.  Students have learned how polymer flow can influence the distribution of various particles in a processed component.   Particles studied have already included ceramic platelets, silica spheres, carbon fibers and silver nano particles.  The capability of the FEI Quanta 650 to resolve at the scale of nanometers provides tremendous instructional facility and is enormously powerful in conveying key material principles.  Similarly the ESEM has already enabled high quality research across a wide range of disciplines spanning both Science and Engineering.  The ESEM has the capability to image and provide elemental mapping for materials ranging from hard engineering systems to soft biological tissue.  This ?one stop shopping? capability will provide benefit to research communities across a broad range of disciplines and it is expected that this will promote cross disciplinary collaborations within the University and between universities that have not been previously feasible.     \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Gregory P Dillon"
 }
}