{
 "awd_id": "1532229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: ACQUISITION OF A CAVITY RING DOWN SPECTROSCOPY ANALYZER FOR RESEARCH IN WETLAND CARBON CYCLING BY FACULTY AND UNDERGRADUATES AT CHAPMAN UNIVERSITY",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 200785.0,
 "awd_amount": 200785.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "An award is made to Chapman University to acquire a cavity ring down spectroscopy (CRDS) analyzer for research in wetland carbon cycling.  The acquisition of a CRDS analyzer will increase opportunities for research training by leveraging a number of existing mentoring and teaching programs at Chapman University, an undergraduate-serving institution in Orange, California.  These include mentored undergraduate research; integration into an existing Ecosystem Ecology laboratory course; use in an established research training program for local high school students; and training of community college students supported by an ongoing NSF REU-Site program.  These training efforts will continue a successful track record of engaging females and underrepresented minorities in cutting edge scientific research using world-class instrumentation. \r\n\r\nWetlands are among the most important ecosystems in the global carbon cycle because of their large soil carbon pools and high methane emissions.  Given their importance in the global carbon cycle, wetlands have been important drivers of climate change in the past.  A pressing question in global change biogeochemistry remains whether a significant fraction of the large carbon pool in wetland soils will be released as methane in future climates. A more complete mechanistic understanding of the complex microbial processes that mediate wetland carbon cycling is necessary to accurately model the response of wetland decomposition and methane dynamics to ongoing global change.  Stable isotopes are a powerful tool for exploring wetland carbon cycling and can provide important insights into the production and consumption of methane in wetlands.  The acquisition of a cavity ring down spectroscopy (CRDS) analyzer will allow for the measurement of stable isotopic composition of carbon dioxide and methane.  The acquired instrument will provide important insights into the processes of decomposition, methane production and methane consumption in wetland ecosystems to better understand their role in the global carbon cycle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Keller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Keller",
   "pi_email_addr": "jkeller@chapman.edu",
   "nsf_id": "000084906",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chapman University",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7146287383",
  "inst_zip_code": "928661005",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "CHAPMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EN9DMTETW3N1"
 },
 "perf_inst": {
  "perf_inst_name": "Chapman University",
  "perf_str_addr": "One University Drive",
  "perf_city_name": "Orange",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928661005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 200785.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award allowed for the acquisition and installation of a cavity ring down spectroscopy analyzer at Chapman University, a primarily undergraduate institution in Orange, California.&nbsp;Students and faculty have used this instrument to explore the relationship between wetland ecosystems and the global climate.&nbsp;&nbsp;In particular, the analyzer is able to measure the greenhouse gases carbon dioxide and methane.&nbsp;&nbsp;These gases are both produced and consumed by wetlands and play a key role in the Earth&rsquo;s climate system.&nbsp; Understanding the dynamics of these gases within ecosystems is thus crucial for understanding potential feedbacks between wetlands and the climate.</p>\n<p>The cavity ring down spectroscopy analyzer has expanding the research and teaching capacity of Chapman University by allowing for the analysis of the stable isotopic composition of carbon dioxide and methane.&nbsp; Essentially, the instrument allows for the measurement of how &ldquo;heavy&rdquo; the carbon molecules in these gases are.&nbsp; &nbsp;The quantification of isotopic composition has allowed students and faculty to follow carbon through wetlands &ndash; from the atmosphere, to the water and soil and back into the atmosphere &ndash; facilitating a deeper understanding of the role that wetlands play in the global climate.&nbsp;&nbsp;</p>\n<p>Multiple undergraduate students have already been engaged in the use of this cutting-edge analyzer to answer questions of global significance.&nbsp; For example, a first-generation, female student has presented work at a national conference showing &ndash; for the first time &ndash; that unique chemical compound can be used to make methane by microorganisms in northern wetlands in Minnesota.&nbsp; A number of additional, ongoing projects are being supported by the acquired instrumentation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2018<br>\n\t\t\t\t\tModified by: Jason&nbsp;Keller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award allowed for the acquisition and installation of a cavity ring down spectroscopy analyzer at Chapman University, a primarily undergraduate institution in Orange, California. Students and faculty have used this instrument to explore the relationship between wetland ecosystems and the global climate.  In particular, the analyzer is able to measure the greenhouse gases carbon dioxide and methane.  These gases are both produced and consumed by wetlands and play a key role in the Earth?s climate system.  Understanding the dynamics of these gases within ecosystems is thus crucial for understanding potential feedbacks between wetlands and the climate.\n\nThe cavity ring down spectroscopy analyzer has expanding the research and teaching capacity of Chapman University by allowing for the analysis of the stable isotopic composition of carbon dioxide and methane.  Essentially, the instrument allows for the measurement of how \"heavy\" the carbon molecules in these gases are.   The quantification of isotopic composition has allowed students and faculty to follow carbon through wetlands &ndash; from the atmosphere, to the water and soil and back into the atmosphere &ndash; facilitating a deeper understanding of the role that wetlands play in the global climate.  \n\nMultiple undergraduate students have already been engaged in the use of this cutting-edge analyzer to answer questions of global significance.  For example, a first-generation, female student has presented work at a national conference showing &ndash; for the first time &ndash; that unique chemical compound can be used to make methane by microorganisms in northern wetlands in Minnesota.  A number of additional, ongoing projects are being supported by the acquired instrumentation.\n\n\t\t\t\t\tLast Modified: 12/19/2018\n\n\t\t\t\t\tSubmitted by: Jason Keller"
 }
}