{
 "awd_id": "1533966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Fourth International Congress on Sustainability Science and Engineering, Balatonfured, Hungary, May 26-29, 2015",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Triantafillos Mountziaris",
 "awd_eff_date": "2015-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-04-07",
 "awd_max_amd_letter_date": "2015-04-07",
 "awd_abstract_narration": "Huang, 1533966\r\n\r\nOver the past two decades, industries have made tremendous efforts to improve energy and material efficiency in engineered systems, design greener products and sustainable supply chain, and become more responsible to the society through improving their business sustainability. In academia, sustainability science and engineering has become a very active area of research in various disciplines of engineering, natural and social sciences. Sustainability theories and sustainability assessment, analysis, design and decision making methodologies as well as tools have been developed, many of which are used to tackle real-world problems in collaboration with industries. To improve communications and promote experience sharing, networking, and collaboration between academia and industries, a variety of sustainability related conferences, symposiums, and workshops are organized around the world every year. To address much broader issues of sustainability science and engineering, facilitate discussions on scientific and technological development, and share research and practice experiences in industrial sustainability, a group of scientists, educators, and engineers, and governmental officers have decided to organize the fourth event of a conference series, namely The 4th International Congress on Sustainability Science and Engineering (ICOSSE). The conference will be held in Balatonfüred, Hungary on May 26-29, 2015.\r\n\r\nThis is the first time for the ICOSSE series to organize an event in a foreign country. This conference should provide an excellent platform for scientist, researchers, and practitioners of various physical sciences, engineering fields, economics, and social sciences to discuss research and education challenges, share their research and practicing experience, and promote networking. The conference will be organized on four key themes in sustainability; they are: sustainable energy, sustainable manufacturing, energy for sustainability, and the nexus of food, energy, and water. The presentation focus will be on pursuing industrial sustainability from the systems perspective using scientific and engineering innovations. The conference should help bridge the gap between research and development and strengthen the linkage between industries and academia, and explore opportunities for broad international collaboration.\r\n\r\nThe ICOSSE becomes a major international conference series in the sustainability field. Different from the past three ICOSSEs, this 4th event is to be held in Europe. The travel grant should help US academic attendees take this opportunity to learn the cutting-age research in various fields of sustainability, share their experience with the world class leaders and other colleagues, especially those in Europe and near regions, and identify international collaboration opportunities in strengthening sustainable engineering research and education. Junior faculty members, young researchers, graduate and undergraduate students, especially those minorities underrepresented in science and engineering will be strongly encouraged to attend the conference. Student poster paper competitions will provide a great opportunity for them to present their research activities and receive advice from leading experts from different countries. It is planned that selected papers will be published in five technical journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yinlun",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yinlun Huang",
   "pi_email_addr": "yhuang@wayne.edu",
   "nsf_id": "000408100",
   "pi_start_date": "2015-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project was for providing travel support to U.S. academic participants to attend the 4th International Congress on Sustainability Science and Engineering (ICOSSE) that was held in Balatonfured, Hungary, May 26-29, 2015. This is the first time for the ICOSSE conference series to have its NSF-sponsored event overseas. The conference was co-organized by American Institute of Chemical Engineers (AIChE), the Sustainability Section of the European Federation of Chemical Engineering (EFCE), and the University of Pannonia, Hungary. It aimed at facilitating discussions on scientific and technological development issues, and share research and practice experiences in industrial sustainability among international scientists, educators and engineers.</p>\n<p>The conference attracted about 140 participants from 25 countries, including Austria, Belgium, China, Colombia, Croatia, Germany, Hungary, India, Italy, Jamaica, Japan, Korea, Malaysia, Oman, Pakistan, Philippines, Poland, Qatar, Slovakia, Slovenia, Spain, Switzerland, Ukraine, United Kingdom, and USA. The two and a half day conference had six plenary talks, 56 oral presentations, including 13 keynotes in 13 technical sessions, and one student poster session. There were 33 poster papers, most of which were contributed by undergraduate and graduate students. Two U.S. undergraduate students won the Student Best Presentation Awards, who were joined by another awardee from Hungary. &nbsp;The presentations reflected state-of-the-art research in the critical areas of sustainability science and engineering. It is recognized that sustainability science is still far from exact, and engineering methods for sustainability assessment and enhancement are still more heuristic. Apparently, fundamental research on sustainability science and engineering through international, multidisciplinary collaboration is needed.&nbsp;</p>\n<p>The journal, Industrial &amp; Engineering Chemistry Research, published a special issue on sustainable chemical manufacturing in 2016, which includes four papers selected from the presentations at the ICOSSE&rsquo;15 conference.&nbsp; The ICOSSE&rsquo;15 conference information is accessible via the ICOSSE website (link: http://icosse.org/2015).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2017<br>\n\t\t\t\t\tModified by: Yinlun&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project was for providing travel support to U.S. academic participants to attend the 4th International Congress on Sustainability Science and Engineering (ICOSSE) that was held in Balatonfured, Hungary, May 26-29, 2015. This is the first time for the ICOSSE conference series to have its NSF-sponsored event overseas. The conference was co-organized by American Institute of Chemical Engineers (AIChE), the Sustainability Section of the European Federation of Chemical Engineering (EFCE), and the University of Pannonia, Hungary. It aimed at facilitating discussions on scientific and technological development issues, and share research and practice experiences in industrial sustainability among international scientists, educators and engineers.\n\nThe conference attracted about 140 participants from 25 countries, including Austria, Belgium, China, Colombia, Croatia, Germany, Hungary, India, Italy, Jamaica, Japan, Korea, Malaysia, Oman, Pakistan, Philippines, Poland, Qatar, Slovakia, Slovenia, Spain, Switzerland, Ukraine, United Kingdom, and USA. The two and a half day conference had six plenary talks, 56 oral presentations, including 13 keynotes in 13 technical sessions, and one student poster session. There were 33 poster papers, most of which were contributed by undergraduate and graduate students. Two U.S. undergraduate students won the Student Best Presentation Awards, who were joined by another awardee from Hungary.  The presentations reflected state-of-the-art research in the critical areas of sustainability science and engineering. It is recognized that sustainability science is still far from exact, and engineering methods for sustainability assessment and enhancement are still more heuristic. Apparently, fundamental research on sustainability science and engineering through international, multidisciplinary collaboration is needed. \n\nThe journal, Industrial &amp; Engineering Chemistry Research, published a special issue on sustainable chemical manufacturing in 2016, which includes four papers selected from the presentations at the ICOSSE?15 conference.  The ICOSSE?15 conference information is accessible via the ICOSSE website (link: http://icosse.org/2015).\n\n \n\n\t\t\t\t\tLast Modified: 05/17/2017\n\n\t\t\t\t\tSubmitted by: Yinlun Huang"
 }
}