{
 "awd_id": "1534554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Burning Effects On Savannah Environments",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 179888.0,
 "awd_amount": 179888.0,
 "awd_min_amd_letter_date": "2015-07-22",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "Dr. Kristen Hawkes of the University of Utah will undertake research to investigate the ways Hadza foragers living in northern Tanzania take advantage of burned landscapes in their exploitation of wild plants and animals. Fire use is increasingly recognized as an important component of hunting and gathering that affects foraging return rates and has shaped local environments world-wide, but the role of fire in subsistence activities by the Hadza and other African foragers has been understudied. Postdoctoral associate Dr. Christopher Parker will bring his experience measuring the immediate benefits and ecological consequences of hunter-gatherer fire use in the Western Desert of Australia to specify distinctive features of fire's effects in this African context. The project will expand his comparative expertise; and participating graduate students will learn and practice techniques of systematic behavioral observations and quantitative fire ecology that will serve their future careers. Recording information on fire use will contribute to the preservation of traditional Hadza knowledge, which is threatened by the increasing effects of globalization and will characterize human-environment interactions that can aid policy makers charged with managing fire's impact in similar ecological settings.    \r\n\r\n\r\nDocumentation of Hadza expertise on fire use in their East African homeland will build the foundation for estimating and calibrating the nature and magnitude of fire's effect on foraging returns in African savannas in the deeper past. Enumerating these effects will allow estimates of the selective advantages that led earlier members of our lineage to controlled fire use and will help identify the pathways by which the distinctively human dependence on fire and cooking evolved.  This research will fill a gap in knowledge by quantifying the benefits of burns with the guidance of people who are intimately knowledgeable about local ecology. The research will identify which aspects of foraging are most and least affected by burns in this equatorial savanna and which resource types see the most significant changes in profitability when altered by fire.  Results will be the basis for characterizing the likely role of fire-induced ecological alteration on foraging opportunities in ancient sub-Saharan Africa and improve hypotheses about the effects of those alterations on the emergence of our genus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Hawkes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Hawkes",
   "pi_email_addr": "hawkes@anthro.utah.edu",
   "nsf_id": "000391372",
   "pi_start_date": "2015-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "270 S. 1400 East Room 102",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 179888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Major goals<br /> This project aimed to evaluate the effects of fire on foraging payoffs in the Eyasi Region of Northern Tanzania where Hadza foragers with lifelong experience of landscape fires can guide and expand our observations. &nbsp;Results contribute to contemporary resource management in savanna environments and improve hypotheses about the use of fire as a foraging tool both recently and in the deeper ancestral past.&nbsp; Specifically our goals have been to 1) measure the effects of burns on plant types of special interest to both Hadza and Native American foragers with fire experiments in Utah, Nevada, and California, 2) evaluate the distribution, timing, and ecological effects of fire in Hadza country over the decades covered by satellite imagery, 3) measure the abundance and distribution of food plants in both burned and unburned areas of Hadza country using systematic transects guided by experienced Hadza foragers, 4) measure both the searching and handling components of foraging during focal follows of Hadza foragers in both burned and unburned areas, 5) collect stories of fire, its distribution, timing, and effects from experienced Hadza foragers.</p>\n<p>Major Activities<br /> The Hadza fieldwork funded in this project has always been constrained by the annual fire season. After continuing delays in the permitting process we finally received the necessary permit from COSTECH in July of 2018. Then personnel issues delayed fieldwork again. With those sorted, we applied for extension of research clearance, which was granted too late to catch the 2019 fire season.&nbsp; Expenditure of NSF funds for this project had been halted in 2016 awaiting permits, except to pay the permit fees a second time on advice that payment duplication would be refunded when we were in country, and then to pay fees required for the extension and personnel changes. With permits in place, former project postdoc Chris Parker and graduate student L Brock James (signed on as field director) traveled to Tanzania over the December 2019 holiday break. &nbsp;They joined our new Tanzanian collaborator, Frank Mbago, in Dar and drove to Hadza country, meeting stake holders to arrange fieldwork planned to begin in the northern spring. Appropriate residence permits for all of us were then acquired. But the Covid lockdown put an end to travel plans. Since the maximum number of no-cost extension requests had been granted last year, L Brock James spent the remaining time and some of the remaining funds on project related activities in Utah.&nbsp; Those included:</p>\n<ul>\n<li>Training      in use of Google Earth Engine to access/analyze remote sensing data and      produce an ecological model of Hadza country.</li>\n<li>Training      in the use of the R statistical environment to perform time series      analysis of weather/seasonality and fire occurrence and show the      seasonality of fire regimes in the original project area.</li>\n<li>Training      in the use of machine learning methods to generate predictive maps of burn      likelihood and identify the environmental variables that most shape the      spatial patterns of burn locations in the region surrounding Lake Eyasi. </li>\n<li>Hiring      graduate/undergraduate students to re-digitize field notes from prior      ethnographic observations of the Utah/UCLA Hadza project. Computer      transitions following the turn of the 21<sup>st</sup> century had made      previously digitized data files unrecoverable. When re-digitized, those      observations can link previously observed foraging outcomes to the      remotely sensed record.</li>\n<li>Tested      the methods for estimating vegetation landcover intended for use on      Tanzanian data with ecological field work in south-eastern Utah.</li>\n</ul>\n<p>These activities provided training and professional development for L. Brock James who competed his Utah Masters. &nbsp;Now enrolled in the PhD program in Anthropology at Penn State, he will continue to work remotely with Utah graduate and undergraduate students to be supported by U of U funding sources. They will be digitizing Hadza fieldnotes to create databases for continuing analyses.</p>\n<p>Although NSF support for this project has terminated, work related to original project goals is planned to continue with U of U student support.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2021<br>\n\t\t\t\t\tModified by: Kristen&nbsp;Hawkes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMajor goals\n This project aimed to evaluate the effects of fire on foraging payoffs in the Eyasi Region of Northern Tanzania where Hadza foragers with lifelong experience of landscape fires can guide and expand our observations.  Results contribute to contemporary resource management in savanna environments and improve hypotheses about the use of fire as a foraging tool both recently and in the deeper ancestral past.  Specifically our goals have been to 1) measure the effects of burns on plant types of special interest to both Hadza and Native American foragers with fire experiments in Utah, Nevada, and California, 2) evaluate the distribution, timing, and ecological effects of fire in Hadza country over the decades covered by satellite imagery, 3) measure the abundance and distribution of food plants in both burned and unburned areas of Hadza country using systematic transects guided by experienced Hadza foragers, 4) measure both the searching and handling components of foraging during focal follows of Hadza foragers in both burned and unburned areas, 5) collect stories of fire, its distribution, timing, and effects from experienced Hadza foragers.\n\nMajor Activities\n The Hadza fieldwork funded in this project has always been constrained by the annual fire season. After continuing delays in the permitting process we finally received the necessary permit from COSTECH in July of 2018. Then personnel issues delayed fieldwork again. With those sorted, we applied for extension of research clearance, which was granted too late to catch the 2019 fire season.  Expenditure of NSF funds for this project had been halted in 2016 awaiting permits, except to pay the permit fees a second time on advice that payment duplication would be refunded when we were in country, and then to pay fees required for the extension and personnel changes. With permits in place, former project postdoc Chris Parker and graduate student L Brock James (signed on as field director) traveled to Tanzania over the December 2019 holiday break.  They joined our new Tanzanian collaborator, Frank Mbago, in Dar and drove to Hadza country, meeting stake holders to arrange fieldwork planned to begin in the northern spring. Appropriate residence permits for all of us were then acquired. But the Covid lockdown put an end to travel plans. Since the maximum number of no-cost extension requests had been granted last year, L Brock James spent the remaining time and some of the remaining funds on project related activities in Utah.  Those included:\n\nTraining      in use of Google Earth Engine to access/analyze remote sensing data and      produce an ecological model of Hadza country.\nTraining      in the use of the R statistical environment to perform time series      analysis of weather/seasonality and fire occurrence and show the      seasonality of fire regimes in the original project area.\nTraining      in the use of machine learning methods to generate predictive maps of burn      likelihood and identify the environmental variables that most shape the      spatial patterns of burn locations in the region surrounding Lake Eyasi. \nHiring      graduate/undergraduate students to re-digitize field notes from prior      ethnographic observations of the Utah/UCLA Hadza project. Computer      transitions following the turn of the 21st century had made      previously digitized data files unrecoverable. When re-digitized, those      observations can link previously observed foraging outcomes to the      remotely sensed record.\nTested      the methods for estimating vegetation landcover intended for use on      Tanzanian data with ecological field work in south-eastern Utah.\n\n\nThese activities provided training and professional development for L. Brock James who competed his Utah Masters.  Now enrolled in the PhD program in Anthropology at Penn State, he will continue to work remotely with Utah graduate and undergraduate students to be supported by U of U funding sources. They will be digitizing Hadza fieldnotes to create databases for continuing analyses.\n\nAlthough NSF support for this project has terminated, work related to original project goals is planned to continue with U of U student support.\n\n\t\t\t\t\tLast Modified: 09/08/2021\n\n\t\t\t\t\tSubmitted by: Kristen Hawkes"
 }
}