{
 "awd_id": "1534114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:BIC - A Cost-effective Accurate and Resilient Indoor Positioning System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 998387.0,
 "awd_amount": 1004843.0,
 "awd_min_amd_letter_date": "2015-08-26",
 "awd_max_amd_letter_date": "2019-05-30",
 "awd_abstract_narration": "This Partnerships for Innovation: Building Innovation Capacity project aims at developing a cost effective, accurate, resilient and smart indoor localization service to be used in built environments. Positioning systems have revolutionized how we interact with the world around us.  Outdoor mobile devices make use of technologies like Global Positioning System (GPS) to deliver a wide variety of location-based services. Similarly, indoor positioning systems will enable delivery of new services that provide tremendous social and commercial value to humans in residential and commercial built environments. Indoor location services can be used by enterprises to track and manage assets. Building management systems can use indoor location information to enable services for building managers and occupants and first responders, such as effective emergency response, indoor navigation, and perimeter protection. Furthermore, indoor location services will enable implementation of important services such as coordination of people in a disaster scenario (e.g., natural or man-made (public shootings) disasters and navigation services for the blind). Unfortunately, satellite-based approaches, such as GPS, do not work indoors due to weak satellite signals that do not penetrate through building facades. Unlike existing methods, the proposed smart service will achieve high accuracy and robustness with respect to disruptions, while maintaining low installation and maintenance costs. In addition, users will be able to use their mobile device(s), (e.g., smartphone, tablets, smart watches), without the need to carry/wear additional equipment. \r\n\r\nThe project will develop and combine ultrasound, visible light and Wireless Local Area Network (WLAN)-based positioning techniques with Radio Frequency (RF)-based, magnetic signatures, human ambulation models and building information models (BIMs) for localization, tracking and visualization. The combined use of several independent positioning techniquse not only will dramatically increase the accuracy of positioning over any single technique, but it will add the necessary redundancy to withstand disruption of all but one positioning service, with provably bounded loss of performance. Even in the case of unavailability of all positioning techniques, ambulation models, together with BIM, will be able to provide indoor positioning at a coarser level of granularity. In turn, redundancy can be used to perform maintenance and periodic system calibration on any subsystem without service interruption. The impressive feature of the proposed methodology is that all these properties can be achieved at low installation and maintenance costs, as the system can piggyback on a building's existing audio, lighting, and RF communication capabilities. One unique property of the proposed positioning algorithm will be its modularity and extensibility. Information coming from different sensors will be incorporated seamlessly, allowing the algorithm to work under intermittent failure of one of its subcomponents. The inclusion of ambulation models, together with accelerometer, gyroscope and compass data available on the majority of today's smartphones, will allow the achievement of fine-grain tracking, which will provide smooth trajectories in place of sequence of locations. In the proposed scheme, Multi-sensor localization and BIM play a synergetic role. BIM will contribute to decreasing installation and maintenance costs, by providing precise positioning of the sources of ranging (e.g., light, ultrasound, Wi-Fi antennas) and accurate topological information to develop high fidelity ranging models. Additionally, the semantic information provided by BIM will help with detecting infeasible trajectories. On the other hand, Simultaneous Localization and Mapping (SLAM)-based techniques can help refine BIMs and keep them updated. Dynamic information can enhance BIMs by providing useful information to building managers about traffic patterns and occupancy. Importantly, the design of the smart service needs to be human-centered and to take into account each of the stakeholders, i.e., owner and facilities management team, the service developers, the users of the smart service application program interface (API), who will develop value-added services customized for a particular facility or more generally for many facilities, and, of course, the end-users, the occupants and visitors of the facility, who will use the smart services themselves. To understand the needs and wants of such distinct groups of stakeholders, the project will directly involve them by conducting a series of focus groups. Participatory design is an established technique where a design team works directly with stakeholders to design an artifact or service. Stakeholders will also be engaged in the formal testing of the software service, from installation to maintenance, to application design and to application usage. \r\n\r\nAt the inception of the project, partners include the lead institution: Carnegie Mellon University, (Departments of Electrical and Computer Engineering, Civil and Environmental Engineering, and the Human-Computer Interaction Institute) Pittsburgh, PA, with primary partners:  Bosch RTC Pittsburgh (Pittsburgh, PA, large business) and Sports and Exhibition Authority (Pittsburgh, PA, large business).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Bruno",
   "pi_last_name": "Sinopoli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruno Sinopoli",
   "pi_email_addr": "bsinopoli@wustl.edu",
   "nsf_id": "000490000",
   "pi_start_date": "2015-08-26",
   "pi_end_date": "2019-05-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Rowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Rowe",
   "pi_email_addr": "agr@ece.cmu.edu",
   "nsf_id": "000576177",
   "pi_start_date": "2019-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burcu",
   "pi_last_name": "Akinci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burcu Akinci",
   "pi_email_addr": "bakinci@andrew.cmu.edu",
   "nsf_id": "000486800",
   "pi_start_date": "2015-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anind",
   "pi_last_name": "Dey",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Anind K Dey",
   "pi_email_addr": "anind@uw.edu",
   "nsf_id": "000260331",
   "pi_start_date": "2015-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Rowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Rowe",
   "pi_email_addr": "agr@ece.cmu.edu",
   "nsf_id": "000576177",
   "pi_start_date": "2015-08-26",
   "pi_end_date": "2019-05-30"
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 998387.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 6456.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to develop a cost-effective, accurate,  resilient and smart indoor localization service for smartphones. Indoor  localization systems typically determine a position using either ranging  measurements, inertial sensors, environmental-specific signatures or  some combination of all of these methods. Given a floor plan, inertial  and signature-based systems can converge on accurate locations by slowly  pruning away inconsistent states as a user walks through the space. In  contrast, range-based systems are capable of instantly acquiring  locations, but they rely on densely deployed beacons and suffer from  inaccurate range measurements given non-line-of-sight (NLOS) signals.</p>\n<p>In order to get the best of both worlds, we developed an approach  that systematically exploits the geometry information derived from  building floor plans to directly improve location acquisition in  range-based systems. Our system comprised of a novel range-based beacon  infrastructure that uses synchronized ultrasonic chirps between beacons  in the environment and any mobile device with a microphone.&nbsp; On top of  this hardware platform, we designed a location-based service  architecture that can seamlessly fuse inputs from a variety of sources  like 3D floorplan scans, inertial measurement data and information  crowd-sourced by users moving through the space to streamline both the  setup and management process. &nbsp;We demonstrated the system in a grocery  store deployment where it was able to precisely localize any number of  smartphones with enough accuracy to show the path towards and the exact  location of products using mobile augmented reality.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2020<br>\n\t\t\t\t\tModified by: Anthony&nbsp;Rowe</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1534114/1534114_10392338_1586562238231_alps-ar--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1534114/1534114_10392338_1586562238231_alps-ar--rgov-800width.jpg\" title=\"ALPS System\"><img src=\"/por/images/Reports/POR/2020/1534114/1534114_10392338_1586562238231_alps-ar--rgov-66x44.jpg\" alt=\"ALPS System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ALPS System guiding a user to a product in a grocery store using mobile augmented reality.</div>\n<div class=\"imageCredit\">Patrick Lazik</div>\n<div class=\"imageSubmitted\">Anthony&nbsp;Rowe</div>\n<div class=\"imageTitle\">ALPS System</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to develop a cost-effective, accurate,  resilient and smart indoor localization service for smartphones. Indoor  localization systems typically determine a position using either ranging  measurements, inertial sensors, environmental-specific signatures or  some combination of all of these methods. Given a floor plan, inertial  and signature-based systems can converge on accurate locations by slowly  pruning away inconsistent states as a user walks through the space. In  contrast, range-based systems are capable of instantly acquiring  locations, but they rely on densely deployed beacons and suffer from  inaccurate range measurements given non-line-of-sight (NLOS) signals.\n\nIn order to get the best of both worlds, we developed an approach  that systematically exploits the geometry information derived from  building floor plans to directly improve location acquisition in  range-based systems. Our system comprised of a novel range-based beacon  infrastructure that uses synchronized ultrasonic chirps between beacons  in the environment and any mobile device with a microphone.  On top of  this hardware platform, we designed a location-based service  architecture that can seamlessly fuse inputs from a variety of sources  like 3D floorplan scans, inertial measurement data and information  crowd-sourced by users moving through the space to streamline both the  setup and management process.  We demonstrated the system in a grocery  store deployment where it was able to precisely localize any number of  smartphones with enough accuracy to show the path towards and the exact  location of products using mobile augmented reality.\n\n\t\t\t\t\tLast Modified: 04/10/2020\n\n\t\t\t\t\tSubmitted by: Anthony Rowe"
 }
}