{
 "awd_id": "1534930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Revealing Kinetic Pathways by Pulsed-Film Pyrolysis of Cellulosic Biomass",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2014-08-25",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 333993.0,
 "awd_amount": 333993.0,
 "awd_min_amd_letter_date": "2015-02-11",
 "awd_max_amd_letter_date": "2015-02-11",
 "awd_abstract_narration": "The conversion of lignocellulosic, non-food biomass by combustion, pyrolysis, or gasification provides a sustainable set of technologies for the production of second generation biofuels that can have significant impact on energy independence, economic growth, global emissions, and our society. However, despite intensive research for the past several decades, there is still a lack of fundamental knowledge pertaining to these systems including reaction pathways, intermediates, and detailed kinetics. It is this kind of information that has led to the successful development of the refinery industry in the past century and which is critically needed for biomass utilization. The lack of progress on fundamental understanding of these conversion technologies is partially rooted in the multiphase and multi-scale nature of the raw material and the associated complexity of a large reaction network convoluted with transport effects.\r\n\r\nIntellectual Merit: Our objective in this research is to develop the first kinetic description of the individual molecular reactions of cellulose pyrolysis by developing and utilizing a novel experimental technique referred to as ?pulsed-film pyrolysis,? or PFP. The proposed PFP technique aims to rapidly heat micro-scale films of cellulose to 400-600 °C, whereupon isothermal pyrolysis occurs for a defined increment of time (e.g. 10 ms), followed by rapid thermal quench. Kinetic information on the rate of reaction will then be obtained from characterizing the quantity and type of chemical species produced for each consecutive thermal pulse. The research plan\r\n\r\n1.) Develop the technique of pulsed-film pyrolysis: Three tasks will focus on designing, constructing, and testing the pulsed-film technique for cellulose pyrolysis. Utilization of multi-physics design models and novel reactor construction will allow for the first experimental system capable of transport-free kinetic experiments at high temperature. is divided into two specific aims:\r\n2.) Measure the kinetics of cellulose pyrolysis: Three tasks will measure rates of formation of primary products (e.g. levoglucosan and furans), secondary reactions of levoglucosan, and condensed-phase reactions to reduce cellulose to reactive oligomers.\r\nAt the completion of these two aims, it is anticipated that the kinetics of the major pathways of cellulose pyrolysis will be measured for the first time. Intellectual merit: The proposed research will transform\r\nour understanding of the reaction mechanisms and kinetics of solid and condensed-phase biomass chemistry. A compelling aspect of this research is that it provides the first strategy for experimentally measuring the activation energies associated with the formation of key pyrolysis products, which can be compared with ongoing computations to elucidate for the first time the mechanisms of biomass pyrolysis.\r\n\r\nBroader Impact: The scientific discoveries of biomass reaction pathways and kinetics will provide the critical data for constructing first-principles kinetic models which can be used to optimize pyrolysis reactors. Improved biomass processes broadly impact the country by producing higher quality biofuels with lower cost and reduced environmental impact. Additionally, the discoveries and fundamental insights from the proposed research on the pyrolysis of biomass will provide a plethora of opportunities for developing instructive material to educate prospective undergraduates, high school students and the general public on the value and environmental impact of biomass conversion to fuels and chemicals. We propose to develop an integrated strategy with broad impact which combines the education of high school teachers and the instruction of undergraduates to develop presentations for public symposia on the topic of biomass technology, environmental impact and policy. A year-to-year development plan has been proposed for conducting public symposia, which will be broadcast on the internet along with educational materials for broad dissemination. Integrated with the symposia will be an undergraduate course focused on renewable energy as well as an NSF-RET proposal for hosting science teachers and developing learning modules for K-12 students in schools with high concentration of underrepresented minorities (Springfield, MA, & Milwaukee, WI). Our approach to education will contribute to ensuring that students from economically depressed backgrounds and underrepresented minorities have access to inspiring examples of engineering science and technology and that the general public is well-informed on the importance of biomass conversion as a sustainable and environmentally-friendly means of achieving the national goal of independence from imported oil.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dauenhauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Dauenhauer",
   "pi_email_addr": "hauer@umn.edu",
   "nsf_id": "000560069",
   "pi_start_date": "2015-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "421 Washington Ave SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 333993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The thermal decomposition of non-food, lignocellulosic biomass is the foundational chemistry for renewable generation of energy, production of biofuels, and a common component of food processing.&nbsp; In this work, a reactor was designed, constructed and tested to achieve conditions necessary to obtain molecular kinetic information about cellulose decomposition; the reactor is referred to as PHASR for 'Pulse-Heated Analysis of Solid Reactions\".&nbsp; This technique was then implemented to understand the key transition in cellulose decomposition chemistry, leading to the discovery that cellulose essentially \"reactively melts\" at 467 deg C.&nbsp; This finding provides a background explanation for the optimal fast pyrolysis conditions of lignocellulosic materials occuring around 500 deg C; at this temperature, biomass primarily degrades via chain fracture to form volatile components ideal for fuel production.</p>\n<p>The PHASR reactor was constructed of two flow chambers constructed from stainless steel; the lower cooling chamber contained a flowing silicon-based liquid coolant in a microstructured heat exchanger for fast convective heat transfer.&nbsp; During operation, the coolant flowed continuously without interruption.&nbsp; The upper chamber was a thin channel with flowing helium.&nbsp; Into the upper chamber was placed a carbon-steel plate connected to two electrodes; the temperature of the carbon-steel plate was monitored via an optical pyrometer that reads the temperature 1000 times per second.&nbsp; A sample of cellulose (10-50 microns thick) was placed on the plate, where it was exposed to a thermal pulse. Heating was controlled by a 2000 Hz PID controller. Incoming helium in the sample chamber picked up evolving vapors and swept them into the inlet of a gas chromatograph. Evaluation of reactor performance indicated heating to 500 deg C as fast as 20 milliseconds, while cooling achieved the targeted cooling rate to 200 deg C as fast as 50 milliseconds.&nbsp; Reactions conducted in the PHASR could occur over 10 milliseconds to two seconds.</p>\n<p>Experiments of cellulose decomposition with the PHASR reactor evaluated the conversion as a function of time using feedstocks including cellulose, cyclodextrin, and short-chain polysaccharides.&nbsp; An initial discovery showed that the chemistry of polysaccharide decomposition to volatile products varied between high and low temperatures (500 versus 400 deg C).&nbsp; Using short chain (two-to-six) polysaccharides, it was apparent that volatile products formed from the end of the chain at low temperature; at high temperature the chain readily fragemented at any point to form volatile products.&nbsp; Analysis of the decomposition of cyclodextrin showed that it was an effective surrogate for cellulose decomposition.&nbsp; Using this surrogate, it was possible to measure the kinetics of polysaccharide activation defined as the initiating reaction.&nbsp; At 467 deg C, the chemistry transitions from a high activation mechanism at high temperature to a low activation mechanism at low temperature.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2019<br>\n\t\t\t\t\tModified by: Paul&nbsp;Dauenhauer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe thermal decomposition of non-food, lignocellulosic biomass is the foundational chemistry for renewable generation of energy, production of biofuels, and a common component of food processing.  In this work, a reactor was designed, constructed and tested to achieve conditions necessary to obtain molecular kinetic information about cellulose decomposition; the reactor is referred to as PHASR for 'Pulse-Heated Analysis of Solid Reactions\".  This technique was then implemented to understand the key transition in cellulose decomposition chemistry, leading to the discovery that cellulose essentially \"reactively melts\" at 467 deg C.  This finding provides a background explanation for the optimal fast pyrolysis conditions of lignocellulosic materials occuring around 500 deg C; at this temperature, biomass primarily degrades via chain fracture to form volatile components ideal for fuel production.\n\nThe PHASR reactor was constructed of two flow chambers constructed from stainless steel; the lower cooling chamber contained a flowing silicon-based liquid coolant in a microstructured heat exchanger for fast convective heat transfer.  During operation, the coolant flowed continuously without interruption.  The upper chamber was a thin channel with flowing helium.  Into the upper chamber was placed a carbon-steel plate connected to two electrodes; the temperature of the carbon-steel plate was monitored via an optical pyrometer that reads the temperature 1000 times per second.  A sample of cellulose (10-50 microns thick) was placed on the plate, where it was exposed to a thermal pulse. Heating was controlled by a 2000 Hz PID controller. Incoming helium in the sample chamber picked up evolving vapors and swept them into the inlet of a gas chromatograph. Evaluation of reactor performance indicated heating to 500 deg C as fast as 20 milliseconds, while cooling achieved the targeted cooling rate to 200 deg C as fast as 50 milliseconds.  Reactions conducted in the PHASR could occur over 10 milliseconds to two seconds.\n\nExperiments of cellulose decomposition with the PHASR reactor evaluated the conversion as a function of time using feedstocks including cellulose, cyclodextrin, and short-chain polysaccharides.  An initial discovery showed that the chemistry of polysaccharide decomposition to volatile products varied between high and low temperatures (500 versus 400 deg C).  Using short chain (two-to-six) polysaccharides, it was apparent that volatile products formed from the end of the chain at low temperature; at high temperature the chain readily fragemented at any point to form volatile products.  Analysis of the decomposition of cyclodextrin showed that it was an effective surrogate for cellulose decomposition.  Using this surrogate, it was possible to measure the kinetics of polysaccharide activation defined as the initiating reaction.  At 467 deg C, the chemistry transitions from a high activation mechanism at high temperature to a low activation mechanism at low temperature.\n\n\t\t\t\t\tLast Modified: 04/27/2019\n\n\t\t\t\t\tSubmitted by: Paul Dauenhauer"
 }
}