{
 "awd_id": "1534941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSE: Enhanced Software Tools for Biomolecular Free Energy Calculations",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2015-08-24",
 "awd_max_amd_letter_date": "2015-08-24",
 "awd_abstract_narration": "The central role of atomistic simulation-based free energy calculations for basic chemical and biological research is now firmly established. The free energy is the central quantity that guides the behavior of a system at, or near, equilibrium, determining such characteristics as molecular conformations, molecular binding, chemical reactions, etc. Unfortunately, accurate and reliable free energies are very difficult to calculate, particularly for many biomolecular systems characterized by rugged free energy landscapes.  Hence, special techniques are required for calculating such free energy landscapes.  Having previously developed the so-called Adaptively Biased Molecular Dynamics method, enhanced with other methods (either developed or adapted by our group) for phase space sampling, this project will further develop the capabilities of this software thereby enlarging the kinds of simulation problems that can be tackled. The software will be released to the public as open source software and as parts of the AMBER software package. In terms of scientific applications, this project also will investigate the conformation and properties of proteins with Intrinsically Disordered Regions, and the binding of DNA with a special class of transcription factors.\r\n\r\nThe single most important quantity for describing biomolecular and chemical systems in equilibrium is the free energy. However, calculating free energies is notoriously difficult and computationally expensive. This problem is particularly pressing for many biomolecular systems, which are characterized by complicated free energy landscapes that are hard to explore with regular molecular dynamics simulations. The PIs previously developed the Adaptively Biased Molecular Dynamics method (ABMD) with Multiple Walkers, and Replica Exchange Molecular Dynamics (REMD) extensions. ABMD is an umbrella sampling method with a time-dependent biasing potential for calculating free energy landscapes and conformational sampling. The software suite, along with Steered Molecular Dynamics (SMD) extensions, has been released to the public as part of the AMBER software package. This project will take this set of software tools to the next level by developing the capability to handle quaternion-based collective variables, the so-called Milestoning technique, and self-directed, interacting multiple walkers. Envisioned applications relate to proteins with Intrinsically Disordered Regions (IDRs) and mechanisms of DNA binding by basic Helix-Loop-Helix (bHLH) domains in transcription factors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Celeste",
   "pi_last_name": "Sagui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celeste Sagui",
   "pi_email_addr": "sagui@ncsu.edu",
   "nsf_id": "000254584",
   "pi_start_date": "2015-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Roland",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Roland",
   "pi_email_addr": "cmroland@ncsu.edu",
   "nsf_id": "000203105",
   "pi_start_date": "2015-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8005",
   "pgm_ref_txt": "Scientific Software Elements"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The central role of atomistic free energy calculations for basic chemical and<br />biological research is now firmly established, as this is the central quantity<br />that determines the behavior of systems at or near equilibrium. For instance,<br />the free energy is the key quantity that predicts the delicate three-dimensional<br />structure of biomolecules, their binding, the chemical reactions they catalyze,<br />the molecular recognition problem, and the balance between different biological<br />systems. Unfortunately, the free energy surfaces (FES) of most biomolecular systems are multi-dimensional, rough and often quite complex, so that very long time scales are typically needed to explore a given FES with any sort of reliability. This is generally precluded in regular molecular dynamics (MD) simulations, even under current parallel conditions. Given the central importance of this problem, considerable effort is currently being invested in developing and refining new free energy methods, which are especially tailored for complex FES when entropic contributions cannot be neglected.<br /><br />This proposal was aimed at further enhancing our software tools for calculating biomolecular energies, transition pathways and reaction rates. Our method is based on nonequilibrium, simulations, which estimate the free energy as a function of a set of collective variables from an evolving ensemble of realizations, and use that estiate to bias the system dynamics as to flatted the effective free energy surface. The method -- termed the Adaptively Biased Molecular Dynamics (ABMD) method -- is essentially an umbrella sampling method, in which the biasing force compensates for the free energy gradient<br />such that in the long-time limit, the biasing potential effectively reproduces the<br />negative of the unknown free energy surface. Our original ABMD suite of programs as well as new algorithms previously developed under the SEE program were for the SANDER module (short for Simulated Annealing with NMR-Derived Energy Restraints) of the AMBER simulation package. At the beginning of this program, the AMBER consortia made the decision to switch<br />AMBER from SANDER to a new implementation of PMEMD (short for Particle Mesh Ewald Molecular Dynamics). PMEMD is a highly optimized, parallel implementation of the SANDER molecular dynamics engine designed to scale up to a large number of processors. It has been optimized to run on Graphical Processing Units (GPUs) in the PMEMD.CUDA mode. Therefore, in order to keep our ABMD free energy suite viable for the future, we needed to translate our codes to run on PMEMD. This turned out to be a big effort, but has resulted in significant payoffs. Specific modules released to date include the ABMD module, the Steered Molecular Dynamics (SMD) module, the Well-Tempered (WT-ABMD) algorithm, a new interacting multiple walker (selection algorithm),<br />the so-called ``string method\", a rewrite of the Hamiltonian Replica Exchange (H-REMD) module (also made compatible with other ABMD REMD methods), updates on the Umbrella Sampling module (PMD), the ability to combine ABMD and PMD for enhanced sampling of multiple walkers, as well as new and improved collective variables. Generally speaking, the new codes run one to two<br />orders of magnitude faster on PMEMD, depending on the system. All the codes have been released to AMBER v.16 and higher. In addition, we have also developed a new set of quaternion-basedcollective variables, which are useful for moving large groups of atoms (e.g., alpha-helices, beta-sheets, etc) on biomolecules enabling the (future) study of large-scale collective motions. These quaternion-based collective variables are due to be released in the near term future.<br /><br />In addition the code developed, the proposal also involved a number of biomolecular simulation studies. These included: (i) an investigation of the amyloid properties of asparagine and glutamine in prion-like proteins; (ii) investigations of the structure and dynamics of selected DNA and RNA double helices associated with select nucleotide repat systems -- specific systems studied included CAG and GAC, CCG and GGC, CUG (RNA) and CTG (DNA) trinucleotide systems, as well as GGGGCC and GGGCCT based hexanucleotide repeat systems forming G-quadruplexes; and (iii) investigations of amyloid beta 1-42 dimers.<br /><br />In terms of the broader impacts, we believe that the largest impact of this grant has been the generation of our free energy code released via AMBER. Aside from software, this researchproposal has been instrumental in the education of graduate students and a postdoctoral fellow.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2019<br>\n\t\t\t\t\tModified by: Celeste&nbsp;Sagui</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe central role of atomistic free energy calculations for basic chemical and\nbiological research is now firmly established, as this is the central quantity\nthat determines the behavior of systems at or near equilibrium. For instance,\nthe free energy is the key quantity that predicts the delicate three-dimensional\nstructure of biomolecules, their binding, the chemical reactions they catalyze,\nthe molecular recognition problem, and the balance between different biological\nsystems. Unfortunately, the free energy surfaces (FES) of most biomolecular systems are multi-dimensional, rough and often quite complex, so that very long time scales are typically needed to explore a given FES with any sort of reliability. This is generally precluded in regular molecular dynamics (MD) simulations, even under current parallel conditions. Given the central importance of this problem, considerable effort is currently being invested in developing and refining new free energy methods, which are especially tailored for complex FES when entropic contributions cannot be neglected.\n\nThis proposal was aimed at further enhancing our software tools for calculating biomolecular energies, transition pathways and reaction rates. Our method is based on nonequilibrium, simulations, which estimate the free energy as a function of a set of collective variables from an evolving ensemble of realizations, and use that estiate to bias the system dynamics as to flatted the effective free energy surface. The method -- termed the Adaptively Biased Molecular Dynamics (ABMD) method -- is essentially an umbrella sampling method, in which the biasing force compensates for the free energy gradient\nsuch that in the long-time limit, the biasing potential effectively reproduces the\nnegative of the unknown free energy surface. Our original ABMD suite of programs as well as new algorithms previously developed under the SEE program were for the SANDER module (short for Simulated Annealing with NMR-Derived Energy Restraints) of the AMBER simulation package. At the beginning of this program, the AMBER consortia made the decision to switch\nAMBER from SANDER to a new implementation of PMEMD (short for Particle Mesh Ewald Molecular Dynamics). PMEMD is a highly optimized, parallel implementation of the SANDER molecular dynamics engine designed to scale up to a large number of processors. It has been optimized to run on Graphical Processing Units (GPUs) in the PMEMD.CUDA mode. Therefore, in order to keep our ABMD free energy suite viable for the future, we needed to translate our codes to run on PMEMD. This turned out to be a big effort, but has resulted in significant payoffs. Specific modules released to date include the ABMD module, the Steered Molecular Dynamics (SMD) module, the Well-Tempered (WT-ABMD) algorithm, a new interacting multiple walker (selection algorithm),\nthe so-called ``string method\", a rewrite of the Hamiltonian Replica Exchange (H-REMD) module (also made compatible with other ABMD REMD methods), updates on the Umbrella Sampling module (PMD), the ability to combine ABMD and PMD for enhanced sampling of multiple walkers, as well as new and improved collective variables. Generally speaking, the new codes run one to two\norders of magnitude faster on PMEMD, depending on the system. All the codes have been released to AMBER v.16 and higher. In addition, we have also developed a new set of quaternion-basedcollective variables, which are useful for moving large groups of atoms (e.g., alpha-helices, beta-sheets, etc) on biomolecules enabling the (future) study of large-scale collective motions. These quaternion-based collective variables are due to be released in the near term future.\n\nIn addition the code developed, the proposal also involved a number of biomolecular simulation studies. These included: (i) an investigation of the amyloid properties of asparagine and glutamine in prion-like proteins; (ii) investigations of the structure and dynamics of selected DNA and RNA double helices associated with select nucleotide repat systems -- specific systems studied included CAG and GAC, CCG and GGC, CUG (RNA) and CTG (DNA) trinucleotide systems, as well as GGGGCC and GGGCCT based hexanucleotide repeat systems forming G-quadruplexes; and (iii) investigations of amyloid beta 1-42 dimers.\n\nIn terms of the broader impacts, we believe that the largest impact of this grant has been the generation of our free energy code released via AMBER. Aside from software, this researchproposal has been instrumental in the education of graduate students and a postdoctoral fellow.\n\n\t\t\t\t\tLast Modified: 10/29/2019\n\n\t\t\t\t\tSubmitted by: Celeste Sagui"
 }
}