{
 "awd_id": "1534006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Global Connections and Changing Resource Use System in the Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Erica Hill",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 194718.0,
 "awd_amount": 194718.0,
 "awd_min_amd_letter_date": "2015-05-15",
 "awd_max_amd_letter_date": "2015-10-16",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 14-country initiative on global change research through the Belmont Forum. The Belmont Forum is a high level group of the world?s major and emerging funders of global environmental change research and international science councils.  It aims to accelerate delivery of the international environmental research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders.  This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions.\r\n\r\nWorking together in this Collaborative Research Action, the partner agencies have provided support for research projects that utilize existing Arctic observing systems, datasets and models to evaluate key sustainability challenges and opportunities in the Arctic region, to innovate new sustainability science theory and approaches to these challenges and opportunities, and support decision-making towards a sustainable Arctic environment.  This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries and that bring together natural scientists, social scientists and end users (e.g., policy makers, regulators, NGOs, communities and industry).  \r\n\r\nGlobal connections and changing resource use systems in the Arctic (CONNECT) unites the expertise from researchers in Norway, Canada, the US, and Russia to investigate how globally connected systems influence local sustainability, socioeconomic, and ecological practices.  In particular, the team investigates the effects of introduced extractive industries, tourism, and communications technologies on community responses, disturbances, and ecosystem changes.  The six work packages utilize data sets and research methods developed by the team under previously funded efforts and include community interviews, socioeconomic and policy analyses, land use and vegetation maps, mining development histories, and local perceptions of land use and ecosystem services.  These inputs will be used in an integrative fashion to develop model and monitoring indicators of ecological impacts and measure the effects of global connections on resource use systems.  The project will continue its collaboration with 28 communities and conduct re-visit workshops during the course of the project to share progress.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Monz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Monz",
   "pi_email_addr": "chris.monz@usu.edu",
   "nsf_id": "000658963",
   "pi_start_date": "2015-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843225215",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 194718.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project had the overall goal of understanding how global influences, such as tourism, technology, and climate change have affected Indigenous and rural communities in the Arctic. We focused on arctic communities in Alaska, Northern Canada, and Norway. Our work on tourism suggests that complex interactions exist between natural resources, communities and governance systems, and the threats of climate change can have profound effects on sustaining a tourism economy, upon which many communities depend. Understanding these interactions and dependencies has clearly become of vital importance as global travel has become extremely limited with the COVID-19 pandemic, placing many livelihoods at risk. We also developed a better understanding of how Indigenous communities can interact with extractive industries to allow their communities to receive more of the benefits of these activities on traditionally used lands. We&nbsp;contributed to the understanding of how indigenous communities in Alaska and Canada are interacting with and adapting to rapid changes in climate and consequently, in the management of natural resources. For example, we demonstrated the role of technology in subsistence behaviors and how this approach may increase resilience in some ways, and be problematic in others. We examined the interaction of Indigenous communities and land management agencies and found the importance of local involvement in decision making.&nbsp;Overall the project will help arctic communities, and managers of arctic lands, better understand their role in a global society and to help prepare for a more sustainable future in uncertain times.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2020<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Monz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project had the overall goal of understanding how global influences, such as tourism, technology, and climate change have affected Indigenous and rural communities in the Arctic. We focused on arctic communities in Alaska, Northern Canada, and Norway. Our work on tourism suggests that complex interactions exist between natural resources, communities and governance systems, and the threats of climate change can have profound effects on sustaining a tourism economy, upon which many communities depend. Understanding these interactions and dependencies has clearly become of vital importance as global travel has become extremely limited with the COVID-19 pandemic, placing many livelihoods at risk. We also developed a better understanding of how Indigenous communities can interact with extractive industries to allow their communities to receive more of the benefits of these activities on traditionally used lands. We contributed to the understanding of how indigenous communities in Alaska and Canada are interacting with and adapting to rapid changes in climate and consequently, in the management of natural resources. For example, we demonstrated the role of technology in subsistence behaviors and how this approach may increase resilience in some ways, and be problematic in others. We examined the interaction of Indigenous communities and land management agencies and found the importance of local involvement in decision making. Overall the project will help arctic communities, and managers of arctic lands, better understand their role in a global society and to help prepare for a more sustainable future in uncertain times.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2020\n\n\t\t\t\t\tSubmitted by: Christopher Monz"
 }
}