{
 "awd_id": "1534606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Social Mobility, Poverty Reduction, and Democracy in an Emerging Middle Class",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 135878.0,
 "awd_amount": 149341.0,
 "awd_min_amd_letter_date": "2015-07-13",
 "awd_max_amd_letter_date": "2022-05-24",
 "awd_abstract_narration": "Recent economic research has uncovered major changes in patterns of social mobility throughout the world. In the United States and Western Europe, middle classes that consolidated during the 20th. century are now observed to be in decline. Conversely, in countries such as Brazil, India, and China, where middle classes did not previously comprise a significant segment of the population, middle classes have increased significantly. These changes are of obvious economic importance. However, their wider social and political significance has been the subject of little rigorous research. This comparative anthropological project will address this gap. Anthropologists Dr. Marvin Benjamin Junge (State University of New York, New Paltz), Dr. Sean Mitchell (Rutgers University), and Dr. Charles Klein (Portland State University) will collect wide-ranging comparative and longitudinal data to illuminate the significance and consequences of the new middle class's historic rise. Not only will the results from this study be important for social scientific theory, they also will have important policy implications, contributing to our understanding of the relationships between economic growth, poverty reduction, and the consolidation of democracy.\r\n\r\nThe research will be carried out in Brazil, which is one of the key global sites where these transformations have been occuring. Over the past fifteen years, approximately 40 million Brazilians have exited official poverty classifications. The investigators will undertake a three-year study in three cities (Fortaleza, Rio de Janeiro, and São Paulo) to understand the meanings, material transformations, and identities associated with social, economic, and geographic mobility among Brazil's \"previously poor.\" In each project city, the researchers will focus intensive data collection on people living in one home community. These case studies will combine:(1) participant observation in important spaces where new middle class individuals experience and express economic mobility (e.g., their neighborhoods, shopping malls, churches, bus and subway stations, community centers, recreational venues, health clinics, and public squares); (2) a baseline head of household survey (660 subjects); and (3) in-depth, annual interviews (130 subjects per year). These data will support the identification of potential subgroups within the new middle class and enable the researchers to assess longitudinally how individuals respond and communities to economic and political change at national and global levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Sean T Mitchell",
   "pi_email_addr": "seantm@andromeda.rutgers.edu",
   "nsf_id": "000677241",
   "pi_start_date": "2015-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "Hill Hall 631",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021896",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 93024.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 56317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Long known for stark inequality, in the early years of the twenty-&#64257;rst century Brazil experienced unprecedented socioeconomic mobility, with 35 million Brazilians leaving poverty and policy analysts and the media hailing the arrival of a &ldquo;new middle class.&rdquo; Then, ongoing political upheaval and a severe recession beginning in 2014 left many upwardly mobile Brazilians in precarious economic situations. This multi-year project examined these developments over the period 2016 to 2018, with a final research trip in 2022. The research focused on class relations and forms of consciousness, political attitudes and practices, and the ways in which inequality and socioeconomic mobility play out in everyday life. The study&rsquo;s findings are based on seven research trips to Rio de Janeiro, a 400-person household survey in four neighborhoods (conducted in coordination with parallel surveys in Recife and S&atilde;o Paulo) and 81 in-depth interviews.</p>\n<p>Household survey data reveal that most respondents believed they had improved their financial situation over the past 15 years, yet few thought they had moved up on the Brazilian socioeconomic pyramid. Nor did respondents demonstrate a consolidation of &ldquo;middle class&rdquo; identification; instead, most continue to see themselves as working class or working poor rather than middle class or &ldquo;new middle class.&rdquo; Nonetheless, if Brazilian class hierarchies remain intact, consumption patterns have changed markedly with many lower-middle-class, working-class and lower-income households now having items and experiences that were once the near exclusive provenance of traditional upper-middle-class families, such as cell phones, computers, cars, and airplane travel. These findings suggest that even though most economically ascendant individuals may not understand themselves as middle class, their symbolic and material worlds have fundamentally unsettled longstanding ideas about class in Brazil.</p>\n<p>Project findings also offer insight into the jarring landscape of Brazilian politics in recent years. Nearly all survey respondents report very low levels of engagement with formal forms of politics. At the same time, there is significant variation in voting patterns and social attitudes in the study neighborhoods, with self-identified Afro-Brazilian voters more likely to have supported the Worker&rsquo;s Party presidential candidate Dilma Rousseff in the 2014 national election, and voters under 30 and voters who self-identified as &ldquo;lower middle class&rdquo; more like to have supported the center-right candidate, A&eacute;cio Neves. Respondents under 30 years old also had more meritocratic attitudes about economic advancement, and more progressive views on gender roles and gay marriage than their older counterparts, while Afro-Brazilian respondents supported for a wider range of social movements than their white or mixed-race counterparts. We also found that those whose recollected mobility pattern was one of upward mobility, followed by stagnation or decline were those most likely to harbor hostility to the Workers' Party governments under which large scale upward mobility took place. These differences can be seen in voting patterns in the 2018 election of the extremely conservative Jair Bolsonaro as Brazil&rsquo;s president. These data suggest that periphery political attitudes and practices are perhaps not best understood according to predefined and static categories (e.g., conservative, leftist, feminist, Black, middle class, working class), but rather through the lens of contested moralities that play out in everyday life, with individuals enacting shifting definitions of &ldquo;us&rdquo; versus &ldquo;them&rdquo; that mobilize different dimensions of their experience in response to continuously changing economic, political, cultural, and social environments.</p>\n<p>The publications that have emerged from this reseach project, as well as those that will continue to emerge, provide a unique, empirical, mixed-methods view of the relationship between economic change and politics for a population that has been pivotal in Brazil's recent political history.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2023<br>\n\t\t\t\t\tModified by: Sean&nbsp;T&nbsp;Mitchell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLong known for stark inequality, in the early years of the twenty-&#64257;rst century Brazil experienced unprecedented socioeconomic mobility, with 35 million Brazilians leaving poverty and policy analysts and the media hailing the arrival of a \"new middle class.\" Then, ongoing political upheaval and a severe recession beginning in 2014 left many upwardly mobile Brazilians in precarious economic situations. This multi-year project examined these developments over the period 2016 to 2018, with a final research trip in 2022. The research focused on class relations and forms of consciousness, political attitudes and practices, and the ways in which inequality and socioeconomic mobility play out in everyday life. The study’s findings are based on seven research trips to Rio de Janeiro, a 400-person household survey in four neighborhoods (conducted in coordination with parallel surveys in Recife and S&atilde;o Paulo) and 81 in-depth interviews.\n\nHousehold survey data reveal that most respondents believed they had improved their financial situation over the past 15 years, yet few thought they had moved up on the Brazilian socioeconomic pyramid. Nor did respondents demonstrate a consolidation of \"middle class\" identification; instead, most continue to see themselves as working class or working poor rather than middle class or \"new middle class.\" Nonetheless, if Brazilian class hierarchies remain intact, consumption patterns have changed markedly with many lower-middle-class, working-class and lower-income households now having items and experiences that were once the near exclusive provenance of traditional upper-middle-class families, such as cell phones, computers, cars, and airplane travel. These findings suggest that even though most economically ascendant individuals may not understand themselves as middle class, their symbolic and material worlds have fundamentally unsettled longstanding ideas about class in Brazil.\n\nProject findings also offer insight into the jarring landscape of Brazilian politics in recent years. Nearly all survey respondents report very low levels of engagement with formal forms of politics. At the same time, there is significant variation in voting patterns and social attitudes in the study neighborhoods, with self-identified Afro-Brazilian voters more likely to have supported the Worker’s Party presidential candidate Dilma Rousseff in the 2014 national election, and voters under 30 and voters who self-identified as \"lower middle class\" more like to have supported the center-right candidate, A&eacute;cio Neves. Respondents under 30 years old also had more meritocratic attitudes about economic advancement, and more progressive views on gender roles and gay marriage than their older counterparts, while Afro-Brazilian respondents supported for a wider range of social movements than their white or mixed-race counterparts. We also found that those whose recollected mobility pattern was one of upward mobility, followed by stagnation or decline were those most likely to harbor hostility to the Workers' Party governments under which large scale upward mobility took place. These differences can be seen in voting patterns in the 2018 election of the extremely conservative Jair Bolsonaro as Brazil’s president. These data suggest that periphery political attitudes and practices are perhaps not best understood according to predefined and static categories (e.g., conservative, leftist, feminist, Black, middle class, working class), but rather through the lens of contested moralities that play out in everyday life, with individuals enacting shifting definitions of \"us\" versus \"them\" that mobilize different dimensions of their experience in response to continuously changing economic, political, cultural, and social environments.\n\nThe publications that have emerged from this reseach project, as well as those that will continue to emerge, provide a unique, empirical, mixed-methods view of the relationship between economic change and politics for a population that has been pivotal in Brazil's recent political history.\n\n\t\t\t\t\tLast Modified: 01/25/2023\n\n\t\t\t\t\tSubmitted by: Sean T Mitchell"
 }
}