{
 "awd_id": "1534814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholars Award: Heredity under the Microscope: A History of Human Chromosomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 298233.0,
 "awd_amount": 298233.0,
 "awd_min_amd_letter_date": "2015-07-16",
 "awd_max_amd_letter_date": "2021-05-10",
 "awd_abstract_narration": "General Audience Summary\r\n\r\nThis project aims to understand what fueled research on human chromosomes, the cellular structures carrying genetic information, during the middle decades of the twentieth century, and to reconsider its supposed demise from the 1980s. In the postwar era, the microscope-based study of human chromosomes was a high-profile subject that promised to provide answers to urgent scientific, medical and political questions and attracted much funding and attention. Yet, the study of human chromosomes hardly plays a role in historical accounts of postwar genetics; molecular biology has taken much of the limelight. By following human chromosomes and the techniques and images that came packaged with them, it aims to reconstruct where human heredity mattered and genetic knowledge was embraced, debated, and rejected. The primary product of the research will be a book, accessible to wide readership in the history of science and technology, science studies and the life sciences. Historians will find a fresh perspective on an important chapter of twentieth century science. Biologists working in the field will gain a deeper understanding of the different strands of research that inform current genomic practices. The study will also be accessible to a more general readership, including science educators and policy makers, interested in looking beyond the story of the double helix to understand how heredity became an overriding concern in the late 20th and early 21st century. \r\n\r\nTechnical Summary\r\n\r\nThe focus on human chromosomes provides a fresh vantage point from which to investigate the postwar history of human, medical and molecular genetics. The study will provide a novel understanding of several key issues. The focus on chromosomes allows the investigation to move beyond the limits of a disciplinary history and to trace the many contexts in which chromosome techniques were taken up and developed including radio-biological research, cancer research, toxicology, gender testing, criminology, world-wide population studies and in the policy arena. The study aims to recover these multiple uses of the new technology and to reconstruct the expectations placed on the new genetic technology. The study will also provide an integrated account of the history of postwar genetics by considering the place of microscopical practices next to molecular approaches in the postwar quest to study and harness heredity. While molecular biologists have long predicted the demise of cytogenetics, these practices have not only survived and thrived, especially in the field of comparative evolutionary genomics and in the clinical and drug discovery context. In light of these various facets, the research will have an impact on archival collecting practices. It will be shown that to document the history of postwar genetics for future historians it is necessary to have an inclusive view of the kind of objects and documents that make up this history.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soraya",
   "pi_last_name": "de Chadarevian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soraya de Chadarevian",
   "pi_email_addr": "chadarevian@history.ucla.edu",
   "nsf_id": "000558380",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "Box 951473",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 298233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Soraya de Chadarevian</p>\n<p><strong>Heredity under the Microscope</strong>: <strong>Chromosomes and the Study of the Human Genome </strong>(University of Chicago Press 2020)</p>\n<p>The book offers a novel perspective on the postwar history of human genetics by focusing on the study of chromosomes, the cell bodies containing the genetic material, and their multiple uses, in and out of the laboratory.<em> </em></p>\n<p>Today chromosomes are viewed as macromolecular assemblies and analyzed with an array of molecular techniques. Yet throughout much of the twentieth century chromosomes were studied by researchers looking down the microscope at darkly stained bodies in the cell. In the 1950s, chromosome analysis emerged as a powerful tool to study heredity in humans. Unlike any other available technique, the improved chromosome preparations offered a direct glimpse of the complete genome of an individual, opening up seemingly endless possibilities of observation and interventions. In the vision of its promoters the techniques had wide implications for the study of a growing number of genetic conditions, the study of cancer, the biology of sex determination, infertility and aging, for epidemiological investigations and comparative studies of human populations, in radiation studies and toxicology, in the courts and the policy arena. Through these appropriations the meanings of chromosomes and of human heredity expanded and changed. Taking human chromosomes and the techniques and images that came packaged with them as focal point,<em> Heredity under the Microscope</em> reconstructs where human heredity mattered and genetic knowledge was embraced, debated, and rejected. Overall, the argument presented in the book is that the patient collecting of cases and the often bewildering variety of observations made by chromosome researchers looking down the microscope were as central to our understanding of genetics as the search for molecular mechanisms gleaned from the study of simple organisms pursued at the same time.</p>\n<p>The book starts by pointing to the importance of human genetic research in the atomic age at a time when the subject had come into much disrepute after the racial theories and policies of the preceding decades. Yet chromosome researchers hoped to put the study of human heredity on a solid basis by strictly focusing on the role of chromosomes in heredity. Widely shared concerns around the deleterious effects of atomic radiation on the genetic material, including the causation of cancer, a disease increasingly linked to the risks of radiation, offered a powerful incentive for their work as it promised to make these often invisible effects visible on the chromosomal level. The atomic context continued to shape research agendas in human chromosome research, but the field also developed in other directions, detached from nuclear concerns. Chapter 2 to 4 explore these developments, highlighting three interlocking thematic fields &mdash; the introduction of genetic technologies in the clinic, including the controversial field of prenatal diagnosis; the use of chromosomes to define gender categories, in the clinical field but for instance also in the competitive sports arena; and the genetic studies of human populations, for both epidemiological investigations and for studying the evolution of humans. By following these developments, including some highly publicized and problematic cases like the controversy around the XYY karyotype and the supposed criminal tendencies attached to it or the effort to find racial variations in chromosomes, the book traces how chromosome research became entangled in societal debates around identity, violence, ethics, and justice.&nbsp; Having mapped the scope of human chromosome research in the postwar era, the final chapter addresses the relations between microscope-based and molecular approaches to heredity. In particular, it considers what is often described as the &ldquo;molecularization&rdquo; of chromosome research in the 1990s, in light of the simultaneous turn of molecular biology to human and medical genetics, a field long occupied by chromosome researchers. Surprisingly perhaps, even the effort to sequence the human genome owed much to the ongoing efforts of chromosome researchers to map all human genes. It concludes that both approaches shared in the triumphs and darker sides of the &ldquo;century of the gene&rdquo; and that we need to consider both approaches to understand how genetics became an overriding concern in the twentieth century.&nbsp;</p>\n<p>An additional theme threaded through the book is that of the role of visual evidence in scientific research. As the book, argues the reliance on visual evidence the chromosome preparations provided represented the strength but also the weakness of chromosome research&mdash;at least in the eyes of its detractors. There is a long tradition in the sciences that spurns images in favor of figures, mathematical formulations, and causal explanations. This may explain the sidelining of chromosome research in historical accounts of twentieth-century genetics, especially as these have been written predominantly from the vantage point of the advances of molecular biology. Yet as the book argues, it is the dynamic relations between the cellular and molecular vision that matters.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2021<br>\n\t\t\t\t\tModified by: Soraya&nbsp;De Chadarevian</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1534814/1534814_10377528_1638917576046_Bookcover--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1534814/1534814_10377528_1638917576046_Bookcover--rgov-800width.jpg\" title=\"Book cover\"><img src=\"/por/images/Reports/POR/2021/1534814/1534814_10377528_1638917576046_Bookcover--rgov-66x44.jpg\" alt=\"Book cover\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Soraya de Chadarevian, Heredity under the Microscope: Chromosomes and the Study of the Human Genome. University of Chicago Press 2020</div>\n<div class=\"imageCredit\">Drawing by Jean Eakin Kleinman from What is Race? Evidence from Scientists  (Paris: UNESCO, 1951). Courtesy of UNESCO. Cover design: Shiraz Abdullahi Gallab.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Soraya&nbsp;De Chadarevian</div>\n<div class=\"imageTitle\">Book cover</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSoraya de Chadarevian\n\nHeredity under the Microscope: Chromosomes and the Study of the Human Genome (University of Chicago Press 2020)\n\nThe book offers a novel perspective on the postwar history of human genetics by focusing on the study of chromosomes, the cell bodies containing the genetic material, and their multiple uses, in and out of the laboratory. \n\nToday chromosomes are viewed as macromolecular assemblies and analyzed with an array of molecular techniques. Yet throughout much of the twentieth century chromosomes were studied by researchers looking down the microscope at darkly stained bodies in the cell. In the 1950s, chromosome analysis emerged as a powerful tool to study heredity in humans. Unlike any other available technique, the improved chromosome preparations offered a direct glimpse of the complete genome of an individual, opening up seemingly endless possibilities of observation and interventions. In the vision of its promoters the techniques had wide implications for the study of a growing number of genetic conditions, the study of cancer, the biology of sex determination, infertility and aging, for epidemiological investigations and comparative studies of human populations, in radiation studies and toxicology, in the courts and the policy arena. Through these appropriations the meanings of chromosomes and of human heredity expanded and changed. Taking human chromosomes and the techniques and images that came packaged with them as focal point, Heredity under the Microscope reconstructs where human heredity mattered and genetic knowledge was embraced, debated, and rejected. Overall, the argument presented in the book is that the patient collecting of cases and the often bewildering variety of observations made by chromosome researchers looking down the microscope were as central to our understanding of genetics as the search for molecular mechanisms gleaned from the study of simple organisms pursued at the same time.\n\nThe book starts by pointing to the importance of human genetic research in the atomic age at a time when the subject had come into much disrepute after the racial theories and policies of the preceding decades. Yet chromosome researchers hoped to put the study of human heredity on a solid basis by strictly focusing on the role of chromosomes in heredity. Widely shared concerns around the deleterious effects of atomic radiation on the genetic material, including the causation of cancer, a disease increasingly linked to the risks of radiation, offered a powerful incentive for their work as it promised to make these often invisible effects visible on the chromosomal level. The atomic context continued to shape research agendas in human chromosome research, but the field also developed in other directions, detached from nuclear concerns. Chapter 2 to 4 explore these developments, highlighting three interlocking thematic fields &mdash; the introduction of genetic technologies in the clinic, including the controversial field of prenatal diagnosis; the use of chromosomes to define gender categories, in the clinical field but for instance also in the competitive sports arena; and the genetic studies of human populations, for both epidemiological investigations and for studying the evolution of humans. By following these developments, including some highly publicized and problematic cases like the controversy around the XYY karyotype and the supposed criminal tendencies attached to it or the effort to find racial variations in chromosomes, the book traces how chromosome research became entangled in societal debates around identity, violence, ethics, and justice.  Having mapped the scope of human chromosome research in the postwar era, the final chapter addresses the relations between microscope-based and molecular approaches to heredity. In particular, it considers what is often described as the \"molecularization\" of chromosome research in the 1990s, in light of the simultaneous turn of molecular biology to human and medical genetics, a field long occupied by chromosome researchers. Surprisingly perhaps, even the effort to sequence the human genome owed much to the ongoing efforts of chromosome researchers to map all human genes. It concludes that both approaches shared in the triumphs and darker sides of the \"century of the gene\" and that we need to consider both approaches to understand how genetics became an overriding concern in the twentieth century. \n\nAn additional theme threaded through the book is that of the role of visual evidence in scientific research. As the book, argues the reliance on visual evidence the chromosome preparations provided represented the strength but also the weakness of chromosome research&mdash;at least in the eyes of its detractors. There is a long tradition in the sciences that spurns images in favor of figures, mathematical formulations, and causal explanations. This may explain the sidelining of chromosome research in historical accounts of twentieth-century genetics, especially as these have been written predominantly from the vantage point of the advances of molecular biology. Yet as the book argues, it is the dynamic relations between the cellular and molecular vision that matters.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/07/2021\n\n\t\t\t\t\tSubmitted by: Soraya De Chadarevian"
 }
}