{
 "awd_id": "1534094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improvements In Radiocarbon And Archaeomagnetism Dating Techniques",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 86419.0,
 "awd_amount": 86419.0,
 "awd_min_amd_letter_date": "2015-07-10",
 "awd_max_amd_letter_date": "2015-07-10",
 "awd_abstract_narration": "Radiocarbon has been truly revolutionary in its contribution to our knowledge of world prehistory.  However, over 60 years on, there are still weaknesses  (irresolvable due to the basic physics of the method) that limit its effectiveness when applied to certain key periods in the human past.  A newer dating method, archaeomagnetism, has proven its effectiveness in resolving two of these weaknesses. One is the large standard deviation (the +/- range of dates) that often extends longer than the beginning and end of the event one wishs to date, and the other is the periodic flattening, or plateau-ing, of the radiocarbon calibration curve (by which one derives calendar dates) such that nothing between 800 and 400 BCE (before the common era) can be dated more precisely than 400 years (the so-called \"Hallstatt Plateau\" cursed by prehistorians around the globe).  The last millennium BCE is precisely when many innovations at the core of world history - beginnings of states and cities, emergence of crafts and metalworking to name just a few - had their explosive beginning and rapid evolutions.  The Yale Archaeomagnetism Laboratory, opened in 2013, is dedicated to application of the method worldwide. The present project is integral to the next stage of the lab's development which will feature not only high-precision dating of archaeological materials, but also the development of methods to derive data from archaeological contexts on changes to the intensity of the Earth's magnetic field data critical to geophysicist's attempts to understand the fundamental mechanics behind the generation of the magnetic field.  The Yale Archaeomagnetism lab was founded explicitly to address the worrying lag in the production of archaeological scientific data in America compared to the outpouring of those results coming from Europe (the so-called \"Quiet Crisis\" in American archaeology).\r\n\r\nThe refinement of high-precision archaeomagntic dates and the generation of heretofore unique magnetic intensity data rely upon finding archaeological sites with deeply stratified deposits, with an abundance of burnt features (hearths, furnaces, fired houses), built of earth of the correct mineralogy so that those features record the Earth's magnetic signal at the time of burning.  Along the Middle Senegal Valley in West Africa, at sites with evidence of Africa's earliest iron smelting (first millennium BCE) and of the continent's earliest \"state\" (Takrur, first millennium CE), the project team already has two decades of experience excavating features with exactly those characteristics.  This two-year project will result not only in the generation of data to push the science forward, but also in the training of six Senegalese students and researchers in sample-taking (so the dating can continue beyond the two years of NSF funding).  The newly refurbished radiocarbon laboratory at the University of Dakar, Senegal, will use radiocarbon samples taken at these sites in tandem with the archaeomagentic samples as a necessary part of its renewal, a process of returning it to service after nearly thirty years that has been delayed for lack of samples. Lastly, but not least, one simply cannot answer core questions about one of the most spectacularly innovative periods in the prehistory of Africa, taking place along the Middle Senegal during those two millennia, without dates of higher precision than conventional radiocarbon can provide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roderick",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Roderick J McIntosh",
   "pi_email_addr": "roderick.mcintosh@yale.edu",
   "nsf_id": "000524527",
   "pi_start_date": "2015-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SG",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Senegal",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 86419.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Archaeometric dating is a new and in some ways experimental technique that can give more precise dates, in many cases, than radiocarbon. &nbsp;Europe and the Southwest of the United States are well covered by archaeomagnetic samples; the rest of the &nbsp;world not at all. &nbsp;This two year project focused on a &nbsp;part of northern Senegal with the continent's oldest iron smelting (and perhaps evidence of independent invention of iron here) , as well as being the location of West Africa's earliest state, Takrur. &nbsp;With a team from the University of Dakar, we trained 20 students in sample-taking and in excvation of complex urban sites) and took over a thousand archaeomagnetic specimens at sites dating from 800 B.C.E. to the 12th to 14th centuries C.E..</p>\n<p>Senegal now has more sample takers than the rest of the continent combined (with the necessary specialized tool kits) and have already begun taking samples on their own at sites dug by other Senegalese archaeologists. &nbsp;Tey are ready and available to work at other sites in other West African countries. &nbsp;These samples will eventually give us precise (high-resolution) dates for the beginning of metal production -- independent or a technology brought in from the outside. &nbsp;This project will help to \"de-bug\" the archaeomagnetic lab at Yale. &nbsp;A number of innovations in sample-taking (use of different resins for clading the specimens; faster ways to lift samples) resulted.</p>\n<p>This project has cemented a collaboration between Yale and the University of Dakar, where the faculty of archaology has over 250 undergraduates. &nbsp;Senegal is now the most archaeologically sophisticated country in West Africa, if not in all of sub-Saharan Africa. &nbsp;The Yale archaeomagnetic lab is the only dedicated lab in America producing both directionality (looking at the change in the position of the north magnetic pole) and intensity (strength of weakness of the Earth's field) dating. &nbsp;This project has provided an enormous number of high-quality samples for our ongoing process of making the lab and its procedures more efficient. These data are needed, also by geophysicists working to understand how the Earth's magnetic field is generated (the so-called geo-dynamo problem). &nbsp;To further this cross-science collaboration, Yale has entered into aninter-lab partnership with the NSF-sponsored Institute for Rock Magnetism, the nation's premier facility for palaeomagnetism.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2018<br>\n\t\t\t\t\tModified by: Roderick&nbsp;J&nbsp;Mcintosh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArchaeometric dating is a new and in some ways experimental technique that can give more precise dates, in many cases, than radiocarbon.  Europe and the Southwest of the United States are well covered by archaeomagnetic samples; the rest of the  world not at all.  This two year project focused on a  part of northern Senegal with the continent's oldest iron smelting (and perhaps evidence of independent invention of iron here) , as well as being the location of West Africa's earliest state, Takrur.  With a team from the University of Dakar, we trained 20 students in sample-taking and in excvation of complex urban sites) and took over a thousand archaeomagnetic specimens at sites dating from 800 B.C.E. to the 12th to 14th centuries C.E..\n\nSenegal now has more sample takers than the rest of the continent combined (with the necessary specialized tool kits) and have already begun taking samples on their own at sites dug by other Senegalese archaeologists.  Tey are ready and available to work at other sites in other West African countries.  These samples will eventually give us precise (high-resolution) dates for the beginning of metal production -- independent or a technology brought in from the outside.  This project will help to \"de-bug\" the archaeomagnetic lab at Yale.  A number of innovations in sample-taking (use of different resins for clading the specimens; faster ways to lift samples) resulted.\n\nThis project has cemented a collaboration between Yale and the University of Dakar, where the faculty of archaology has over 250 undergraduates.  Senegal is now the most archaeologically sophisticated country in West Africa, if not in all of sub-Saharan Africa.  The Yale archaeomagnetic lab is the only dedicated lab in America producing both directionality (looking at the change in the position of the north magnetic pole) and intensity (strength of weakness of the Earth's field) dating.  This project has provided an enormous number of high-quality samples for our ongoing process of making the lab and its procedures more efficient. These data are needed, also by geophysicists working to understand how the Earth's magnetic field is generated (the so-called geo-dynamo problem).  To further this cross-science collaboration, Yale has entered into aninter-lab partnership with the NSF-sponsored Institute for Rock Magnetism, the nation's premier facility for palaeomagnetism.\n\n\t\t\t\t\tLast Modified: 10/03/2018\n\n\t\t\t\t\tSubmitted by: Roderick J Mcintosh"
 }
}