{
 "awd_id": "1534590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Standard Research Grant: The Legal Mobilization of Science in Climate Change Litigation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 338092.0,
 "awd_amount": 338092.0,
 "awd_min_amd_letter_date": "2015-08-13",
 "awd_max_amd_letter_date": "2016-08-15",
 "awd_abstract_narration": "General Audience Summary\r\n\r\nThe aim of this project is to investigate the role of science and social movement framing in court cases having to do with climate change. That aim will be addressed by focusing on three central questions. How do social movements frame science and new legal theories for the courts, and how do counter-claims get leveraged in response? How do courts respond to these cases and how do these responses evolve over time as science becomes more refined?  How do the courts' responses affect social movements and those whose actions these movements seek to change? In order to answer these questions, the PI and her team will use in-depth qualitative methods, and a quantitative analysis of the database of domestic climate change lawsuits created by Columbia University Law School. The project includes several educational and training components. A graduate student will take part in all phases of the research, including data collection, analysis, and dissemination, thus gaining critical research and writing skills. The student acquire expertise in social and legal issues related to climate change, a field with limited training opportunities. The PI and her team will also produce a short documentary film that portrays several of the case studies in combination with the quantitative findings, and seek to distribute it through public television and professional organizations in order to communicate the research findings. \r\n\r\nTechnical Summary\r\n\r\nThe results of this research will offer new theoretical interconnection between STS, social movement studies, and legal studies. They will also contribute to the field of law and society by exploring how the courts mediate movement concerns and counter-claims about climate change. Judicial treatment of scientific knowledge concerning the causes of climate-related harm is critical in all of these cases. More broadly, the findings of this project could serve to transform our understanding of how accountability for climate change is advanced through litigation and regulation. They may also serve to shape future climate-change lawsuits by identifying social movement and counter-claim processes, scientific evidence, and legal theories that affect their outcomes. For example, if it is found that judicial decision-making is influenced in identifiable ways by the existing scientific literature on causation, social movement plaintiffs could be advised to pursue cases and rely on chains of causation for which there is scientific evidence to which courts have been receptive. Alternatively, it might be found that counter-claims reveal the weaknesses of climate science as courtroom evidence, which might mean that social movement organizations s must engage in legal tactics that do not emphasize science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabrina",
   "pi_last_name": "McCormick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabrina McCormick",
   "pi_email_addr": "sabmc@gwu.edu",
   "nsf_id": "000511154",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "LeRoy",
   "pi_last_name": "Paddock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "LeRoy Paddock",
   "pi_email_addr": "lpaddock@law.gwu.edu",
   "nsf_id": "000639908",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Glicksman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Glicksman",
   "pi_email_addr": "rglicksman@law.gwu.edu",
   "nsf_id": "000639909",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "950 New Hampshire Ave. NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 141655.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 196437.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project examined the realm of climate change lawsuits in the United States. Relatively little research has assessed the nature and impact of judicial resolution of climate-related actions, especially in comparison to the voluminous literature on efforts to tackle climate change at the U.S. Environmental Protection Agency (EPA) and in progressive states such as California. The research that has been conducted attests to the importance of the judiciary, noting a rapidly building wave of climate litigation and that novel legal approaches to climate change offer hope for resolving the unprecedented climate crisis facing society. By developing and analyzing a database of all climate lawsuits from 1990-2016 and conducting approximately 80 interviews with litigators, plaintiffs, defendants, social movement advocates, and consulting scientists, we identified several key findings. These represent the intellectual merits of the project.&nbsp;</p>\n<p>First, we described the field over time, including the total number of cases each year, who was bringing them, the topic areas they addressed, the legal approaches used, and who was winning and losing. The number of cases has been increasing dramatically over time, especially after 2007, which we ascribe to the Supreme Court case, Massachusetts vs. EPA.&nbsp;We fin&shy;&shy;d pro-regulation litigants tend to win renewable energy and energy efficiency cases, and more frequently lose coal-fired power plant cases.&nbsp;We found that health has been a critical consideration in key climate lawsuits, but in a minority of cases. Litigants have presentedhealth arguments most frequently and effectively in terms of airborne exposures.&nbsp;</p>\n<p>Second, we looked at how science was used in climate lawsuits. We found that the relevance of science is context-specific and changing. Although only two fifths of the cases we surveyed implicated climate science, seemingly indicating that the state of science is less important than other factors, decisions in more recent cases have tended to explore climate science more thoroughly than in earlier cases. We also found that it is likely that plaintiffs in tort actions will find it difficult based on currently available science to trace alleged climate-related personal injuries or property damage to the actions of particular defendants. This may change as climate science continues to develop (such as science that could &ldquo;fingerprint&rdquo; the harms linked&nbsp;to specific GHG emissions), but the likelihood that this shift will occur in the near term is small.&nbsp;</p>\n<p>&nbsp;Third, we looked at what kind of strategies were being employed by all kinds of plaintiffs and defendants. Litigation has been central to environmental and climate-specific social movements. Many such movement organizations originated with this as their main strategy and continue to employ it in tandem with many other campaigns.&nbsp;Strategies, such as the use of climate science and other science, and collaboration in specific types of coalitions affect outcomes of cases.&nbsp;Health impacts have typically been used to gain standing and argue that there is insufficient evidence for government actions.&nbsp;</p>\n<p>These findings have had broader impacts in for academics, practitioners, and the public.&nbsp;Our analyses demonstrate that&nbsp;the courts are a pivotal branch of government in climate policy formation. We offer ways in which the courts can be more effective in addressing climate change, such as increasing inclusion of health concerns in emergent areas of litigation to help catalyze effective climate policy-making. Litigation regarding renewable energy and biodiversity preservation are types of approaches that have been the most successful, especially in recent years, and therefore offer promise for catalyzing a transition to renewable energy, reducing greenhouse gas emissions, and protecting the planet from climate change.&nbsp;</p>\n<p>We have published three articles with these findings in&nbsp;<em>Science Magazine</em>,<em>Nature Climate Change</em>, and the&nbsp;<em>American Journal of Public Health</em>. These publications have some of the greatest reach of any publication in the world, and therefore have been read by a diverse, large number of people. We have also presented this work at three different academic conferences. Our published research has been featured in&nbsp;<em>National Public Radio, FOX News Radio</em>,&nbsp;<em>ScienceDaily</em>,<em>Slate</em>, and many other outlets. We have several other articles in various stages of preparation, as well. This research has been communicated through a short documentary film that we produced. This short film will be submitted to film festivals to be distributed. It will serve as the first stage in production of a feature documentary film, and provides pre-production of a scripted fiction film.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2019<br>\n\t\t\t\t\tModified by: Sabrina&nbsp;Mccormick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project examined the realm of climate change lawsuits in the United States. Relatively little research has assessed the nature and impact of judicial resolution of climate-related actions, especially in comparison to the voluminous literature on efforts to tackle climate change at the U.S. Environmental Protection Agency (EPA) and in progressive states such as California. The research that has been conducted attests to the importance of the judiciary, noting a rapidly building wave of climate litigation and that novel legal approaches to climate change offer hope for resolving the unprecedented climate crisis facing society. By developing and analyzing a database of all climate lawsuits from 1990-2016 and conducting approximately 80 interviews with litigators, plaintiffs, defendants, social movement advocates, and consulting scientists, we identified several key findings. These represent the intellectual merits of the project. \n\nFirst, we described the field over time, including the total number of cases each year, who was bringing them, the topic areas they addressed, the legal approaches used, and who was winning and losing. The number of cases has been increasing dramatically over time, especially after 2007, which we ascribe to the Supreme Court case, Massachusetts vs. EPA. We fin&shy;&shy;d pro-regulation litigants tend to win renewable energy and energy efficiency cases, and more frequently lose coal-fired power plant cases. We found that health has been a critical consideration in key climate lawsuits, but in a minority of cases. Litigants have presentedhealth arguments most frequently and effectively in terms of airborne exposures. \n\nSecond, we looked at how science was used in climate lawsuits. We found that the relevance of science is context-specific and changing. Although only two fifths of the cases we surveyed implicated climate science, seemingly indicating that the state of science is less important than other factors, decisions in more recent cases have tended to explore climate science more thoroughly than in earlier cases. We also found that it is likely that plaintiffs in tort actions will find it difficult based on currently available science to trace alleged climate-related personal injuries or property damage to the actions of particular defendants. This may change as climate science continues to develop (such as science that could \"fingerprint\" the harms linked to specific GHG emissions), but the likelihood that this shift will occur in the near term is small. \n\n Third, we looked at what kind of strategies were being employed by all kinds of plaintiffs and defendants. Litigation has been central to environmental and climate-specific social movements. Many such movement organizations originated with this as their main strategy and continue to employ it in tandem with many other campaigns. Strategies, such as the use of climate science and other science, and collaboration in specific types of coalitions affect outcomes of cases. Health impacts have typically been used to gain standing and argue that there is insufficient evidence for government actions. \n\nThese findings have had broader impacts in for academics, practitioners, and the public. Our analyses demonstrate that the courts are a pivotal branch of government in climate policy formation. We offer ways in which the courts can be more effective in addressing climate change, such as increasing inclusion of health concerns in emergent areas of litigation to help catalyze effective climate policy-making. Litigation regarding renewable energy and biodiversity preservation are types of approaches that have been the most successful, especially in recent years, and therefore offer promise for catalyzing a transition to renewable energy, reducing greenhouse gas emissions, and protecting the planet from climate change. \n\nWe have published three articles with these findings in Science Magazine,Nature Climate Change, and the American Journal of Public Health. These publications have some of the greatest reach of any publication in the world, and therefore have been read by a diverse, large number of people. We have also presented this work at three different academic conferences. Our published research has been featured in National Public Radio, FOX News Radio, ScienceDaily,Slate, and many other outlets. We have several other articles in various stages of preparation, as well. This research has been communicated through a short documentary film that we produced. This short film will be submitted to film festivals to be distributed. It will serve as the first stage in production of a feature documentary film, and provides pre-production of a scripted fiction film. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/03/2019\n\n\t\t\t\t\tSubmitted by: Sabrina Mccormick"
 }
}