{
 "awd_id": "1535359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBP: The Price of Parenting in STEM: Explaining Career Paths and Pay Consequences of Parenthood among Science and Engineering Professionals",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 396639.0,
 "awd_amount": 396639.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "This proposal was submitted in response to EHR Core Research (ECR) program announcement NSF 15-509. As part of ECR, this project is funded by the Research on Gender in Science and Engineering (GSE) program. GSE seeks to understand and address gender-based differences in science, technology, engineering and mathematics (STEM) education and workforce participation through education and implementation research that will lead to a larger and more diverse domestic STEM workforce. Over the past two decades, social science research has found that girls and women encounter barriers in STEM education and then face additional obstacles entering and advancing in STEM careers. Yet, the effects of motherhood and fatherhood on the careers of STEM professionals are not well studied. This research will explore whether parenting--especially motherhood--incurs penalties in STEM employment in terms of retention, advancement, and salary. Using a sociological theoretical perspective that socially structured life courses move through gendered institutions, the study will examine how parenthood shapes career trajectories, retention, and salaries for women and men in STEM fields. The proposed empirical research project will use representative, longitudinal data to analyze these parenthood effects among STEM professionals. The researchers will also investigate how these parenthood effects differ by race/ethnicity, education level, sector, and STEM field. The findings will inform theory about gender differences in retention across all career stages and efforts to develop interventions that improve women's long-term persistence and success in STEM.\r\n\r\nThis project will use nationally representative, longitudinal, restricted-use data of STEM professionals from the Nation Center for Science and Engineering's (NCSES) Science and Engineering Statistical Data System (SESTAT) to examine the effects of parenthood on career paths and pay. The sample (N=17,599) includes STEM professionals employed full-time in 2003 and followed through 2010. Through a series of bi- and multivariate statistical analyses, the researchers will address the following research questions: Who leaves full-time STEM employment after becoming a parent? Where do they go? How do these parenthood effects vary by gender, race/ethnicity, education level, sector, and STEM field? Is the cost in lost income of making a career change higher if respondents made the change for family reasons compared to other reasons? Among workers who remain in full-time STEM careers, how do gender, parenthood, education level, and race/ethnicity affect salary? Since a large majority of workers become parents at some point during their careers, understanding the gendered effects of parenthood on the careers of STEM practitioners is central to understanding the retention of talented women and men in these fields. The researchers will also look for systematic variation by race/ethnicity, education level, sector and STEM field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Cech",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erin A Cech",
   "pi_email_addr": "ecech@umich.edu",
   "nsf_id": "000546010",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 96559.0
  }
 ],
 "por": null
}