{
 "awd_id": "1535653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Singularities, mixing and long time behavior in nonlinear evolution",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 120134.0,
 "awd_amount": 120134.0,
 "awd_min_amd_letter_date": "2015-02-26",
 "awd_max_amd_letter_date": "2015-05-01",
 "awd_abstract_narration": "The project seeks to advance knowledge in mathematics of fluids, a subjectwith links to engineering, physics, chemistry and many other sciences. The major goal of the project is the development of new techniques to achieve breakthroughs in our understanding of fluid dynamics phenomena. The project research will address fundamental properties of the classical equations of fluid dynamics, qualitative properties of solutions, and modeling applications. The project focuses on three main directions. The first set of problems concerns global regularity vs finite time blow up that will be investigated for a range of fundamental equations of fluid mechanics. Axi-symmetric solutions for 3D Euler and Navier-Stokes will be considered, new potentially singular scenarios will be studied and new regularity criteria will be sought. Active scalars, such as surface quasi-geostrophic equation coming from atmospheric science, will also be analyzed -- here the effort will concentrate on studying properties of solutions, search for new Lyapunov functionals and novel regularity estimates. In the second direction, we will seek more detailed information on long time dynamics. This will include research on some long-open conjectures for 2D Euler equation, including possible mechanisms of inverse energy cascade, mixing and small scales formation. We will also work on passive scalar models and mixing properties of flows in this context. Biomixing by chemotaxis will be investigated as well, with an eye towards applications in ecology and marine biology. The third direction focuses on complex fluid models. In many applications - for instance, in studies of particle suspensions or solutions - the microscopic structure of   particles in the fluid becomes important. The shape and interactions between the particles can be taken into account by adding kinetic equations to the fluid dynamics systems and introducing physically natural couplings. Analysis of solutions to such systems, their regularity and qualitative properties will be a part of the project work.\r\n\r\nFluids are ubiquitous in nature, science and engineering. Diverse phenomena involving fluids appear in atmospheric and ocean science, astrophysics, chemistry and biology, and are described by partial differential equations of fluid mechanics. These equations are some of  \r\nthe most difficult partial differential equations to analyze. They   describe a wide range of complex phenomena, are nonlinear, and usually   nonlocal. Due to their complexity, even the classical equations such   as 3D Euler and Navier-Stokes are far from well understood. The   proposed research lies at the interface of several central areas of mathematics - partial differential equations, dynamical systems, functional analysis and Fourier analysis. This FRG project   brings together several researchers that have been at the forefront of recent developments in mathematical fluid mechanics. Different   participants bring different strengths to the project. It is expected that intensive collaboration within FRG framework will lead to   development of new ideas and approaches and result in a burst of activity in mathematics of fluids. New techniques and tools developed   are likely to have an impact in neighboring areas of mathematics,  biology, and atmospheric science. An important part of the FRG   activity will be training of junior researchers.  Mathematics of fluid  mechanics covers a broad range of effective techniques, which are   applicable beyond fluids. The training activities will include a   summer school, two workshops, group meetings, course development,   research seminars and research projects for advanced undergraduate   students. The principal investigators will advertise all training   activities broadly, and strive to recruit talented, motivated, and   diverse trainees. Special attention will be paid to recruitment of   groups under represented in mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kiselev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Kiselev",
   "pi_email_addr": "kiselev@math.duke.edu",
   "nsf_id": "000656921",
   "pi_start_date": "2015-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120134.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Attempts to understand the nature of fluid motion have occupied minds of researchers for many centuries. Fluids are all around us, and we can witnessthe complexity and subtleness of their properties in every day life, in ubiquitous technology, and in dramatic phenomena such as tornado or hurricane.There has been an enormous wealth of knowledge accumulated in the broad area of fluid mechanics, yet it is quite remarkable that many of the most fundamental as well asimportant in applications questions remain poorly understood. A special role in fluid mechanics is played by incompressible Euler equation, first formulated in 1755. This equation describes motion of inviscid fluid preserving volume, and plays a central role in modern applied analysis, appearing as a building block in a wide range of fluid mechanics models used in science and engineering.&nbsp;The incompressible Euler equation is a nonlinear and nonlocal system of PDE, with dynamics near a given point depending on the flow field over the entire region filled with fluid. This makes analysis of these equations exceedingly challenging, and the array of mathematical methods applied to their study has been extremely broad.</p>\n<p>The main function of a PDE such as Euler equation is, given some initial data, to allow us to compute the solution and use it for prediction of future behavior of the fluid.This is exactly how weather forecasting works, or how new airplane shapes are designed. Therefore, the first basic question one can ask about a PDE is existence and uniqueness&nbsp;of solutions in some appropriate class. This question closely linked to singularity formation, and more generally to creation of small scales in solutions. If solution forms a singularity (meaning that some quantity becomes infinite) or develops very fine features, it becomes very difficult to compute, analyze, and may become unstable. Understanding singularities is important becasue they correspond to intense fluid motion and may signify important physical phenomena, or warn about breakdown of the model. If the solutions to equation cannot form singularities, the equation is called globally regular.&nbsp;</p>\n<p>The project led to major advances in understanding the process of small scale and singularity formation in two-dimensional fluid flows. A new mechanism for very fast small scale formation has been discovered and analyzed. This knowledge may help test software modeling fluid flow and provide insight into wide spread phenomena such as onset of turbulence. In addition, the project has produced new information regarding possible singularity formation in three dimensional Euler equation. The question of singularity formation in three dimensions is one of the central open problems in matheamitcal fluid mechanics and more broadly applied analysis. A new scenario for singularity formation has been investigated as a part of the project, and several models have been developed to study its complex structure. &nbsp;</p>\n<p>Another direction of the project focused on mixing properties of fluid flows.&nbsp;Given a substance that is initially highly concentrated in an ambient fluid, how can one most efficiently mix it? What structures of the flow help mixing, how to design flows with optimal mixing properties? These questions are relevant in a wide range of natural phenomena and engineeringapplications, from internal combustion engines to life cycle of marine animals to nuclear burning in stars. The project led to discovery of a new class of highly efficient mixing flows. It also produced rigoruos results on optimal rates of mixing given some natural constraints, which can serve as a benchmark to evaluate mixing efficiency of a flow.</p>\n<p>The third research direction of the project studied chemotaxis in fluid flow. The term chemotaxis refers to directed motion of cells moving towards higher concentration of some attractive chemical.&nbsp;Chemo...",
  "por_txt_cntn": "\nAttempts to understand the nature of fluid motion have occupied minds of researchers for many centuries. Fluids are all around us, and we can witnessthe complexity and subtleness of their properties in every day life, in ubiquitous technology, and in dramatic phenomena such as tornado or hurricane.There has been an enormous wealth of knowledge accumulated in the broad area of fluid mechanics, yet it is quite remarkable that many of the most fundamental as well asimportant in applications questions remain poorly understood. A special role in fluid mechanics is played by incompressible Euler equation, first formulated in 1755. This equation describes motion of inviscid fluid preserving volume, and plays a central role in modern applied analysis, appearing as a building block in a wide range of fluid mechanics models used in science and engineering. The incompressible Euler equation is a nonlinear and nonlocal system of PDE, with dynamics near a given point depending on the flow field over the entire region filled with fluid. This makes analysis of these equations exceedingly challenging, and the array of mathematical methods applied to their study has been extremely broad.\n\nThe main function of a PDE such as Euler equation is, given some initial data, to allow us to compute the solution and use it for prediction of future behavior of the fluid.This is exactly how weather forecasting works, or how new airplane shapes are designed. Therefore, the first basic question one can ask about a PDE is existence and uniqueness of solutions in some appropriate class. This question closely linked to singularity formation, and more generally to creation of small scales in solutions. If solution forms a singularity (meaning that some quantity becomes infinite) or develops very fine features, it becomes very difficult to compute, analyze, and may become unstable. Understanding singularities is important becasue they correspond to intense fluid motion and may signify important physical phenomena, or warn about breakdown of the model. If the solutions to equation cannot form singularities, the equation is called globally regular. \n\nThe project led to major advances in understanding the process of small scale and singularity formation in two-dimensional fluid flows. A new mechanism for very fast small scale formation has been discovered and analyzed. This knowledge may help test software modeling fluid flow and provide insight into wide spread phenomena such as onset of turbulence. In addition, the project has produced new information regarding possible singularity formation in three dimensional Euler equation. The question of singularity formation in three dimensions is one of the central open problems in matheamitcal fluid mechanics and more broadly applied analysis. A new scenario for singularity formation has been investigated as a part of the project, and several models have been developed to study its complex structure.  \n\nAnother direction of the project focused on mixing properties of fluid flows. Given a substance that is initially highly concentrated in an ambient fluid, how can one most efficiently mix it? What structures of the flow help mixing, how to design flows with optimal mixing properties? These questions are relevant in a wide range of natural phenomena and engineeringapplications, from internal combustion engines to life cycle of marine animals to nuclear burning in stars. The project led to discovery of a new class of highly efficient mixing flows. It also produced rigoruos results on optimal rates of mixing given some natural constraints, which can serve as a benchmark to evaluate mixing efficiency of a flow.\n\nThe third research direction of the project studied chemotaxis in fluid flow. The term chemotaxis refers to directed motion of cells moving towards higher concentration of some attractive chemical. Chemotaxis plays an important role in a wide range of processes in biology and ecology: for instance, in formation of org..."
 }
}