{
 "awd_id": "1535007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Climate Change, Mesoscale Oceanography, and the Dynamics of Eastern Pacific Coral Reefs",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 559178.0,
 "awd_amount": 575695.0,
 "awd_min_amd_letter_date": "2015-09-09",
 "awd_max_amd_letter_date": "2020-03-02",
 "awd_abstract_narration": "Coral reefs are under threat around the world, and climate change is the main reason they are declining. Knowing how local conditions on a reef exaggerate or mask the impacts of climate change make it possible to predict which reefs are most likely to survive longer and, therefore, which reefs deserve the greatest effort and funding for conservation. Reefs off the Pacific coast of Panama are vulnerable to the impacts of global climate change but are also strongly influenced by small-scale currents and other local conditions. The goal of this study is to see how those local differences affect coral growth and the ability of the corals to build reefs. Climate change appears poised to shut down reef growth off Pacific Panama within the next century. Considering that sea-level rise is accelerating at the same time, if coral reefs shut down they will not be able to protect populated shorelines from storm damage and erosion. In addition to its scientific insights, this project will provide undergraduate and graduate training, provide research training for underrepresented groups, advance women in scientific careers, and contribute important information for management and policy. The results will be incorporated into innovative curricular materials for K through 12 classes in Title-I schools in Florida aligned with Next Generation (Common Core) standards, and standards for Climate and Ocean Literacy. An annual film festival will be organized for K through 12 students to explore themes in marine science through videography.\r\n\r\nGlobal climate change is now the leading cause of coral-reef degradation, but the extent to which mesoscale oceanography overprints climatic forcing is poorly understood. Previous studies in Pacific Panama showed that reef ecosystems collapsed from 4100 to 1600 years ago. The 2500-yr hiatus in reef-building occurred at locations throughout the Pacific, and the primary cause was increased variability of the El Nino-Southern Oscillation. This study will determine the influence of contemporary variability in mesoscale oceanography in the eastern tropical Pacific (ETP) on variability in the condition of local coral populations. Insights from the living populations will be combined with paleoecological and geochemical studies of reef frameworks to infer past conditions that were inimical or beneficial to coral growth and reef accretion. Three primary hypotheses will be tested in Pacific Panama:\r\nH1. Mesoscale oceanography is manifested in gradients of reef condition, coral growth, and coral physiological condition. Physiographic protection from upwelling currents and thermocline shoaling confers positive effects on coral growth rate and physiology.\r\nH2. The impacts of mesoscale oceanographic regimes on the growth and condition of reef-corals were felt at least as far back as the mid- to late Holocene.\r\nH3. Physiographic protection from upwelling currents and thermocline shoaling conferred positive effects on vertical reef accretion in the past and shortened the late-Holocene hiatus.\r\nSpecific research approaches to test these hypotheses will include collecting high-resolution, oceanographic time series to characterize contemporary environments along gradients of physical conditions; collecting ecological and geochemical data on the condition of living coral populations; and extracting cores from the reef frameworks and analyzing the coral assemblages taxonomically, taphonomically, and geochemically to assess patterns of biotic and paleoenvironmental variability. Strong spatial and temporal variability in the physical drivers of reef development make the ETP an excellent model system in which to examine the response of coral reefs to climate change over a range of physical regimes. This research will provide a unique opportunity to tease apart the controls on reef development across multiple spatial and temporal scales. The climatology underlying the late-Holocene hiatus was similar to probable scenarios for the next century, implying that climate change could be driving reef ecosystems of the ETP (and elsewhere) toward another collapse. Understanding how the hiatus unfolded along oceanographic gradients will increase our power to predict the future responses of reefs to a rapidly changing climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Aronson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Aronson",
   "pi_email_addr": "raronson@fit.edu",
   "nsf_id": "000163771",
   "pi_start_date": "2015-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Toth",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren T Toth",
   "pi_email_addr": "ltoth@usgs.gov",
   "nsf_id": "000638306",
   "pi_start_date": "2015-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Institute of Technology",
  "inst_street_address": "150 W UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3216748000",
  "inst_zip_code": "329018995",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "FLORIDA INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNN6VH618X58"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329016975",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "018Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Activities"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 559178.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16517.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global climate change is now the leading cause of coral-reef degradation, but how intermediate-scale (&lsquo;mesoscale&rsquo;) oceanography overprints climatic forcing is poorly understood. Reef ecosystems in Pacific Panam&aacute; collapsed from ~4100 to 1600 years ago. The primary cause of that 2500-year hiatus was increased variability of the El Ni&ntilde;o&ndash;Southern Oscillation (ENSO). The goal of this study was to determine the influence of mesoscale oceanography on the condition of coral reefs in the eastern tropical Pacific (ETP). Reefs in Pacific Panam&aacute; exist along a natural oceanographic gradient, from the strongly upwelling Gulf of Panam&aacute; (GoP) to the weakly upwelling Gulf of Chiriqu&iacute; (GoC). They provide a natural laboratory for studying how mesoscale oceanography modulates the effects of climate change.</p>\n<p>Over millennial timescales, coral reefs at three sites in the GoC recovered more quickly from climatic perturbations driven by ENSO than three reef-sites in the GoP. In recent decades, corals in the GoC have correspondingly had higher growth rates than in the GoP. The situation appears to be changing, however. Although both gulfs have warmed significantly over the last 150 years, thermal extremes in the GoC are increasing faster. In contrast to historical trends, the cover of living corals, coral survival, and coral growth-rates were all higher in the GoP. Corals bleached extensively in the GoC following the 2015&ndash;2016 El Ni&ntilde;o event, whereas upwelling in the GoP allowed the corals there largely to escape high-temperature stress. As the climate continues to warm, upwelling zones in the ETP may offer a temporary, localized refuge for coral populations, while reef growth in the rest of the ETP continues to decline.</p>\n<p>The shifting balance between species that calcify and erode the calcium-carbonate framework of a coral reef determines whether it will grow vertically toward the surface and at what rate, while sea level is rising with climate change. In order to measure the scope for upward growth in the ETP, standardized blocks of coral of the genus <em>Porites</em> were placed at the three reefs in the GoP and the three in the GoC. Oceanographic instruments &nbsp;characterized the thermal and chemical conditions of each gulf. Satellite data were used to examine differences in planktonic productivity, and divers surveyed the abundance of fish and sea-urchins that grazed the bottom. After two years, the coral<em> </em>blocks were collected and scanned using high-resolution computed tomography (CT) to quantify the extent to which they were altered at the surface and within the blocks. The GoP, which has seasonally higher productivity, cooler temperatures, and more acidic conditions, had higher rates of boring into the blocks, but also higher rates of calcium-carbonate deposition. The unexpectedly higher rates of calcification resulted from high colonization rates of filter-feeding species, particularly barnacles and snails. Higher nutrient levels in the GoP as a result of seasonal upwelling resulted in more phytoplankton, which meant higher colonization rates of filter-feeding calcifiers, but also filter-feeding, internal eroders. Surface erosion by fish and sea urchins was the dominant influence on coral blocks across both gulfs, causing greater erosion in the GoC. These results underscore the important role that fish and sea urchins play in not just removing algae from reefs, but also in eroding reef habitat.</p>\n<p>Carbonate budgets&mdash;budgets of reef-framework growth and erosion&mdash;were calculated for the six reefs, taking into account the growth of coral populations, as well as the eroders and calcifiers other than corals in the coral-block study. The carbonate budgets showed that reefs in the GoP should be able to keep up with future sea-level rise if greenhouse gases are moderately controlled (RCP 4.5 of the IPCC). Coral reefs in the GoC, however, are producing calcium-carbonate production at low rates and remain highly vulnerable to future high-temperature events. This means that reefs in the GoC are severely limited in their potential to keep up with sea-level rise. Under the IPCC&rsquo;s business-as-usual scenario, RCP 8.5, reefs in neither gulf would be able to keep up with rising sea level. The Gulf of Panam&aacute;, therefore, could provide a temporary refuge for coral reefs if action is taken to curb carbon emissions.</p>\n<p>This research explored the effects of climate change on coral reefs, a subject of deep concern to the scientific community and the public. The study provided opportunities for undergraduate, graduate, and postdoctoral training. It provided research opportunities for students from underrepresented groups and promoted women in scientific careers. Two science lessons with accompanying laboratory exercises for high-school students were created and beta-tested. Investigators and students working on the project presented talks and led activities for the general public and K&ndash;12 students. K&ndash;12 activities included outreach to underrepresented students and a film festival on marine-science subjects for students. The project is providing important information to managers and policymakers on how mesoscale oceanography modulates climatic impacts on coral reefs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2021<br>\n\t\t\t\t\tModified by: Richard&nbsp;B&nbsp;Aronson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal climate change is now the leading cause of coral-reef degradation, but how intermediate-scale (‘mesoscale’) oceanography overprints climatic forcing is poorly understood. Reef ecosystems in Pacific Panam&aacute; collapsed from ~4100 to 1600 years ago. The primary cause of that 2500-year hiatus was increased variability of the El Ni&ntilde;o&ndash;Southern Oscillation (ENSO). The goal of this study was to determine the influence of mesoscale oceanography on the condition of coral reefs in the eastern tropical Pacific (ETP). Reefs in Pacific Panam&aacute; exist along a natural oceanographic gradient, from the strongly upwelling Gulf of Panam&aacute; (GoP) to the weakly upwelling Gulf of Chiriqu&iacute; (GoC). They provide a natural laboratory for studying how mesoscale oceanography modulates the effects of climate change.\n\nOver millennial timescales, coral reefs at three sites in the GoC recovered more quickly from climatic perturbations driven by ENSO than three reef-sites in the GoP. In recent decades, corals in the GoC have correspondingly had higher growth rates than in the GoP. The situation appears to be changing, however. Although both gulfs have warmed significantly over the last 150 years, thermal extremes in the GoC are increasing faster. In contrast to historical trends, the cover of living corals, coral survival, and coral growth-rates were all higher in the GoP. Corals bleached extensively in the GoC following the 2015&ndash;2016 El Ni&ntilde;o event, whereas upwelling in the GoP allowed the corals there largely to escape high-temperature stress. As the climate continues to warm, upwelling zones in the ETP may offer a temporary, localized refuge for coral populations, while reef growth in the rest of the ETP continues to decline.\n\nThe shifting balance between species that calcify and erode the calcium-carbonate framework of a coral reef determines whether it will grow vertically toward the surface and at what rate, while sea level is rising with climate change. In order to measure the scope for upward growth in the ETP, standardized blocks of coral of the genus Porites were placed at the three reefs in the GoP and the three in the GoC. Oceanographic instruments  characterized the thermal and chemical conditions of each gulf. Satellite data were used to examine differences in planktonic productivity, and divers surveyed the abundance of fish and sea-urchins that grazed the bottom. After two years, the coral blocks were collected and scanned using high-resolution computed tomography (CT) to quantify the extent to which they were altered at the surface and within the blocks. The GoP, which has seasonally higher productivity, cooler temperatures, and more acidic conditions, had higher rates of boring into the blocks, but also higher rates of calcium-carbonate deposition. The unexpectedly higher rates of calcification resulted from high colonization rates of filter-feeding species, particularly barnacles and snails. Higher nutrient levels in the GoP as a result of seasonal upwelling resulted in more phytoplankton, which meant higher colonization rates of filter-feeding calcifiers, but also filter-feeding, internal eroders. Surface erosion by fish and sea urchins was the dominant influence on coral blocks across both gulfs, causing greater erosion in the GoC. These results underscore the important role that fish and sea urchins play in not just removing algae from reefs, but also in eroding reef habitat.\n\nCarbonate budgets&mdash;budgets of reef-framework growth and erosion&mdash;were calculated for the six reefs, taking into account the growth of coral populations, as well as the eroders and calcifiers other than corals in the coral-block study. The carbonate budgets showed that reefs in the GoP should be able to keep up with future sea-level rise if greenhouse gases are moderately controlled (RCP 4.5 of the IPCC). Coral reefs in the GoC, however, are producing calcium-carbonate production at low rates and remain highly vulnerable to future high-temperature events. This means that reefs in the GoC are severely limited in their potential to keep up with sea-level rise. Under the IPCC’s business-as-usual scenario, RCP 8.5, reefs in neither gulf would be able to keep up with rising sea level. The Gulf of Panam&aacute;, therefore, could provide a temporary refuge for coral reefs if action is taken to curb carbon emissions.\n\nThis research explored the effects of climate change on coral reefs, a subject of deep concern to the scientific community and the public. The study provided opportunities for undergraduate, graduate, and postdoctoral training. It provided research opportunities for students from underrepresented groups and promoted women in scientific careers. Two science lessons with accompanying laboratory exercises for high-school students were created and beta-tested. Investigators and students working on the project presented talks and led activities for the general public and K&ndash;12 students. K&ndash;12 activities included outreach to underrepresented students and a film festival on marine-science subjects for students. The project is providing important information to managers and policymakers on how mesoscale oceanography modulates climatic impacts on coral reefs.\n\n\t\t\t\t\tLast Modified: 10/06/2021\n\n\t\t\t\t\tSubmitted by: Richard B Aronson"
 }
}