{
 "awd_id": "1535575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Measuring the Impact of the Legal and Regulatory Task Environment on Biomedical IRB Performance",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Bornstein",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 15970.0,
 "awd_amount": 15970.0,
 "awd_min_amd_letter_date": "2015-07-15",
 "awd_max_amd_letter_date": "2015-07-15",
 "awd_abstract_narration": "More than 2.3 million Americans participate in clinical trials annually. The groups that oversee and approve the scientific and ethical appropriateness of clinical research projects, institutional review boards (\"IRBs\"), are empirically understudied and largely invisible to the public and research participants. Using a mixed methods approach, this study explores how biomedical IRBs translate flexible regulatory mandates into operational activities, as well as how IRBs respond to environmental pressures. It will shine a light on IRBs, which will increase public literacy and engagement around science and health policy issues, and empower patients. \r\n\r\nThe investigation proceeds in two phases: first, administration of a national survey to IRB members for quantitative analysis, and second, observation of and semi-structured interviews with a purposive sample of biomedical IRBs and IRB members for qualitative analysis. This project extends theoretical understandings of organizational responses to law and regulation, and contributes practical knowledge about IRBs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Keller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Keller",
   "pi_email_addr": "annk@berkeley.edu",
   "nsf_id": "000061371",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gabrielle",
   "pi_last_name": "Goldstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabrielle Goldstein",
   "pi_email_addr": "gabygoldstein@berkeley.edu",
   "nsf_id": "000691974",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 15970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3a2071db-7fff-627a-df7d-562c58379f67\"> </span></p>\n<p><span id=\"docs-internal-guid-466338fd-7fff-3b02-3461-6d54c3c60ee3\"> </span></p>\n<p dir=\"ltr\"><span>More than 2.3 million Americans participate in clinical trials annually. The groups that oversee and approve the scientific and ethical appropriateness of clinical research projects, institutional review boards (&ldquo;IRBs&rdquo;), are empirically understudied and largely invisible to the public and research participants. There are more than 3,000 of these organizations in the US, and little is known about their operations. Their demographic characteristics vary significantly. Some are owned by non-profit or government entities, while others are run as for-profit enterprises. Some are attached to health care organizations like hospitals, while others are freestanding. Overall, IRBs are subject to light-touch regulation, with little government oversight. Further, IRBs operate in an increasingly complex task environment with regulatory enforcement and financial pressures. Using a qualitative approach, this study explores how biomedical IRBs translate flexible regulatory mandates into operational activities, as well as how IRBs respond to environmental pressures. </span></p>\n<p dir=\"ltr\"><span>The overall goal of the project is to explore how the regulatory and legal environments impact or influence the activities and attitudes of people and organizations that are involved in overseeing the ethical conduct of clinical trials (namely, people who serve on Institutional Review Boards and IRB professionals/staff).</span></p>\n<p dir=\"ltr\"><span>First, we undertook to characterize the entire universe of IRBs registered to oversee biomedical research in the US, in terms of location and number. &nbsp;Then, we undertook a set of 19 in-depth qualitative interviews with key IRB professionals to learn about their experiences with legal and regulatory encounters, experiences with complaints from research participants, their use of counsel, as well as attitudes and opinions towards participant complaints and the value of legal counsel in the research review and oversight process. &nbsp;Our findings show that IRBs vary quite a bit in terms of certain factors, such as internal structural characteristics, how they respond to challenges when working with non-local IRBs (including commercial IRBs), and how they interact with counsel.  Our findings also show that they do not vary in certain respects - in particular, respondents report uniformly low levels of litigation and negative regulatory encounters, and low levels of participant complaints. There is evidence of systematic variation in the use and usefulness of counsel, with large research portfolio organizations using counsel more regularly and reporting more value in laywers&rsquo; input than smaller research portfolio organizations. </span></p>\n<p dir=\"ltr\"><span>This project aims to extend theoretical understandings of organizational responses to law and regulation, and contributes practical knowledge about IRBs. The study is particularly timely as a case study in how organizations implement &lsquo;flexible&rsquo; regulations, which are an increasingly common mode of regulation lauded by business, in which government regulators take a lighter hand in &lsquo;steering&rsquo; firm behavior, while firms are given more authority over their means of compliance.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2018<br>\n\t\t\t\t\tModified by: Ann&nbsp;Keller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \nMore than 2.3 million Americans participate in clinical trials annually. The groups that oversee and approve the scientific and ethical appropriateness of clinical research projects, institutional review boards (\"IRBs\"), are empirically understudied and largely invisible to the public and research participants. There are more than 3,000 of these organizations in the US, and little is known about their operations. Their demographic characteristics vary significantly. Some are owned by non-profit or government entities, while others are run as for-profit enterprises. Some are attached to health care organizations like hospitals, while others are freestanding. Overall, IRBs are subject to light-touch regulation, with little government oversight. Further, IRBs operate in an increasingly complex task environment with regulatory enforcement and financial pressures. Using a qualitative approach, this study explores how biomedical IRBs translate flexible regulatory mandates into operational activities, as well as how IRBs respond to environmental pressures. \nThe overall goal of the project is to explore how the regulatory and legal environments impact or influence the activities and attitudes of people and organizations that are involved in overseeing the ethical conduct of clinical trials (namely, people who serve on Institutional Review Boards and IRB professionals/staff).\nFirst, we undertook to characterize the entire universe of IRBs registered to oversee biomedical research in the US, in terms of location and number.  Then, we undertook a set of 19 in-depth qualitative interviews with key IRB professionals to learn about their experiences with legal and regulatory encounters, experiences with complaints from research participants, their use of counsel, as well as attitudes and opinions towards participant complaints and the value of legal counsel in the research review and oversight process.  Our findings show that IRBs vary quite a bit in terms of certain factors, such as internal structural characteristics, how they respond to challenges when working with non-local IRBs (including commercial IRBs), and how they interact with counsel.  Our findings also show that they do not vary in certain respects - in particular, respondents report uniformly low levels of litigation and negative regulatory encounters, and low levels of participant complaints. There is evidence of systematic variation in the use and usefulness of counsel, with large research portfolio organizations using counsel more regularly and reporting more value in laywers? input than smaller research portfolio organizations. \nThis project aims to extend theoretical understandings of organizational responses to law and regulation, and contributes practical knowledge about IRBs. The study is particularly timely as a case study in how organizations implement ?flexible? regulations, which are an increasingly common mode of regulation lauded by business, in which government regulators take a lighter hand in ?steering? firm behavior, while firms are given more authority over their means of compliance.\n\n \n\n\t\t\t\t\tLast Modified: 11/05/2018\n\n\t\t\t\t\tSubmitted by: Ann Keller"
 }
}