{
 "awd_id": "1535841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Long Term Relationships Between Environmental Change, Human Resilience And Territoriality",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 216770.0,
 "awd_amount": 216770.0,
 "awd_min_amd_letter_date": "2015-08-13",
 "awd_max_amd_letter_date": "2021-07-16",
 "awd_abstract_narration": "This project will investigate the evolution of human territoriality across deep time and will allow Drs. Robert Hard, Raymond Mauldin, Jacob Freeman, and Deborah Bolnick to address fundamental questions about the emergence of territorial systems. How and why territorial systems emerge is poorly understood although its importance as a fundamental social process is clear. Territoriality has been linked to the development of property rights and social scientists have argued that territoriality enhances the sustainable use of natural resources such as fisheries and forests. Anthropologists know that human societies develop widely varying approaches to maintaining and holding territories. Some hunter-gatherer societies have little concern for maintaining territorial boundaries while others closely patrol and defend small patches, yet the conditions underlying this variability are not well understood. While most information about human territoriality comes from ethnographic cases, the archaeological record is the only source of data concerning the changing nature of human territoriality across hundreds of generations. Such information contextualizes and has the potential to shed new insight on territorial changes occurring in the world today.\r\n\r\nOver thirty years ago, anthropologists used ethnographic data to propose the Model of Economic Defensibility. The model states that as resources become more dense and predictable, given a sufficient level of competition, individuals will maximize their fitness by claiming ownership over a territory. In the Model of Economic Defensibility, the productivity and predictability of resources determines the area (i.e., the home-range) an individual needs to find food. In turn, the size of an individual's home-range changes the costs versus benefits of investment in territoriality. To adopt territoriality, individuals must expend time and energy to  monitor boundaries and attack intruders. As an individual's home-range size increases, the costs associated with restricting access  rise more quickly than the benefits attained. That is, holding competition equal, the larger an individual's home-range, the lower the net benefit of territoriality. Despite its fundamental importance, this model has yet to be rigorously evaluated with archaeological data. The Morhiss site, located in the Texas Coastal Plain, is an ideal setting to evaluate this model.  Located 20 miles from the coast, Morhiss represents at least 6000 years of use, and contains a record of shifting territoriality. Excavated 75 years ago, these collections hold data necessary to evaluate this model. Drs. Robert Hard (University of Texas at San Antonio), Jacob Freeman (Utah State University), Raymond Mauldin (University of Texas at San Antonio), and Deborah Bolnick (University of Texas at Austin) will use  an array of laboratory analyses including, radiocarbon dating, carbon, nitrogen, and strontium isotopes, and ancient DNA to conduct this research. This work will be fundamental to the formation of regional databases, will contribute to a general procedure to assess the assumptions of the Model of Economic Defensibility, and will contribute to understanding the evolution of property rights. Finally, our approach will establish a protocol to use minimally destructive techniques to build datasets from curated collections. The team's work will contribute to the education of graduate and postdoctoral students as well as an outreach program for high school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hard",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Hard",
   "pi_email_addr": "robert.hard@utsa.edu",
   "nsf_id": "000350551",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Bolnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Bolnick",
   "pi_email_addr": "deborah.bolnick@uconn.edu",
   "nsf_id": "000406794",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Mauldin",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond P Mauldin",
   "pi_email_addr": "raymond.mauldin@utsa.edu",
   "nsf_id": "000071046",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Freeman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Freeman",
   "pi_email_addr": "jacob.freeman@usu.edu",
   "nsf_id": "000706418",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 216770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><span><span style=\"white-space: pre;\"> </span>Under what conditions do humans begin to defend and control their land? For anthropologists and other social scientists, understanding the processes involved in the development of territoriality is critical as it is related to many general social processes, such as the emergence of political hierarchies and warfare. This NSF grant was used to examine this question using modern analytical techniques including radiocarbon dating, stable isotopic studies, and ancient DNA from the Morhiss site.</span></p>\n<p style=\"text-align: left;\"><span>&nbsp;</span><span><span style=\"white-space: pre;\"> </span>Eighty years ago a Works Progress Administration (WPA) team excavated the Morhiss site, one of the largest ancient mortuary sites in south Texas. This effort located the remains of 304 Native Americans. Unfortunately, the WPA project ended before their results could be published, yet the Morhiss&nbsp; site has long been known to be one of the most significant of several such locations in the region because of its great antiquity; long period of use; and the total number of individuals that were found. It was used for 6000 years, beginning 7000 years ago until 1000 years ago. Further, the scale of these historic archaeological excavations was monumental and perhaps will never be repeated. Laboring for 17 months, from 1938 to 1940, this work force removed much of the hill; the prominence was roughly the size of a football field and the height of a two-story house.&nbsp;</span></p>\n<p style=\"text-align: left;\"><span>&nbsp;</span><span><span style=\"white-space: pre;\"> </span>Samples of ancestral human remains excavated from Morhiss were processed for stable carbon, nitrogen, and strontium isotope analysis, and molecular DNA sex and haplotype determination. This analysis, coupled with data from a related project&rsquo;s regional database of human bone chemistry, radiocarbon dates, and mortuary patterns allowed us to estimate demographic, social, and dietary trends through time as they related to fluctuations in territoriality.</span></p>\n<p style=\"text-align: left;\"><span><span style=\"white-space: pre;\"> </span>We found that patterns of change in territorial control, technology, and resource use among precontact Texas hunter-gathers in the Texas Coastal Plain are consistent with responses to population growth. A spike in burial numbers and a move toward more aquatic resource consumption were associated with or slightly lagged major increases in human population. This pattern suggests that in response to higher population densities and associated competition for resources, foragers tightened control of dense aquatic resource patches and increasingly emphasized freshwater and marine foods in their diets. The high rate of burials also suggests that this intensification of aquatic resources fueled subsequent waves of population growth in the region. By revealing these dynamics, with this important case study we are advancing our understanding of the conditions under which territoriality emerges.</span></p>\n<p style=\"text-align: left;\"><span><span style=\"white-space: pre;\"> </span>We have a contract with Texas A&amp;M Press for the publication of a book length treatment of the Morhiss site that will not only report these historic excavations but address the dynamics of territoriality. We continue to evaluate project data sets to further assess aspects of territoriality, resource intensification, and other hunter-gatherer social dynamics in the Texas Coastal Plain. Additional papers are in development.</span><span><br /></span><span>Several UTSA and University of Texas - Austin graduate students and postdoctoral researchers received training during the course of this project. They participated in the processing of samples and worked with the archival materials to develop the edited volume. UTSA postdoctoral researchers were responsible for the development of the project&rsquo;s regional database of human bone chemistry, radiocarbon dates, and mortuary patterns; the creation of a site map within a geospatial information system environment; and the initial drafting of the Morhiss edited volume. Some planned community outreach activities were unable to be completed due to the pandemic. However, we are in the early stages of the consultation process with federally recognized tribal entities.</span></p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2022<br>\n\t\t\t\t\tModified by: Robert&nbsp;J&nbsp;Hard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Under what conditions do humans begin to defend and control their land? For anthropologists and other social scientists, understanding the processes involved in the development of territoriality is critical as it is related to many general social processes, such as the emergence of political hierarchies and warfare. This NSF grant was used to examine this question using modern analytical techniques including radiocarbon dating, stable isotopic studies, and ancient DNA from the Morhiss site.\n  Eighty years ago a Works Progress Administration (WPA) team excavated the Morhiss site, one of the largest ancient mortuary sites in south Texas. This effort located the remains of 304 Native Americans. Unfortunately, the WPA project ended before their results could be published, yet the Morhiss  site has long been known to be one of the most significant of several such locations in the region because of its great antiquity; long period of use; and the total number of individuals that were found. It was used for 6000 years, beginning 7000 years ago until 1000 years ago. Further, the scale of these historic archaeological excavations was monumental and perhaps will never be repeated. Laboring for 17 months, from 1938 to 1940, this work force removed much of the hill; the prominence was roughly the size of a football field and the height of a two-story house. \n  Samples of ancestral human remains excavated from Morhiss were processed for stable carbon, nitrogen, and strontium isotope analysis, and molecular DNA sex and haplotype determination. This analysis, coupled with data from a related project’s regional database of human bone chemistry, radiocarbon dates, and mortuary patterns allowed us to estimate demographic, social, and dietary trends through time as they related to fluctuations in territoriality.\n We found that patterns of change in territorial control, technology, and resource use among precontact Texas hunter-gathers in the Texas Coastal Plain are consistent with responses to population growth. A spike in burial numbers and a move toward more aquatic resource consumption were associated with or slightly lagged major increases in human population. This pattern suggests that in response to higher population densities and associated competition for resources, foragers tightened control of dense aquatic resource patches and increasingly emphasized freshwater and marine foods in their diets. The high rate of burials also suggests that this intensification of aquatic resources fueled subsequent waves of population growth in the region. By revealing these dynamics, with this important case study we are advancing our understanding of the conditions under which territoriality emerges.\n We have a contract with Texas A&amp;M Press for the publication of a book length treatment of the Morhiss site that will not only report these historic excavations but address the dynamics of territoriality. We continue to evaluate project data sets to further assess aspects of territoriality, resource intensification, and other hunter-gatherer social dynamics in the Texas Coastal Plain. Additional papers are in development.\nSeveral UTSA and University of Texas - Austin graduate students and postdoctoral researchers received training during the course of this project. They participated in the processing of samples and worked with the archival materials to develop the edited volume. UTSA postdoctoral researchers were responsible for the development of the project’s regional database of human bone chemistry, radiocarbon dates, and mortuary patterns; the creation of a site map within a geospatial information system environment; and the initial drafting of the Morhiss edited volume. Some planned community outreach activities were unable to be completed due to the pandemic. However, we are in the early stages of the consultation process with federally recognized tribal entities.\n \n\n\t\t\t\t\tLast Modified: 02/24/2022\n\n\t\t\t\t\tSubmitted by: Robert J Hard"
 }
}