{
 "awd_id": "1535226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Variation in the awarding and effectiveness of STEM graduate student funding across teaching and research assistantships, fellowships, and traineeships",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 749211.0,
 "awd_amount": 749211.0,
 "awd_min_amd_letter_date": "2015-09-14",
 "awd_max_amd_letter_date": "2015-09-14",
 "awd_abstract_narration": "Researchers at the University of Texas at Austin and Virginia Polytechnic Institute and State University will conduct a mixed methods research project to better understand how various mechanisms of funding - fellowships, research assistantships, teaching assistantships, etc. - influence students' pursuit of doctorates in STEM and subsequent employment. The project will produce empirical evidence and a conceptual framework to inform the improvement of graduate student funding policies and interventions by addressing the differences in the types of funding that are offered to diverse student populations. The researchers will investigate the qualitative questions using national data from the Survey of Earned Doctorates (SED) and then use that data to inform questions for further investigation within the study sites for data collection via interviews with graduate students, administrators and faculty members across eight STEM disciplines and seven NSF-funded centers at eight institutions. \r\n\r\nThe researchers will use socialization theory to guide the research. Hypothesizing that funding mechanisms are important drivers of socialization, the researchers will investigate the following research questions:(1) How do graduate students? funding mechanisms vary across their incoming characteristics (i.e. demographics and bachelor's or master's institutional type, location, or affiliation) and STEM discipline? (2) What is the relationship between graduate students' funding mechanisms and their post-doctoral outcomes? (3) How does the relationship between graduate students' funding mechanisms and their post-doctoral outcomes vary across their incoming characteristic and STEM discipline? (4) What do STEM graduate students, faculty members, and administrators perceive to be the benefits and drawbacks of various graduate student funding mechanisms? How does each group make decisions about offering or accepting offers of different funding mechanisms?(5) How does funding mechanism impact STEM graduate students? experiences, socialization, identity formation, and other factors previously shown to contribute to overall success? The analysis will provide insight about the difference socialization opportunities may have for certain groups of students but not others. In addition, the research results will inform interventions for broadening participation in STEM. \r\n\r\nThe project is supported by the ECR program that emphasizes fundamental STEM education research that generates foundational knowledge in the field. Investments are made in critical areas that are essential, broad and enduring: STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development. ECR supports the accumulation of robust evidence to inform efforts to understand, build theory to explain, and suggest intervention and innovations to address persistent challenges in STEM interest, education, learning and participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Knight",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Knight",
   "pi_email_addr": "dbknight@vt.edu",
   "nsf_id": "000649118",
   "pi_start_date": "2015-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Tech",
  "perf_str_addr": "369 Signature Engineering Buildi",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 749211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2acc3f99-7fff-24df-12d5-32d5383d5f4c\"> </span></p>\n<p dir=\"ltr\"><span>This collaborative research project between the University of Texas at Austin and Virginia Tech centered STEM doctoral student funding as a consistent thread linking policy and budget-level decisions to the recruitment, experiences and academic/career outcomes of individual doctoral students, which also directly relates to issues pertaining to diversity, equity, and inclusion.&nbsp; Much of the prior research in graduate education has focused on the experiences of students across selected disciplines at a few institutions, but this broad view of the graduate funding ecosystem allowed the project to focus on strategic recommendations for administrators, faculty, students, and others to optimize their limited resources to better meet their goals. This project?s data encompassed national-scale data sets (i.e., the National Science Foundation?s Survey of Earned Doctorates and Survey of Doctorate Recipients), interviews with 90 graduate program leaders and administrators from 69 organizational units at 17 institutions, questionnaire responses from 63 different graduate programs, survey responses from 889 STEM doctoral students from 25 different institutions, and site-specific case study analyses of doctoral students? experiences and contexts.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project originally set out to focus on how fellowships, research assistantships, and teaching assistantships relate to time to graduation and employment outcomes. Early project data demonstrated that funding influences many aspects of graduate student recruitment, training and career planning, and so the project?s scope expanded to a more comprehensive view. Select findings include the following:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Landscape of Funding. </span><span>The doctoral funding portfolios across STEM fields vary. For example there is a prevalence of fellowships in life sciences, teaching assistantships in physical sciences and mathematics, and research assistantships in engineering. Different funding portfolios across fields means: a) institutions do not have a consistent mechanism for centrally reforming graduate education, and b) certain fields and institutional types have an enormous reliance on external revenue sources, which has important policy implications.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Recruitment Across Diverse Populations. </span><span>Our analysis of strategies to recruit admitted students to STEM graduate programs, particularly women, Black, and Latinx/Hispanic students, highlighted heavy emphasis on fellowship and ?top off? funding offers. These strategies are inconsistent with the values of students and graduate program directors themselves, who emphasize research opportunities and climate issues. However, graduate program directors at the wide range of institutions we studied seem fixated on funding-based competition for students rather than making improvements to climate, mentoring and experiences of enrolled students. The project also collected interview data from diverse students funded by fellowships and demonstrated the wide range of experiences and recommended practices for supporting the success of graduate students funded through ?diversity fellowships.? Further, the project presented a national, quantitative comparison of social mobility, or the lack thereof, for STEM students moving from lower-ranked undergraduate programs or programs at minority-serving institutions to higher-ranked graduate programs, which have disproportionate access to resources to support graduate education.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Experiences Starting PhD Programs. </span><span>The project also explored how students select advisors in different STEM disciplines, based in part on research assistantship availability, as well as the impact of sequencing of funding types on persistence and degree completion. For example, in programs that require students to teach, being funded by a teaching assistantship in the first two years has a positive relationship with degree completion, whereas switching to a teaching assistantship in the fourth or fifth year delays degree completion. National datasets do not have the level of detail needed to explore these issues in detail; to our knowledge these analyses are unique.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Experiences in PhD Programs. </span><span>Experiences during graduate school are afforded by different funding types. Unlike prior work that has focused on measures like time-to-degree or counts of publications, our project explored relationships between skill development and funding types. Results showed that external fellowships are perceived to be the best preparation for careers, but when students are asked about specific skills including research, communication and project management, external fellowships do not compare favorably against research assistantships and internal fellowships. </span><span>&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Outcomes Following PhD Programs. </span><span>Drawing on linked Survey of Earned Doctorates and Survey of Doctorate Recipients data to explore academic and non-academic career pathways of PhD recipients, the project explored linkages by primary funding mechanisms during graduate school. The project showed that women and racially minoritized students funded via fellowships were more likely than other students to report no job offers when they completed the Survey of Earned Doctorates, likely in part explained by an unintended consequence of having greater research autonomy based on the project?s qualitative work. Because ?diversity fellowships? are the most common mechanism for recruiting diverse students, graduate programs should closely examine the ways in which minoritized students with such funding can still connect to a range of professional development opportunities. Finally, the project demonstrated differences across fields in the nature of postdocs, and relationships between academic and nonacademic postdocs in government and/or industry with subsequent employment, particularly for engineering and physical sciences fields.</span></p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2021<br>\n\t\t\t\t\tModified by: David&nbsp;Knight</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis collaborative research project between the University of Texas at Austin and Virginia Tech centered STEM doctoral student funding as a consistent thread linking policy and budget-level decisions to the recruitment, experiences and academic/career outcomes of individual doctoral students, which also directly relates to issues pertaining to diversity, equity, and inclusion.  Much of the prior research in graduate education has focused on the experiences of students across selected disciplines at a few institutions, but this broad view of the graduate funding ecosystem allowed the project to focus on strategic recommendations for administrators, faculty, students, and others to optimize their limited resources to better meet their goals. This project?s data encompassed national-scale data sets (i.e., the National Science Foundation?s Survey of Earned Doctorates and Survey of Doctorate Recipients), interviews with 90 graduate program leaders and administrators from 69 organizational units at 17 institutions, questionnaire responses from 63 different graduate programs, survey responses from 889 STEM doctoral students from 25 different institutions, and site-specific case study analyses of doctoral students? experiences and contexts. \nThe project originally set out to focus on how fellowships, research assistantships, and teaching assistantships relate to time to graduation and employment outcomes. Early project data demonstrated that funding influences many aspects of graduate student recruitment, training and career planning, and so the project?s scope expanded to a more comprehensive view. Select findings include the following:\n\n\nLandscape of Funding. The doctoral funding portfolios across STEM fields vary. For example there is a prevalence of fellowships in life sciences, teaching assistantships in physical sciences and mathematics, and research assistantships in engineering. Different funding portfolios across fields means: a) institutions do not have a consistent mechanism for centrally reforming graduate education, and b) certain fields and institutional types have an enormous reliance on external revenue sources, which has important policy implications. \n\n\nRecruitment Across Diverse Populations. Our analysis of strategies to recruit admitted students to STEM graduate programs, particularly women, Black, and Latinx/Hispanic students, highlighted heavy emphasis on fellowship and ?top off? funding offers. These strategies are inconsistent with the values of students and graduate program directors themselves, who emphasize research opportunities and climate issues. However, graduate program directors at the wide range of institutions we studied seem fixated on funding-based competition for students rather than making improvements to climate, mentoring and experiences of enrolled students. The project also collected interview data from diverse students funded by fellowships and demonstrated the wide range of experiences and recommended practices for supporting the success of graduate students funded through ?diversity fellowships.? Further, the project presented a national, quantitative comparison of social mobility, or the lack thereof, for STEM students moving from lower-ranked undergraduate programs or programs at minority-serving institutions to higher-ranked graduate programs, which have disproportionate access to resources to support graduate education.\n\n\nExperiences Starting PhD Programs. The project also explored how students select advisors in different STEM disciplines, based in part on research assistantship availability, as well as the impact of sequencing of funding types on persistence and degree completion. For example, in programs that require students to teach, being funded by a teaching assistantship in the first two years has a positive relationship with degree completion, whereas switching to a teaching assistantship in the fourth or fifth year delays degree completion. National datasets do not have the level of detail needed to explore these issues in detail; to our knowledge these analyses are unique.\n\n\nExperiences in PhD Programs. Experiences during graduate school are afforded by different funding types. Unlike prior work that has focused on measures like time-to-degree or counts of publications, our project explored relationships between skill development and funding types. Results showed that external fellowships are perceived to be the best preparation for careers, but when students are asked about specific skills including research, communication and project management, external fellowships do not compare favorably against research assistantships and internal fellowships.  \n\n\nOutcomes Following PhD Programs. Drawing on linked Survey of Earned Doctorates and Survey of Doctorate Recipients data to explore academic and non-academic career pathways of PhD recipients, the project explored linkages by primary funding mechanisms during graduate school. The project showed that women and racially minoritized students funded via fellowships were more likely than other students to report no job offers when they completed the Survey of Earned Doctorates, likely in part explained by an unintended consequence of having greater research autonomy based on the project?s qualitative work. Because ?diversity fellowships? are the most common mechanism for recruiting diverse students, graduate programs should closely examine the ways in which minoritized students with such funding can still connect to a range of professional development opportunities. Finally, the project demonstrated differences across fields in the nature of postdocs, and relationships between academic and nonacademic postdocs in government and/or industry with subsequent employment, particularly for engineering and physical sciences fields.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2021\n\n\t\t\t\t\tSubmitted by: David Knight"
 }
}