{
 "awd_id": "1535312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Six Dimensional Experimental Characterization of High Intensity Hadron Beam Dynamics in Front End Systems",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2015-08-13",
 "awd_max_amd_letter_date": "2017-07-14",
 "awd_abstract_narration": "Accelerators are used in many applications, from studies of the fundamental components of matter to medical and industrial applications.  The advancement of accelerator technology relies on a deep and detailed understanding of the behavior of the particle beam inside the accelerator. Sophisticated simulation codes have been developed to model the particle beams in the accelerator in order to aid in understanding particle beam behavior in current accelerators, and in the design of future accelerators. To produce accurate results, the simulations require an initial description of the beam that is beyond what has yet been experimentally measured.  The deficit of knowledge in this area places a fundamental limitation on progress toward understanding the beam behavior in accelerators, particularly in high power accelerators. The main difficulty in acquiring this information is the extensive time associated with performing the experimental measurement, which renders it impractical or impossible for operational accelerators, and the necessity for developing the novel diagnostics device capable of performing the full multi-parameter measurement.  In this project, the University of Tennessee will make use of the Integrated Test Stand Facility (ITSF) at the Spallation Neutron Source accelerator in order to perform the first comprehensive measurement of the initial beam properties.  The ITSF is a duplicate of the first piece of the SNS accelerator, and therefore provides a realistic platform for this measurement but without the time limitations associated with operational accelerators. This project will fund one postdoc, one graduate student, and a few undergraduate students from the University of Tennessee to design and implement the necessary equipment on the ITSF to perform the measurement, under guidance from staff at UT and at SNS. The project will enable these young scientists to gain hands-on experience in hardware design and data analysis, while also making an important scientific contribution. Almost all accelerators, from high-energy particle physics machines to future accelerators for transmutation of nuclear waste and energy production, will benefit from the results of this work.\r\n\r\nFor any linear accelerator, the quality of the beam in the front end limits what can be achieved downstream; a poor quality beam early on results in unwanted emittance growth and beam halo. One of the holy grails of accelerator physics is quantitative modeling of the onset and evolution of beam halo and it?s translation into beam loss during acceleration. Unfortunately, there is a recurring failure of state-of-the art simulation codes to successfully benchmark anything beyond RMS quantities of the beam. Since it is the extended beam tails that cause beam loss in an accelerator, this is a performance-limiting issue. The consensus in the community is that the problem is not a failure of the codes, but rather a deficit in knowledge of the initial beam distribution. To date, there has never been a full 6D measurement of the beam phase space exiting the front-end radio frequency quadrupole (RFQ).  The thrust of the work is a modest expansion of the diagnostics to enable the first full 6D measurements of the beam phase space, and small modifications to allow subsequent measurements of the downstream evolution of beam. A final goal is to optimize the diagnostics schemes in operational accelerators to improve the ability to reconstruct initial beam phase space distributions. The extended ITFS will serve as a community-wide resource for understanding halo formation and improving measurement and modeling techniques; interested colleagues will be given the data and invited to perform their own experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie-Helene",
   "pi_last_name": "Cousineau",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marie-Helene S Cousineau",
   "pi_email_addr": "mcousin2@utk.edu",
   "nsf_id": "000689433",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724300",
   "pgm_ele_name": "Accelerator Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 367592.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 32408.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Particle accelerators that contain intense bunches of beams are subject to a multitude of nonlinear forces that can create beam halo by driving particles far outside the beam core.&nbsp; Beam halo is one of the leading causes of beam loss in accelerators, and in many cases, it is the limiting factor on the attainable beam power. One of the holy grails of accelerator physics is quantitative modeling of the onset and evolution of beam halo and its translation into beam loss during acceleration. Unfortunately, there is a recurring failure of state-of-the art simulation codes to successfully model anything beyond RMS quantities of the beam. Since modern large scale accelerators rely heavily on these simulations for machine design and for performance improvement, the inability to model the full beam distribution including halo is a performance-limiting issue.&nbsp;</p>\n<p>A particle in an accelerator is completely described by six independent degrees of freedom.&nbsp; Ideally, modeling a beam in a linear accelerator requires the full 6D beam distribution as the initiatl condition at the start of the accelerator.&nbsp; Up until this project, this measurement had never been made, therefore limiting the ability of scientist to model the beam properties beyond RMS.&nbsp;&nbsp;</p>\n<p>This project provided the first complete 6D measurement of a particle in an accelerator.&nbsp; The measurements were a monumental first time accomplishment, but even more importantly, the results revealed a particle beam structure that was far more complex than anything that had ever been anticipated. &nbsp;The measurements immediately debunked long-held assumption about the form of the beam distribution.&nbsp; In addition, they showed that the complexity is dependent on the intensity, with a higher degree of complexity corresponding to higher beam intensities.&nbsp; The implications of this result will take years to digest and will fundamentally change the approach to simulating beams in linear accelerators.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/10/2020<br>\n\t\t\t\t\tModified by: Marie-Helene&nbsp;S&nbsp;Cousineau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParticle accelerators that contain intense bunches of beams are subject to a multitude of nonlinear forces that can create beam halo by driving particles far outside the beam core.  Beam halo is one of the leading causes of beam loss in accelerators, and in many cases, it is the limiting factor on the attainable beam power. One of the holy grails of accelerator physics is quantitative modeling of the onset and evolution of beam halo and its translation into beam loss during acceleration. Unfortunately, there is a recurring failure of state-of-the art simulation codes to successfully model anything beyond RMS quantities of the beam. Since modern large scale accelerators rely heavily on these simulations for machine design and for performance improvement, the inability to model the full beam distribution including halo is a performance-limiting issue. \n\nA particle in an accelerator is completely described by six independent degrees of freedom.  Ideally, modeling a beam in a linear accelerator requires the full 6D beam distribution as the initiatl condition at the start of the accelerator.  Up until this project, this measurement had never been made, therefore limiting the ability of scientist to model the beam properties beyond RMS.  \n\nThis project provided the first complete 6D measurement of a particle in an accelerator.  The measurements were a monumental first time accomplishment, but even more importantly, the results revealed a particle beam structure that was far more complex than anything that had ever been anticipated.  The measurements immediately debunked long-held assumption about the form of the beam distribution.  In addition, they showed that the complexity is dependent on the intensity, with a higher degree of complexity corresponding to higher beam intensities.  The implications of this result will take years to digest and will fundamentally change the approach to simulating beams in linear accelerators.\n\n\t\t\t\t\tLast Modified: 02/10/2020\n\n\t\t\t\t\tSubmitted by: Marie-Helene S Cousineau"
 }
}