{
 "awd_id": "1535370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: STEM Training, Employment in Industry, and Entrepreneurship",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 835535.0,
 "awd_amount": 1002468.0,
 "awd_min_amd_letter_date": "2015-09-16",
 "awd_max_amd_letter_date": "2017-06-09",
 "awd_abstract_narration": "Ohio State University and the University of Michigan are investigating factors that affect graduate student pathways to non-academic careers. The interdisciplinary research team  examines two research questions: (1) What are the pathways that graduate students take into non-academic careers? and (2) What is the role of their training environments, including faculty sponsors and networks, in guiding those pathways? To investigate these questions, the researchers will develop a data infrastructure that links the STAR METRICS data to the Survey of Earned Doctorates/Survey of Doctoral Recipients and the Census Bureau Business Register  to measure the likelihood that a graduate student would enter a particular career and the subsequent success in following that career path. They explore the relationships between the choice of career pathway and a range of measures of the graduate training environment and examine the links between graduate training and entrepreneurship and industry careers by estimating the causal links between graduate training and entrepreneurship and employment in industry. The project will develop best practices for making these links to study entrepreneurship and industry employment, document the complex pathways for academic-industry engagement,  pave the way for an exploratory analysis of the careers of postdocs and non-PhD completers, and lay the foundation for new theoretical models to guide practice.  The project also will help inform future national surveys by reporting data and suggesting items that could enable more useful workforce trend analyses. \r\n\r\nThe primarily empirical research design is guided by a range of theoretical paradigms, including student identity theory or student socialization research, life course theory from sociology, career development theory, and human capital theory from economics.  The researchers will apply a wide range of statistical models to test seven theories. These range from a human capital-based conjecture that experience working on risky and/or interdisciplinary research projects prepare students for jobs in the rapidly-changing, high growth (and high volatility) industries that are engines of growth for the nation?s new economy, to a conjecture of socialization and information transmission through networks where connections to industry and entrepreneurship through advisors, peers, and suppliers facilitate entry into industry and entrepreneurship careers. At the same time, the researchers expect new theories to emerge from their exploration of the rich new data that will be constructed. This iterative process will be enhanced by interactions with the expert advisory board, which includes many members of the STEM policy community, who will inform the implementation of the project.\r\n\r\nThe project is supported by the ECR program that emphasizes fundamental STEM education research that generates foundational knowledge in the field.  Investments are made in critical areas that are essential, broad and enduring:  STEM learning and STEM learning environments, broadening participation in STEM, and STEM workforce development.  ECR supports the accumulation of robust evidence to inform efforts to understand, build theory to explain, and suggest intervention and innovations to address persistent challenges in STEM interest, education, learning and participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Owen-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Owen-Smith",
   "pi_email_addr": "jdos@umich.edu",
   "nsf_id": "000247763",
   "pi_start_date": "2015-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "426 Thompson St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481041248",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 835535.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 166933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project uses new &ldquo;big data&rdquo; to better understand how characteristics of graduate education in Science, Technology, Engineering, and Mathematics (STEM) fields affects the career trajectories of new Ph.Ds. with a particular focus on private sector employment and entrepreneurial work in start-ups. This research is important to the nation&rsquo;s ability to apply new scientific and technological discoveries in the private sector, where innovation can drive economic growth, business dynamism and even the development of new industries. It also provides important insights into national and university efforts to ensure that the nation&rsquo;s highly trained STEM workforce is appropriately diverse, and inclusive by better understanding how aspects of graduate training differentially effect under-represented minority (URM) students and women.</p>\n<p>&nbsp;</p>\n<p>Key findings from the project offer new information about:</p>\n<ul>\n<li>Patterns of federal funding are related to private sector careers and earnings for recent doctorates</li>\n<li>Changes in the demographic characteristics of graduate cohorts shape the outcomes of women&rsquo;s training in STEM fields</li>\n<li>Effects of research team structure and collaboration patterns on the &ldquo;transformativeness&rdquo; of discoveries made by federally funded research groups with a particular focus on the scientific productivity of female researchers</li>\n<li>New methods for connecting data about scientific processes and outcomes from multiple sources to provide a more comprehensive view of how federally funded scientific research works and what it produces</li>\n<li>New methods for using computer science tools that allow publication and grant text to be used to identify what is funded, who is conducting research, and what is being produce in otherwise hard to identify research areas pertaining to food safety and opiods</li>\n</ul>\n<p>&nbsp;</p>\n<p>In addition to research findings, this project has resulted in the development of new training opportunities and materials for federal agency staff, and university researchers who will use the data and tools we produce to pursue new avenues of research that will help understand, explain, and improve the public value of investments in academic research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2020<br>\n\t\t\t\t\tModified by: Jason&nbsp;Owen-Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            This project uses new \"big data\" to better understand how characteristics of graduate education in Science, Technology, Engineering, and Mathematics (STEM) fields affects the career trajectories of new Ph.Ds. with a particular focus on private sector employment and entrepreneurial work in start-ups. This research is important to the nation’s ability to apply new scientific and technological discoveries in the private sector, where innovation can drive economic growth, business dynamism and even the development of new industries. It also provides important insights into national and university efforts to ensure that the nation’s highly trained STEM workforce is appropriately diverse, and inclusive by better understanding how aspects of graduate training differentially effect under-represented minority (URM) students and women.\n\n \n\nKey findings from the project offer new information about:\n\nPatterns of federal funding are related to private sector careers and earnings for recent doctorates\nChanges in the demographic characteristics of graduate cohorts shape the outcomes of women’s training in STEM fields\nEffects of research team structure and collaboration patterns on the \"transformativeness\" of discoveries made by federally funded research groups with a particular focus on the scientific productivity of female researchers\nNew methods for connecting data about scientific processes and outcomes from multiple sources to provide a more comprehensive view of how federally funded scientific research works and what it produces\nNew methods for using computer science tools that allow publication and grant text to be used to identify what is funded, who is conducting research, and what is being produce in otherwise hard to identify research areas pertaining to food safety and opiods\n\n\n \n\nIn addition to research findings, this project has resulted in the development of new training opportunities and materials for federal agency staff, and university researchers who will use the data and tools we produce to pursue new avenues of research that will help understand, explain, and improve the public value of investments in academic research.\n\n \n\n\t\t\t\t\tLast Modified: 01/22/2020\n\n\t\t\t\t\tSubmitted by: Jason Owen-Smith"
 }
}