{
 "awd_id": "1536530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toxin expression and function by an estuarine model species in a dynamic seasonal community",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 498975.0,
 "awd_amount": 533378.0,
 "awd_min_amd_letter_date": "2015-07-28",
 "awd_max_amd_letter_date": "2017-06-11",
 "awd_abstract_narration": "Venomous animals such as cnidarians, scorpions, and snakes utilize their toxins for a diversity of functions including defense from predators and for capturing prey.  Thus, venom plays a pivotal and central role in the ecology of the animal producing it. There are several major hypotheses regarding the ecological factors that shape the diversity and expression of these molecules.  A central hypothesis is that these toxins evolve rapidly due to their involvement in an evolutionary \"arms race\" between the organism and its potential predators and prey. Moreover, toxins are energetically expensive to produce so it is also hypothesized that their production is tightly regulated (\"venom optimization hypothesis\"), where individuals can module the amount and composition of their venom dependent on changes in diet and shifts in environmental factors such as temperature.  Currently, there is a paucity of data to discern between these hypotheses. This research will provide an integrative approach to identify mechanisms that determine shifts in the quantity and composition of the venom essential for the feeding ecology of a model cnidarian specializing in estuarine habitats that are vulnerable to the ongoing climate change. This project will provide a synergistic international collaboration with Dr. Yehu Moran (The Hebrew University of Jerusalem, Israel) to connect environmental variation with the expression and potency of venom proteins. This research will provide mentoring and training for a postdoctoral fellow, graduate and undergraduate students at the University of North Carolina at Charlotte, and undergraduate students at Mitchell Community College in Statesville, NC. Additional research and educational opportunities will be provided for underrepresented students using PRODUCE, funded by the NSF through the NC Louis Stokes Alliance for Minority Participation to recruit, retain, and graduate students in STEM education.  The PI will continue to involve high-school students in research through individual training, UNC Charlotte's outreach programs and the Burroughs Wellcome Science Enrichment program with the Olympic High School Biotechnology School.\r\n\r\nKnowledge of the environmental, genetic, and molecular factors involved in modulating expression of toxin proteins is essential to understand and predict how venomous species will respond to changes in the composition of biological communities.  The research team will rigorously test hypotheses in the expression of toxin peptides by studying the starlet sea anemone, Nematostella vectensis, a predator of ecological importance that lives in estuaries along the eastern coast of North America.  N. vectensis has emerged as a model cnidarian for ecological genomics due to the availability of a genome, its central position in estuarine food webs, and the ease of field collection and laboratory manipulation; a combination rarely available for venomous animals.  Expression of venom genes in field collected anemones will be correlated with ingested prey identified using microscopy and DNA barcodes.  This analysis will be compared in three different seasons to identify impacts of seasonal changes in abiotic variables as well as prey availability.  Differences in expression of these toxin genes in the field could be related to tuning of the toxin composition to the prey available, presence of predators, and/or the physiological condition of the individual determined by degree of abiotic stress.  The research team will differentiate between these potential causal factors through controlled laboratory experiments where anemones are exposed to two common stressors (temperature, UV), individual prey items, and a predator. In order to better understand the selectivity of these toxins to particular prey, behavioral and in vitro assays test toxicity of each genetic variant will be compared when exposed to distinct animal prey groups to determine the relative potency.  Finally, sequence analyses will be used to investigate the molecular targets of the toxins in the prey animals to determine if these targets are potentially adapted to toxin alleles restricted to different geographic locations. These data will help determine a potential causative link between toxin evolution of a venomous animal and its prey and whether toxins and their targets are involved in an \"arms race\".  This project is expected to have a significant impact on the understanding of the evolution of toxins in the context of ecological interactions in natural environments and contribute to our knowledge about toxin pharmacology for future design of novel insecticides.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Reitzel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Reitzel",
   "pi_email_addr": "areitze2@uncc.edu",
   "nsf_id": "000509046",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 University City Blvd",
  "perf_city_name": "Charlotte",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "018Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Activities"
  },
  {
   "pgm_ref_code": "7259",
   "pgm_ref_txt": "INFORMAL SCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 498975.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 34403.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Toxins are a key mechanism the mediate the interactions of venomous organisms with potential prey and predators. Evolutionary, ecological, and physiological factors that mediate the composition and expression of toxins in these organisms are important to determine to understand the survival and distribution of venomous organisms. Cnidarians are a group of venomous aquatic organisms that express toxin genes in both the stinging cells as well as glandular cells. Like other venomous groups of animals, there is little data on the diversity of toxin genes between populations, how individuals vary in expression for each toxin depending on geographic location or environmental conditions, or how toxin genes originate and evolve in populations. In this collaborative project with Dr. Yehu Moran (Hebrew University of Jerusalem, Israel), we used a multidisciplinary approach combining field work and laboratory experiments to determine the contributions of geography, environmental variation, physiological acclimation, and genetic variation in populations on the expression and function of toxins for the cnidarian <em>Nematostella</em> <em>vectensis</em> distributed along the Atlantic and Pacific coasts of North America.&nbsp;</p>\n<p>We completed field collections of anemones from multiple locations and seasons along the Atlantic coast of North America to compare diet, toxin expression, and to establish lab colonies for experiments. During these collections, we deployed temperature loggers to collect data over the course of the year that yielded an in-depth characterization of temperature dynamics within and between locations. Data from the field collections supported a diet composed primarily of arthropods throughout this species&rsquo; range, significant shifts in toxin expression over season, and significant differences in toxin expression between locations. The temperature data were further utilized for design and analyses of thermal response experiments in the laboratory.</p>\n<p>In laboratory experiments, we showed that anemones from each location have significant differences in toxin expression in response to temperature, salinity, UV, and combination treatments. When combined with measurements of physiology, our results support adaptation of particular populations where individual trade-off expression of a stress response and toxin expression. We utilized the diet data to design laboratory experiments to compare the impacts of differential feeding on expression of the toxin arsenal. These results strongly suggested that expression of individual toxin genes is modulated depending on the frequency of feeding as well as the food type (example, arthropod vs. mollusk). &nbsp;We employed whole transcriptome sequencing and analysis of selection to identify toxin genes that had unique alleles in particular populations or where there was evidence of copy number variation. These results indicated substantial variation in copy number of a toxin gene that is highly toxic to arthropods but not vertebrates. Our comparisons identified a number of additional, previously unannotated genes closely related to this duplicated toxin gene that are rapidly evolving in both sequence composition as well as expression patterns during the life cycle. Together, our comparisons of toxin gene batteries across the geographic range of this venomous species indicate substantial variation in both toxin diversity and expression. These insights resulting from this project have been productive in closing an important gap of knowledge for the evolution and expression of venom for marine species.</p>\n<p>This project resulted in Broader Impacts related to research training, outreach to the community, and an international collaboration. Student-centered training was completed for a postdoctoral scholar as well as multiple graduate and undergraduate students throughout the life of the award. All trainees supported through this award led research in the field and the laboratory, presented at conferences, contributed to publications or led information activities for current and incoming undergraduate students majoring in STEM. &nbsp;Our research successes expanded opportunities for collaborative projects with local educators, including a local science museum. These activities will continue after this project through both classroom instructional lessons as well as public informational displays. The international collaboration with Dr. Moran&rsquo;s lab resulted in unique training opportunities for the postdoctoral scholar as well as synergistic experiments combining field and laboratory experiments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2020<br>\n\t\t\t\t\tModified by: Adam&nbsp;Reitzel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nToxins are a key mechanism the mediate the interactions of venomous organisms with potential prey and predators. Evolutionary, ecological, and physiological factors that mediate the composition and expression of toxins in these organisms are important to determine to understand the survival and distribution of venomous organisms. Cnidarians are a group of venomous aquatic organisms that express toxin genes in both the stinging cells as well as glandular cells. Like other venomous groups of animals, there is little data on the diversity of toxin genes between populations, how individuals vary in expression for each toxin depending on geographic location or environmental conditions, or how toxin genes originate and evolve in populations. In this collaborative project with Dr. Yehu Moran (Hebrew University of Jerusalem, Israel), we used a multidisciplinary approach combining field work and laboratory experiments to determine the contributions of geography, environmental variation, physiological acclimation, and genetic variation in populations on the expression and function of toxins for the cnidarian Nematostella vectensis distributed along the Atlantic and Pacific coasts of North America. \n\nWe completed field collections of anemones from multiple locations and seasons along the Atlantic coast of North America to compare diet, toxin expression, and to establish lab colonies for experiments. During these collections, we deployed temperature loggers to collect data over the course of the year that yielded an in-depth characterization of temperature dynamics within and between locations. Data from the field collections supported a diet composed primarily of arthropods throughout this species’ range, significant shifts in toxin expression over season, and significant differences in toxin expression between locations. The temperature data were further utilized for design and analyses of thermal response experiments in the laboratory.\n\nIn laboratory experiments, we showed that anemones from each location have significant differences in toxin expression in response to temperature, salinity, UV, and combination treatments. When combined with measurements of physiology, our results support adaptation of particular populations where individual trade-off expression of a stress response and toxin expression. We utilized the diet data to design laboratory experiments to compare the impacts of differential feeding on expression of the toxin arsenal. These results strongly suggested that expression of individual toxin genes is modulated depending on the frequency of feeding as well as the food type (example, arthropod vs. mollusk).  We employed whole transcriptome sequencing and analysis of selection to identify toxin genes that had unique alleles in particular populations or where there was evidence of copy number variation. These results indicated substantial variation in copy number of a toxin gene that is highly toxic to arthropods but not vertebrates. Our comparisons identified a number of additional, previously unannotated genes closely related to this duplicated toxin gene that are rapidly evolving in both sequence composition as well as expression patterns during the life cycle. Together, our comparisons of toxin gene batteries across the geographic range of this venomous species indicate substantial variation in both toxin diversity and expression. These insights resulting from this project have been productive in closing an important gap of knowledge for the evolution and expression of venom for marine species.\n\nThis project resulted in Broader Impacts related to research training, outreach to the community, and an international collaboration. Student-centered training was completed for a postdoctoral scholar as well as multiple graduate and undergraduate students throughout the life of the award. All trainees supported through this award led research in the field and the laboratory, presented at conferences, contributed to publications or led information activities for current and incoming undergraduate students majoring in STEM.  Our research successes expanded opportunities for collaborative projects with local educators, including a local science museum. These activities will continue after this project through both classroom instructional lessons as well as public informational displays. The international collaboration with Dr. Moran’s lab resulted in unique training opportunities for the postdoctoral scholar as well as synergistic experiments combining field and laboratory experiments.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2020\n\n\t\t\t\t\tSubmitted by: Adam Reitzel"
 }
}