{
 "awd_id": "1536927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Phlorotannins - An Important Source of Marine Chromophoric Dissolved Organic Matter?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 145308.0,
 "awd_amount": 145308.0,
 "awd_min_amd_letter_date": "2015-08-04",
 "awd_max_amd_letter_date": "2015-08-04",
 "awd_abstract_narration": "Chromophoric dissolved organic matter (CDOM), the sunlight absorbing components in filtered water, is important in the study of marine and freshwater ecosystems as it can be used to trace the mixing of surface waters, as a proxy for carbon cycles, and other biogeochemical processes. Although its importance in ocean studies has been firmly established over the last several decades, sources and structural composition of CDOM within the oceans remains unclear and continues to be a subject of debate. Sargassum, a brown alga, is widely distributed in temperate and subtropical marine waters and may be important source of CDOM to the Sargasso Sea and Gulf of Mexico where Sargassum is abundant. This project will investigate the contribution of macro brown algae-derived compounds to the marine CDOM pool. Results from this study will have implications for the marine carbon cycle and satellite remote sensing of ocean color to assess mixing of surface water masses and biogeochemical processes. The project will provide educational opportunities for a postdoctoral scholar, summertime undergraduate internships (through a local NSF-sponsored Research Experiences for Undergraduates (REU) program), and workshop and research opportunities for local high schools students.\r\n\r\nSources of marine CDOM remain debatable and a comprehensive understanding of its origins, distribution and fate have been difficult. Marine CDOM, and in particular the \"humic-like\" component, have been suggested to originate from terrestrial sources, primarily lignins. However, recent evidence indicates that the exudation of phlorotannins produced by macro brown algae may contribute significantly to the marine CDOM pool. Phlorotannins, a class of polyphenols that are only found in, and continuously exuded by macro brown algae such as Sargassum, strongly absorb ultraviolet light and may have been underestimated in their contribution to the marine CDOM pool within certain geographic locales. Upon partial oxidation, light absorption by these specific compounds extends into longer wavelengths in the visible creating an absorption spectrum similar to that of lignin. These phlorotannins and their transformation products absorb light that might explain in part the \"humic-like\" signatures observed in open ocean environments. This study aims to characterize the optical properties and molecular composition of Sargassum-derived CDOM including its aerobic oxidation and photochemical behavior, as well as quantify Sargassum-derived CDOM to better estimate its possible contribution to the CDOM pool in the Sargasso Sea and Gulf of Mexico.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rossana",
   "pi_last_name": "Del Vecchio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rossana Del Vecchio",
   "pi_email_addr": "rossdv@umd.edu",
   "nsf_id": "000232240",
   "pi_start_date": "2015-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Blough",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Neil V Blough",
   "pi_email_addr": "neilb@umd.edu",
   "nsf_id": "000207547",
   "pi_start_date": "2015-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 LEE BLDG",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 145308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"textbox\">Dissolved organic matter (DOM) plays an essential role in a variety of biogeochemical processes within the oceans. &nbsp;An important component of the DOM, known as colored or chromophoric dissolved organic matter (CDOM), absorbs light across the ultraviolet and visible wavelengths and is a critical determinant of the underwater light field and photochemical reactions occurring within the upper water column of the oceans. &nbsp;To date, however, scientists know very little about the structure and diversity of the compounds within the DOM and CDOM. This study examined the role of <em>Sargassum</em> seaweed as a source of DOM and CDOM in the open ocean.</p>\n<p class=\"textbox\">&nbsp;</p>\n<p class=\"textbox\">The team selected <em>Sargassum natans</em> and <em>Saragssam fluitans</em> as study organisms as these are macro brown algal species known to be truly holopelagic, that is, it floats throughout its lifespan and can, therefore, be found in the surface waters of the open ocean. These species are found in the Gulf of Mexico, the Western Atlantic and the Sargasso Sea where they form extensive mats sufficiently large to be observed by satellites and contribute a significant quantity of &nbsp;biomass to the regional ecosystem.&nbsp;</p>\n<p>We found that<em> Sargassum sp </em>release large quantities of dissolved organic carbon (DOC) and CDOM to the ocean and hence may play significant role in shaping the regional ecosystem. We calculated the amount of released carbon and were also able to quantify a specific pool of aromatic and deeply colored organic carbon contributing to the total CDOM pool. This class of materials, the so-called polyphenols, was previously believed to largely originate from land-based woody plants. This class of compounds can strongly absorb light and undergo photochemical reactions in sunlight. The optical and photochemical properties of this material was characterized and was found to be similar but not identical to the terrestrially-sourced materials.&nbsp;</p>\n<p>Determining the extent of <em>Sargassum</em>-derived dissolved organic carbon release, its chemical composition and changes in composition over time are particularly important because these results can lead to a better understanding of distribution and impact that these compounds may have on the local to regional scales. The major finding of this study was that <em>Sargassum sp.</em> acts as a large regional source of marine dissolved organic carbon and that specific polyphenols called phlorotannins, may contribute significantly to the regional CDOM pool, although they were found to degrade quickly under sunlight. These phlorotannins may act as a sunscreen to the <em>Sargassum</em>, because release rates increased under prolonged sunlight exposure.</p>\n<p>We also looked at the local impact of <em>Sargassum</em> during an inundation event in Puerto Rico and we were able to show that the extremely high release of dissolved organic carbon has a profound effect on the coastal ecosystem and in particular on semi-enclosed lagoons where the oxygen is very quickly depleted in the presence of <em>Sargassum</em>, leading to episodic anoxia. The disappearance of bioluminescent algae has been observed in some lagoons previously, which is detrimental to these economically valuable tourist destinations in Puerto Rico. Large quantities of <em>Sargassum </em>may partly explain these &ldquo;black out&rdquo; events in the lagoons. The results acquired from this study may provide information allowing faster remediation/clean up during future inundation events.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2019<br>\n\t\t\t\t\tModified by: Neil&nbsp;V&nbsp;Blough</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Dissolved organic matter (DOM) plays an essential role in a variety of biogeochemical processes within the oceans.  An important component of the DOM, known as colored or chromophoric dissolved organic matter (CDOM), absorbs light across the ultraviolet and visible wavelengths and is a critical determinant of the underwater light field and photochemical reactions occurring within the upper water column of the oceans.  To date, however, scientists know very little about the structure and diversity of the compounds within the DOM and CDOM. This study examined the role of Sargassum seaweed as a source of DOM and CDOM in the open ocean.\n \nThe team selected Sargassum natans and Saragssam fluitans as study organisms as these are macro brown algal species known to be truly holopelagic, that is, it floats throughout its lifespan and can, therefore, be found in the surface waters of the open ocean. These species are found in the Gulf of Mexico, the Western Atlantic and the Sargasso Sea where they form extensive mats sufficiently large to be observed by satellites and contribute a significant quantity of  biomass to the regional ecosystem. \n\nWe found that Sargassum sp release large quantities of dissolved organic carbon (DOC) and CDOM to the ocean and hence may play significant role in shaping the regional ecosystem. We calculated the amount of released carbon and were also able to quantify a specific pool of aromatic and deeply colored organic carbon contributing to the total CDOM pool. This class of materials, the so-called polyphenols, was previously believed to largely originate from land-based woody plants. This class of compounds can strongly absorb light and undergo photochemical reactions in sunlight. The optical and photochemical properties of this material was characterized and was found to be similar but not identical to the terrestrially-sourced materials. \n\nDetermining the extent of Sargassum-derived dissolved organic carbon release, its chemical composition and changes in composition over time are particularly important because these results can lead to a better understanding of distribution and impact that these compounds may have on the local to regional scales. The major finding of this study was that Sargassum sp. acts as a large regional source of marine dissolved organic carbon and that specific polyphenols called phlorotannins, may contribute significantly to the regional CDOM pool, although they were found to degrade quickly under sunlight. These phlorotannins may act as a sunscreen to the Sargassum, because release rates increased under prolonged sunlight exposure.\n\nWe also looked at the local impact of Sargassum during an inundation event in Puerto Rico and we were able to show that the extremely high release of dissolved organic carbon has a profound effect on the coastal ecosystem and in particular on semi-enclosed lagoons where the oxygen is very quickly depleted in the presence of Sargassum, leading to episodic anoxia. The disappearance of bioluminescent algae has been observed in some lagoons previously, which is detrimental to these economically valuable tourist destinations in Puerto Rico. Large quantities of Sargassum may partly explain these \"black out\" events in the lagoons. The results acquired from this study may provide information allowing faster remediation/clean up during future inundation events.\n\n\t\t\t\t\tLast Modified: 11/14/2019\n\n\t\t\t\t\tSubmitted by: Neil V Blough"
 }
}