{
 "awd_id": "1536242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Serpentinization processes in the subsurface of a seafloor ultramafic-hosted hydrothermal system",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 259929.0,
 "awd_amount": 259929.0,
 "awd_min_amd_letter_date": "2015-08-18",
 "awd_max_amd_letter_date": "2015-08-18",
 "awd_abstract_narration": "Beneath Earth's crust lies the mantle, composed of an ultramafic rock called peridotite. Peridotites are exposed on the seafloor by faulting at mid-ocean ridges where they react with fluids to form serpentinites. The reacting fluids can be cold seawater or hot (350 degrees Celsius) hydrothermal fluids derived from seawater and driven by heat generated by intrusions of basaltic magma at depth. The hydration of peridotite to form serpentinite generates hydrogen, which supports microbial communities around hydrothermal vents at the seafloor. These seafloor hydrothermal environments are likely sites for the origin of life on Earth and the microbial communities found there are analogues for life on other planets. Major questions remain, however, about the extent of this subsurface biosphere, such as how far away from seafloor vents this biosphere extends and how far microbes live below the seafloor. In addition to life, metal deposits form where hot hydrothermal fluids vent into the ocean from peridotite on the seafloor. Although these deposits and their associated fluids are well studied, our understanding of the fluid flow pathways in underlying basement and the controls on fluid penetration and serpentinization of the host peridotite and their relationship to microbial activity in the subsurface is not. This research examines the geochemistry of fluid penetration and reaction with peridotite to form serpentinite and the impact of the resulting water-rock interactions on the deep biosphere. Two major goals of the project are: (1) understanding the relative roles of cold seawater versus hot hydrothermal fluids that circulate through the seafloor and (2) determining the controls on the subsurface biosphere and its lateral and depth extent in seafloor peridotites. Broader impacts of the work include improving understanding of the generation of marine massive sulfide ore deposits and processes of interest to the geothermal energy industry.  The work also includes integration of research and education by training a student who is interested in a career in the mining industry. \r\n\r\nThis research involves understanding fluid pathways, serpentinization, and the distribution and extent of microbial sulfate reduction in the subsurface of seafloor ultramafic-hosted hydrothermal systems.  Work involves an intensive field and laboratory study of an analog of these seafloor systems that is exposed in an ophiolite in the northern Apennines (Italy).  The effects of hydrothermal fluids in the rocks will be distinguished from those of seawater through analyses of major and trace elements and sulfur isotopes. Combined with petrography, micro-scale spot analyses by laser inductively coupled mass spectrometry of trace elements in serpentine, and the sulfur isotope compositions of individual sulfide grains, it will be possible to map the fluid flow pathways; determine how they developed; and understand how microbial processes affect and/or catalyze reactions in high-temperature ultramafic-hosted seafloor hydrothermal systems.  Bulk rock analyses will enable evaluation of the overall effects of hydrothermal fluids and seawater and of microbial sulfate reduction in the basement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Alt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey C Alt",
   "pi_email_addr": "jalt@umich.edu",
   "nsf_id": "000320461",
   "pi_start_date": "2015-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1100 North University Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 259929.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this research is to understand fluid flow and the relative importance of upwelling hot hydrothermal fluids versus cold seawater and associated microbial activity in the subsurface of a seafloor hydrothermal system. The field area in the northern Apennines, Italy, contains mantle peridotites that were exposed on the seafloor and cut by a fault that acted as an upflow zone to form a metal sulfide deposit on the paleo-seafloor. The fault rocks are altered to talc and exhibit losses of Mg, Cr, and Ni, and gains of Si, rare-earth elements, and metals, consistent with upwelling hot (350&#730;C) hydrothermal fluids. Associated breccias (highly fractured rocks) at the paleo-seafloor show similar effects, but also superimposed replacement by carbonate, revealing that high-T hydrothermal systems can evolve to low-T carbonate systems, which were previously thought to be a different type of hydrothermal system. Analyses of peridotites associated with intrusive gabbro dikes does not provide any evidence of preferential fluid flow associated with the dikes. Trace element contents of breccias at the paleo-seafloor 1.5 km from the fault are consistent with reaction with cold seawater rather than hydrothermal fluids. Sulfur isotopes indicate the effects of microbial sulfate reduction in the carbonated breccias associated with the fault at the paleo-seafloor, and in rocks 600 m from the fault and 150 m below the paleo-seafloor. These results provide a view of the relative scales of the effects of hot hydrothermal fluids versus cold seawater and microbial activity. More specifically, the effects of hot upwelling hydrothermal fluids on basement rocks are limited to within a few meters of the fault itself, whereas the chemical and sulfur isotope effects of microbial activity and cold seawater are much more widespread at and beneath the seafloor.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2020<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;C&nbsp;Alt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this research is to understand fluid flow and the relative importance of upwelling hot hydrothermal fluids versus cold seawater and associated microbial activity in the subsurface of a seafloor hydrothermal system. The field area in the northern Apennines, Italy, contains mantle peridotites that were exposed on the seafloor and cut by a fault that acted as an upflow zone to form a metal sulfide deposit on the paleo-seafloor. The fault rocks are altered to talc and exhibit losses of Mg, Cr, and Ni, and gains of Si, rare-earth elements, and metals, consistent with upwelling hot (350&#730;C) hydrothermal fluids. Associated breccias (highly fractured rocks) at the paleo-seafloor show similar effects, but also superimposed replacement by carbonate, revealing that high-T hydrothermal systems can evolve to low-T carbonate systems, which were previously thought to be a different type of hydrothermal system. Analyses of peridotites associated with intrusive gabbro dikes does not provide any evidence of preferential fluid flow associated with the dikes. Trace element contents of breccias at the paleo-seafloor 1.5 km from the fault are consistent with reaction with cold seawater rather than hydrothermal fluids. Sulfur isotopes indicate the effects of microbial sulfate reduction in the carbonated breccias associated with the fault at the paleo-seafloor, and in rocks 600 m from the fault and 150 m below the paleo-seafloor. These results provide a view of the relative scales of the effects of hot hydrothermal fluids versus cold seawater and microbial activity. More specifically, the effects of hot upwelling hydrothermal fluids on basement rocks are limited to within a few meters of the fault itself, whereas the chemical and sulfur isotope effects of microbial activity and cold seawater are much more widespread at and beneath the seafloor.\n\n\t\t\t\t\tLast Modified: 08/25/2020\n\n\t\t\t\t\tSubmitted by: Jeffrey C Alt"
 }
}