{
 "awd_id": "1536440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing the Viability of Pristine Fossil Corals from the Dominican Republic as Indicators of ENSO at the Miocene/Pliocene Boundary",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2015-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 21531.0,
 "awd_amount": 21531.0,
 "awd_min_amd_letter_date": "2015-05-20",
 "awd_max_amd_letter_date": "2015-05-20",
 "awd_abstract_narration": "The El Nino-Southern Oscillation (ENSO) represents the single largest source of interannual climate variability on Earth, and because numerous studies have suggested that ENSO is sensitive to greenhouse warming of the atmosphere and surface ocean, it is critical that we better understand how ENSO may respond over coming decades and centuries. Studies of marine sediments have examined centennial- to millennial-scale dynamics of the mean state of the tropical Pacific, but these results have mostly lacked the temporal resolution necessary to identify variability within the ENSO band (2-7 yr). Corals preserve records of sea surface temperature and upwelling in their annually-banded aragonite skeletons, and thus can be used for spectral frequencies consistent with ENSO. The results of this study will contribute broadly to our understanding of the nature of ENSO during a time period considered the most recent analog for an anthropogenically-warmed world.\r\n\r\nThe research project will generate a roughly half-century-long record of monthly-resolved oxygen and carbon isotopic ratios from a pristine fossil coral from the Gurabo Formation of the Dominican Republic as a test of ENSO variability in the latest Miocene. The record will allow the researchers to test three proposed states of the Pacific during the Miocene: entrenched El Nino conditions, entrenched La Nina conditions, or a modern ENSO pattern. The results may also have implications for modeling of flow through the Central American Seaway (CAS) prior to its final closure. Complete formation of the Central American Isthmus (and closure of the CAS) around 3.5 ma led to pulses of extinction and speciation in both the eastern Pacific and the Caribbean, and may have contributed to Northern Hemisphere glaciation through changes to ocean circulation. However, modeling these effects are limited by the still considerable uncertainties in the nature of flow through the CAS, largely owing to ambiguities surrounding the width of the opening(s) and depth of the sill. \r\n\r\nAn undergraduate student from Cornell College (a small, four-year liberal arts school with no graduate programs) will receive advanced training in paleoclimatology research methods by actively participate in all aspects of this project, including presentation of results at a national meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rhawn",
   "pi_last_name": "Denniston",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Rhawn F Denniston",
   "pi_email_addr": "RDenniston@cornellcollege.edu",
   "nsf_id": "000330000",
   "pi_start_date": "2015-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell College",
  "inst_street_address": "600 FIRST ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNT VERNON",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3198954000",
  "inst_zip_code": "52314",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "CORNELL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ET4AQ6MDU1L7"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell College",
  "perf_str_addr": "600 1st Street West",
  "perf_city_name": "Mount Vernon",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "523141098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21531.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today, the largest source of year-to-year global climate variability is the El Ni&ntilde;o-Southern Oscillation (ENSO). This phenomenon is centered in the tropical Pacific but alters the temperatures and circulation of both the ocean and the atmosphere around much of the world. A pressing question related to ENSO is how it may respond to rising atmospheric greenhouse gas abundances. While climate models offer some insights into future ENSO activity, another method involves looking backward in time to ancient &ldquo;greenhouse worlds&rdquo;, periods in which carbon dioxide concentrations and air temperatures were at or above current levels. The goal of this research was to examine the nature of ENSO ~ 5 million years ago, during the transition from the Miocene to the Pliocene epoch, both of which experienced greenhouse conditions.</p>\n<p>The most commonly used method for reconstructing prehistoric ENSO involves using the chemistry (stable isotopic or trace elemental) of shallow water corals. However, the aragonite skeletons of corals are highly susceptible to alteration, and thus finding well preserved samples from the Miocene or Pliocene is extremely rare. In association with three collaborators, the PI and his undergraduate research student developed a monthly-resolved, multi-decadal stable isotopic time series from an extremely well-preserved coral from the Dominican Republic. The resulting isotope data were carefully screened for signs of alteration and then processed using statistical techniques for periodicities consistent with modern ENSO activity (2-7 year cyclicities).</p>\n<p>The results indicate that ENSO-like variations in Caribbean ocean temperature were occurring during the late Miocene greenhouse world. These findings were published in the journal Geology, and the undergraduate student trained under this grant is now a doctoral student studying corals as paleoclimate proxies at Columbia University. Collaborators for this study were Dr. Gabriele Villarini of the University of Iowa, Dr. Alan Wanamaker of Iowa State University, and Dr. Anna von der Hedyt of Utrecht University in the Netherlands. Dr. Wanamaker performed the stable isotopic analysis; Drs. Wanamaker and Villarini conducted the statistical analyses; and Dr. von der Heydt performed paleoceanographic modeling.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2017<br>\n\t\t\t\t\tModified by: Rhawn&nbsp;F&nbsp;Denniston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nToday, the largest source of year-to-year global climate variability is the El Ni&ntilde;o-Southern Oscillation (ENSO). This phenomenon is centered in the tropical Pacific but alters the temperatures and circulation of both the ocean and the atmosphere around much of the world. A pressing question related to ENSO is how it may respond to rising atmospheric greenhouse gas abundances. While climate models offer some insights into future ENSO activity, another method involves looking backward in time to ancient \"greenhouse worlds\", periods in which carbon dioxide concentrations and air temperatures were at or above current levels. The goal of this research was to examine the nature of ENSO ~ 5 million years ago, during the transition from the Miocene to the Pliocene epoch, both of which experienced greenhouse conditions.\n\nThe most commonly used method for reconstructing prehistoric ENSO involves using the chemistry (stable isotopic or trace elemental) of shallow water corals. However, the aragonite skeletons of corals are highly susceptible to alteration, and thus finding well preserved samples from the Miocene or Pliocene is extremely rare. In association with three collaborators, the PI and his undergraduate research student developed a monthly-resolved, multi-decadal stable isotopic time series from an extremely well-preserved coral from the Dominican Republic. The resulting isotope data were carefully screened for signs of alteration and then processed using statistical techniques for periodicities consistent with modern ENSO activity (2-7 year cyclicities).\n\nThe results indicate that ENSO-like variations in Caribbean ocean temperature were occurring during the late Miocene greenhouse world. These findings were published in the journal Geology, and the undergraduate student trained under this grant is now a doctoral student studying corals as paleoclimate proxies at Columbia University. Collaborators for this study were Dr. Gabriele Villarini of the University of Iowa, Dr. Alan Wanamaker of Iowa State University, and Dr. Anna von der Hedyt of Utrecht University in the Netherlands. Dr. Wanamaker performed the stable isotopic analysis; Drs. Wanamaker and Villarini conducted the statistical analyses; and Dr. von der Heydt performed paleoceanographic modeling.\n\n\t\t\t\t\tLast Modified: 06/01/2017\n\n\t\t\t\t\tSubmitted by: Rhawn F Denniston"
 }
}