{
 "awd_id": "1536087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomechanical Phenotyping of Circulating Tumor Cells: A Window to Study Cancer Metastasis",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 419993.0,
 "awd_amount": 419993.0,
 "awd_min_amd_letter_date": "2015-08-01",
 "awd_max_amd_letter_date": "2015-08-01",
 "awd_abstract_narration": "Blood-borne cancerous tumor cells are shed by both primary and metastatic tumors and they are thought to contribute to the spread of cancer to distant sites in the body.  There is, therefore, a great interest in using a blood sample to capture and measure the properties of circulating tumor cells in order to predict the response of the tumor to therapy.  Despite their importance, the current understanding of circulating tumor cells is extremely poor.  This project will build a  novel device that will separate these cells from the blood and rapidly measure their biological and biomechanical properties.     The developed device will be useful beyond the isolation and measurement of tumor cell properties, as the other cellular components of blood could also be separated and mechanically measured using the device.  The research will have broad impacts on students from different educational levels and genders and ethnicities, by exposing them to exciting challenges in science and engineering that have relevance to our society.\r\n\r\nIt still remains a major challenge in understanding the biology of circulating tumor cells, and ultimately, improving the systems level understanding of blood-borne metastasis in cancer.  This research will address the challenge in understanding the biological nature of circulating tumor cells by establishing a cell sorting device that can efficiently capture and isolate the circulating tumor cells without using any capture antibody.  A microfluidic deformability microcytometer array will also be developed for high-throughput multiparametric single-cell biochemical and biomechanical phenotyping of live single circulating tumor cells.  Experimental results from the deformability microcytometer will be further used to guide developments of a contact element / cohesive zone model and finite element simulation for quantifications of cell stiffness and expression levels of surface antigens of circulating tumor cells.  The research team will further integrate the technological platforms with preclinical murine xenograft models to investigate the timing of circulating tumor cell release from primary tumors and their heterogeneity and biomechanical and biochemical properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianping",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianping Fu",
   "pi_email_addr": "jpfu@umich.edu",
   "nsf_id": "000569746",
   "pi_start_date": "2015-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Lu",
   "pi_email_addr": "weilu@umich.edu",
   "nsf_id": "000197006",
   "pi_start_date": "2015-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2350 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "003E",
   "pgm_ref_txt": "BIOMECHANICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 419993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cancer metastasis remains the most poorly understood component of cancer pathogenesis and is the major cause of cancer mortality.&nbsp; Peripheral blood circulating tumor cells (CTCs) are shed by both primary and metastatic lesions and they are thought to contribute to the hematogenous spread of cancer to distant sites.&nbsp; Thus, CTCs represent a potential alternative to invasive biopsies as a source of tumor tissue for the detection, characterization and monitoring of cancers.&nbsp; However, it is still technically challenging to efficiently isolate and functionally characterize CTCs, which reflects the fact that these cells are very rare (~1 in 10<sup>9</sup> blood cells) and do not readily survive multistep, batch purification and processing.&nbsp; In this NSF project, we have established a high-throughput CTC capture device that can efficiently capture and isolate CTCs from blood samples.&nbsp; Importantly, our CTC capture chip achieves efficient isolation of CTCs based on their adhesion preference to nanorough surfaces as compared to normal blood cells and thus does not depend on the physical size or surface protein expression of CTCs.&nbsp; We have further demonstrated that in a mouse model of human breast cancer, the number of CTCs captured by our CTC capture chip correlates positively with the size of the primary tumor.&nbsp; Furthermore, in a syngeneic mouse model of lung cancer using cell lines with differential metastasis capability, CTCs are captured from all mice with detectable primary tumors independent of the cell lines&rsquo; metastatic ability.&nbsp; Thus, the microfluidic CTC capture chip developed in this work is broadly applicable to capturing heterogeneous CTC populations of clinical interest independent of their surface marker expression and metastatic propensity.&nbsp; In this project, we have further developed another microfluidic device in conjunction with an analytical model for multiparametric biomechanical and biochemical phenotypic profiling of free-floating, live single CTCs for quantitative, simultaneous characterizations of cell size, cell deformability/ stiffness, and surface receptors.&nbsp; Altogether, this research has contributed significantly to the understanding of the biological nature of CTCs, and ultimately, improving our systems level understanding of cancer metastasis.</p>\n<p><span style=\"white-space: pre;\"> </span>Owing to its cross-disciplinary nature, our research has integrated knowledge from distinct fields including micro/nanofabrication, microfluidics, solid mechanics, surface chemistry, cell mechanics, cancer biology, and clinical oncology.&nbsp; Our research has contributed significantly for comprehensive molecular and cellular analysis of CTCs and have generated important cellular understanding of the CTC biology and its implication in blood-borne metastasis of cancer.&nbsp; Our educational activities have made broad impacts on students from different educational levels and genders and ethnicities.&nbsp; Some of the technologies described in the proposal are used as vehicles for outreach activities to K-12 students and other underrepresented female and minority students.&nbsp; Our outreach activities have revealed to K-12 students the exciting challenges in science and engineering and their close relevance to our society, thus motivating them to pursue science and engineering curricula.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2018<br>\n\t\t\t\t\tModified by: Jianping&nbsp;Fu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCancer metastasis remains the most poorly understood component of cancer pathogenesis and is the major cause of cancer mortality.  Peripheral blood circulating tumor cells (CTCs) are shed by both primary and metastatic lesions and they are thought to contribute to the hematogenous spread of cancer to distant sites.  Thus, CTCs represent a potential alternative to invasive biopsies as a source of tumor tissue for the detection, characterization and monitoring of cancers.  However, it is still technically challenging to efficiently isolate and functionally characterize CTCs, which reflects the fact that these cells are very rare (~1 in 109 blood cells) and do not readily survive multistep, batch purification and processing.  In this NSF project, we have established a high-throughput CTC capture device that can efficiently capture and isolate CTCs from blood samples.  Importantly, our CTC capture chip achieves efficient isolation of CTCs based on their adhesion preference to nanorough surfaces as compared to normal blood cells and thus does not depend on the physical size or surface protein expression of CTCs.  We have further demonstrated that in a mouse model of human breast cancer, the number of CTCs captured by our CTC capture chip correlates positively with the size of the primary tumor.  Furthermore, in a syngeneic mouse model of lung cancer using cell lines with differential metastasis capability, CTCs are captured from all mice with detectable primary tumors independent of the cell lines? metastatic ability.  Thus, the microfluidic CTC capture chip developed in this work is broadly applicable to capturing heterogeneous CTC populations of clinical interest independent of their surface marker expression and metastatic propensity.  In this project, we have further developed another microfluidic device in conjunction with an analytical model for multiparametric biomechanical and biochemical phenotypic profiling of free-floating, live single CTCs for quantitative, simultaneous characterizations of cell size, cell deformability/ stiffness, and surface receptors.  Altogether, this research has contributed significantly to the understanding of the biological nature of CTCs, and ultimately, improving our systems level understanding of cancer metastasis.\n\n Owing to its cross-disciplinary nature, our research has integrated knowledge from distinct fields including micro/nanofabrication, microfluidics, solid mechanics, surface chemistry, cell mechanics, cancer biology, and clinical oncology.  Our research has contributed significantly for comprehensive molecular and cellular analysis of CTCs and have generated important cellular understanding of the CTC biology and its implication in blood-borne metastasis of cancer.  Our educational activities have made broad impacts on students from different educational levels and genders and ethnicities.  Some of the technologies described in the proposal are used as vehicles for outreach activities to K-12 students and other underrepresented female and minority students.  Our outreach activities have revealed to K-12 students the exciting challenges in science and engineering and their close relevance to our society, thus motivating them to pursue science and engineering curricula. \n\n \n\n\t\t\t\t\tLast Modified: 10/22/2018\n\n\t\t\t\t\tSubmitted by: Jianping Fu"
 }
}