{
 "awd_id": "1536298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Youth: Race, Citizenship, and School-to-Military Pipelines",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 14820.0,
 "awd_amount": 14820.0,
 "awd_min_amd_letter_date": "2015-07-13",
 "awd_max_amd_letter_date": "2015-07-13",
 "awd_abstract_narration": "This research project examines military programming, recruitment, and enlistment decisions among youth in public high schools serving largely low-income Black and Latino/a communities. Amid growing public concern about the opportunities and obstacles youth of color face in their schools and communities, the project investigates how young people of color experience and make meaning of military enlistment and interrogates what the military accomplishes in their lives. It closely examines the relationship between youth pathways, or \"pipelines\", into the military and pervasive yet often routine forms of economic, social, and political marginalization experienced by many potential recruits in their homes, schools, and communities. The project responds directly to recent calls by education scholars to examine the way that family, community, school policy, and military recruiting and military educational programing, like the Junior Reserve Officer Training Corps, work to produce a pipeline for youth into the military. In doing so, the project contributes to educational knowledge about the military in schools and also fosters a rare interdisciplinary conversation between geography and education about youth and education as subjects of geopolitical inquiry.\r\n\r\nThrough a case study of a public high school in Houston, Texas, the project investigates the following research questions: What educational, state, and military practices produce a school-to-military pipeline? How are recruitment practices and enlistment decisions shaped by race, gender, and class? How does a school-to-military pipeline relate to the production and operation of the school-to-prison pipeline? How do young people experience, actively navigate, and make meaning of the military among the futures that are available and desirable to them? The research employs multiple ethnographic methods: 1) participant observation of JROTC classes, school activities, and community events; 2) semi-structured interviews with each set of respondents; 3) youth working groups to discuss topics related to the military and collaboratively analyze data; 4) the shadowing of student volunteers in their daily lives to learn more about the everyday spaces and relationships that shape their ideas and feelings about military futures; and 5) analysis of secondary texts and news media. By drawing together the institutional and everyday factors shaping enlistment, the study elucidates the relationship between the military and the daily opportunities and obstacles in youth lives. Moreover, this project contributes to public and academic knowledge about relationships between youth and the military so as to foster a necessary discussion across the academy, the military, youth, educators, parents, policy makers, and activists about the meaning of diversity in the military, the role of the military in public schools, and the implications of military service for the futures of youth of color.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lise",
   "pi_last_name": "Nelson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Lise K Nelson",
   "pi_email_addr": "lknelson@email.arizona.edu",
   "nsf_id": "000414858",
   "pi_start_date": "2015-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jenna",
   "pi_last_name": "Christian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenna Christian",
   "pi_email_addr": "jmc5974@psu.edu",
   "nsf_id": "000691452",
   "pi_start_date": "2015-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "302 Walker Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 14820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to investigate the reproduction of the U.S. military and its relationship to low-income communities of color in the United States. Specifically, the project covered 2.5 years, and used ethnographic methods to explore military recruitment practices--as well as youth, teacher, parents, and community responses to these efforts--in a public high school serving largely low-income Black and Latino/a communities in Houston, Texas. The research examined the relationship between youth pathways, or \"pipelines\", into the military and pervasive yet often routine forms of economic, social, and political marginalization experienced by many potential recruits in their homes, schools and communities. The study focused heavily on the role of the military-run high school program, the Junior Reserve Officer's Training Corps (JROTC) within these processes in order to understand how JROTC influences youth attitudes toward the military. Focusing on the experiences, knowledge, and aspirations of Houston high school students as they take part in JROTC courses, engage with recruiters, and evaluate the possibility of a future in the military, the research contributes to academic scholarship and public debate about the role of the military in public education through an examination of the JROTC and military recruiting. As multiple scholars have noted, there is a dearth of research about the factors that route young people toward the military, and this project intervenes in these conversations by elaborating upon the processes, both in and out of school, that influence youth attitudes toward military enlistment and service.</p>\n<p>The findings from the project offer a range of empirical, methodological, and theoretical insights. First, the study reveals how interlocking economic and social obstacles shaped attitudes of youth of color toward enlistment. The military was seen as one of the few venues through which they might leave home, access to higher education, ensure stable employment, receive legal citizenship (for green card holders), or gain respect in a society that often questioned their belonging. The widely-held notion that the military is a place to access to benefits and social status had wide ranging impacts on student attitudes. While in some cases it motivated enlistment, for immigrant youth involved in the study, national and local politics of immigration and citizenship greatly influenced their feelings about enlistment and military service. For example, amid the contentious presidential election of 2016, some youth respondents, including those who had planned on enlisting, pulled away from the military as they struggled to imagine fighting for a U.S. government that they saw as hostile to them, their families, and their identities. Thus, highlighting how youth of color and immigrants balance their own aspirations with broader expectations to prove their citizenship, the research contributes to theoretical debates about how race, class, ethnicity, and gender shape feelings of national belonging and attitudes toward the military.&nbsp;</p>\n<p>Additionally, research with the JROTC program demonstrates the complicated ways that JROTC instructors interact with students, at times embodying a more severe, hierarchical disciplinary approach, while other times acting as important caregivers. The role of the JROTC instructors as caregivers and mentors for students illuminated other issues throughout the school, as many students compared the support they felt in JROTC to a lack of spaces they felt cared for elsewhere in the school. This issue was highlighted by students in discussions about the focus on standardized test preparation in core classes, which students saw as restricting their other teachers&rsquo; ability to support them in more personal ways. In contrast, the flexibility of JROTC instruction allowed JROTC teachers to respond to personal issues of students in ways that uniquely supported their emotional well-being. Thus, the important role of the JROTC in the lives of the students in the study acted as a lens to understand students&rsquo; broader educational experiences.</p>\n<p>Together, the findings from this study contribute to theoretical and empirical knowledge about pathways into the military, while also fostering discussions across the academy, the military, youth, educators, parents, policy makers, and activists about the meaning of citizenship and the role of the military in the futures of youth of color. Findings from the project have been presented at multiple academic conferences, in journal articles (currently in preparation and under review), and in public blogs. Public lectures are being planned with community organizations in Houston in order to share findings with local stakeholders. Finally, the PI for the project is adapting findings into short comics and graphic narratives, which will be make findings available and accessible to public audiences. The use of visual methods is described in an article, which is currently under review for publication and contributes to a growing focus on the application of creative and visual methods to geographic research. Ultimately, by disseminating findings in multiple forms to both academic and non-academic audiences, the project advances vital discussions about the relationship between citizenship, race, and the military.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2017<br>\n\t\t\t\t\tModified by: Jenna&nbsp;Christian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to investigate the reproduction of the U.S. military and its relationship to low-income communities of color in the United States. Specifically, the project covered 2.5 years, and used ethnographic methods to explore military recruitment practices--as well as youth, teacher, parents, and community responses to these efforts--in a public high school serving largely low-income Black and Latino/a communities in Houston, Texas. The research examined the relationship between youth pathways, or \"pipelines\", into the military and pervasive yet often routine forms of economic, social, and political marginalization experienced by many potential recruits in their homes, schools and communities. The study focused heavily on the role of the military-run high school program, the Junior Reserve Officer's Training Corps (JROTC) within these processes in order to understand how JROTC influences youth attitudes toward the military. Focusing on the experiences, knowledge, and aspirations of Houston high school students as they take part in JROTC courses, engage with recruiters, and evaluate the possibility of a future in the military, the research contributes to academic scholarship and public debate about the role of the military in public education through an examination of the JROTC and military recruiting. As multiple scholars have noted, there is a dearth of research about the factors that route young people toward the military, and this project intervenes in these conversations by elaborating upon the processes, both in and out of school, that influence youth attitudes toward military enlistment and service.\n\nThe findings from the project offer a range of empirical, methodological, and theoretical insights. First, the study reveals how interlocking economic and social obstacles shaped attitudes of youth of color toward enlistment. The military was seen as one of the few venues through which they might leave home, access to higher education, ensure stable employment, receive legal citizenship (for green card holders), or gain respect in a society that often questioned their belonging. The widely-held notion that the military is a place to access to benefits and social status had wide ranging impacts on student attitudes. While in some cases it motivated enlistment, for immigrant youth involved in the study, national and local politics of immigration and citizenship greatly influenced their feelings about enlistment and military service. For example, amid the contentious presidential election of 2016, some youth respondents, including those who had planned on enlisting, pulled away from the military as they struggled to imagine fighting for a U.S. government that they saw as hostile to them, their families, and their identities. Thus, highlighting how youth of color and immigrants balance their own aspirations with broader expectations to prove their citizenship, the research contributes to theoretical debates about how race, class, ethnicity, and gender shape feelings of national belonging and attitudes toward the military. \n\nAdditionally, research with the JROTC program demonstrates the complicated ways that JROTC instructors interact with students, at times embodying a more severe, hierarchical disciplinary approach, while other times acting as important caregivers. The role of the JROTC instructors as caregivers and mentors for students illuminated other issues throughout the school, as many students compared the support they felt in JROTC to a lack of spaces they felt cared for elsewhere in the school. This issue was highlighted by students in discussions about the focus on standardized test preparation in core classes, which students saw as restricting their other teachers? ability to support them in more personal ways. In contrast, the flexibility of JROTC instruction allowed JROTC teachers to respond to personal issues of students in ways that uniquely supported their emotional well-being. Thus, the important role of the JROTC in the lives of the students in the study acted as a lens to understand students? broader educational experiences.\n\nTogether, the findings from this study contribute to theoretical and empirical knowledge about pathways into the military, while also fostering discussions across the academy, the military, youth, educators, parents, policy makers, and activists about the meaning of citizenship and the role of the military in the futures of youth of color. Findings from the project have been presented at multiple academic conferences, in journal articles (currently in preparation and under review), and in public blogs. Public lectures are being planned with community organizations in Houston in order to share findings with local stakeholders. Finally, the PI for the project is adapting findings into short comics and graphic narratives, which will be make findings available and accessible to public audiences. The use of visual methods is described in an article, which is currently under review for publication and contributes to a growing focus on the application of creative and visual methods to geographic research. Ultimately, by disseminating findings in multiple forms to both academic and non-academic audiences, the project advances vital discussions about the relationship between citizenship, race, and the military.\n\n\t\t\t\t\tLast Modified: 07/28/2017\n\n\t\t\t\t\tSubmitted by: Jenna Christian"
 }
}