{
 "awd_id": "1537768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Leveling the Digital Playing Field for the Job Seeker",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 289786.0,
 "awd_amount": 289786.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "This project aims to assess how online data impacts the hiring process. In an ideal situation, one might imagine that employers hire the most skilled applicant, but sociological research indicates that this may not be the case. A job applicant's similarity to the interviewer in class background and class-based leisure activities often matters as much or more to employers than a job applicant's skills or work experience. The ability of a recruiter or employer to learn such information from seemingly unrelated data has led researchers to express concerns about privacy, job relevance, and the potential for discrimination. This is the first stage in a larger project that aims to illuminate how online information impacts the ability of job seekers to find employment in post-recession United States. The project creates a framework for identifying systematic patterns of discrimination in regionally specific job markets, and also provide a fuller picture of precisely when in the hiring process are certain forms of discrimination likely to take place (upon submission of resume, at interview stage, and so on).  In addition, the collected data will enable job seekers to discover how online information affects their employability, and aid the development of strategies to align online data and professional profiles. \r\n\r\nThe researchers will develop a novel mixed-methods framework to better understand the hiring process and study hiring discrimination by combining ethnographic studies of employers and companies that aggregate applicant profiles; surveys of applicants' background, skillset, and job-seeking history; online profile aggregation; and traditional data mining techniques. This project will contribute to the understanding of how employment works in the United States, and the types of online information that may limit employability. The problem will be addressed across populations that have varying demographic profiles and skill sets, and whose primary industries vary greatly. The proposed analysis will capture regionally specific hiring practices and reveal insights into the kinds of demographic indicators that work for or against job seekers in different regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raquel",
   "pi_last_name": "Hill",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Raquel L Hill",
   "pi_email_addr": "raquel.hill@spelman.edu",
   "nsf_id": "000260075",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ilana",
   "pi_last_name": "Gershon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ilana M Gershon",
   "pi_email_addr": "ig25@rice.edu",
   "nsf_id": "000622841",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "150 S. Woodlawn Avenue",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "114Z",
   "pgm_ref_txt": "SaTC-CISE-SBE New Collabs"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8225",
   "pgm_ref_txt": "SaTC Special Projects"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 289786.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The hiring process is fraught with bias. Research shows that shared culture with applicants is important to employers and these cultural connections often outweighs productivity concerns. The proliferation of online data that provides additional demographic and personal information about applicants, further shifts the focus away from assessing applicants&rsquo; skills by enhancing employers&rsquo; ability to perform cultural matching. A paradigm shift is needed to limit bias, and to refocus efforts on the development of tools for automatically evaluating applicants&rsquo; skills. This project identified two challenges that limit the creation of such automated tools:</p>\n<ul>\n<li>Hidden Skills Problem: Research shows that job applicants lack the tools to express and present their skills. In addition, constant changes in technology limit recruiters&rsquo; ability to specify a skill set that meets job requirements. These issues contribute to the hidden skills problem, which concerns representing, identifying and measuring skills that haven&rsquo;t been explicitly articulated in the job description or resume.</li>\n<li>&nbsp;Skills Resolution Problem:&nbsp; The skills resolution problem involves using social media and online blogs to identify and confirm the skills of potential applicants. The effectiveness of software that builds applicant profiles from social media and blog data depends in part on the software&rsquo;s ability to map text taken from social media to specific skills. </li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/19/2019<br>\n\t\t\t\t\tModified by: Raquel&nbsp;L&nbsp;Hill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe hiring process is fraught with bias. Research shows that shared culture with applicants is important to employers and these cultural connections often outweighs productivity concerns. The proliferation of online data that provides additional demographic and personal information about applicants, further shifts the focus away from assessing applicants? skills by enhancing employers? ability to perform cultural matching. A paradigm shift is needed to limit bias, and to refocus efforts on the development of tools for automatically evaluating applicants? skills. This project identified two challenges that limit the creation of such automated tools:\n\nHidden Skills Problem: Research shows that job applicants lack the tools to express and present their skills. In addition, constant changes in technology limit recruiters? ability to specify a skill set that meets job requirements. These issues contribute to the hidden skills problem, which concerns representing, identifying and measuring skills that haven?t been explicitly articulated in the job description or resume.\n Skills Resolution Problem:  The skills resolution problem involves using social media and online blogs to identify and confirm the skills of potential applicants. The effectiveness of software that builds applicant profiles from social media and blog data depends in part on the software?s ability to map text taken from social media to specific skills. \n\n\n \n\n\t\t\t\t\tLast Modified: 03/19/2019\n\n\t\t\t\t\tSubmitted by: Raquel L Hill"
 }
}