{
 "awd_id": "1537080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Laser-Printed Organic Electronic Devices",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 323000.0,
 "awd_amount": 323000.0,
 "awd_min_amd_letter_date": "2015-07-26",
 "awd_max_amd_letter_date": "2015-07-26",
 "awd_abstract_narration": "Organic electronic materials are versatile candidates for flexible electronics, but their adoption in consumer applications has been limited by the current processes which cannot yet deliver high-performance device arrays at manufacturing scale and low cost. This research project will address the challenge by using laser printing, a solvent-free, ubiquitous technology that has never been used to manufacture electronic devices. Here, film deposition is done from a melt phase, which allows a great control of its structural properties, while being environmentally friendly, fast, low-cost, high-throughput, and directly scalable to large-area electronics. By reducing the cost and complexity necessitated by elaborate, time-consuming traditional multistep manufacturing processes, results will accelerate the incorporation of organic opto-electronic devices in consumer technologies, and have a strong, positive impact on the US economy and society. In addition, this interdisciplinary research program offers training opportunities for graduate, undergraduate, and high school students, including nontraditional and underrepresented minority students, that will position them for leadership in scientific careers.\r\n\r\nThis project will introduce an innovative technology for the manufacturing of organic opto-electronic devices and will answer critical questions about the structure, processing, and properties in laser printed organic devices. Specific objectives are: (1) to fabricate high-performance organic thin-film transistors (OTFTs) by laser printing consecutive layers of different electronic functionalities, (2) to advance the fundamental understanding of charge transport at laser printed organic semiconductor / contact and organic semiconductor / dielectric interfaces, and (3) to establish the relationship among semiconductor purity, microstructure and device performance. The research is structured in three phases. Phase 1 focuses on printing commercially available and custom modified organic semiconductors on conventional transistor structures. Phase 2 will build on this knowledge to develop OTFTs with printed semiconductors and polymer dielectrics, and electrodes defined by \"Toner lithography\", in which the laser printed patterns serve the role of shadow masks, subsequently removed by chemical treatment. In Phase 3 we will extend our findings to encompass all-laser-printed OTFTs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oana",
   "pi_last_name": "Jurchescu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Oana D Jurchescu",
   "pi_email_addr": "jurchescu@wfu.edu",
   "nsf_id": "000539791",
   "pi_start_date": "2015-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 Wake Forest Rd",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271066000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 323000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern electronics promises flexible displays, electronic paper, sensors, disposable and wearable electronics, and renewable energy sources. For this advancements to occur, devices must become cheaper, lighter, and more flexible/bendable. Organic and organic/inorganic hybrid semiconductors have all these properties and their solution processing can be a viable option for device manufacturing, but unfortunately, it also raises serious problems. First, the materials that showed promise in opto-electronic devices are only soluble in aromatic and/or halogenated solvents, which represent environmental and safety hazards, making their use in large scale manufacturing processes unattractive. Second, the complex process of film crystallization from solution often yields spatial differences in film quality, leading to unacceptably large performance variation between devices.</p>\n<p><strong><em>Intellectual merit:</em></strong> In this project, for the first time, we adopted the laser printing technology to define the active layers in opto-electronic devices. Laser printing is a well-established, low-cost, environmentally friendly and high-throughput coating technique compatible with roll-to-roll manufacturing that is ubiquitous in many areas, but has not been explored for manufacturing electronic devices.</p>\n<p>The project resulted in four peer-reviewed publications, one patent and several presentations. The most important outcomes of this project are summarized below.</p>\n<p>(1)&nbsp;&nbsp; We introduced the use of laser printing for deposition and patterning of organic semiconductor layers and incorporated them in organic thin-film transistors (OTFTs). This solvent-free processing method allowed for simultaneous deposition, purification, and patterning of the organic semiconductor layer in transistors realized on plastic, paper and other flexible substrates. We performed electrical characterization of the devices and related the results with the structural features extracted from structural studies.</p>\n<p>&nbsp;(2)&nbsp;&nbsp; We developed a method for contact deposition and patterning which relies on depositing contacts using aerosol spray and patterning them with a digitally printed mask from an office laser printer, at ambient temperature and pressure. This technique, which we have denoted <em>aerosol spray laser lithography</em>, is cost-effective and extremely versatile in terms of material choice and electrode geometry. The method was successfully adopted for manufacturing different types of electrode materials (graphite, silver and nickel), that showed an excellent tolerance to extreme bending, confirming its potential for emerging printed electronics applications. The proposed approach is efficient and robust, can be generally applied in all common processes and device architectures, and thus we expect that it will be quickly adopted by research groups focusing on this topic, therefore leading to rapid and significant progress in the field as a whole.</p>\n<p>&nbsp;(3)&nbsp;&nbsp; We demonstrated of all-printed OTFTs on paper. This was achieved by combining the developments described in the first two outcomes. We explored different device architectures in conjunction with various types of electrode, semiconductor and dielectric materials and investigated their electrical properties and response to bending.</p>\n<p>&nbsp;(4)&nbsp;&nbsp; We we realized the first demonstration of laser printed hybrid organic-inorganic metal trihalide perovskite layers. Hybrid organic-inorganic trihalide perovskite (HTP) materials exhibit remarkable properties, incusing a strong optical absorption, tunable band-gap, long carrier lifetimes and fast charge carrier transport. These properties, coupled with the chemical versatility, make the HTPs promising contenders for large scale, low-cost thin film optoelectronic applications. The low-cost manufacturing is another attractive property, but the solution processing of these materials requires the use of hazardous solvents, which challenges their adoption on a large scale industrial manufacturing. Our laser printing overcomes this obstacle because it is a solvent-free coating method.</p>\n<p><strong><em>Broader impacts: </em></strong>The success of our efforts marks an opportunity for a rapid, scalable, environmentally friendly and low-cost alternative to current semiconductor manufacturing techniques for development of flexible, large-area, electronic applications.&nbsp; They can contribute to significant societal benefits, ranging from the field of energy and environment, to health and wellness, information and communication, entertainment, advertising, and more. Connecting research with education was a central mission for the PI in this project. To achieve this goal, she incorporated research into curriculum development, mentored three junior researchers in the lab (one undergraduate student, one graduate student and one postdoctoral researcher) and provided opportunities for outreach. The PI engaged in extensive efforts to attract women to science and the undergraduate female student working on this project is a wonderful example of a success story: she published a first-author manuscript, defended an honor thesis, and won the most prestigious award granted by the American Physical Society to an undergraduate student, namely the LeRoy Apker Award. She is now pursuing her PhD at Cambridge University. The graduate student participated in several meetings that allowed him to interact with researchers from both academia and industry, sharing ideas and learning about the job market.&nbsp;</p>\n<p><strong>Summary: </strong>This project introduced laser printing as an effective route for manufacturing electronic devices. All-printed organic thin-film transistors were designed, fabricated and characterized. Hybrid halide perovskite layers exhibited properties on par with those obtained in single crystals, confirming that this method can preserve the film microstructure.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2019<br>\n\t\t\t\t\tModified by: Oana&nbsp;D&nbsp;Jurchescu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern electronics promises flexible displays, electronic paper, sensors, disposable and wearable electronics, and renewable energy sources. For this advancements to occur, devices must become cheaper, lighter, and more flexible/bendable. Organic and organic/inorganic hybrid semiconductors have all these properties and their solution processing can be a viable option for device manufacturing, but unfortunately, it also raises serious problems. First, the materials that showed promise in opto-electronic devices are only soluble in aromatic and/or halogenated solvents, which represent environmental and safety hazards, making their use in large scale manufacturing processes unattractive. Second, the complex process of film crystallization from solution often yields spatial differences in film quality, leading to unacceptably large performance variation between devices.\n\nIntellectual merit: In this project, for the first time, we adopted the laser printing technology to define the active layers in opto-electronic devices. Laser printing is a well-established, low-cost, environmentally friendly and high-throughput coating technique compatible with roll-to-roll manufacturing that is ubiquitous in many areas, but has not been explored for manufacturing electronic devices.\n\nThe project resulted in four peer-reviewed publications, one patent and several presentations. The most important outcomes of this project are summarized below.\n\n(1)   We introduced the use of laser printing for deposition and patterning of organic semiconductor layers and incorporated them in organic thin-film transistors (OTFTs). This solvent-free processing method allowed for simultaneous deposition, purification, and patterning of the organic semiconductor layer in transistors realized on plastic, paper and other flexible substrates. We performed electrical characterization of the devices and related the results with the structural features extracted from structural studies.\n\n (2)   We developed a method for contact deposition and patterning which relies on depositing contacts using aerosol spray and patterning them with a digitally printed mask from an office laser printer, at ambient temperature and pressure. This technique, which we have denoted aerosol spray laser lithography, is cost-effective and extremely versatile in terms of material choice and electrode geometry. The method was successfully adopted for manufacturing different types of electrode materials (graphite, silver and nickel), that showed an excellent tolerance to extreme bending, confirming its potential for emerging printed electronics applications. The proposed approach is efficient and robust, can be generally applied in all common processes and device architectures, and thus we expect that it will be quickly adopted by research groups focusing on this topic, therefore leading to rapid and significant progress in the field as a whole.\n\n (3)   We demonstrated of all-printed OTFTs on paper. This was achieved by combining the developments described in the first two outcomes. We explored different device architectures in conjunction with various types of electrode, semiconductor and dielectric materials and investigated their electrical properties and response to bending.\n\n (4)   We we realized the first demonstration of laser printed hybrid organic-inorganic metal trihalide perovskite layers. Hybrid organic-inorganic trihalide perovskite (HTP) materials exhibit remarkable properties, incusing a strong optical absorption, tunable band-gap, long carrier lifetimes and fast charge carrier transport. These properties, coupled with the chemical versatility, make the HTPs promising contenders for large scale, low-cost thin film optoelectronic applications. The low-cost manufacturing is another attractive property, but the solution processing of these materials requires the use of hazardous solvents, which challenges their adoption on a large scale industrial manufacturing. Our laser printing overcomes this obstacle because it is a solvent-free coating method.\n\nBroader impacts: The success of our efforts marks an opportunity for a rapid, scalable, environmentally friendly and low-cost alternative to current semiconductor manufacturing techniques for development of flexible, large-area, electronic applications.  They can contribute to significant societal benefits, ranging from the field of energy and environment, to health and wellness, information and communication, entertainment, advertising, and more. Connecting research with education was a central mission for the PI in this project. To achieve this goal, she incorporated research into curriculum development, mentored three junior researchers in the lab (one undergraduate student, one graduate student and one postdoctoral researcher) and provided opportunities for outreach. The PI engaged in extensive efforts to attract women to science and the undergraduate female student working on this project is a wonderful example of a success story: she published a first-author manuscript, defended an honor thesis, and won the most prestigious award granted by the American Physical Society to an undergraduate student, namely the LeRoy Apker Award. She is now pursuing her PhD at Cambridge University. The graduate student participated in several meetings that allowed him to interact with researchers from both academia and industry, sharing ideas and learning about the job market. \n\nSummary: This project introduced laser printing as an effective route for manufacturing electronic devices. All-printed organic thin-film transistors were designed, fabricated and characterized. Hybrid halide perovskite layers exhibited properties on par with those obtained in single crystals, confirming that this method can preserve the film microstructure.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2019\n\n\t\t\t\t\tSubmitted by: Oana D Jurchescu"
 }
}