{
 "awd_id": "1538707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conformational Switch, Activation and Clustering in Cell Focal Adhesions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel Kuxhaus",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 446858.0,
 "awd_amount": 446858.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2021-08-09",
 "awd_abstract_narration": "Cells attach to a solid surface or to the tissue they are part of by connections called \"focal adhesions\".  The cells interact mechanically and biochemically with their environment through the adhesions.  This creates a mechanochemical coupling between the cells and their tissue.  The coupling controls many biological functions of the cell, such as survival, change of the cell into another type and also whether it can move from one part of the body to another.  The focal adhesions are part of the membrane that surrounds the cells of mammals, birds and reptiles.  Since so many different species (including humans) have focal adhesions, understanding how they transmit mechanochemical signals will have broad applicability to understanding important biology.  The research will create computer models of how the focal adhesion forms from the many molecules that are part of it and how the molecules interact to transmit signals.  The computer models will be tested against real data collected as part of the research to ensure that they are correct.  Understanding the formation and function of focal adhesions will ultimately inspire new types of cell-based medicine.  This project requires several different fields of science including biology, chemistry, mechanics, and bioengineering. The principal investigator also will reach out to undergraduate students in these broadly spread disciplines by creating an annual workshop that includes underrepresented community college students to help broaden participation in engineering research.\r\n\r\nUnderstanding the detailed pathways for integrin activation, clustering, and recruitment and maturation of focal adhesions will provide insight on the regulatory mechanisms of cell-matrix signaling. While it is widely established that integrin signaling is dependent upon allosteric conformational changes that initiate at certain points in the molecule and propagate over the entire structure, the sequence of events leading to its activation and extensive conformational changes remains elusive in many aspects. The dynamic nature of the focal adhesion machinery and integrin conformational switch has so far hindered a full appreciation of the key events involved in the cell-matrix adhesion. With the advent of computational resources and advanced techniques, computational modeling can now be employed effectively to reconcile apparently contradictory experimental observations. This research is aimed at filling the knowledge gap on the mechanisms of focal adhesion formation. The research team will develop coarse-grained and molecular dynamics models to understand the mechanism of integrin activation, conformational switch and signal transduction. Using computational models and in vitro experiments, the competitive and cooperative roles of different focal adhesion proteins will be investigated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Mofrad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Mofrad",
   "pi_email_addr": "mofrad@berkeley.edu",
   "nsf_id": "000063469",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "7334",
   "pgm_ref_txt": "MATHEMATICAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 446858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Conformational Switch, Activation and Clustering in Cell Focal Adhesions</em></strong></p>\n<p>&nbsp;</p>\n<p><strong>OVERVIEW AND MAJOR GOALS</strong></p>\n<p>Living cells interact with their microenvironment by exchanging mechanical and biochemical signals through focal adhesive contacts they form with the extracellular matrix. This mechanochemical coupling of cells to their surroundings controls many cellular functions, such as survival, differentiation, and migration, which are dependent upon cellular communication with the microenvironment is mediated by membrane-bound integrin molecules and the focal adhesion complexes that form at sites of cell-matrix linkage. The mechanisms underlying the formation and maturation of focal adhesions are still elusive. The ultimate goal of this project was to shed light on the processes involved in the formation of focal adhesion molecular machinery.</p>\n<p>&nbsp;This research examined the important role certain focal adhesion proteins play in the formation and maturation of the focal adhesion machinery via three major tasks, namely integrin activation, integrin clustering, and recruiting vinculin to adhesion sites. Using a combination of molecular dynamics and bioinformatics models together with experiments we study these events. To address the overarching hypothesis on the prominent role of alpha-actinin in focal adhesions, the following Specific Aims were devised:</p>\n<p>1: Determine the role of focal adhesion proteins in integrin activation,</p>\n<p>2: Investigate how these proteins mediate integrin clustering and measure the effect of one integrin-binding event on the affinity for the second integrin,</p>\n<p>3: Investigate alpha-actinin (and kindlin) activation for vinculin binding in response to actomyosin contractile forces and measure the amount of force required to disrupt alpha-actinin integrin interaction.</p>\n<p>&nbsp;<strong>RESULTS SUMMARY &amp; ACHIEVEMENT HIGHLIGHTS</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merits:</span></strong></p>\n<p>This research proposed that the protein &alpha;-actinin plays an important role in focal adhesion maturation by fulfilling three major tasks: 1) Integrin activation, 2) integrin clustering, and 3) recruiting vinculin to adhesion sites. Using molecular models integrated by experimental observations we studied these events.</p>\n<p>Our models have proposed a fundamental basis for understanding outside-in and inside-out signaling via integrins.</p>\n<p>We demonstrated the molecular mechanisms of &alpha;-actinin-induced vinculin activation that is essential for focal adhesion maturation. Particularly, the interaction between &alpha;-actinin and vinculin may contribute to exposing the cryptic face of vinculin tail, which then allows for actin association.</p>\n<p>We compared and contrasted the molecular mechanism of &alpha;IIb&beta;3 versus &alpha;5&beta;1 integrin activation in the presence and absence of &alpha;-actinin. Our results showed that cytoplasmic proteins, talin and &alpha;-actinin, induce composition-dependent conformational changes in the transmembrane domain of specific integrins that in turn alters their natural response to mechanical signals.</p>\n<p>We expanded our models on examining the role of nuclear envelop and the LINC complex in cellular mechanotransduction.</p>\n<p>In preparation for the next phase of this project and our next proposal, we combined bioinformatics and deep learning / machine learning techniques to better understand the protein function and protein-protein interactions</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong></p>\n<p><span style=\"text-decoration: underline;\"><em>Scientific Impact</em></span><em>. </em>This project was important both in terms of its immediate goals with respect to molecular mechanics of integrin activation and clustering and the formation of focal adhesions, but also in the broader context of cellular mechanobiology. Our models proposed a fundamental basis for understanding outside-in and inside-out signaling via integrins. Understanding these signaling phenomena can have a profound impact on our understanding mechanobiological phenomena involved in cell-material interactions and in many diseases. This study may open new areas of research in mechanobiology of the cell. For instance, targeted structural modifications in &alpha;-actinin via mutagenesis may help change the mechanical behavior of the cell.</p>\n<p>Additionally, our models propose a fundamental basis for understanding the molecular pathways that link the ECM to the nucleus. Understanding these signaling phenomena can have a profound impact on our understanding of mechanobiological phenomena involved in cell-material interactions and in many diseases. This study may open new areas of research in the mechanobiology of the cell. For instance, targeted structural modifications in focal adhesion proteins via mutagenesis may help change the mechanical behavior of the cell, thereby addressing certain diseases. For example, it has been recently suggested that \"mechano-therapy\" may offer alternatives to \"chemo-therapy\" approaches towards killing tumor cells. A cornerstone of \"mechano-therapy\" features addressing the focal adhesion and migration of tumor cells. Preventing these events may help to &ldquo;lock&rdquo; the tumor cells in place and slow/stop their metastatic processes.</p>\n<p>Finally, understanding the detailed mechanisms underlying how proteins come together in a complex network to create an exquisite adhesion machinery gluing a cell to its surrounding microenvironment will ultimately translate into novel applications such as \"protein-based adhesives\" or industrial, medical applications (e.g. biosynthetic glues, first-aid adhesive bandages, surgical tapes).</p>\n<p><em><span style=\"text-decoration: underline;\">Educational Impact</span></em><em>. </em>During this project, several graduate and undergraduate students as well as postdocs were trained. &nbsp;Additionally, several high school STEM teachers gained hands-on research experience (particularly molecular simulations of biomolecules). The findings of this research were disseminated in a number of journal articles and conference presentations, and were also incorporated in the researchers graduate and undergraduate teachings.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2022<br>\n\t\t\t\t\tModified by: Mohammad&nbsp;Mofrad</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nConformational Switch, Activation and Clustering in Cell Focal Adhesions\n\n \n\nOVERVIEW AND MAJOR GOALS\n\nLiving cells interact with their microenvironment by exchanging mechanical and biochemical signals through focal adhesive contacts they form with the extracellular matrix. This mechanochemical coupling of cells to their surroundings controls many cellular functions, such as survival, differentiation, and migration, which are dependent upon cellular communication with the microenvironment is mediated by membrane-bound integrin molecules and the focal adhesion complexes that form at sites of cell-matrix linkage. The mechanisms underlying the formation and maturation of focal adhesions are still elusive. The ultimate goal of this project was to shed light on the processes involved in the formation of focal adhesion molecular machinery.\n\n This research examined the important role certain focal adhesion proteins play in the formation and maturation of the focal adhesion machinery via three major tasks, namely integrin activation, integrin clustering, and recruiting vinculin to adhesion sites. Using a combination of molecular dynamics and bioinformatics models together with experiments we study these events. To address the overarching hypothesis on the prominent role of alpha-actinin in focal adhesions, the following Specific Aims were devised:\n\n1: Determine the role of focal adhesion proteins in integrin activation,\n\n2: Investigate how these proteins mediate integrin clustering and measure the effect of one integrin-binding event on the affinity for the second integrin,\n\n3: Investigate alpha-actinin (and kindlin) activation for vinculin binding in response to actomyosin contractile forces and measure the amount of force required to disrupt alpha-actinin integrin interaction.\n\n RESULTS SUMMARY &amp; ACHIEVEMENT HIGHLIGHTS\n\nIntellectual Merits:\n\nThis research proposed that the protein &alpha;-actinin plays an important role in focal adhesion maturation by fulfilling three major tasks: 1) Integrin activation, 2) integrin clustering, and 3) recruiting vinculin to adhesion sites. Using molecular models integrated by experimental observations we studied these events.\n\nOur models have proposed a fundamental basis for understanding outside-in and inside-out signaling via integrins.\n\nWe demonstrated the molecular mechanisms of &alpha;-actinin-induced vinculin activation that is essential for focal adhesion maturation. Particularly, the interaction between &alpha;-actinin and vinculin may contribute to exposing the cryptic face of vinculin tail, which then allows for actin association.\n\nWe compared and contrasted the molecular mechanism of &alpha;IIb&beta;3 versus &alpha;5&beta;1 integrin activation in the presence and absence of &alpha;-actinin. Our results showed that cytoplasmic proteins, talin and &alpha;-actinin, induce composition-dependent conformational changes in the transmembrane domain of specific integrins that in turn alters their natural response to mechanical signals.\n\nWe expanded our models on examining the role of nuclear envelop and the LINC complex in cellular mechanotransduction.\n\nIn preparation for the next phase of this project and our next proposal, we combined bioinformatics and deep learning / machine learning techniques to better understand the protein function and protein-protein interactions\n\nBroader Impacts:\n\nScientific Impact. This project was important both in terms of its immediate goals with respect to molecular mechanics of integrin activation and clustering and the formation of focal adhesions, but also in the broader context of cellular mechanobiology. Our models proposed a fundamental basis for understanding outside-in and inside-out signaling via integrins. Understanding these signaling phenomena can have a profound impact on our understanding mechanobiological phenomena involved in cell-material interactions and in many diseases. This study may open new areas of research in mechanobiology of the cell. For instance, targeted structural modifications in &alpha;-actinin via mutagenesis may help change the mechanical behavior of the cell.\n\nAdditionally, our models propose a fundamental basis for understanding the molecular pathways that link the ECM to the nucleus. Understanding these signaling phenomena can have a profound impact on our understanding of mechanobiological phenomena involved in cell-material interactions and in many diseases. This study may open new areas of research in the mechanobiology of the cell. For instance, targeted structural modifications in focal adhesion proteins via mutagenesis may help change the mechanical behavior of the cell, thereby addressing certain diseases. For example, it has been recently suggested that \"mechano-therapy\" may offer alternatives to \"chemo-therapy\" approaches towards killing tumor cells. A cornerstone of \"mechano-therapy\" features addressing the focal adhesion and migration of tumor cells. Preventing these events may help to \"lock\" the tumor cells in place and slow/stop their metastatic processes.\n\nFinally, understanding the detailed mechanisms underlying how proteins come together in a complex network to create an exquisite adhesion machinery gluing a cell to its surrounding microenvironment will ultimately translate into novel applications such as \"protein-based adhesives\" or industrial, medical applications (e.g. biosynthetic glues, first-aid adhesive bandages, surgical tapes).\n\nEducational Impact. During this project, several graduate and undergraduate students as well as postdocs were trained.  Additionally, several high school STEM teachers gained hands-on research experience (particularly molecular simulations of biomolecules). The findings of this research were disseminated in a number of journal articles and conference presentations, and were also incorporated in the researchers graduate and undergraduate teachings. \n\n\t\t\t\t\tLast Modified: 02/26/2022\n\n\t\t\t\t\tSubmitted by: Mohammad Mofrad"
 }
}