{
 "awd_id": "1538228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non-Standard Plate and Shell Models in Solid Mechanics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2015-08-09",
 "awd_max_amd_letter_date": "2015-08-09",
 "awd_abstract_narration": "Plate and shell theories are fundamental to the field of structural mechanics. They are essentially two dimensional representations of thin structures and afford a convenient and effective means for engineers to analyze the strength and safety of diverse types of components, ranging from the domes of buildings to aircraft fuselages, ship hulls and automobile bodies. Thin shells also constitute the basic components of an enormous range of biological structures, including cells, bones and parts of the eye, to name just a few. Thin structures are ubiquitous in nature and technology because they afford by far the most efficient arrangements for sustaining loads while minimizing weight. Current engineering theories for plate and shell structures are based on plausible assumptions about how the material of the plate deforms in three dimensions, to aid in the formulation of a tractable two-dimensional model. However, it is known that these assumptions are sometimes not realized in practice. This award supports fundamental advances in these theories that do not rely on such assumptions, while taking into account the effects of plasticity and fiber reinforcement in the constituent materials. Results from this research will enable the analysis of more efficient aerospace, automotive and civil structures, and will therefore benefit the U.S. economy and society in general. The techniques established here will provide engineers with improved analysis tools and will also benefit emerging fields such as biomechanics. These methods and results will be disseminated in the form of a monograph currently in progress, and through course lectures and specialized short courses.\r\n\r\nModern work on theories of plates and shells emphasizes rigorous dimension reduction procedures such as asymptotic expansions or gamma convergence. These are invariably based on the underlying assumption that the plate or shell behaves elastically. In contrast, in the older literature one finds models that account for more general material behavior, such as plasticity and the anisotropy induced by fiber reinforcement, albeit based on ad hoc assumptions about the underlying kinematics which may not be realized in general applications. The present research is designed to fill the gap between existing models that address such effects in ad-hoc approaches, and modern models that are confined to purely elastic behavior but are overall more rigorous. The research therefore has the potential to significantly expand the reach of structural and solid mechanics. The research team will define new models for the inelastic behavior in shells, based on dimension reduction approaches, to include plasticity and diffusion of species within the shell material. The team will also establish models that account for the effects of intrinsic flexural and torsional stiffness of the fibers in fiber-reinforced plates and shells. This is expected to yield a substantial improvement over existing theories that account only for the anisotropy conferred by the fibers. These theoretical advances will be supported by extensive numerical simulations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Steigmann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Steigmann",
   "pi_email_addr": "steigman@newton.berkeley.edu",
   "nsf_id": "000153663",
   "pi_start_date": "2015-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engineers have long relied on two-dimensional theories of the mechanics of thin plates and shells as analytical tools in the design of civil structures, aircraft structures, and automotive and marine structures. Existing theories are typically derived from three-dimensional mechanical models on the basis of ad hoc hypotheses concerning the deformation of the material in the direction perpendicular to the shell surface. The overwhelming bulk of the literature is concerned solely with elastic effects, due to the fact that most shells are designed to function in the recoverable elastic range of the underlying material comprising the shell. The classical approach has also been used to obtain ad hoc models encompassing inelastic effects such as metal plasticity. These are particularly relevant in the analysis of the impact resistance of shells, for example.</p>\n<p>In recent years there has been a great deal of research activity on the rigorous derivation of shell theory using modern asymptotic methods without the need for any a priori hypothese concerning the deformation. These modern works have been confined exclusively to elastic behavior. Work performed under the auspices of the present grant extends these methods to obtain accurate models for shells that account for inelastic effects such as diffusion, plasticity and biological growth.</p>\n<p>Further, existing models of composite shells, consisting of fiber-reinforced materials, account for the effects of material anisotropy induced by the reinforcing fibers but do not take account of the intrinsic mechanics of the fibers themselves. Work performed under the present grant addresses this long-standing lacuna by accounting for the flexural and torsional resistance of the constituent fibers, yielding models that allow the engineer to more fully exploit the inherent strength of composite materials in the design of composite structures.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2018<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Steigmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEngineers have long relied on two-dimensional theories of the mechanics of thin plates and shells as analytical tools in the design of civil structures, aircraft structures, and automotive and marine structures. Existing theories are typically derived from three-dimensional mechanical models on the basis of ad hoc hypotheses concerning the deformation of the material in the direction perpendicular to the shell surface. The overwhelming bulk of the literature is concerned solely with elastic effects, due to the fact that most shells are designed to function in the recoverable elastic range of the underlying material comprising the shell. The classical approach has also been used to obtain ad hoc models encompassing inelastic effects such as metal plasticity. These are particularly relevant in the analysis of the impact resistance of shells, for example.\n\nIn recent years there has been a great deal of research activity on the rigorous derivation of shell theory using modern asymptotic methods without the need for any a priori hypothese concerning the deformation. These modern works have been confined exclusively to elastic behavior. Work performed under the auspices of the present grant extends these methods to obtain accurate models for shells that account for inelastic effects such as diffusion, plasticity and biological growth.\n\nFurther, existing models of composite shells, consisting of fiber-reinforced materials, account for the effects of material anisotropy induced by the reinforcing fibers but do not take account of the intrinsic mechanics of the fibers themselves. Work performed under the present grant addresses this long-standing lacuna by accounting for the flexural and torsional resistance of the constituent fibers, yielding models that allow the engineer to more fully exploit the inherent strength of composite materials in the design of composite structures.\n\n\t\t\t\t\tLast Modified: 10/27/2018\n\n\t\t\t\t\tSubmitted by: David J Steigmann"
 }
}