{
 "awd_id": "1538754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiscale Modeling of Left and Right Ventricular Function",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel Kuxhaus",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 326123.0,
 "awd_min_amd_letter_date": "2015-08-08",
 "awd_max_amd_letter_date": "2017-07-05",
 "awd_abstract_narration": "The mammalian heart has four chambers--two atriums and two ventricles.  The ventricles do much of the work of blood pumping, so understanding their properties is important to understanding heart function. From the cell level to the organ level, the ventricles of the heart are functionally and compositionally different. The left ventricle is a high pressure chamber that pumps oxygen-rich blood to the body and the right ventricle is a low pressure chamber that pumps oxygen-poor blood to the lungs. While this basic function is well understood, recent findings have shown that the ventricles respond to disease and therapy in different ways.  Very little is known about what causes these differences. This research will further our understanding of the fundamental differences between the left and right ventricle. Also, the knowledge gained from this research may change some treatments of heart disease. Since cardiovascular disease is the leading cause of death in the United States the discoveries from this research could have a significant effect on society. The research combines techniques and insights from several disciplines, including engineering, mathematics, physiology, and biomedical imaging. The project will include students at the university undergraduate level and also will reach out to educate local middle school students about heart health and research.\r\n\r\nThe goal of this research is to use novel multi-scale techniques to integrate cellular and organ level experimental measurements into a geometrically accurate bi-ventricular model of the heart. Ultimately, this work will create a more versatile and robust computational tool, which includes functional mechanisms that are not currently implemented in a simulation-based framework. The research plan will be accomplished using a systematic approach. First, organ level data will be collected in living animals using cardiac magnetic resonance imaging and catheterization in order to measure geometry, wall deformation, and pressure in each ventricle. Next, cellular level experiments will be conducted on cardiac myocytes from both ventricles in order to measure differences in force, calcium transients, and shortening velocity. Finally, computational algorithms will be developed to create multi-scale simulation models which couple function at the cell level to the organ level. The integration of this data will allow for a more accurate and realistic representation of the heart.  By using a combination of both experimental and computational techniques, the differences in ventricular function will be elucidated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Wenk",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan F Wenk",
   "pi_email_addr": "wenk@engr.uky.edu",
   "nsf_id": "000674510",
   "pi_start_date": "2015-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Campbell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth S Campbell",
   "pi_email_addr": "k.s.campbell@uky.edu",
   "nsf_id": "000338423",
   "pi_start_date": "2015-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 26123.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this research was to enhance our understanding of the fundamental differences between the left and right ventricles of the heart, and provide a framework for incorporating cellular level information into an organ level computer model of the heart. By relating these two scales, one can directly investigate how changes in cell function affect pumping performance.&nbsp; Multiple graduate students supported by this project have worked on developing new computational algorithms and new techniques for analyzing cardiac magnetic resonance imaging (MRI) data. Our research has quantified the mechanical deformation of the heart in a normal state, and under a state of augmented function. The research findings have been disseminated via multiple journal and conference publications. Several key examples of the research findings are listed as follows:</p>\n<p>&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp; The MRI data of the heart under normal conditions shows that there is natural variability in the degree of deformation that occurs in different regions of the left ventricle. Under a state of &ldquo;inotropic stress&rdquo;, similar to when a jolt of adrenalin makes the heart beat harder, the response of the heart is also heterogeneous in certain regions. However, the twisting motion of the heart, which has been linked to efficient pumping function, is globally increased throughout the heart. This led to more blood being ejected from the heart.</p>\n<p>2)&nbsp;&nbsp;&nbsp; To date, there are very few studies that have assessed deformation in the wall of the right ventricle. The results of our MRI analysis found that there is also variability in how much the right ventricle deforms. Specifically, in the anterior region of the right ventricle, there is less deformation in the longitudinal direction. This has implications for how the microstructure of the underlying tissue affects heart motion. The techniques developed in this work could have an impact on research outside of cardiovascular.</p>\n<p>3)&nbsp;&nbsp;&nbsp; The multiscale computational model that was developed during this project is able to more accurately capture how the heart relaxes after the contractile phase of the cardiac cycle. This is important, since it has been show that certain heart diseases are linked to dysfunctional relaxation, which makes that heart act stiffer during the filling phase. Our computational approach is well situated to investigate the effects of these kinds of diseases, as well as potential treatment strategies.</p>\n<p>&nbsp;</p>\n<p>The educational objective of this project was to educate engineers to meet the challenges faced by the cardiovascular biomechanics community, and to disseminate educational and research findings to the biomechanics community and the general public. Several graduate students were supported by this project, which generated multiple Ph.D. theses and journal publications. We have also developed class modules to educate the next generation of engineers, which integrate the research findings to enhance the course curriculum.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2019<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;F&nbsp;Wenk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this research was to enhance our understanding of the fundamental differences between the left and right ventricles of the heart, and provide a framework for incorporating cellular level information into an organ level computer model of the heart. By relating these two scales, one can directly investigate how changes in cell function affect pumping performance.  Multiple graduate students supported by this project have worked on developing new computational algorithms and new techniques for analyzing cardiac magnetic resonance imaging (MRI) data. Our research has quantified the mechanical deformation of the heart in a normal state, and under a state of augmented function. The research findings have been disseminated via multiple journal and conference publications. Several key examples of the research findings are listed as follows:\n\n \n\n1)    The MRI data of the heart under normal conditions shows that there is natural variability in the degree of deformation that occurs in different regions of the left ventricle. Under a state of \"inotropic stress\", similar to when a jolt of adrenalin makes the heart beat harder, the response of the heart is also heterogeneous in certain regions. However, the twisting motion of the heart, which has been linked to efficient pumping function, is globally increased throughout the heart. This led to more blood being ejected from the heart.\n\n2)    To date, there are very few studies that have assessed deformation in the wall of the right ventricle. The results of our MRI analysis found that there is also variability in how much the right ventricle deforms. Specifically, in the anterior region of the right ventricle, there is less deformation in the longitudinal direction. This has implications for how the microstructure of the underlying tissue affects heart motion. The techniques developed in this work could have an impact on research outside of cardiovascular.\n\n3)    The multiscale computational model that was developed during this project is able to more accurately capture how the heart relaxes after the contractile phase of the cardiac cycle. This is important, since it has been show that certain heart diseases are linked to dysfunctional relaxation, which makes that heart act stiffer during the filling phase. Our computational approach is well situated to investigate the effects of these kinds of diseases, as well as potential treatment strategies.\n\n \n\nThe educational objective of this project was to educate engineers to meet the challenges faced by the cardiovascular biomechanics community, and to disseminate educational and research findings to the biomechanics community and the general public. Several graduate students were supported by this project, which generated multiple Ph.D. theses and journal publications. We have also developed class modules to educate the next generation of engineers, which integrate the research findings to enhance the course curriculum.\n\n\t\t\t\t\tLast Modified: 12/30/2019\n\n\t\t\t\t\tSubmitted by: Jonathan F Wenk"
 }
}