{
 "awd_id": "1538263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transportation Network Identification: Information Fusion via Stochastic Optimization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 274761.0,
 "awd_amount": 274761.0,
 "awd_min_amd_letter_date": "2015-08-05",
 "awd_max_amd_letter_date": "2015-08-05",
 "awd_abstract_narration": "Knowledge of the traffic network state, in terms of, for example, network-level traffic flow and travel time, is critically needed for network monitoring and effective transportation system management and control under both normal and extreme conditions.  Recent technological advances, such as mobile sensing and connected vehicles, can generate big data.  In general, this research aims to address challenges on how to best use these inherently large-scale, dynamic, and heterogeneous (multi-source) data streams.  More specifically, the project seeks an innovative systems approach for estimating the statistical properties of traffic flow and travel time via integrating various traffic data pieces over a complex network structure (such as traffic counts collected by fixed sensors and individual \"urban digital footprints\" collected by Bluetooth tag reader logs, cellular phone records, and global positioning system traces). A successful outcome of this project will directly benefit society through more effective utilization of information, and thus more sustainable and efficient transportation system planning and operations.  This project includes curricula development and student mentoring activities that help better prepare next-generation transportation professionals for challenges brought by the big data era.\r\n\r\nMathematically, the question addressed in this project is: Given directly measurable network parameters x, which tend to be localized and incomplete, how can one infer global network parameters y that are often difficult to be measured directly, with the mapping between y and x built on a complex network structure? This problem category has broad applications in transportation, communication, and energy networks; although, the focus in this project is on transportation networks. Built on knowledge in transportation network science, stochastic optimization, variational analysis, and non-parametric estimation, the research team will pursue the following main tasks: (1) Creation of an optimization framework for network identification based on stochastic optimization and non-parametric estimation; (2) Integration of multi-source traffic data (hard information) with domain-knowledge-based soft information via constraints and functional mapping; (3) Linking historical-data-based offline estimation with real-time information for online estimation and decision support through Bayesian methods; (4) Testing and validating the project's methods using both real-world data and computer simulations.  This research establishes a unifying theoretical framework for traffic network identification that integrates knowledge in transportation network science and data analytics. By providing greater modeling flexibility than existing methods in handling various types of hard and soft information and in capturing transportation network physics, this new method ushers a paradigm-shift in traffic network system identification. The project also creates a real-world engineering platform for strengthening connections between optimization and statistics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yueyue",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yueyue Fan",
   "pi_email_addr": "yyfan@ucdavis.edu",
   "nsf_id": "000486057",
   "pi_start_date": "2015-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Wets",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Roger J Wets",
   "pi_email_addr": "rjbwets@ucdavis.edu",
   "nsf_id": "000470992",
   "pi_start_date": "2015-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Ave.",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 274761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica; color: #000000; -webkit-text-stroke: #000000} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica; color: #000000; -webkit-text-stroke: #000000; min-height: 13.0px} li.li1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} span.s2 {font: 12.0px Helvetica; color: #000000} -->\n<p class=\"p1\"><span class=\"s1\">The goal of this research is to establish a theoretical foundation for transportation network identification that utilizes multi-source information. This was pursued through an interdisciplinary research endeavor, built on the foundations of transportation science, stochastic optimization, and data analytics. Given measurable network parameters, the network identification problem refers to the estimation of other critical network parameters that are difficult to be directly measured, with the relation between measured and estimated parameters built on a complex network structure. This problem category has broad applications in transportation, communication, and energy networks. In this project, our focus is on transportation networks, even though the general theoretical advances through this research can be extended to other infrastructure networks that share similar network characteristics.<span>&nbsp;</span></span></p>\n<p class=\"p1\"><span class=\"s1\">Knowledge of traffic network state, such as network-level traffic flow and travel time, is critically needed for network monitoring and effective transportation system management and control, under both normal and extreme conditions. As information technologies advance, traffic data are now collected by fixed sensors such as loop detectors as well as mobile sensing and connected vehicles. Some of the new data challenges we face are: how to integrate large datasets coming from different sources (&ldquo;hard data&rdquo;) that are incomplete, indirect, or inaccurate; how to address the inherent nature of stochasticity in the studied system; and how to incorporate the interdependency of system components over a network structure in order to convert localized (node/link-level) data pieces to global (network-level) information; and how to exploit the rich domain knowledge of traffic network physics and user behaviors (&ldquo;soft information&rdquo;) that complements field data. In this research, we have developed a unifying theoretical framework for addressing these critical questions.<span>&nbsp;</span></span>&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\"><strong>Intellectual Merit:</strong></span></p>\n<p class=\"p1\"><span class=\"s1\">In the first phase of this project, we established a new inference approach for estimating the mean and scenario-dependent samples of the unobservable network parameters based on local data pieces.<span>&nbsp; </span>We studied this problem in the context of estimating travel demand based on link and path traffic counts.<span>&nbsp; </span>There is a significant difference between the conceptual design of the proposed method compared with popular existing methods in the transportation science literature on travel demand reconstruction and estimation problems.<span>&nbsp; </span>In a typical reconstruction problem, each data scenario on link counts is treated separately to infer the travel demand.<span>&nbsp; </span>In a typical estimation problem, all the data on link counts are first compressed to mean and variance and then carried further for the estimation of the mean and variance of travel demand.<span>&nbsp; </span>The proposed stochastic inference framework integrates the reconstruction and the estimation problems by allowing feedbacks of the population statistics between the two steps.<span>&nbsp; </span>Using the Anaheim highway network as a testing case, it was found that the proposed integrative estimation approach performed better than the two mainstream existing methods in terms of estimation of both mean and variance.</span></p>\n<p class=\"p1\"><span class=\"s1\">In the second phase of this research, we recognized that the relationship between observable parameters and estimated ones may be too complicated to be presented by an analytical model, but rather by computer simulation. We proposed a method based on Generalized Method of Moment (GMM). Our estimation framework has three unique features compared to existing travel demand estimation methods. First, coupling with approximation techniques, our approach is capable of accommodating a wide range of complex relation between demand and traffic flow instead of being limited to a particular analytical-model-based assignment rule. Second, the method is designed to identify the estimates for parameters of almost any probabilistic models rather than being limited to a special type for mathematical convenience. Third, in addition to point estimates, our approach offers large sample statistical properties of estimators, which serve as a foundation for assessing estimation quality, constructing confidence region and testing model adequacy.<span>&nbsp;</span></span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>&nbsp;</p>\n<p class=\"p1\"><strong><span class=\"s1\">Broader Impacts:</span></strong></p>\n<p class=\"p1\"><strong><span class=\"s1\">&nbsp;</span></strong>[Effective utilization of data]&nbsp; The improved data effectiveness&nbsp;leads to more reliable and efficient transportation system planning and operations.&nbsp; In addition to the highway traffic sensor data, the approaches and theories developed in this project are currently being utilized in another project on transit demand estimation based on Automated Passenger Count (APC) data.&nbsp;</p>\n<p class=\"p1\">[Broad applications in other infrastructure systems] Knowledge gained here has a potential to be transferable to other engineering or social science domains that share similar network features such as electric, energy, communication, and social networks.&nbsp; For example, at seminars that the PI gave at various universities, there was multiple interests from the audience for future collaboration in extending this research to energy and water supply infrastructure systems.</p>\n<p class=\"p1\">[Training of future workforce]&nbsp; The project provided an interdisciplinary educational environment for civil and environmental engineering graduate and undergraduate students to learn more data science topics.&nbsp; For example, some of the testing cases and the theories developed in this project are incorporated to the PI&rsquo;s teaching materials to bring new data science concepts and methods to enrich the conventional civil engineering curriculum.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2019<br>\n\t\t\t\t\tModified by: Yueyue&nbsp;Fan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research is to establish a theoretical foundation for transportation network identification that utilizes multi-source information. This was pursued through an interdisciplinary research endeavor, built on the foundations of transportation science, stochastic optimization, and data analytics. Given measurable network parameters, the network identification problem refers to the estimation of other critical network parameters that are difficult to be directly measured, with the relation between measured and estimated parameters built on a complex network structure. This problem category has broad applications in transportation, communication, and energy networks. In this project, our focus is on transportation networks, even though the general theoretical advances through this research can be extended to other infrastructure networks that share similar network characteristics. \nKnowledge of traffic network state, such as network-level traffic flow and travel time, is critically needed for network monitoring and effective transportation system management and control, under both normal and extreme conditions. As information technologies advance, traffic data are now collected by fixed sensors such as loop detectors as well as mobile sensing and connected vehicles. Some of the new data challenges we face are: how to integrate large datasets coming from different sources (\"hard data\") that are incomplete, indirect, or inaccurate; how to address the inherent nature of stochasticity in the studied system; and how to incorporate the interdependency of system components over a network structure in order to convert localized (node/link-level) data pieces to global (network-level) information; and how to exploit the rich domain knowledge of traffic network physics and user behaviors (\"soft information\") that complements field data. In this research, we have developed a unifying theoretical framework for addressing these critical questions.  \n \nIntellectual Merit:\nIn the first phase of this project, we established a new inference approach for estimating the mean and scenario-dependent samples of the unobservable network parameters based on local data pieces.  We studied this problem in the context of estimating travel demand based on link and path traffic counts.  There is a significant difference between the conceptual design of the proposed method compared with popular existing methods in the transportation science literature on travel demand reconstruction and estimation problems.  In a typical reconstruction problem, each data scenario on link counts is treated separately to infer the travel demand.  In a typical estimation problem, all the data on link counts are first compressed to mean and variance and then carried further for the estimation of the mean and variance of travel demand.  The proposed stochastic inference framework integrates the reconstruction and the estimation problems by allowing feedbacks of the population statistics between the two steps.  Using the Anaheim highway network as a testing case, it was found that the proposed integrative estimation approach performed better than the two mainstream existing methods in terms of estimation of both mean and variance.\nIn the second phase of this research, we recognized that the relationship between observable parameters and estimated ones may be too complicated to be presented by an analytical model, but rather by computer simulation. We proposed a method based on Generalized Method of Moment (GMM). Our estimation framework has three unique features compared to existing travel demand estimation methods. First, coupling with approximation techniques, our approach is capable of accommodating a wide range of complex relation between demand and traffic flow instead of being limited to a particular analytical-model-based assignment rule. Second, the method is designed to identify the estimates for parameters of almost any probabilistic models rather than being limited to a special type for mathematical convenience. Third, in addition to point estimates, our approach offers large sample statistical properties of estimators, which serve as a foundation for assessing estimation quality, constructing confidence region and testing model adequacy. \n  \nBroader Impacts:\n [Effective utilization of data]  The improved data effectiveness leads to more reliable and efficient transportation system planning and operations.  In addition to the highway traffic sensor data, the approaches and theories developed in this project are currently being utilized in another project on transit demand estimation based on Automated Passenger Count (APC) data. \n[Broad applications in other infrastructure systems] Knowledge gained here has a potential to be transferable to other engineering or social science domains that share similar network features such as electric, energy, communication, and social networks.  For example, at seminars that the PI gave at various universities, there was multiple interests from the audience for future collaboration in extending this research to energy and water supply infrastructure systems.\n[Training of future workforce]  The project provided an interdisciplinary educational environment for civil and environmental engineering graduate and undergraduate students to learn more data science topics.  For example, some of the testing cases and the theories developed in this project are incorporated to the PI’s teaching materials to bring new data science concepts and methods to enrich the conventional civil engineering curriculum.\n\n \n\n\t\t\t\t\tLast Modified: 12/09/2019\n\n\t\t\t\t\tSubmitted by: Yueyue Fan"
 }
}