{
 "awd_id": "1538671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "D/H isotope exchange between electrolyte-bearing C-O-H magmatic fluids: In-situ experiments involving vapors and brines",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 159786.0,
 "awd_amount": 159786.0,
 "awd_min_amd_letter_date": "2015-08-06",
 "awd_max_amd_letter_date": "2015-08-06",
 "awd_abstract_narration": "The properties of H2O at high temperatures and pressures are important to know for both volcanic and magmatic processes, as well as for processes that impact the geothermal energy, nuclear waste, and chemical engineering industries. This research, using newly developed, novel laboratory techniques, such as hydrothermal diamond anvil cells coupled with Raman/Fourier Transform Infrared spectroscopy, will be used to make real time measurements of the solvation of gases and metals in light and heavy H2O at supercritical conditions.  This project will bring new experimental techniques to bear to understand the systematics of hydrogen gas and methane dissolved in electrolyte-rich supercritical fluids by looking at the isotopes of hydrogen in the context of the evolution of geothermal fluids in the subsurface and the degassing of magmas in volcanoes. Data collected will be used to augment theoretical models of water cycling in Earth's interior. The experiments and their interpretation will also shed light on the mass and heat transfer associated with Earth's deep hydrological cycle as well as the interaction of geothermal fluids with the solid Earth, a process that contributes to the flux of carbon dioxide, methane, and other gases to the atmosphere. Broader impacts of the work include providing fundamental knowledge about H2O at high temperatures and pressures, which has implications for a broad array of fields in science and engineering, such as chemical engineering (e.g. toxic/radioactive waste remediation, nuclear power reactors), physical chemistry, geophysics, geochemistry, and energy-related research. In addition, a series of lectures and lab demonstrations will be created and presented to undergraduate and graduate students at the George Mason University in Virginia. Undergraduates will have an opportunity to be involved in the project through a 10-week internship program at the Carnegie Institute of Washington that will run during the summer both years that the award is active. \r\n\r\nTechnical aspects of the research involve study of the exchange of deuterium and hydrogen isotopes between various hydrogen bearing volatiles (H2, CH4, H2O). The work will examine these volatiles in the context of understanding the thermal regime of volcanic settings and the source of magmatic fluids. For example, deuterium-depleted brines derived from seawater contribute to the hydrogen-isotope composition of Cl-rich melt inclusions in mid-ocean ridge basalt glasses. However, the composition of these brines is completely unconstrained, hindering efforts to trace the hydrogen-isotope composition of the mantle source of seafloor basalts. Furthermore, at present, there are no experimental data to describe the effect of degassing during magma ascent on the D/H exchange between H2(aq), CH4(aq) and H2O dissolved in Cl-rich, F-rich fluids, or aqueous fluids that contain common ions found in seawater (i.e., Na/K/Mg/Ca/Cl/F). In the latter case, the concentration and electrostatic properties of these ions on the structure of H2O and how they affect the solvation mechanism and solubility of H-D isotopologues of H2 and CH4 in supercritical H2O-D2O mixtures will be examined. Measurements will be made in-situ and in real-time by employing hydrothermal diamond-anvil cells and Raman/FTIR spectroscopy. Results will be complemented by the use of GC-TC/EA-Isotope Mass Ratio Spectrometry to determine bulk D/H ratios and isotope fractionations between species equilibrated at high-P/-T during experiments in solid-media high-pressure apparatus. The proposed study will compliment and support the new frontiers of H-D CH4 isotopologue geochemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dionysios",
   "pi_last_name": "Foustoukos",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Dionysios I Foustoukos",
   "pi_email_addr": "dfoustoukos@ciw.edu",
   "nsf_id": "000381999",
   "pi_start_date": "2015-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Geophysical Lab, Carnegie Institution of Washington",
  "perf_str_addr": "5251 Broad Branch Road SE",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 159786.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\"><strong>Intellectual Merit:</strong></span></em> The circulation of water and its interaction with crystalline phases and melts plays an important role on the cycling of mass and energy between the Earth&lsquo;s mantle, lithosphere, and hydrosphere. At elevated temperatures and pressures, water-rock interactions often result in the formation of saline fluids enriched in dissolved alkalis, alkaline earths, and halogen ions. This has a profound effect on the physical and chemical heterogeneities between the magmatic systems developed along mid-ocean ridges and subduction zones. Effects associated with the dominant presence of crustal saline fluids have been the focus of numerous experimental, theoretical, and field studies. It is well known that the solvation properties of electrolyte aqueous solutions control the solubility of minerals and volatiles, and govern the phase equilibrium relationships between deep-crustal brines and solid Earth. However, the current understanding of the chemical properties (e.g. solvation) of high temperature/-pressure electrolyte-bearing aqueous solutions at the molecular level is very limited.</p>\n<p>A series of hydrothermal diamond anvil cell experiments was conducted to constrain the effect of ionic species (e.g. Cl<sup>-</sup>, Na<sup>+</sup>) on the molecular structure of high temperature/-pressure fluids, and to express the extent of hydration as a function of solute&lsquo;s speciation and concentration at temperatures ranging from 400 to 800 &deg;C and pressures of 1.7 to 30.1 kbar. An empirical model has been developed to depict the ionic strength and electrical conductivity of concentrated NaCl aqueous solutions at high temperatures and pressures. The model was applied to estimate the ionic strength and the electrical conductivity of deep-crustal brines circulating at the shallow regions of subduction zones.</p>\n<p>Additional experimental studies involving hydrous melting of silicates and carbonates highlight the important role of water and alkaline earth oxides on the hydrous melting of the oceanic crust. Structural characterization of silicate melts and their glass-forming abilities are directly relevant to materials and glass science. Experimental results contribute to theoretical studies that assess the atomistic details of the solvation mechanisms and structure of electrolyte-enriched fluid and silicate melts at high temperatures and pressures.</p>\n<p>The experimental studies of this award shed light on the mass and heat transfer associated with the deep Earth's hydrological cycle, wherein water is carried into the mantle at subduction zones and released back to the surface at volcanoes. Supercritical fluids interacted with the solid Earth contribute to the flux of CO<sub>2</sub>, CH<sub>4</sub> and other volatiles to the Earth's atmosphere, and thus, affect the modern climate of our planet.</p>\n<p>&nbsp;The D/H isotope exchange between volatiles (H<sub>2</sub>, CH<sub>4</sub>, H<sub>2</sub>O) is critical to understanding the thermal regime of volcanic settings and the source of magmatic fluids. Deuteirum-depleted brines derived from seawater contribute to the hydrogen-isotope composition of Cl-rich melt inclusions in mid-ocean ridge basalt glasses. However, controls on the isotopic composition of these brines are completely unconstrained.</p>\n<p>&nbsp;Experiments were conducted to assess the partitioning of deuterium and hydrogen between coexisting magmatic vapors and brine. These experiments were conducted in Na-bearing and Mg-bearing H<sub>2</sub>O and D<sub>2</sub>O solutions at 900 &deg;C and 20 kbar. However, when lower temperatures were approached (e.g. 600-450 &deg;C), phase separation effects were induced allowing for vapor formation coexisting with a conjugated brine endmember. The effect of Na<sup>+ </sup>on the speciation and structure of the H<sub>2</sub>O and D<sub>2</sub>O was monitored in-situ and in real time. Data indicated the dominant presence of NaOD<sub>(aq)</sub> (and MgOD<sub>2(aq)</sub>) neutral aqueous species in the vapor, consistent with the &lsquo;salting out&lsquo; effects imposed by highly ionic brine (liquid) phase. The enhanced stability of Na-OD relative to Na-OH neutral species can now explain the D/H enrichment of low-salinity vapors sampled from low-pressure hydrothermal experiments and constrain the D-depleted composition of brine melt inclusions in mid-ocean ridge basalt glasses.</p>\n<p>Direct societal impacts include volcanic and earthquake activity as well as enhanced understanding of processes leading to better understanding of other natural resources in the solid earth environment. Understanding the introduction, transport, and storage of C-O-H volatiles in the interiors of terrestrial-like planets is profoundly linked to the nature of habitability, the origin of life, and the external evidence of conditions favorable for life.</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\"><em><strong>Broader Impacts: </strong></em></span>This projects involved the participation of two undergraduate (George Mason University, Towson University) and two high school students (Lick-Wilmerdinh HS, Montgomery Blair HS). Students were co-authors in AGU Fall meeting presentations. A 4-day short course in \"Hydrothermal and Experimental Aqueous Geochemistry\" was delivered by Dr. Foustoukos to five graduate students from U.S. and European research institutions. Participants were encouraged to present their specific experimental needs and discuss technical solutions tailored to their research activities. Opportunities for training and professional development were given to women and minority students. This award supported the Stable Isotope Lab at the Geophysical Lab. Experiments utilized synthetic CVD (chemical vapor deposition) ultrapure diamonds. These CVD technological advances have been pioneered at the Geophysical Laboratory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2018<br>\n\t\t\t\t\tModified by: Dionysios&nbsp;I&nbsp;Foustoukos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The circulation of water and its interaction with crystalline phases and melts plays an important role on the cycling of mass and energy between the Earth?s mantle, lithosphere, and hydrosphere. At elevated temperatures and pressures, water-rock interactions often result in the formation of saline fluids enriched in dissolved alkalis, alkaline earths, and halogen ions. This has a profound effect on the physical and chemical heterogeneities between the magmatic systems developed along mid-ocean ridges and subduction zones. Effects associated with the dominant presence of crustal saline fluids have been the focus of numerous experimental, theoretical, and field studies. It is well known that the solvation properties of electrolyte aqueous solutions control the solubility of minerals and volatiles, and govern the phase equilibrium relationships between deep-crustal brines and solid Earth. However, the current understanding of the chemical properties (e.g. solvation) of high temperature/-pressure electrolyte-bearing aqueous solutions at the molecular level is very limited.\n\nA series of hydrothermal diamond anvil cell experiments was conducted to constrain the effect of ionic species (e.g. Cl-, Na+) on the molecular structure of high temperature/-pressure fluids, and to express the extent of hydration as a function of solute?s speciation and concentration at temperatures ranging from 400 to 800 &deg;C and pressures of 1.7 to 30.1 kbar. An empirical model has been developed to depict the ionic strength and electrical conductivity of concentrated NaCl aqueous solutions at high temperatures and pressures. The model was applied to estimate the ionic strength and the electrical conductivity of deep-crustal brines circulating at the shallow regions of subduction zones.\n\nAdditional experimental studies involving hydrous melting of silicates and carbonates highlight the important role of water and alkaline earth oxides on the hydrous melting of the oceanic crust. Structural characterization of silicate melts and their glass-forming abilities are directly relevant to materials and glass science. Experimental results contribute to theoretical studies that assess the atomistic details of the solvation mechanisms and structure of electrolyte-enriched fluid and silicate melts at high temperatures and pressures.\n\nThe experimental studies of this award shed light on the mass and heat transfer associated with the deep Earth's hydrological cycle, wherein water is carried into the mantle at subduction zones and released back to the surface at volcanoes. Supercritical fluids interacted with the solid Earth contribute to the flux of CO2, CH4 and other volatiles to the Earth's atmosphere, and thus, affect the modern climate of our planet.\n\n The D/H isotope exchange between volatiles (H2, CH4, H2O) is critical to understanding the thermal regime of volcanic settings and the source of magmatic fluids. Deuteirum-depleted brines derived from seawater contribute to the hydrogen-isotope composition of Cl-rich melt inclusions in mid-ocean ridge basalt glasses. However, controls on the isotopic composition of these brines are completely unconstrained.\n\n Experiments were conducted to assess the partitioning of deuterium and hydrogen between coexisting magmatic vapors and brine. These experiments were conducted in Na-bearing and Mg-bearing H2O and D2O solutions at 900 &deg;C and 20 kbar. However, when lower temperatures were approached (e.g. 600-450 &deg;C), phase separation effects were induced allowing for vapor formation coexisting with a conjugated brine endmember. The effect of Na+ on the speciation and structure of the H2O and D2O was monitored in-situ and in real time. Data indicated the dominant presence of NaOD(aq) (and MgOD2(aq)) neutral aqueous species in the vapor, consistent with the ?salting out? effects imposed by highly ionic brine (liquid) phase. The enhanced stability of Na-OD relative to Na-OH neutral species can now explain the D/H enrichment of low-salinity vapors sampled from low-pressure hydrothermal experiments and constrain the D-depleted composition of brine melt inclusions in mid-ocean ridge basalt glasses.\n\nDirect societal impacts include volcanic and earthquake activity as well as enhanced understanding of processes leading to better understanding of other natural resources in the solid earth environment. Understanding the introduction, transport, and storage of C-O-H volatiles in the interiors of terrestrial-like planets is profoundly linked to the nature of habitability, the origin of life, and the external evidence of conditions favorable for life.\n\n Broader Impacts: This projects involved the participation of two undergraduate (George Mason University, Towson University) and two high school students (Lick-Wilmerdinh HS, Montgomery Blair HS). Students were co-authors in AGU Fall meeting presentations. A 4-day short course in \"Hydrothermal and Experimental Aqueous Geochemistry\" was delivered by Dr. Foustoukos to five graduate students from U.S. and European research institutions. Participants were encouraged to present their specific experimental needs and discuss technical solutions tailored to their research activities. Opportunities for training and professional development were given to women and minority students. This award supported the Stable Isotope Lab at the Geophysical Lab. Experiments utilized synthetic CVD (chemical vapor deposition) ultrapure diamonds. These CVD technological advances have been pioneered at the Geophysical Laboratory.\n\n\t\t\t\t\tLast Modified: 12/22/2018\n\n\t\t\t\t\tSubmitted by: Dionysios I Foustoukos"
 }
}