{
 "awd_id": "1538797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Gender Differences in STEM Academic Careers",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 249996.0,
 "awd_amount": 249996.0,
 "awd_min_amd_letter_date": "2015-09-11",
 "awd_max_amd_letter_date": "2020-06-30",
 "awd_abstract_narration": "This award funds research that uses data from the National Center for Science and Engineering Statistics (NCSES) to consider women's academic career progression in STEM disciplines.  The team will use a new dataset, the Survey of Doctorate Recipients Productivity Database (SDRPD), which includes publication and patent data for PhD scientists who participate in the NCSES Survey of Doctorate Recipients.  The team will first produce a technical report that details the characteristics of these data to aid a broad and interdisciplinary community of scientists.  They then plan to use the data to evaluate possible causes for the already documented gender gaps in STEM publication and citation by controlling for demographic, family, and employer characteristics.  The results of this project can be used by universities and funders who want to develop policies designed to address barriers faced by women in academic STEM disciplines.\r\n\r\nEconomic theory predicts that gender differences in productivity will lead to gender differences in career outcomes.  Without data that includes information both on productivity and on individual demographic factors, we cannot tell, for example, if women in STEM face a larger productivity gap if they have children, or if women scientists find it more difficult to move for a new job.   The project will also evaluate the quality of SDRPD and will provide technical documentation for the research community interested in using the data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Ginther",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Donna K Ginther",
   "pi_email_addr": "dginther@ku.edu",
   "nsf_id": "000339657",
   "pi_start_date": "2015-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 249996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the factors that explain the gender gap in scientific careers.&nbsp;&nbsp;The goal was to use the&nbsp;Survey of Doctorate Recipients (SDR) matched with researchers' publications, in order to determine how productivity contributes to the gender gap in science.&nbsp;&nbsp;The completion of publications matched to the SDR was delayed, so much of the work from this project focused on the gender gap in scientific careers.&nbsp;&nbsp;Once the publication data was made available, we also analyzed the data quality and used it in a paper examining the effect of publications on scientist&rsquo;s salaries.&nbsp;</p>\n<p>The intellectual merit of this project was the creation of five book chapters, one conference proceeding, and two additional working papers.&nbsp;&nbsp;I summarize key findings of four of these papers.&nbsp;&nbsp;&ldquo;Women and Science, Technology, Engineering, and Mathematics (STEM): Are Differences in Education and Careers Due to Stereotypes, Interests, or Family?&rdquo; authored by Shulamit Kahn and Donna K Ginther was one of our notable works. This chapter summarized research from economics, sociology, psychology, and other disciplines on the persistent under-representation of women in science, technology, engineering, and mathematics (STEM). We showed that women&rsquo;s under-representation is concentrated in the math-intensive science fields of geosciences, engineering, economics, math/ computer science and physical science. Our analysis concentrated on the environmental factors that influence ability, preferences, and the rewards for those choices. We examined how gendered stereotypes, culture, role models, competition, risk aversion, and interests contribute to gender STEM gap, starting at childhood, solidifying by middle school, and affecting women and men as they progress through school, higher education, and into the labor market. Our results are consistent with preferences and psychological explanations for the under-representation of women in math-intensive STEM fields.&nbsp;&nbsp;This chapter was part of&nbsp;<em>Oxford Handbook on the Economics of Women</em>.</p>\n<p>The most recent chapter, &ldquo;Gender and Underrepresented minorities differences in research funding,&rdquo; authored by Laura Cruz-Castro, Donna K. Ginther, and Luis Sanz Menedez, examined gender and race ethnicity differences in research grant funding.&nbsp;&nbsp;We find that women have made significant progress in receiving research funding, in some cases having higher success rates than men.&nbsp;&nbsp;However, African American or Black researchers remain disadvantaged in receiving research funding.&nbsp;&nbsp;This chapter is forthcoming in the&nbsp;<em>Handbook of public funding of research<strong>.</strong></em></p>\n<p>In &ldquo;Women in Academic Economics: Have We Made Progress?&rdquo; authored by Donna K. Ginther and Shulamit Kahn, we used data from Academic Analytics to examine gender differences in promotion to associate professor in economics.&nbsp;&nbsp;We found that women in economics were 15% less likely to be promoted to associate professor after controlling for cumulative publications, citations, grants and grant dollars. In contrast, we found no significant gender differences in promotion in other fields including biomedical science, physical science, political science, mathematics and statistics, and engineering.&nbsp;&nbsp;This paper was published in the&nbsp;<em>American Economic Review Papers and Proceedings.</em></p>\n<p>When publication data matched to the SDR became available, Donna K. Ginther, Carlos Zambrana, Patricia Oslund and Wan-Ying Chang wrote:&nbsp;&nbsp;&ldquo;Do Two Wrongs Make a Right? Measuring the Effect of Publications on Scientific Careers.&rdquo;&nbsp;&nbsp;This paper examines whether publication data matched to the Survey of Doctorate Recipients can be used for research purposes.&nbsp;&nbsp;Our econometric model demonstrates that publications likely suffer from non-classical measurement error.&nbsp;&nbsp;We recommend using subsamples of the data that have better match quality when using the Clarivate data as a dependent variable.&nbsp;&nbsp;This paper will be submitted to an economics journal in the coming months.</p>\n<p>The broader impacts of this research identify when in the education-employment pathway that women in science face barriers.&nbsp;&nbsp;Our research shows that young girls are less likely to take mathematics courses needed to pursue math-intensive careers.&nbsp;&nbsp;Future research can build on our work to identify interventions to support girls&rsquo; interest and achievement in mathematics coursework.&nbsp;&nbsp;Our latest work reports some good news&mdash;women do not appear to be disadvantaged in obtaining research funding at the NSF and NIH.&nbsp;&nbsp;Finally, our work with publications matched to the SDR shows a proof of concept for the use of publication data to study science careers.&nbsp;&nbsp;Now that these data are available, more researchers can examine the impact and determinants of research productivity for US scientists.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2021<br>\n\t\t\t\t\tModified by: Donna&nbsp;K&nbsp;Ginther</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the factors that explain the gender gap in scientific careers.  The goal was to use the Survey of Doctorate Recipients (SDR) matched with researchers' publications, in order to determine how productivity contributes to the gender gap in science.  The completion of publications matched to the SDR was delayed, so much of the work from this project focused on the gender gap in scientific careers.  Once the publication data was made available, we also analyzed the data quality and used it in a paper examining the effect of publications on scientist’s salaries. \n\nThe intellectual merit of this project was the creation of five book chapters, one conference proceeding, and two additional working papers.  I summarize key findings of four of these papers.  \"Women and Science, Technology, Engineering, and Mathematics (STEM): Are Differences in Education and Careers Due to Stereotypes, Interests, or Family?\" authored by Shulamit Kahn and Donna K Ginther was one of our notable works. This chapter summarized research from economics, sociology, psychology, and other disciplines on the persistent under-representation of women in science, technology, engineering, and mathematics (STEM). We showed that women’s under-representation is concentrated in the math-intensive science fields of geosciences, engineering, economics, math/ computer science and physical science. Our analysis concentrated on the environmental factors that influence ability, preferences, and the rewards for those choices. We examined how gendered stereotypes, culture, role models, competition, risk aversion, and interests contribute to gender STEM gap, starting at childhood, solidifying by middle school, and affecting women and men as they progress through school, higher education, and into the labor market. Our results are consistent with preferences and psychological explanations for the under-representation of women in math-intensive STEM fields.  This chapter was part of Oxford Handbook on the Economics of Women.\n\nThe most recent chapter, \"Gender and Underrepresented minorities differences in research funding,\" authored by Laura Cruz-Castro, Donna K. Ginther, and Luis Sanz Menedez, examined gender and race ethnicity differences in research grant funding.  We find that women have made significant progress in receiving research funding, in some cases having higher success rates than men.  However, African American or Black researchers remain disadvantaged in receiving research funding.  This chapter is forthcoming in the Handbook of public funding of research.\n\nIn \"Women in Academic Economics: Have We Made Progress?\" authored by Donna K. Ginther and Shulamit Kahn, we used data from Academic Analytics to examine gender differences in promotion to associate professor in economics.  We found that women in economics were 15% less likely to be promoted to associate professor after controlling for cumulative publications, citations, grants and grant dollars. In contrast, we found no significant gender differences in promotion in other fields including biomedical science, physical science, political science, mathematics and statistics, and engineering.  This paper was published in the American Economic Review Papers and Proceedings.\n\nWhen publication data matched to the SDR became available, Donna K. Ginther, Carlos Zambrana, Patricia Oslund and Wan-Ying Chang wrote:  \"Do Two Wrongs Make a Right? Measuring the Effect of Publications on Scientific Careers.\"  This paper examines whether publication data matched to the Survey of Doctorate Recipients can be used for research purposes.  Our econometric model demonstrates that publications likely suffer from non-classical measurement error.  We recommend using subsamples of the data that have better match quality when using the Clarivate data as a dependent variable.  This paper will be submitted to an economics journal in the coming months.\n\nThe broader impacts of this research identify when in the education-employment pathway that women in science face barriers.  Our research shows that young girls are less likely to take mathematics courses needed to pursue math-intensive careers.  Future research can build on our work to identify interventions to support girls’ interest and achievement in mathematics coursework.  Our latest work reports some good news&mdash;women do not appear to be disadvantaged in obtaining research funding at the NSF and NIH.  Finally, our work with publications matched to the SDR shows a proof of concept for the use of publication data to study science careers.  Now that these data are available, more researchers can examine the impact and determinants of research productivity for US scientists. \n\n \n\n\t\t\t\t\tLast Modified: 11/09/2021\n\n\t\t\t\t\tSubmitted by: Donna K Ginther"
 }
}