{
 "awd_id": "1539384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CyberSEES: Type 1: Collaborative Research: Large-Scale, Integrated, and Robust Wind Farm Optimization Enabled by Coupled Analytic Gradients",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rahul Shah",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 199935.0,
 "awd_amount": 199935.0,
 "awd_min_amd_letter_date": "2015-08-21",
 "awd_max_amd_letter_date": "2015-08-21",
 "awd_abstract_narration": "Wind provides a renewable source of energy and is one of the most cost-effective sources for new energy installations. Today, wind turbines are designed for an isolated environment, as are their power regulation strategies. When turbines are assembled into a wind farm their wakes significantly interfere with other turbines resulting in energy underproduction of 10-20% relative to expectations. This underproduction is a major barrier to increased wind energy growth. This project hypothesizes that a significant increase in power production is possible through simultaneous design of wind turbine layouts, power-regulation strategies, and the turbines themselves, all in the presence of stochastic inputs.\r\n\r\nSimultaneous layout-control-turbine design is challenging, especially when considering uncertain inputs.  Current research and industry practices use simulation models that are non-differentiable or do not provide gradients. As a result, most wind farm layout optimizations are limited to around 10-100 variables, rely on sequential design processes, and only include uncertainty in simple ways if at all. To enable design problems of larger size and complexity, wake and turbine models must be reimplemented with scalable optimization in mind, and new methods for uncertainty quantification must be developed. The investigators' recent work suggests that by developing wind turbine wake models that provide exact derivatives, wind farm layout can be done effectively with 100 to 1,000 times more variables than those solved by the industry today.  This scalability will enable wind farm optimization that includes a large number of design variables, integrates multiple disciplines, and incorporates uncertainty in the design process. These proposed contributions seek to advance energy sustainability, scientific computing, and education. The wake and turbine models will be large-scale-optimization ready to allow designers to solve problems that were previously out of reach.  The new uncertainty quantification methodologies will be widely applicable to multiple disciplines, particularly as more industries move towards integrated system design.  Finally, a dedicated website will serve as a teaching tool to introduce optimization and uncertainty quantification concepts to a general audience through interactive wind farm design problems.\r\n\r\nConcurrently, the investigators will focus on foundational methods for scalable uncertainty quantification that can be used for both forward uncertainty propagation and statistical inversion. The emphasis on scalability is required to address challenges related to the number of random input variables, the number of output quantities of interest, and the efficiency of parallel implementations on extreme-scale computers. As an example, the research team is developing new methodologies for scalable uncertainty quantification that take advantage of the exact derivatives provided by these turbine and wake models. The research plan focuses on three main goals: 1) develop new wake models with exact gradients, 2) perform integrated layout-control-turbine optimization, and 3) develop scalable uncertainty quantification methods to demonstrate expected performance improvements on robust wind farm layout problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Ning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Ning",
   "pi_email_addr": "aning@byu.edu",
   "nsf_id": "000690627",
   "pi_start_date": "2015-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821100",
   "pgm_ele_name": "CyberSEES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8207",
   "pgm_ref_txt": "CyberSEES Type 1"
  },
  {
   "pgm_ref_code": "8231",
   "pgm_ref_txt": "CyberSEES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 199935.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One challenge in wind farm optimization is that large wind farms have many variables, and existing approaches scale inefficiently with many variables. &nbsp;Additionally, most engineering wind turbine wake models have discontinuities that make them incompatible with more scalable methods like gradient-based optimization. &nbsp;We developed techniques to transform a commonly used wake model into a form that was physically equivalent, but much better behaved mathematically. &nbsp;We then obtained gradients for the problem using algorithmic differentiation. &nbsp;In applying this method across multiple case studies we found that we could reduce the number of function calls required to solve a wind farm optimization by several orders of magnitude as compared to traditional gradient-free or finite-difference approaches. doi:10.1177/0309524X17722000</p>\n<p>Another challenge in wind farm optimization is that the wind is fundamentally stochastic. &nbsp;Computing statistical quantities of outputs of interest can be a computational bottleneck. &nbsp;Probability distributions are used to describe wind direction and speed and potentially other quantities like turbulence intensity and wind shear. &nbsp;Many wind farm optimizations are based on maximizing annual energy production, which is the expected value of power. &nbsp;The way this is done in existing studies is by binning the distributions and integrating using the rectangle rule. &nbsp;We applied polynomial chaos techniques to estimate both the expected value and the variance of wind farm power. &nbsp;In exploring both quadrature-based and regression-based methods we found that regression-based methods could reduce the number of simulations required, relative to the rectangle rule, by an order of magnitude. &nbsp;The combination of the above methods and the ones in this study can allow for much larger wind farm optimization or use of higher-fidelity models. dois:10.1088/1742-6596/753/3/032021 and 10.5194/wes-2017-56</p>\n<p>Finally, one last challenge we pursued was addressing the multimodal nature of wind farm optimization. &nbsp;Wind farm optimization problems almost always have many local optimum, and so exploration can be prematurely terminated, especially with gradient-based methods that are necessary for large problems (see paragraph 1). &nbsp;We developed a simple procedure, based on a continuation method, that relaxes the width of turbine wakes and slowing reduces them during the optimization. &nbsp;Effectively, it reduces the multimodal nature of the problem, until the solution is close to convergence. &nbsp;Across multiple case studies with hundreds of random starts, we show that this new approach allows for statistically significant improvements in annual energy production with little increase in cost. &nbsp;Notably, for large problems, the method is even better at finding globally optimal solutions than gradient-free methods. &nbsp;The best part is that the method is relatively simple and can be applied to almost any wake models, and can use any gradient-based optimizer. &nbsp;doi:10.1088/1742-6596/1037/4/042012</p>\n<p>All results and code were open sourced across six different repositories available at https://github.com/byuflowlab. &nbsp;Additionally, an educational resource was developed at the same link explaining and demonstrating some of the foundation principles of polynomial chaos, optimization under uncertainty, and wind farm optimization.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2018<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Ning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne challenge in wind farm optimization is that large wind farms have many variables, and existing approaches scale inefficiently with many variables.  Additionally, most engineering wind turbine wake models have discontinuities that make them incompatible with more scalable methods like gradient-based optimization.  We developed techniques to transform a commonly used wake model into a form that was physically equivalent, but much better behaved mathematically.  We then obtained gradients for the problem using algorithmic differentiation.  In applying this method across multiple case studies we found that we could reduce the number of function calls required to solve a wind farm optimization by several orders of magnitude as compared to traditional gradient-free or finite-difference approaches. doi:10.1177/0309524X17722000\n\nAnother challenge in wind farm optimization is that the wind is fundamentally stochastic.  Computing statistical quantities of outputs of interest can be a computational bottleneck.  Probability distributions are used to describe wind direction and speed and potentially other quantities like turbulence intensity and wind shear.  Many wind farm optimizations are based on maximizing annual energy production, which is the expected value of power.  The way this is done in existing studies is by binning the distributions and integrating using the rectangle rule.  We applied polynomial chaos techniques to estimate both the expected value and the variance of wind farm power.  In exploring both quadrature-based and regression-based methods we found that regression-based methods could reduce the number of simulations required, relative to the rectangle rule, by an order of magnitude.  The combination of the above methods and the ones in this study can allow for much larger wind farm optimization or use of higher-fidelity models. dois:10.1088/1742-6596/753/3/032021 and 10.5194/wes-2017-56\n\nFinally, one last challenge we pursued was addressing the multimodal nature of wind farm optimization.  Wind farm optimization problems almost always have many local optimum, and so exploration can be prematurely terminated, especially with gradient-based methods that are necessary for large problems (see paragraph 1).  We developed a simple procedure, based on a continuation method, that relaxes the width of turbine wakes and slowing reduces them during the optimization.  Effectively, it reduces the multimodal nature of the problem, until the solution is close to convergence.  Across multiple case studies with hundreds of random starts, we show that this new approach allows for statistically significant improvements in annual energy production with little increase in cost.  Notably, for large problems, the method is even better at finding globally optimal solutions than gradient-free methods.  The best part is that the method is relatively simple and can be applied to almost any wake models, and can use any gradient-based optimizer.  doi:10.1088/1742-6596/1037/4/042012\n\nAll results and code were open sourced across six different repositories available at https://github.com/byuflowlab.  Additionally, an educational resource was developed at the same link explaining and demonstrating some of the foundation principles of polynomial chaos, optimization under uncertainty, and wind farm optimization.\n\n\n\n\t\t\t\t\tLast Modified: 10/17/2018\n\n\t\t\t\t\tSubmitted by: Andrew Ning"
 }
}