{
 "awd_id": "1539841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Proposal: Dental health and the transition from foraging to agriculture",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 12743.0,
 "awd_amount": 12743.0,
 "awd_min_amd_letter_date": "2015-04-20",
 "awd_max_amd_letter_date": "2015-04-20",
 "awd_abstract_narration": "The transition from foraging to agriculture was a decisive turning point in human history that affected many aspects of society. Previous bioarchaeological research has focused on apparent changes in human oral biology, including increases in cavities and other dental problems, during this transition, but modern cross-cultural data have suggested that the relationship between subsistence strategy and oral health is more complicated. This project will investigate incidences of dental disorders among living foragers who are transitioning from a diet of wild foods to one dominated by crops. Issues such as resource depletion, shared land use, ethnotourism, and increased land regulations are rapidly making the foraging way of life unsustainable, and this project may represent the last opportunity to witness firsthand the effects of a transition from hunting and gathering to agriculture on human oral biology. In addition to addressing longstanding anthropological questions about the effects of subsistence strategies on human cultures, this research has several broader impacts, including: support of a junior female scientist; advancement of scientific research and capabilities at the University of Nevada, Las Vegas and the University of Arkansas, both public universities in states historically underrepresented in federally funded research; and dissemination of results beyond biological anthropology to the dental research community, given possible implications for understanding oral environments and improving preventative dentistry. \r\n\r\nMost models relating declining dental health to a shift from foraged foods to cultigens have been based on data from bioarcheological samples as well as living foragers at higher latitudes.  This is problematic because it misses a large segment of humanity, warm-climate foragers.  All tropical foraging populations today consume fermentable carbohydrates, which are cariogenic. The aim of this project is to study the Hadza of Tanzania, sampling approximately 30 individuals each of: (1) Hadza residing in camps where diet includes mostly cultigens, (2) Hadza residing in bush camps where diet is largely, or exclusively, wild foods, and (3) Hadza residing in camps in transition, where diet is composed of a mixture of wild and cultivated foods. The extent of orthodontic disorders (dental crowding, impaction, malocclusion) and periodontal disease will be scored, and number of identifiable caries will be recorded for each subject. In addition, data on diet composition (using 24-hour dietary recalls), group affiliation (i.e. camp setting), duration of residence in village and bush camps, sex, and age will be recorded for each individual. The effects of these factors will be assessed with a statistical model designed to determine the influences of each on oral health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Ungar",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peter S Ungar",
   "pi_email_addr": "pungar@uark.edu",
   "nsf_id": "000156475",
   "pi_start_date": "2015-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "330 Old Main",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 12743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study represents the first to report oral health and prevalence of caries and periodontal disease among the Hadza Hunter-Gatherers of Tanzania. It challenges several long-held assumptions about foraging populations transitioning to an agricultural diet.&nbsp; Our results suggest that foragers living in the bush do not always have superior oral health when compared with agriculturalists residing in villages.&nbsp; It further supports the notion that mechanisms of cariogenesis are dependent on a suite of factors that may include diet, behavior, the oral microbiome, and female life history events.&nbsp; These data, the first do document the transition from foraging in the Hadza, provide evidence that the assumed decline in oral health during the Neolithic Revolution might be far more nuanced than previously thorugh, providing context for renewed discussions of the links between dental disease and the evolution of human diet.</p>\n<p>The most surprising and unexpected result is that Hadza men residing in the bush exhibit the worst oral health.&nbsp; We speculate that the findings presented here can be explained by sex differences in diet composition in the bush, men's frequent practice of smoking loose-leaf tobacco and cannibis, and variation in oral microbiomes related to diet differences.&nbsp; Smoking tobacco and cannibis have&nbsp;been repeatedly shown to be a significant risk factor for periodontal disease and caries.&nbsp; In addition, men consume much more liquid honey from bee hives than do women. Finally, men and women have differing oral microbiomes, linked to diet differences.&nbsp; These can all contribute to the differences in oral health found between men and women, and between hunter-gatherers and village-living Hadza.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2016<br>\n\t\t\t\t\tModified by: Peter&nbsp;S&nbsp;Ungar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study represents the first to report oral health and prevalence of caries and periodontal disease among the Hadza Hunter-Gatherers of Tanzania. It challenges several long-held assumptions about foraging populations transitioning to an agricultural diet.  Our results suggest that foragers living in the bush do not always have superior oral health when compared with agriculturalists residing in villages.  It further supports the notion that mechanisms of cariogenesis are dependent on a suite of factors that may include diet, behavior, the oral microbiome, and female life history events.  These data, the first do document the transition from foraging in the Hadza, provide evidence that the assumed decline in oral health during the Neolithic Revolution might be far more nuanced than previously thorugh, providing context for renewed discussions of the links between dental disease and the evolution of human diet.\n\nThe most surprising and unexpected result is that Hadza men residing in the bush exhibit the worst oral health.  We speculate that the findings presented here can be explained by sex differences in diet composition in the bush, men's frequent practice of smoking loose-leaf tobacco and cannibis, and variation in oral microbiomes related to diet differences.  Smoking tobacco and cannibis have been repeatedly shown to be a significant risk factor for periodontal disease and caries.  In addition, men consume much more liquid honey from bee hives than do women. Finally, men and women have differing oral microbiomes, linked to diet differences.  These can all contribute to the differences in oral health found between men and women, and between hunter-gatherers and village-living Hadza.\n\n\t\t\t\t\tLast Modified: 05/06/2016\n\n\t\t\t\t\tSubmitted by: Peter S Ungar"
 }
}