{
 "awd_id": "1539638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Joint NSF/ERA-CAPS: Al-UCIDATE - Towards A Molecular Understanding of Aluminum Genotoxicity for Crop Improvement",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 799971.0,
 "awd_amount": 812295.0,
 "awd_min_amd_letter_date": "2015-05-04",
 "awd_max_amd_letter_date": "2020-04-30",
 "awd_abstract_narration": "PI: Paul Larsen (University of California-Riverside)\r\n \r\nERA-CAPS Collaborators: Lieven DeVeylder (Ghent University, Belgium), Arp Schnittger (Hamburg University, Germany) and Iwona Szarejko (University of Silensia-Katowice, Poland)\r\n \r\nAluminum (Al) toxicity is an important limitation to worldwide crop production, occurring in upwards of 50% of the world's arable land. The most evident symptom and important consequence of Al toxicity is root growth inhibition on acidic soils. A prominent example is barley, which is one of the most important crops in temperate regions including Europe and North America. Barley is very sensitive to Al toxicity and yield losses of up to 30% have been associated with growth in acidic soils. It has been previously argued that Al toxicity was an intractable problem due to its apparent complexity. The goal of this project is to define the biochemical mechanism that underlies inhibition of root growth in Arabidopsis and barley following chronic exposure to Al. It is the expectation that an inclusive understanding of this novel process will enable the development of agricultural crop plants that can grow and thrive in the presence of Al. With regard to outreach and training, this project will provide research training opportunities for a diverse group of high school, undergraduate and graduate students from a range of ethnic and social backgrounds. Student training will be enhanced by international research exchanges and collaborations with colleagues from Belgium, Germany and Poland who lead the European ERA-CAPS (http://www.eracaps.org/) companion project entitled \"Towards a molecular understanding of aluminium genotoxicity for crop improvement (Al-UCIDATE)\". Finally, the project will provide a summer research training internship for a local high school teacher from a local school district that serves a significant Hispanic student population.\r\n \r\nAluminum is the most abundant metal in the earth's crust. When found in acidic environments, Al converts to the highly toxic Al3+ form. While the mechanisms of Al exclusion from plants are relatively simple, little is known about the biochemical basis of Al toxicity and why Al leads to severe root growth inhibition with profound effects on yield. Recent work in the model plant Arabidopsis thaliana has shown that Al may act as a genotoxic agent, with DNA damage caused by Al triggering a cell cycle checkpoint pathway that is regulated largely by the cell cycle checkpoint factor Ataxia telangiectasia mutated and RAD3-related (ATR).  Specifically, mutations in ATR appear to confer substantial Al tolerance to the plant by suppressing cell cycle progression which forces terminal differentiation of the root in response to Al. The finding that Al acts as a DNA-stress inducing compound represents a new perspective on Al toxicity that bears further investigation. The goal of this project is to study this novel effect of Al on root growth in barley and Arabidopsis using a combination of transcriptomic, phylogenetic, genomic and phenotypic analyses. By developing a model by which root growth is halted following chronic exposure to Al, it is anticipated that the information will enable the exploitation of checkpoint control to confer Al tolerance to economically important crop plants. All data and resources generated through this project will be publicly accessible. Genome, sequence, and proteome datasets will be accessible through a consortium website and through publicly available data repositories that include ArrayExpress (www.ebi.ac.uk/arrayexpress) and the PRIDE Archive (http://www.ebi.ac.uk/pride/archive/) for proteomics data. Biological materials (seeds, plasmids, etc.) will be made available upon request. Seeds of key lines will also be deposited at and disseminated through the appropriate stock centers such as the Arabidopsis Biological Resource Center (ABRC) and Nottingham Arabidopsis Stock Centre (NASC) for Arabidopsis lines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Larsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Larsen",
   "pi_email_addr": "paul.larsen@ucr.edu",
   "nsf_id": "000330755",
   "pi_start_date": "2015-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200  University Office Building",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 799971.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 12324.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aluminum toxicity, which occurs in 50% of the world's arable land, has been found to result in DNA damage.&nbsp; Detection of this damage leads to activation of a DNA damage response pathway that causes stoppage of root growth in a manner that is dependent on changes in gene expression.&nbsp; An intensive analysis of how the model plant <em>Arabidopsis thaliana</em> behaves following Al exposure has revealed a multi-step mechanism that controls Al-responsive root growth inhibition in an active manner, with breakage of this pathway resulting in continued root growth even with Al in the environment.&nbsp; Recent outcomes arising from this project have revealed additional components of this pathway, thus giving new targets that can be modified to allow growth in an Al-toxic environment.&nbsp; Additionally, it has become clear that the toxic effects of Al and the activation of this DNA damage response pathway are not limited to Arabidopsis but are both observed in an unrelated agricultural plant.&nbsp; Deep analysis of how barley roots respond to Al shows that many of the aspects of Al toxicity and response are shared between these plant species, arguing that the consequences of Al on DNA integrity that lead to activation of this pathway are universal to plants in general.&nbsp; Most exciting, this project has led to a potential trigger for activation of this pathway by Al since it was observed that Al treatment results in oxidation of DNA, which likely is detected by this DNA damage response pathway.&nbsp; Due to chronic exposure to Al in the growth environment and accumulation of oxidized nucleotides in the genomic DNA, it is predicted that this DNA damage ultimately triggers the root to halt growth and force differentiation of the root tip.&nbsp;</p>\n<p>Because of the likely universality of the toxic effects of Al along with the shared response pathway between Arabidopsis and barley, this work has given a basis for developing new strategies for increasing crop growth in Al toxic soils.&nbsp; in addition to this overall broader impact of increasing our knowledge about this critical abiotic stress, the project also gave valuable experience to several individuals with regard to experiencing the scientific process.&nbsp; This included three middle school science teachers from schools that serve communities that are demographically underrepresented in science with this experience allowing the teachers to return to their classrooms to share how science works.&nbsp; In addition, the project gave the opportunity to train a future Ph.D. student who came from an underrepresented background, giving this person first hand experience with hypothesis driven research as a first step toward this person attending graduate school.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2023<br>\n\t\t\t\t\tModified by: Paul&nbsp;Larsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAluminum toxicity, which occurs in 50% of the world's arable land, has been found to result in DNA damage.  Detection of this damage leads to activation of a DNA damage response pathway that causes stoppage of root growth in a manner that is dependent on changes in gene expression.  An intensive analysis of how the model plant Arabidopsis thaliana behaves following Al exposure has revealed a multi-step mechanism that controls Al-responsive root growth inhibition in an active manner, with breakage of this pathway resulting in continued root growth even with Al in the environment.  Recent outcomes arising from this project have revealed additional components of this pathway, thus giving new targets that can be modified to allow growth in an Al-toxic environment.  Additionally, it has become clear that the toxic effects of Al and the activation of this DNA damage response pathway are not limited to Arabidopsis but are both observed in an unrelated agricultural plant.  Deep analysis of how barley roots respond to Al shows that many of the aspects of Al toxicity and response are shared between these plant species, arguing that the consequences of Al on DNA integrity that lead to activation of this pathway are universal to plants in general.  Most exciting, this project has led to a potential trigger for activation of this pathway by Al since it was observed that Al treatment results in oxidation of DNA, which likely is detected by this DNA damage response pathway.  Due to chronic exposure to Al in the growth environment and accumulation of oxidized nucleotides in the genomic DNA, it is predicted that this DNA damage ultimately triggers the root to halt growth and force differentiation of the root tip. \n\nBecause of the likely universality of the toxic effects of Al along with the shared response pathway between Arabidopsis and barley, this work has given a basis for developing new strategies for increasing crop growth in Al toxic soils.  in addition to this overall broader impact of increasing our knowledge about this critical abiotic stress, the project also gave valuable experience to several individuals with regard to experiencing the scientific process.  This included three middle school science teachers from schools that serve communities that are demographically underrepresented in science with this experience allowing the teachers to return to their classrooms to share how science works.  In addition, the project gave the opportunity to train a future Ph.D. student who came from an underrepresented background, giving this person first hand experience with hypothesis driven research as a first step toward this person attending graduate school.\n\n\t\t\t\t\tLast Modified: 03/09/2023\n\n\t\t\t\t\tSubmitted by: Paul Larsen"
 }
}