{
 "awd_id": "1539972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Influence of Recent Volcanic Eruptions on Stratospheric Ozone Recovery:  A Data Analysis and Modeling Study Including Estimated Uncertainties",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 470709.0,
 "awd_amount": 470709.0,
 "awd_min_amd_letter_date": "2015-07-13",
 "awd_max_amd_letter_date": "2015-07-13",
 "awd_abstract_narration": "This project focuses on an investigation of the effects of recent small volcanic eruptions on stratospheric ozone.  It was once believed that only very explosive volcanic eruptions could affect the content of small particles in the stratospheric. However recent observations suggest that substantial volcanic enhancements of the stratospheric aerosol layer have occurred due to a series of smaller eruptions since about 2005. These eruptions have occurred just at the time when ozone recovery should be becoming more and more discernible. Volcanic aerosols have had major, well-documented effects on past changes in ozone, but have received only qualitative rather than quantitative attention in efforts to identify recovery to date. This research will advance the understanding of the sensitivity of ozone to changes in stratospheric aerosols and improve the basis for estimating uncertainty in ozone recovery. \r\n\r\nA broad range of aerosol data since 2000 from satellite- and ground-based methods will be compared and used to improve the characterization of recent stratospheric aerosol changes and the uncertainties across different measurements. Data to be used include the CCMI (Chemistry-Climate Model Initiative) project aerosol data together with lidar data from distributed stations, satellite observations, and the University of Wyoming balloonsondes. The Specified Dynamics Whole Atmosphere Community Climate Model (SD-WACCM) will be used in the conduct of sensitivity tests to examine how uncertainties in kinetic rate constants, in background aerosol levels, and in variability of water vapor influence how volcanic surface area changes affect ozone depletion in the lowermost stratosphere, including the region close to the tropopause.\r\n\r\nThe largest stratospheric aerosol burden since 1991 was observed in 2011 following the Nabro eruption. At that time, reported column abundances of stratospheric aerosol at some locations and times reached as high as 30-50% of the maximum values obtained after Pinatubo. To date, the implications of these perturbations for mid-latitude and global ozone loss and recovery have not been assessed. Ensuring that the signature of chemical recovery can be fully understood is broadly acknowledged as a needed step in the comprehensive evaluation of scientific understanding and its role in the science-policy interface on this highly visible issue.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Solomon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Solomon",
   "pi_email_addr": "solos@mit.edu",
   "nsf_id": "000306127",
   "pi_start_date": "2015-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 470709.0
  }
 ],
 "por": null
}