{
 "awd_id": "1539716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: 5th Pan American Plant Membrane Biology Workshop  June 1-5, 2015; San Pedro de Aracama, Chile",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elsbeth Walker",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2015-04-24",
 "awd_max_amd_letter_date": "2015-04-24",
 "awd_abstract_narration": "When people eat, they consume organisms that provide them with calories, amino acids, and essential mineral ions required for their bodies to continue to function normally.  People do this primarily by either consuming plants directly or by consuming animals that have eaten plants that have accumulated these essential biological molecules.  But how do plants mine the soil for essential mineral ions that often are present in extremely limiting concentrations?  This occurs because plants have evolved specific membrane proteins that can efficiently recognize and selectively transport these mineral ions from the extracellular environment into the cell.  The understanding of these processes, and the proteins involved in this selective enrichment of biologically important mineral ions within plant cells, is undergoing a revolutionary change, based on both the recent ability to identify potential proteins involved in these enrichment processes using genome-based methods, and the recent understanding of the complex membrane sorting events associated with the appropriate regulation of these biological processes.  This workshop is aimed at supporting interaction and transfer of knowledge between two previously distinct biological research areas, the study of the sorting of proteins between membranes in plant cells, and the study of the mechanisms by which membrane proteins selectively transport essential ions (and other small molecules) across biological membranes.  It is anticipated that the scientific interactions supported by this proposal will facilitate advances that will prove important to expanding the understanding how plants are able to selectively accumulate biologically important mineral ions and small molecules.\r\n\r\nThis application is for partial support of the 5th Pan American Membrane Biology Workshop to be held in San Pedro de Atacama, Chile June 1-5, 2015. This proposed workshop will focus on topics covering the most important breakthroughs in understanding both basic and applied aspects of plant membrane biology. This meeting will largely focus on transport, signaling and trafficking, as these fields of investigation are expanding at an extremely rapid pace. Given the importance of membrane biology and its potential to continue to make groundbreaking discoveries of broad fundamental importance and the large scientific demand for opportunities to communicate and interact, the topic of this meeting is both exciting and timely. The specific objectives are to (1) organize and support a meeting on the latest scientific advances in the research area of plant membrane biology (2) promote interactions between scientists and trainees to share new discoveries in the field of membrane biology as it relates to normal growth, development and nutrition and to enhance training and new collaborations that will move the field forward and (3) to directly involve newly independent scientists and trainees including graduate students and postdoctoral fellows, women, minorities and the disabled in the conference. The broader impacts of the conference include providing access to cutting edge science via oral and poster presentations, to allow opportunities for interactions between trainees and established investigators and to encourage and support long-term and significant advances in this important area of research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Nielsen",
   "pi_email_addr": "nielsene@umich.edu",
   "nsf_id": "000290163",
   "pi_start_date": "2015-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funds provided for this NSF award were requested to help support participation of US scientists in the Fifth Pan American Plant Membrane Biology Workshop which took place in San Pedro de Atacama, Chile. &nbsp;This meeting was held from June 1-5, 2015. There were 72 scientists (including graduate students, postdoctoral fellows, and principal investigarors) in attendance, with participants from Canada, USA, Mexico, Brazil, Argentina, and Chile attending. The meeting was organized by a nine member organizing committee (40% women) with representatives from academic institutions in Argentina, Chile, Mexico, and the USA. The meeting met its main objectives which were to share new discoveries in the field of membrane biology as they relate to growth, development and nutrition of plants and to enhance training and new collaborations that will move the field forward in the future. The meeting focused on transport, signaling and membrane trafficking, as these fields of investigation are expanding at an extremely rapid pace.</p>\n<p>&nbsp;</p>\n<p>The money provided by NSF allowed the participation of 3 graduate students and a postdoctoral fellow, and 4 early career investigators. In addition, we helped support the travel of 5 senior investigators. 62% of the travel grant awardees were women, and 5 awardees were Hispanic.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2016<br>\n\t\t\t\t\tModified by: Erik&nbsp;Nielsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunds provided for this NSF award were requested to help support participation of US scientists in the Fifth Pan American Plant Membrane Biology Workshop which took place in San Pedro de Atacama, Chile.  This meeting was held from June 1-5, 2015. There were 72 scientists (including graduate students, postdoctoral fellows, and principal investigarors) in attendance, with participants from Canada, USA, Mexico, Brazil, Argentina, and Chile attending. The meeting was organized by a nine member organizing committee (40% women) with representatives from academic institutions in Argentina, Chile, Mexico, and the USA. The meeting met its main objectives which were to share new discoveries in the field of membrane biology as they relate to growth, development and nutrition of plants and to enhance training and new collaborations that will move the field forward in the future. The meeting focused on transport, signaling and membrane trafficking, as these fields of investigation are expanding at an extremely rapid pace.\n\n \n\nThe money provided by NSF allowed the participation of 3 graduate students and a postdoctoral fellow, and 4 early career investigators. In addition, we helped support the travel of 5 senior investigators. 62% of the travel grant awardees were women, and 5 awardees were Hispanic.\n\n \n\n\t\t\t\t\tLast Modified: 05/19/2016\n\n\t\t\t\t\tSubmitted by: Erik Nielsen"
 }
}