{
 "awd_id": "1540262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Thermo-Active Geotechnical Systems with Reinforced, Unsaturated Soils",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 46507.0,
 "awd_amount": 46507.0,
 "awd_min_amd_letter_date": "2015-05-13",
 "awd_max_amd_letter_date": "2015-05-13",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) project is to understand the conditions under which spurious heat from buildings and industry can be used to improve the performance of geotechnical systems involving geosynthetic-reinforced soils. Specifically, thermally induced water flow is being investigated as a means of maintaining compacted soil backfills in unsaturated conditions, in which case greater effective stresses will result in enhanced strength and stiffness. A novel approach for imposing temperatures within geotechnical system is also being investigated, in which heat exchanger tubing is installed along with geosynthetic reinforcements during construction. Element-scale tests are being used to weigh the benefits gained by maintaining soils in unsaturated conditions against potentially negative impacts of elevated temperatures on reinforced soils. These negative impacts include pore water pressure generation due to thermal volume change, thermal changes in the yield surface shape, thermal changes in the soil-water retention curve, and creep deformation of geosynthetic reinforcements. The observations from the element-scale tests are being synthesized into constitutive relationships which can be used to characterize the thermo-hydro-mechanical behavior of unsaturated soil-geosynthetic composites. Further, the flow and deformation behavior of centrifuge-scale thermo-active geotechnical systems under different boundary conditions are being used for system-level validation of these constitutive relationships.  The goals of an integrated educational program are to train student researchers to effectively disseminate research results to audiences with varying levels of technical expertise, and to improve students' personal engagement in the success of their education. These goals will be reached by first developing a communication workshop for student researchers which incorporates lectures on effective communication skills, guided presentation planning using written case statements, and presentation practice with film feedback analysis. Student researchers will then make presentations to high school freshmen from Denver East High School, diverse student organizations housed within the CU BOLD center, industry stakeholders, and geotechnical engineering firms. The education program's success will be assessed by comparing audience feedback with students' written case statements. \r\n\r\nThe improved understanding of temperature effects on unsaturated soils has potential to enable the use of backfill soils currently unusable in reinforced soil systems, leading to material and transport cost savings. At the same time, the heat exchange process can be used to improve the energy efficiency of building cooling systems, or to dissipate spurious heat from industrial processes without the generation of water vapor (dry cooling). Implementation of the lessons learned from this study into practice may form a new market sector in the fields of geotechnical and geosynthetics engineering, resulting in new economic opportunities. As part of this effort, the constitutive model for soil-geosynthetic composites will provide practitioners with tools for performance-based life-cycle cost assessments of their designs in this area, enhancing the sustainability and marketability of this technology. Further, students participating in the integrated communication training program will gain practical strategies to effectively communicate with audiences with varying levels of technical expertise, which will help them start successful careers as leaders in this new market sector. Their presentations will facilitate dissemination of research results to practicing engineers, stakeholders, and the public. Further, presentations to diverse student groups at CU and high school classes will help recruit underrepresented students into STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCartney",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S McCartney",
   "pi_email_addr": "mccartney@ucsd.edu",
   "nsf_id": "000417060",
   "pi_start_date": "2015-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 46507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we have developed a new understanding about the thermo-hydro-mechanical response of unsaturated soils and geosynthetics encountered in reinforced-soil structures. This understanding is important when seeking to use reinforced soil structures as geothermal heat sinks to dissipate waste heat from industry, as well as to use waste heat to improve the mechanical performance of unsaturated soils. The intellectual merit of this project revolved around a combination of novel experimental techniques to characterize soil and geosynthetic properties, physical modeling to evaluate coupling between heat transfer, water flow, and mechanical improvement of reinforced soils, simulations of thermally induced water flow in unsaturated soils, and constitutive model development to generalize the behavior of unsaturated soils. From the novel experimental tests, issues that are now better understood are the role of effective stress in representing the thermal volume change of unsaturated soils at high and low suction values, the role of stress-induced anisotropy in the thermal volume change of unsaturated soils, the advantages and disadvantages of using thermal creep models or thermo-elasto-plastic models to predict thermal volume changes, and the role of temperature in the ultimate pullout capacity and pullout creep response of geosynthetic reinforcements. From the simulations, it is clear that thermally induced water flow does not have a major zone of influence, but the physical modeling results indicate that this flow process still leads to an overall improvement of the composite behavior of an unsaturated reinforced soil. Further, the physical modeling tests show that elevated temperatures lead to a reduction in the soil-geosynthetic interaction, but not so much to cause a decrease in the composite response. A new constitutive model based on accelerated secondary compression (creep) was found to better represent the thermal volume change of unsaturated soils measured in this study as well those measured in other studies in the literature than conventional thermo-elasto-plastic models. Broader impacts of this research include a new strategy that can be used for improvement of unsaturated soils and a potential means to expand the range of backfill soils used in reinforced soil structures. In addition to the research outcomes of this project, a communication training program was developed that helps engineering students communicate technical issues to different levels of audiences (research peers, undergraduate students, decision makers, general public, etc.). This program involved group critiques of student presentations to identify ways to better communicate complex details while still conveying the overall objectives of a research presentation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2016<br>\n\t\t\t\t\tModified by: John&nbsp;S&nbsp;Mccartney</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we have developed a new understanding about the thermo-hydro-mechanical response of unsaturated soils and geosynthetics encountered in reinforced-soil structures. This understanding is important when seeking to use reinforced soil structures as geothermal heat sinks to dissipate waste heat from industry, as well as to use waste heat to improve the mechanical performance of unsaturated soils. The intellectual merit of this project revolved around a combination of novel experimental techniques to characterize soil and geosynthetic properties, physical modeling to evaluate coupling between heat transfer, water flow, and mechanical improvement of reinforced soils, simulations of thermally induced water flow in unsaturated soils, and constitutive model development to generalize the behavior of unsaturated soils. From the novel experimental tests, issues that are now better understood are the role of effective stress in representing the thermal volume change of unsaturated soils at high and low suction values, the role of stress-induced anisotropy in the thermal volume change of unsaturated soils, the advantages and disadvantages of using thermal creep models or thermo-elasto-plastic models to predict thermal volume changes, and the role of temperature in the ultimate pullout capacity and pullout creep response of geosynthetic reinforcements. From the simulations, it is clear that thermally induced water flow does not have a major zone of influence, but the physical modeling results indicate that this flow process still leads to an overall improvement of the composite behavior of an unsaturated reinforced soil. Further, the physical modeling tests show that elevated temperatures lead to a reduction in the soil-geosynthetic interaction, but not so much to cause a decrease in the composite response. A new constitutive model based on accelerated secondary compression (creep) was found to better represent the thermal volume change of unsaturated soils measured in this study as well those measured in other studies in the literature than conventional thermo-elasto-plastic models. Broader impacts of this research include a new strategy that can be used for improvement of unsaturated soils and a potential means to expand the range of backfill soils used in reinforced soil structures. In addition to the research outcomes of this project, a communication training program was developed that helps engineering students communicate technical issues to different levels of audiences (research peers, undergraduate students, decision makers, general public, etc.). This program involved group critiques of student presentations to identify ways to better communicate complex details while still conveying the overall objectives of a research presentation. \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2016\n\n\t\t\t\t\tSubmitted by: John S Mccartney"
 }
}