{
 "awd_id": "1540359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2015 Molecular Mechanisms in Evolution Gordon Research Conference held   28 Jun - 3 Jul 2015 at Stonehill College, Easton MA.",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2015-06-16",
 "awd_max_amd_letter_date": "2015-06-16",
 "awd_abstract_narration": "Quantitative approaches such as mathematical modeling, high-throughput phenotyping combined with technology development may yet yield a united theory of biology and life.  The \"modern synthesis\" of the early twentieth century predated the molecular biology revolution and the genomics era. Although many of the assumptions and predictions of traditional population genetics have proven correct, others have to be modified due to new discoveries such as non-genetic, protein and RNA-based inheritance and stress-inducible mutations. Likewise, researchers in the fields of molecular biology, genomics, and medicine are often unacquainted with population genetics theory. This meeting is aimed at the growing numbers of investigators attempting to unite these formerly disparate fields and to learn from physicists how to arrive at universal principles. This meeting aims to provide a home and community for researchers involved in this ongoing, cross-disciplinary endeavor. The Gordon Research Conference (GRC) program includes invited and contributed oral and poster presentations by both younger and more established researchers, focusing on the best emerging science in the field.\r\n\r\nThe second meeting of the new Gordon Research Conference Molecular Mechanisms in Evolution, June 28th-July 3rd, 2015 at Stonehill College, Easton, MA breaks new ground by focusing on the mechanistic understanding of how genetic and epigenetic variation arises, especially in response to environmental stress, and to which extent this variation generates phenotypic diversity, shapes evolution, and contributes to disease. The meeting sessions address a wide range of topics, including discussions of the constraints that cell biology and stochasticity pose for non-traditional mechanisms of inheritance, insights garnered from experiments in the laboratory, mechanisms of coding and regulation highlighting the unexpected plasticity of genomes. The meeting will discuss how mechanistic knowledge could be used to predict and arrest inheritance processes in infectious diseases and cancer.  The GRC will promote international and national collaboration between physicists and biologists of diverse disciplines to promote systematic and quantitative analyses of biological processes, intensified theory building and deeper understanding of basic biology. This meeting will provide networking opportunities, inspiration and connections for young scientists, mentoring, and perspectives on cutting-edge new research for young participants at a critical stage in their careers. The requested funds will be used to defray the costs of a diverse group of graduate students, postdocs, new investigators, women, and minority participants.\r\n\r\nThis project is being jointly supported by the Physics of Living Systems program in the Division of Physics and the Genetic Mechanisms Program in the Division of Molecular and Cellular Biosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Queitsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Queitsch",
   "pi_email_addr": "queitsch@u.washington.edu",
   "nsf_id": "000310557",
   "pi_start_date": "2015-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028931501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The Gordon Research Conference on Molecular Mechanisms in Evolution was held at Stonehill College in Easton, Massachusetts from June<br />28-July 3, 2015. &nbsp;The Conference was well-attended with 189 participants (attendees list attached). The attendees represented the spectrum of endeavor in this field coming from academia, industry, and government laboratories, both U.S. and foreign scientists, senior researchers, young investigators, and students. Of the 189 attendees, 99 voluntarily responded to a general inquiry regarding ethnicity which appears on our registration forms. Of the 99 respondents, 13% were Minorities &ndash; 3% Hispanic, 8% Asian and 2% African American. Approximately 37% of the participants at the 2015 meeting were women.</p>\n<p><br />In designing the formal speakers program, emphasis was placed on current unpublished research and discussion of the future target areas in this field. There was a conscious effort to stimulate lively discussion about the key issues in the field today. Time for formal presentations was limited in the interest of group discussions. In order that more scientists could communicate their most recent results, poster presentation time was scheduled. Attached is a copy of the formal schedule and speaker program and the poster program. In addition to these formal interactions, \"free time\" was scheduled to allow informal discussions. Such discussions are fostering new collaborations and joint efforts in the<br />field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2015<br>\n\t\t\t\t\tModified by: Christine&nbsp;Queitsch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe Gordon Research Conference on Molecular Mechanisms in Evolution was held at Stonehill College in Easton, Massachusetts from June\n28-July 3, 2015.  The Conference was well-attended with 189 participants (attendees list attached). The attendees represented the spectrum of endeavor in this field coming from academia, industry, and government laboratories, both U.S. and foreign scientists, senior researchers, young investigators, and students. Of the 189 attendees, 99 voluntarily responded to a general inquiry regarding ethnicity which appears on our registration forms. Of the 99 respondents, 13% were Minorities &ndash; 3% Hispanic, 8% Asian and 2% African American. Approximately 37% of the participants at the 2015 meeting were women.\n\n\nIn designing the formal speakers program, emphasis was placed on current unpublished research and discussion of the future target areas in this field. There was a conscious effort to stimulate lively discussion about the key issues in the field today. Time for formal presentations was limited in the interest of group discussions. In order that more scientists could communicate their most recent results, poster presentation time was scheduled. Attached is a copy of the formal schedule and speaker program and the poster program. In addition to these formal interactions, \"free time\" was scheduled to allow informal discussions. Such discussions are fostering new collaborations and joint efforts in the\nfield.\n\n\t\t\t\t\tLast Modified: 07/30/2015\n\n\t\t\t\t\tSubmitted by: Christine Queitsch"
 }
}