{
 "awd_id": "1540314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Standard: Collaborative Research: Cultivating Cultures of Ethical STEM in Collaborations between Climate Change Decision-Support Organizations and Indigenous Peoples",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 449926.0,
 "awd_amount": 449926.0,
 "awd_min_amd_letter_date": "2015-07-16",
 "awd_max_amd_letter_date": "2015-07-16",
 "awd_abstract_narration": "The National Climate Assessment of the U.S. Global Change Research Program shows that the health, prosperity and welfare of members of U.S. federally-recognized Tribes are already or will be affected by climate change impacts that range from sea-level rise to shifting precipitation patterns to increased frequencies of extreme weather events. STEM fields in the area of climate science provide a number of tools that Tribal decision-makers can use to understand historic climate change trends, model future scenarios for strategic planning, and determine what indicators in the environment should be monitored now for keeping on top of changes. The U.S. President's State, Local and Tribal Leaders Task Force on Climate Preparedness and Resilience recommended that the U.S. federal government \"Provide actionable data and information on climate change impacts and related tools and assistance to support decision-making at all levels.\" Over 75 organizations in the U.S. - mostly federally-funded - aim to improve the climate change preparedness of decision-makers, and include organizations such as the Climate Science Centers of the U.S. Geological Survey and the Regional Integrated Sciences + Assessments (RISA) Centers of the National Oceanic and Atmospheric Administration. Yet, typically relationships between scientific organizations and Tribes can be strained by crucial ethical issues. If not worked out between the parties, the presence of these ethical issues can derail potential collaboration in ways that ultimately prevent Tribes from having fair opportunities to benefit from scientific resources. \r\n\r\nThis project seeks to understand the range of practices that climate science organizations employ to prepare their staff for ethical issues that will occur when engaging with Tribes and to evaluate the perceptions of the effectiveness of these practices from organizational and Tribal perspectives. The project will support better collaboration between governmental and nongovernmental organizations in the U.S. and Tribes. The project will improve the government-to-government relationship and the U.S. federal trust responsibility for Tribes, increase the ability of Tribes to work with non-federal nonprofit groups, and create knowledge that will build awareness of how Tribal self-determination and sovereignty can be advanced through collaboration with decision-support organizations. The research will be carried out as a collaboration between Michigan State University and the College of Menominee Nation Sustainable Development Institute. Specifically, the research is using a survey instrument to identify the range of activities that scientific organizations have undertaken that would fall under cultivating cultures of ethical STEM, find out what has been learned by these organizations and the Tribes they partner with, and rank the organizational and Tribal perceptions of the effectiveness of the various activities. On the basis of these findings, and in collaboration with these organizations and Tribes, the project will create a set of recommendations and case studies for moving forward and design evaluation criteria for assessing the long-term impact of old and new practices. This project will be evaluating whether particular non-conventional forms of ethical culture in decision-support organizations have actually led to better STEM support in collaborations with Tribes. The research is expected to generate knowledge about what the range of non-conventional activities are that support cultures of ethical STEM; the research will also make headway in comparing the desired outcomes with the outcomes perceived by the Tribes to have improved or detracted from collaboration. These findings will help to fill a major gap in literatures pertaining to cultures of ethical STEM because there is little information comparing non-conventional activities geared at improving interactions between STEM-based decision-support organizations and Tribes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Whyte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Whyte",
   "pi_email_addr": "kwhyte@umich.edu",
   "nsf_id": "000557698",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Libarkin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Julie C Libarkin",
   "pi_email_addr": "libarkin@msu.edu",
   "nsf_id": "000476945",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Caldwell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Caldwell",
   "pi_email_addr": "ccaldwell@menominee.edu",
   "nsf_id": "000687138",
   "pi_start_date": "2015-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7491",
   "pgm_ref_txt": "ETHICS EDU FOR SCI & ENG PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 449926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tribes in the United States, including federally-recognized Tribes, have sought greater involvement with science to support their efforts to prepare for environmental change. The U.S. has furnished numerous programs through its federal agencies to support scientific approaches to planning for environmental change. The project sought to understand how interactions and partnerships between Tribes and U.S. programs had been working over the last 15 years in order to learn about key challenges and best practices for the future. The projects' findings provide guidance to scientists and officials at a more practical level than has previously been available in the literature about the risks, barriers, and opportunities of collaborating with Tribes. The project provides guidance about how the success of partnerships between U.S. and Tribal institutions can be improved through greater attention to trust, capacity building, risk perception, personal reflective processes, and training. The project's activities and results advance the U.S. trust responsibility to Tribes. The project supported the mentorship of Tribal college students and students and postdocs from non-Tribal institutions whose careers will involve potential future partnerships with Tribes that relate to science. The project's findings support the improvement of U.S. and Tribal programs seeking to prepare for environmental change, which in turn can support the exercise of the trust responsibility. The project created notable events that brought together Tribal and non-Tribal scientists, leaders, and students to discuss the implications of the findings for their own future work in the area of Tribal collaboration with U.S. government science programs. The projects findings will stimulate future research that addresses relationship building in U.S. and Tribal relationships that is more specific and practical to how persons actually approach partnership development and implementation. The project findings will be used as the cornerstone of trainings and education that will improve the success of U.S. science programs in how they design the ways in which their work can impact Tribes positiviely.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2020<br>\n\t\t\t\t\tModified by: Kyle&nbsp;Whyte</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTribes in the United States, including federally-recognized Tribes, have sought greater involvement with science to support their efforts to prepare for environmental change. The U.S. has furnished numerous programs through its federal agencies to support scientific approaches to planning for environmental change. The project sought to understand how interactions and partnerships between Tribes and U.S. programs had been working over the last 15 years in order to learn about key challenges and best practices for the future. The projects' findings provide guidance to scientists and officials at a more practical level than has previously been available in the literature about the risks, barriers, and opportunities of collaborating with Tribes. The project provides guidance about how the success of partnerships between U.S. and Tribal institutions can be improved through greater attention to trust, capacity building, risk perception, personal reflective processes, and training. The project's activities and results advance the U.S. trust responsibility to Tribes. The project supported the mentorship of Tribal college students and students and postdocs from non-Tribal institutions whose careers will involve potential future partnerships with Tribes that relate to science. The project's findings support the improvement of U.S. and Tribal programs seeking to prepare for environmental change, which in turn can support the exercise of the trust responsibility. The project created notable events that brought together Tribal and non-Tribal scientists, leaders, and students to discuss the implications of the findings for their own future work in the area of Tribal collaboration with U.S. government science programs. The projects findings will stimulate future research that addresses relationship building in U.S. and Tribal relationships that is more specific and practical to how persons actually approach partnership development and implementation. The project findings will be used as the cornerstone of trainings and education that will improve the success of U.S. science programs in how they design the ways in which their work can impact Tribes positiviely. \n\n\t\t\t\t\tLast Modified: 11/29/2020\n\n\t\t\t\t\tSubmitted by: Kyle Whyte"
 }
}