{
 "awd_id": "1540214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ERA SynBio: A Unified Nucleic Acid Computation System (UNACS) for Organisms",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward crane",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2015-07-30",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "Synthetic Biology is an emerging discipline that distinguishes itself by drawing on engineering principles and computational methods to help find the answers to vital biological questions, and to inspire sustainable biomanufacturing solutions for many societal needs. This project combines cutting-edge expertise to create programmable, high-performance, nucleic acid-based regulatory devices that can be optimized for specific applications through work on a bacterium's metabolism (the chemical reactions of life). This research contributes to the groundwork underlying the ability to program living organisms, and is anticipated to produce transformative changes in science and technology encompassing nanotechnology, green technology, and the bioeconomy. \r\n\r\nNucleic-acid-based regulatory elements offer a solution to a critical bottleneck problem in synthetic biology by taking advantage of predictable Watson-Crick base pairing to control cell behavior, and by harnessing sophisticated software tools used to predict molecular structures and their interactions. New developments in directed protein evolution prompted this investigation of the broader applicability of these techniques to perform \"Unified Nucleic-Acid based Computation\" (UNACS) in living organisms. In this proposal, the team proposes to identify the fundamental principles of riboregulator-based computation in living organisms and to demonstrate the application of complex nucleic-acid based circuits for metabolite control in prokaryotes and higher organisms. These tools and approaches will represent a precise recipe for rational design of circuit elements that function in living organisms as steps towards transformation of biotechnology. UNACS lends itself to standardization, abstraction, and scaling. These are all important pre-requisites for genuine \"engineering\" and \"reprogramming\" of biological systems, which are essential for synthetic biology to realize its full potential. \r\n\r\nThis project is funded through a transnational funding mechanism between the United States National Science Foundation and European Funding Agencies that are part of the European Commission endorsed Research Area Network in Synthetic Biology. The United States component of this project was co-funded by programs in Systems and Synthetic Biology (Directorate for Biological Sciences) and Biotechnology and Biochemical Bioengineering (Directorate for Engineering).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Yin",
   "pi_email_addr": "py@hms.harvard.edu",
   "nsf_id": "000552854",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Wyss Institute for Biologicially Inspired Engineering",
  "perf_str_addr": "3 Blackfan Circle",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 540000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit.</strong>&nbsp; Synthetic biologists seek to develop novel control mechanisms that will enable living cells to be deployed for a wide range of biotechnological and biomedical applications. In many cases, control is established by synthetic biological circuits that take existing biological parts and repurpose them toward new functions in new cellular hosts. Starting from the earliest demonstrations in bacteria more than a decade ago, synthetic biological circuits have been employed for a range of artificial cellular functions, enabling living cells to oscillate, self-destruct, compute logic expressions, and store information. However, as the field has progressed, it has become increasingly difficult to scale up the complexity of existing circuits so that they can take on more advanced functions. Most existing circuits rely heavily on protein regulators that often interact with one another in a complex cellular environment and suffer from extensive crosstalk between components. These challenges point to the pressing need for scalable strategies to increase the complexity of synthetic circuits together with large libraries of compatible parts that can integrate seamlessly into these circuits.</p>\n<p>Biological parts crafted from RNA represent a promising source of circuit components. Among these,&nbsp; &ldquo;riboregulators&rdquo; were designed to modulate transcription or translation in response to &ldquo;trigger RNAs,&rdquo; but until recently failed to provide the necessarily large libraries of interchangeable circuit elements due to of RNA sequence constraints. This changed in 2014, when we reported a new class of riboregulators called toehold switches, devised specifically to eliminate nearly all sequence constraints (Figure). They work by concealing critical protein-binding regions within a self-folding RNA structure.&nbsp; An unfolded adjacent sequence, available for binding other RNA, serves as the seed region to initiate interaction with a trigger RNA molecule, which ultimately unwinds the structure and enables translation of a downstream open reading frame into protein. The absence of sequence constraints enabled us to validate dozens of functional RNA-based parts that could operate independently in the cell. We found that the toehold switches could increase the level of gene expression by several hundred-fold upon activation.</p>\n<p>To use these components in complex biological circuits, we generated RNA-based &ldquo;ribocomputing&rdquo; devices by converting all major circuit operations into RNA&minus;RNA interactions that could be readily detected by toehold switches. These interactions between input RNAs were assessed using an extended, computationally designed RNA molecule termed a gate RNA. The gate RNA featured multiple toehold switch hairpins upstream of the output gene and encoded the information-processing tasks (i.e., logic gates) of the circuit. Because computations are performed in a single layer within a single gate transcript, timing delays do not occur and both circuit size and diffusion-mediated signal losses are reduced dramatically. Furthermore, we can exploit the programmability of RNA&minus;RNA interactions to generate new circuit elements, avoiding part limitations that have hampered previous approaches. Harnessing the capabilities described above, we demonstrated sophisticated multi-input computations within E. coli, including six-input OR, four-input AND, and a complex 12-input combination - one of the most complex, in vivo logic expressions evaluated to date.</p>\n<p><strong>Broader Impact:</strong> Our work on ribocomputing devices has several important implications. First, the gate RNA architecture demonstrates that co-localization of sensors and output modules can dramatically improve molecular computation. This strategy can be employed in vitro for nucleic acid <span style=\"text-decoration: underline;\">nanotechnology</span> and inexpensive paper-based <span style=\"text-decoration: underline;\">diagnostics</span>. Second, ribocomputing devices require only Watson&minus;Crick base pairing to function. Consequently, similar circuits <span style=\"text-decoration: underline;\">can be employed broadly</span> in other bacterial hosts and potentially even eukaryotes. Third, ribocomputing circuits have very favorable <span style=\"text-decoration: underline;\">scalability</span>, particularly in parallel implementations, enabling them to evaluate much more challenging computations going forward.</p>\n<p>This study has specifically funded the research of 3 postdocs, 2 graduate students, and 2 research assistants.&nbsp; One of the latter has already begun graduate school at Harvard, and the other is applying.&nbsp; It has also supported our track record of involving undergraduates in research, through summer research programs and as research assistants during the school year. Over the past 6 years, an average of 5 undergraduates per year have been mentored for in-depth research projects in the lab. Our group is also committed to reaching out to minority students in local schools. At Harvard, the Yin lab has hosted three local school visits, such as from the Cambridge Rindge and Latin School, which has a majority minority population, including 38% African American and 15% Hispanic student population. Dr. Yin is also actively involved in annual undergraduate molecular design competition, Biomod.</p>\n<p>Dr. Yin and colleagues William Shih have developed a course on Biologically Inspired Molecular Engineering, covering the design of programmable synthetic molecular systems, in the spring of 2011. In the fall of 2011, we expanded the scope and taught the class as Biomolecular Engineering and Synthetic Biology (<a href=\"http://sb204.net/\">http://sb204.net</a>).&nbsp; It was taught in 2012, 2013, 2014, 2015, and 2016, and will continue to be refined and offered approximately yearly.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2018<br>\n\t\t\t\t\tModified by: Peng&nbsp;Yin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1540214/1540214_10381712_1538056404572_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1540214/1540214_10381712_1538056404572_Figure1--rgov-800width.jpg\" title=\"Toehold Switch Riboregulators\"><img src=\"/por/images/Reports/POR/2018/1540214/1540214_10381712_1538056404572_Figure1--rgov-66x44.jpg\" alt=\"Toehold Switch Riboregulators\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The design of Toehold Switches puts no constraints on the Trigger RNA sequence.</div>\n<div class=\"imageCredit\">Peng Yin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Peng&nbsp;Yin</div>\n<div class=\"imageTitle\">Toehold Switch Riboregulators</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit.  Synthetic biologists seek to develop novel control mechanisms that will enable living cells to be deployed for a wide range of biotechnological and biomedical applications. In many cases, control is established by synthetic biological circuits that take existing biological parts and repurpose them toward new functions in new cellular hosts. Starting from the earliest demonstrations in bacteria more than a decade ago, synthetic biological circuits have been employed for a range of artificial cellular functions, enabling living cells to oscillate, self-destruct, compute logic expressions, and store information. However, as the field has progressed, it has become increasingly difficult to scale up the complexity of existing circuits so that they can take on more advanced functions. Most existing circuits rely heavily on protein regulators that often interact with one another in a complex cellular environment and suffer from extensive crosstalk between components. These challenges point to the pressing need for scalable strategies to increase the complexity of synthetic circuits together with large libraries of compatible parts that can integrate seamlessly into these circuits.\n\nBiological parts crafted from RNA represent a promising source of circuit components. Among these,  \"riboregulators\" were designed to modulate transcription or translation in response to \"trigger RNAs,\" but until recently failed to provide the necessarily large libraries of interchangeable circuit elements due to of RNA sequence constraints. This changed in 2014, when we reported a new class of riboregulators called toehold switches, devised specifically to eliminate nearly all sequence constraints (Figure). They work by concealing critical protein-binding regions within a self-folding RNA structure.  An unfolded adjacent sequence, available for binding other RNA, serves as the seed region to initiate interaction with a trigger RNA molecule, which ultimately unwinds the structure and enables translation of a downstream open reading frame into protein. The absence of sequence constraints enabled us to validate dozens of functional RNA-based parts that could operate independently in the cell. We found that the toehold switches could increase the level of gene expression by several hundred-fold upon activation.\n\nTo use these components in complex biological circuits, we generated RNA-based \"ribocomputing\" devices by converting all major circuit operations into RNA&minus;RNA interactions that could be readily detected by toehold switches. These interactions between input RNAs were assessed using an extended, computationally designed RNA molecule termed a gate RNA. The gate RNA featured multiple toehold switch hairpins upstream of the output gene and encoded the information-processing tasks (i.e., logic gates) of the circuit. Because computations are performed in a single layer within a single gate transcript, timing delays do not occur and both circuit size and diffusion-mediated signal losses are reduced dramatically. Furthermore, we can exploit the programmability of RNA&minus;RNA interactions to generate new circuit elements, avoiding part limitations that have hampered previous approaches. Harnessing the capabilities described above, we demonstrated sophisticated multi-input computations within E. coli, including six-input OR, four-input AND, and a complex 12-input combination - one of the most complex, in vivo logic expressions evaluated to date.\n\nBroader Impact: Our work on ribocomputing devices has several important implications. First, the gate RNA architecture demonstrates that co-localization of sensors and output modules can dramatically improve molecular computation. This strategy can be employed in vitro for nucleic acid nanotechnology and inexpensive paper-based diagnostics. Second, ribocomputing devices require only Watson&minus;Crick base pairing to function. Consequently, similar circuits can be employed broadly in other bacterial hosts and potentially even eukaryotes. Third, ribocomputing circuits have very favorable scalability, particularly in parallel implementations, enabling them to evaluate much more challenging computations going forward.\n\nThis study has specifically funded the research of 3 postdocs, 2 graduate students, and 2 research assistants.  One of the latter has already begun graduate school at Harvard, and the other is applying.  It has also supported our track record of involving undergraduates in research, through summer research programs and as research assistants during the school year. Over the past 6 years, an average of 5 undergraduates per year have been mentored for in-depth research projects in the lab. Our group is also committed to reaching out to minority students in local schools. At Harvard, the Yin lab has hosted three local school visits, such as from the Cambridge Rindge and Latin School, which has a majority minority population, including 38% African American and 15% Hispanic student population. Dr. Yin is also actively involved in annual undergraduate molecular design competition, Biomod.\n\nDr. Yin and colleagues William Shih have developed a course on Biologically Inspired Molecular Engineering, covering the design of programmable synthetic molecular systems, in the spring of 2011. In the fall of 2011, we expanded the scope and taught the class as Biomolecular Engineering and Synthetic Biology (http://sb204.net).  It was taught in 2012, 2013, 2014, 2015, and 2016, and will continue to be refined and offered approximately yearly.\n\n\t\t\t\t\tLast Modified: 09/27/2018\n\n\t\t\t\t\tSubmitted by: Peng Yin"
 }
}