{
 "awd_id": "1540313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Deciduous Dental Phenotypes and Biodistance Analyses",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 18255.0,
 "awd_amount": 18255.0,
 "awd_min_amd_letter_date": "2015-08-10",
 "awd_max_amd_letter_date": "2015-08-10",
 "awd_abstract_narration": "Teeth are the most durable parts of the human body and provide information on a number of aspects of an individual's life such as diet, physical health, and movement across the landscape. Teeth also record information on genetic relatedness, which makes them useful for research on human population relationships and forensic identification of missing persons or accident/crime victims. Importantly, because teeth preserve in the archaeological record, the same types of information can be reconstructed for people who lived in the past. This doctoral dissertation research project will explore the genetic underpinnings of the human deciduous dentition (i.e., \"baby teeth\" in children younger than 10 years of age) and develop methods for identifying child relatives using teeth alone. The project's primary rationale is to explore the dynamics of human social groups in the past. However, the results may also improve forensic efforts to identify missing children, refine data collection standards for forensic evidence, and provide information on dental inheritance relevant to clinical dentistry and orthodontics. The project will also support student training and development of international collaborations.\r\n\r\nThis project examines the genetic structure of the deciduous dentition and has three goals: 1) to analyze the developmental program underlying deciduous dental phenotypes, 2) to evaluate the performance of deciduous dental phenotypes for accurately reconstructing known genealogical relationships, and 3) to compare the performance of deciduous versus permanent dental phenotypes for reconstructing known genealogical relationships. Data on tooth size and morphology will be collected from deciduous and permanent tooth crowns on dental casts representing individuals of known pedigree. Biological distances generated from deciduous dental data will be compared to known genetic distances between individuals to determine how deciduous traits can be used to accurately reconstruct genealogies. These biological distances will also be compared to those generated from permanent dental phenotypes as well as \"environmental distances\" generated from health history data to examine potential developmental and environmental factors that affect crown morphology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Stojanowski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Stojanowski",
   "pi_email_addr": "christopher.stojanowski@asu.edu",
   "nsf_id": "000196980",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Paul",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Paul",
   "pi_email_addr": "kspaul@uark.edu",
   "nsf_id": "000693599",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "AZ Board of Regents on behalf of Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 18255.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Teeth are the most durable elements of the human body. As such, they preserve important evidence of past human behavior, including information on diet, mobility, health, and social identity. Bioarchaeologists often use teeth to reconstruct how social groups were composed in past societies. This is based on the assumption that tooth size and shape can be used as proxies for genetic information. While decades of work supports this assumption for adult teeth, relatively little work has assessed the accuracy of these methods for recognizing <em>child</em> relatives using <em>deciduous </em>(baby) teeth. As such, inference about the importance of children and about childhood lifestyles in past societies has been limited. The aim of this project is to develop an infrastructure for incorporating deciduous teeth into studies of ancient societies. The project has three goals: 1) to analyze the developmental program underlying deciduous dental characters, 2) to assess how well deciduous dental traits reconstruct known genealogies, and 3) to compare the performance of deciduous and permanent dental traits for reconstructing known genealogies. To accomplish these objectives, the Co-PI has quantified the shape and size of deciduous and permanent tooth crowns from stone dental casts (Figures 1 and 2) representing individuals of known genetic relation deriving from four distinct global populations.</p>\n<p><strong><em>The results of this research</em></strong> <strong><em>advance knowledge and understanding within the fields of bioarchaeology, clinical dentistry, forensics, quantitative genetics, and the evolutionary sciences</em></strong>. Specifically, the Co-PI has generated over 3,000 heritability estimates for dental characters observed across four regional samples. These estimates represent baseline data that empirically ground-truth assumptions that form the basis of biological distance analysis and provide essential insight into the contribution of genetics and environment to tooth crown form. This demonstrates the potential of the funded research <strong><em>to benefit society by improving forensic efforts to identify missing children and by providing information on dental inheritance useful in both forensic and clinical contexts</em></strong>, in particular by improving statistical bases for estimating positive identification via dental matches. To date, the PIs have published the results of a simulated bioarchaeological approach to kinship analysis using the deciduous dental data collected as part of the funded research project. In addition, they have recently completed a follow-up analysis comparing the performance of the deciduous and permanent data sets in their ability to reconstruct documented familial relationships. The results of this study will be broadly disseminated&mdash;presented at a professional conference and incorporated into a manuscript for submission to a peer-reviewed journal.</p>\n<p>The funded research has furthered the improvement of data collection standards. The Co-PI has begun the process of enhancing the Arizona State University Dental Anthropology System (ASUDAS)&mdash;a suite of dental data collection standards&mdash;through the addition of a sub-system for deciduous teeth. Exemplar specimens capturing a range of deciduous dental trait expression have been identified across the various samples studied (e.g., Figure 3). These specimens will be scanned and&mdash;in some instances&mdash;molded and casted for the creation of reference plaques to accompany data collection standards. Broad-scale dissemination of these plaques via low-cost production or 3D scanning/printing <strong><em>will enhance infrastructure for research and teaching. </em></strong>In these ways, the funded research has generated and will continue to build a knowledge-based framework for incorporating children into bioarchaeological research.<strong>&nbsp;</strong></p>\n<p>After approximately 12 months of on-site affiliation with the University of Adelaide (South Australia), the Co-PI <strong><em>has fostered long-term, collaborative relationships </em></strong>with members of the Craniofacial Biology and Dental Education Research Group. Research group members met with the Co-PI prior to the project end-date to outline future multi-institutional, co-authored publications. Indeed, the research group head and the Co-PI have already been involved in a long-term side project that precipitated a 2016 publication in the journal <em>Nature</em>, as well as several presentations at (inter)national conferences, demonstrating the potential for successful collaboration by individuals invested in the funded research. While collecting data in Adelaide, the Co-PI offered a private workshop on the ASUDAS to acquaint graduate students with methods developed at her home institution.</p>\n<p>While working at the University of Adelaide, the Co-PI offered two public lectures on her research and accepted an invitation to discuss dental anthropology and human evolution on the radio program Orbit: Ideas and Education with Ewart Shaw (101.5 FM Radio, Adelaide). The Co-PI also helped to script and star in a feature entitled <em>What&rsquo;s in a tooth?</em> on the nationally syndicated children&rsquo;s science program Scope (Season 3, Episode 113, Network 10 Australia) (Figure 4). In this way, the funded research <strong><em>facilitated youth science education and broad-scale public outreach</em></strong>.</p>\n<p>Finally, the funded research has advanced the education and academic development of the female Co-PI, who belongs to an emerging generation of women dental anthropologists,<strong> <em>strengthening the development of a diverse STEM workforce</em>.</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2016<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;Paul</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416476731_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416476731_Figure1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416476731_Figure1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Maxillary dental cast included in the research sample.</div>\n<div class=\"imageCredit\">Global Dental Phenomics Project (hosted at dentalphenomics.org)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kathleen&nbsp;Paul</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416594930_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416594930_Figure2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416594930_Figure2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Mandibular dental cast included in the research sample.</div>\n<div class=\"imageCredit\">Global Dental Phenomics Project (hosted at dentalphenomics.org)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kathleen&nbsp;Paul</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416912313_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416912313_Figure4--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479416912313_Figure4--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cast of a deciduous mandibular molar included in the research sample.</div>\n<div class=\"imageCredit\">Global Dental Phenomics Project (hosted at dentalphenomics.org)</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Kathleen&nbsp;Paul</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479417302339_Figure6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479417302339_Figure6--rgov-800width.jpg\" title=\"Figure 4\"><img src=\"/por/images/Reports/POR/2016/1540313/1540313_10386182_1479417302339_Figure6--rgov-66x44.jpg\" alt=\"Figure 4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Co-PI Kathleen Paul demonstrates the process of data collection as part of her featured segment \"What's in a Tooth?\" on the children's science show Scope.</div>\n<div class=\"imageCredit\">Network 10, Australia</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Kathleen&nbsp;Paul</div>\n<div class=\"imageTitle\">Figure 4</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "Teeth are the most durable elements of the human body. As such, they preserve important evidence of past human behavior, including information on diet, mobility, health, and social identity. Bioarchaeologists often use teeth to reconstruct how social groups were composed in past societies. This is based on the assumption that tooth size and shape can be used as proxies for genetic information. While decades of work supports this assumption for adult teeth, relatively little work has assessed the accuracy of these methods for recognizing child relatives using deciduous (baby) teeth. As such, inference about the importance of children and about childhood lifestyles in past societies has been limited. The aim of this project is to develop an infrastructure for incorporating deciduous teeth into studies of ancient societies. The project has three goals: 1) to analyze the developmental program underlying deciduous dental characters, 2) to assess how well deciduous dental traits reconstruct known genealogies, and 3) to compare the performance of deciduous and permanent dental traits for reconstructing known genealogies. To accomplish these objectives, the Co-PI has quantified the shape and size of deciduous and permanent tooth crowns from stone dental casts (Figures 1 and 2) representing individuals of known genetic relation deriving from four distinct global populations.\n\nThe results of this research advance knowledge and understanding within the fields of bioarchaeology, clinical dentistry, forensics, quantitative genetics, and the evolutionary sciences. Specifically, the Co-PI has generated over 3,000 heritability estimates for dental characters observed across four regional samples. These estimates represent baseline data that empirically ground-truth assumptions that form the basis of biological distance analysis and provide essential insight into the contribution of genetics and environment to tooth crown form. This demonstrates the potential of the funded research to benefit society by improving forensic efforts to identify missing children and by providing information on dental inheritance useful in both forensic and clinical contexts, in particular by improving statistical bases for estimating positive identification via dental matches. To date, the PIs have published the results of a simulated bioarchaeological approach to kinship analysis using the deciduous dental data collected as part of the funded research project. In addition, they have recently completed a follow-up analysis comparing the performance of the deciduous and permanent data sets in their ability to reconstruct documented familial relationships. The results of this study will be broadly disseminated&mdash;presented at a professional conference and incorporated into a manuscript for submission to a peer-reviewed journal.\n\nThe funded research has furthered the improvement of data collection standards. The Co-PI has begun the process of enhancing the Arizona State University Dental Anthropology System (ASUDAS)&mdash;a suite of dental data collection standards&mdash;through the addition of a sub-system for deciduous teeth. Exemplar specimens capturing a range of deciduous dental trait expression have been identified across the various samples studied (e.g., Figure 3). These specimens will be scanned and&mdash;in some instances&mdash;molded and casted for the creation of reference plaques to accompany data collection standards. Broad-scale dissemination of these plaques via low-cost production or 3D scanning/printing will enhance infrastructure for research and teaching. In these ways, the funded research has generated and will continue to build a knowledge-based framework for incorporating children into bioarchaeological research. \n\nAfter approximately 12 months of on-site affiliation with the University of Adelaide (South Australia), the Co-PI has fostered long-term, collaborative relationships with members of the Craniofacial Biology and Dental Education Research Group. Research group members met with the Co-PI prior to the project end-date to outline future multi-institutional, co-authored publications. Indeed, the research group head and the Co-PI have already been involved in a long-term side project that precipitated a 2016 publication in the journal Nature, as well as several presentations at (inter)national conferences, demonstrating the potential for successful collaboration by individuals invested in the funded research. While collecting data in Adelaide, the Co-PI offered a private workshop on the ASUDAS to acquaint graduate students with methods developed at her home institution.\n\nWhile working at the University of Adelaide, the Co-PI offered two public lectures on her research and accepted an invitation to discuss dental anthropology and human evolution on the radio program Orbit: Ideas and Education with Ewart Shaw (101.5 FM Radio, Adelaide). The Co-PI also helped to script and star in a feature entitled What?s in a tooth? on the nationally syndicated children?s science program Scope (Season 3, Episode 113, Network 10 Australia) (Figure 4). In this way, the funded research facilitated youth science education and broad-scale public outreach.\n\nFinally, the funded research has advanced the education and academic development of the female Co-PI, who belongs to an emerging generation of women dental anthropologists, strengthening the development of a diverse STEM workforce.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/17/2016\n\n\t\t\t\t\tSubmitted by: Kathleen Paul"
 }
}