{
 "awd_id": "1540780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Hunter Noyce Science Scholar Program (HC-NSSP) Phase 2",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 1042838.0,
 "awd_amount": 1201354.0,
 "awd_min_amd_letter_date": "2015-09-01",
 "awd_max_amd_letter_date": "2019-07-27",
 "awd_abstract_narration": "There is an established need for well-qualified teachers in high-need school districts, which are often located in urban communities. New York City, in particular, has a need for teachers of science, technology, engineering, and mathematics (STEM) who are competent with a diverse and international student population. Working to address this need with funding from the National Science Foundation's Robert Noyce Teacher Scholarship program, and in partnership with Bronx Community College (BCC), New York City (NYC) public schools within the New Visions network, and East Harlem community-based youth organizations, the The Hunter Noyce Science Scholar Program (HC-NSSP) Phase 2 will recruit individuals with strong STEM backgrounds and prepare them to become secondary science teachers. Building on a successful Phase 1 project, this Phase 2 project will support 15 new undergraduate STEM majors, each receiving 2 or 3 years of funding, plus 11 new STEM professionals (recent graduates), each receiving 1 year of funding. Thus, the project will produce 25 new biology, chemistry, earth science, and physics middle grades and high school teachers. The NYC middle and high schools in which Hunter College Noyce Scholars will teach serve thousands of students from underrepresented minority populations who live in high-poverty communities across the city.\r\n\r\nThe HC-NSSP Phase 2 project will prepare and support Noyce Scholars to teach in high-need schools through professional learning communities for Noyce Scholars and Teachers, extensive and intensive clinical field experiences prior to student teaching, and a comprehensive induction program that will provide science teachers with coaches, faculty mentors, and \"near peer\" mentors (second year Noyce Teachers who will mentor first year Noyce Teachers). HC-NSSP Phase 2 research and evaluation studies will advance understanding of the distinguishing factors related to urban STEM teacher recruitment, retention, and career satisfaction by examining the contextual and attitudinal factors of Noyce Phase 1 and 2 teachers. The longitudinal study will investigate questions such as: What factors of the school environment, including the presence of teacher support and induction as reported by the teacher, are related to their decisions to continue teaching at high-need schools? How do these factors relate to any changes in school assignments or the decision to leave teaching? What was the nature of in-school support for novice, inservice Noyce teachers? Data to address these questions will come from such sources as surveys and interviews as well as instruments such as a self-efficacy to teach instrument.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Weiler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne D Weiler",
   "pi_email_addr": "jweiler@hunter.cuny.edu",
   "nsf_id": "000577475",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "Raps",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley Raps",
   "pi_email_addr": "raps@genectr.hunter.cuny.edu",
   "nsf_id": "000167616",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Frei",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Allan H Frei",
   "pi_email_addr": "afrei@hunter.cuny.edu",
   "nsf_id": "000154980",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Fein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Fein",
   "pi_email_addr": "martin.fein@bcc.cuny.edu",
   "nsf_id": "000178733",
   "pi_start_date": "2015-09-01",
   "pi_end_date": "2017-01-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Robbins",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis M Robbins",
   "pi_email_addr": "drobb@hunter.cuny.edu",
   "nsf_id": "000644149",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shazia",
   "pi_last_name": "Khan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shazia Khan",
   "pi_email_addr": "shazia.khan@bcc.cuny.edu",
   "nsf_id": "000648806",
   "pi_start_date": "2017-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Hunter College",
  "inst_street_address": "695 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127724020",
  "inst_zip_code": "100655024",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EK93EZLLBSC4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Hunter College",
  "perf_str_addr": "695 Park Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100215204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1042838.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 158516.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Hunter College Noyce Science Scholars Program (HC-NSSP), a Stipend &amp; Scholarship Phase 2 project (2015-2022) provided scholarship and professional development support to 24 Hunter College undergraduate science students (Noyce Scholars) pursuing their BA/MA in adolescent education and a science content area (biology, chemistry, earth science and physics). The project had two main objectives: 1) to understand the retention and persistence experiences of teachers who were former Noyce Scholars and, 2) to recruit, train, and graduate a diverse group of 25 initially-certified science educators prepared to teach biology, chemistry, earth science and physics in high need middle and high schools.</p>\n<p>Based on interview and survey data of phase 1 and phase 2 Scholars, retention and persistence in teaching were related to the perceived amount and quality of administrative support; opportunities for professional growth; and development of meaningful relationships and engagement with students. Findings indicated that Phase 1 in-service teachers who were interviewed were more likely to change teaching positions when administrators consistently provided little to no feedback on their teacher observations, reassigned teachers from one content area to another due to teacher shortage (e.g., from chemistry to earth science), or when they experienced a general sense of lack of support from administrators or colleagues. Based on survey data from Noyce participants from the Phase 2 program who&nbsp;graduated from college within the last five years and are currently teaching, the most important aspect of their job is the communication and support for professional collaboration by the administration.</p>\n<p>The project was successful in recruiting a group of 24 Noyce Scholars (one Scholar withdrew) from diverse backgrounds who successfully completed their academic programs, passed their state-mandated teacher certification exams and are seeking teaching positions or have been teaching in their areas of certification.&nbsp;</p>\n<p>Several key features of the Noyce Science Scholars program proved highly successful in providing additional support to Scholars in their development of up-to-date, inquiry-based, science pedagogy. These included on-going professional development sessions and summer institutes that focused on the role of technology training for the science classroom that became a signature aspect of the Scholars&rsquo; experiences. There were two strands to this training&mdash;the introduction of probeware, (interactive data logging sensors) and the development of a curriculum around robotics for our summer STEM camps for middle school students (including a virtual summer STEM camp during the pandemic.) Another important aspect of Scholar training was the introduction to outdoors, field-based science inquiry. Actual fieldwork applications of technology took place every year at Black Rock Forest (BRF), a 3,870 acre forest that maintains a scientific field station north of New York City. Noyce Scholars spent weekends at BRF engaged in a number of activities such as collecting data on&nbsp;temperature, humidity, water turbidity, taking snow measurements, tree boring, orienteering, geocaching, mapping and navigation. For almost all of the Scholars, these experiences were the first time they had ever experienced being in wilderness. These experiences were also important socially and provided time for Scholars to bond with each other and create friendships that have carried through during the crucial induction years of teaching.</p>\n<p>To support our Scholars who graduated and began teaching in high needs New York City schools, the program put in place several key features that supported these new classroom teachers. The first was to recruit graduates from our Phase 1 grant to act as near peer mentors who were available to share lesson plans, and provide support and advice to new classroom teachers. Most effectively however, we have found over the years the kind of mentoring and peer support new classroom teachers wanted was the informal support of their peers. New York City Department of Education Schools provide new teachers with mentors, so our new teachers were receiving formal classroom mentoring, but relying on each other for emotional support, sharing lesson plans, job information, etc. that was best accomplished through their informal connections to each other as members of the &ldquo;Noyce Family.&rdquo; We had established an online chat, started in 2015 and still robust today (2023) for Scholars. The bonds that Scholars developed through the Noyce program and their engagement with each other in their online chat has been foundational to their development as teachers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2023<br>\n\t\t\t\t\tModified by: Jeanne&nbsp;D&nbsp;Weiler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Hunter College Noyce Science Scholars Program (HC-NSSP), a Stipend &amp; Scholarship Phase 2 project (2015-2022) provided scholarship and professional development support to 24 Hunter College undergraduate science students (Noyce Scholars) pursuing their BA/MA in adolescent education and a science content area (biology, chemistry, earth science and physics). The project had two main objectives: 1) to understand the retention and persistence experiences of teachers who were former Noyce Scholars and, 2) to recruit, train, and graduate a diverse group of 25 initially-certified science educators prepared to teach biology, chemistry, earth science and physics in high need middle and high schools.\n\nBased on interview and survey data of phase 1 and phase 2 Scholars, retention and persistence in teaching were related to the perceived amount and quality of administrative support; opportunities for professional growth; and development of meaningful relationships and engagement with students. Findings indicated that Phase 1 in-service teachers who were interviewed were more likely to change teaching positions when administrators consistently provided little to no feedback on their teacher observations, reassigned teachers from one content area to another due to teacher shortage (e.g., from chemistry to earth science), or when they experienced a general sense of lack of support from administrators or colleagues. Based on survey data from Noyce participants from the Phase 2 program who graduated from college within the last five years and are currently teaching, the most important aspect of their job is the communication and support for professional collaboration by the administration.\n\nThe project was successful in recruiting a group of 24 Noyce Scholars (one Scholar withdrew) from diverse backgrounds who successfully completed their academic programs, passed their state-mandated teacher certification exams and are seeking teaching positions or have been teaching in their areas of certification. \n\nSeveral key features of the Noyce Science Scholars program proved highly successful in providing additional support to Scholars in their development of up-to-date, inquiry-based, science pedagogy. These included on-going professional development sessions and summer institutes that focused on the role of technology training for the science classroom that became a signature aspect of the Scholars’ experiences. There were two strands to this training&mdash;the introduction of probeware, (interactive data logging sensors) and the development of a curriculum around robotics for our summer STEM camps for middle school students (including a virtual summer STEM camp during the pandemic.) Another important aspect of Scholar training was the introduction to outdoors, field-based science inquiry. Actual fieldwork applications of technology took place every year at Black Rock Forest (BRF), a 3,870 acre forest that maintains a scientific field station north of New York City. Noyce Scholars spent weekends at BRF engaged in a number of activities such as collecting data on temperature, humidity, water turbidity, taking snow measurements, tree boring, orienteering, geocaching, mapping and navigation. For almost all of the Scholars, these experiences were the first time they had ever experienced being in wilderness. These experiences were also important socially and provided time for Scholars to bond with each other and create friendships that have carried through during the crucial induction years of teaching.\n\nTo support our Scholars who graduated and began teaching in high needs New York City schools, the program put in place several key features that supported these new classroom teachers. The first was to recruit graduates from our Phase 1 grant to act as near peer mentors who were available to share lesson plans, and provide support and advice to new classroom teachers. Most effectively however, we have found over the years the kind of mentoring and peer support new classroom teachers wanted was the informal support of their peers. New York City Department of Education Schools provide new teachers with mentors, so our new teachers were receiving formal classroom mentoring, but relying on each other for emotional support, sharing lesson plans, job information, etc. that was best accomplished through their informal connections to each other as members of the \"Noyce Family.\" We had established an online chat, started in 2015 and still robust today (2023) for Scholars. The bonds that Scholars developed through the Noyce program and their engagement with each other in their online chat has been foundational to their development as teachers.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2023\n\n\t\t\t\t\tSubmitted by: Jeanne D Weiler"
 }
}