{
 "awd_id": "1540997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube IA: Collaborative Proposal: Building Interoperable Cyberinfrastructure (CI) at the Interface between Paleogeoinformatics and Bioinformatics",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 252843.0,
 "awd_amount": 252843.0,
 "awd_min_amd_letter_date": "2015-07-30",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "Paleontologists provide data about the past distribution and diversity of life. These data are useful both to geologists, because they can help determine the age of rocks, reconstruct past environments, and constrain models of the Earth system; and to biologists interested in the evolutionary history of organisms and the behavior of ecological systems during past global changes. Currently, data about fossils are dispersed across thousands of scientific publications, and dozens of small to large databases, only some of which are publicly available via the Internet. Even publicly available databases can be difficult to access because each stores different kinds of data with different conventions, requiring researchers to individually harmonize searches and their outputs. This project brings together six paleobiological databases so that they share a single set of Internet-based commands by which researchers and the public can easily access fossil records from all of Earth history. By coordinating with other emerging efforts in geological and biological data sharing, best practices, and protocols, we ensure that data will be freely available to all, enabling new scientific syntheses and discovery, more powerful educational opportunities, and general exploration of the history of life on Earth.\r\n\r\nThe paleobiological sciences sit at the nexus between geosciences and the biosciences, with close interdependencies in both domains. Within the geosciences, information about the past spatiotemporal distribution of organisms, species, and assemblages of species is essential to a wide array of allied disciplines: to sedimentologists and economic geologists studying facies relationships and employing biostratigraphic controls for correlating rock strata, to structural geologists and geophysicists seeking biogeographic constraints on reconstructions of former tectonic plate positions, to paleoclimatologists extracting paleoclimatic signals from paleoecological data, and to earth system modelers seeking to understand how biospheric dynamics have shaped, and continue to shape, the history of the Earth-Life system. Within the biosciences, the fossil record is essential for understanding how contemporary ecological systems are shaped by historical legacies of slow-acting processes, for testing climate-driven models of species distribution and diversity that are being used to project the impacts of 21st century climate change, for constraining phylogenetic models of species divergence and rates of evolution, and for understanding the fundamental drivers of biodiversity (i.e. species extinctions and originations). In an era of global change, when stewarding biodiversity is an urgent societal concern, conservation biologists, global change ecologists, and earth system scientists are all looking to the past to study the behavior of the Earth-Life system during rapid transitions. Paleobiological data are currently served by a wide array of databases that vary in structure, composition, temporal scales, types of data and metadata. To conduct ?global? or holistic analyses of the paleobiological record it is necessary to retrieve data from a variety of these databases - requiring queries of each database to retrieve the types of data needed. The purpose of this project is to make six different paleobiological databases interoperable so that they can be accessed via a common Application Programming Interface (API) to query the data from these and other databases. Towards that end, five key records of North American Pleistocene lakes will be uploaded and become available through this integrative project. This project also will increase the interoperability between these paleobiological resources and contemporary databases of species distributions and diversity, enabling continuous time-series analyses (e.g., of biodiversity) from the beginning of life on earth to today. Integration of the paleobiological databases with databases of the stratigraphic record (Macrostrat) will enhance the value of both types of data. New R packages will facilitate retrieval and analysis of data from all of the databases. Finally, this proposal establishes a Paleobiological Data Consortium, consisting of leaders of cyberinfrastructure resources in the paleobiosciences and allied disciplines, with the goal of sharing best practices and protocols among the geoinformatic and bioinformatic communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Uhen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Uhen",
   "pi_email_addr": "muhen@gmu.edu",
   "nsf_id": "000642063",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 252843.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>EarthCube IA: Collaborative Proposal: Building Interoperable Cyberinfrastructure (CI) at the Interface between Paleogeoinformatics and Bioinformatics Project Outcomes</p>\n<p>This project, which has become known as the EarthLife Consortium, has aimed to make data on the distribution of fossils in time and space more easily accessible to both scientists and the general public. We have done this be creating a pathway for both computers and humans to query several databases at once for the information on fossils which they are interested in. This pathway is called the EarthLife Consortium Application Program Interface, or ELC API for short. In general, APIs are just instructions for how to ask computer systems for information, and we have created one for fossil data. Users (humans or computers) can then use these API instructions to ask one or more databases that have this kind of information to return it to the user in a specific way so the user can have the data arranged in an understandable format.</p>\n<p>&nbsp;</p>\n<p>We originally included two large databases, the Paleobiology Database (<a href=\"https://paleobiodb.org/\">https://paleobiodb.org</a>) and the Neotoma Paleoecology Database (<a href=\"https://www.neotomadb.org/\">https://www.neotomadb.org</a>), but we also made the ELC API extensible to other databases in the future, and have already added a third, the Strategic Environmental Ecology Database (SEAD). We have also tried to make this system easy to use, with instructions on our website,&nbsp;<a href=\"http://earthlifeconsortium.org/\">http://earthlifeconsortium.org</a>. We have also created a Mobile output path for our system so that developers of phone apps can use it to expose the data in their systems as well. Our colleagues at Flyover Country (<a href=\"https://flyovercountry.io/\">https://flyovercountry.io</a>) have helped us develop this for their use, and we are encouraging others to use this as well.</p>\n<p>&nbsp;</p>\n<p>This project has also inspired the creation of a not for profit corporation, the ELC Foundation, which aims to support these and similar efforts, as well as outreach to the scientific community and general public about the importance of fossil data.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2018<br>\n\t\t\t\t\tModified by: Mark&nbsp;Uhen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEarthCube IA: Collaborative Proposal: Building Interoperable Cyberinfrastructure (CI) at the Interface between Paleogeoinformatics and Bioinformatics Project Outcomes\n\nThis project, which has become known as the EarthLife Consortium, has aimed to make data on the distribution of fossils in time and space more easily accessible to both scientists and the general public. We have done this be creating a pathway for both computers and humans to query several databases at once for the information on fossils which they are interested in. This pathway is called the EarthLife Consortium Application Program Interface, or ELC API for short. In general, APIs are just instructions for how to ask computer systems for information, and we have created one for fossil data. Users (humans or computers) can then use these API instructions to ask one or more databases that have this kind of information to return it to the user in a specific way so the user can have the data arranged in an understandable format.\n\n \n\nWe originally included two large databases, the Paleobiology Database (https://paleobiodb.org) and the Neotoma Paleoecology Database (https://www.neotomadb.org), but we also made the ELC API extensible to other databases in the future, and have already added a third, the Strategic Environmental Ecology Database (SEAD). We have also tried to make this system easy to use, with instructions on our website, http://earthlifeconsortium.org. We have also created a Mobile output path for our system so that developers of phone apps can use it to expose the data in their systems as well. Our colleagues at Flyover Country (https://flyovercountry.io) have helped us develop this for their use, and we are encouraging others to use this as well.\n\n \n\nThis project has also inspired the creation of a not for profit corporation, the ELC Foundation, which aims to support these and similar efforts, as well as outreach to the scientific community and general public about the importance of fossil data.\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2018\n\n\t\t\t\t\tSubmitted by: Mark Uhen"
 }
}