{
 "awd_id": "1540158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Ocean Acidification:   Impacts of evolution on the response of phytoplankton populations to rising CO2",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2015-02-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 274345.0,
 "awd_amount": 274345.0,
 "awd_min_amd_letter_date": "2015-03-24",
 "awd_max_amd_letter_date": "2015-03-24",
 "awd_abstract_narration": "Intellectual Merit: Human activities are driving up atmospheric carbon dioxide concentrations at an unprecedented rate, perturbing the ocean's carbonate buffering system, lowering oceanic pH, and changing the concentration and composition of dissolved inorganic carbon. Recent studies have shown that this ocean acidification has many short-term effects on phytoplankton, including changes in carbon fixation among others. These physiological changes could have profound effects on phytoplankton metabolism and community structure, with concomitant effects on Earth's carbon cycle and, hence, global climate. However, extrapolation of present understanding to the field are complicated by the possibility that natural populations might evolve in response to their changing environments, leading to different outcomes than those predicted from short-term studies. Indeed, evolution experiments demonstrate that microbes are often able to rapidly adapt to changes in the environment, and that beneficial mutations are capable of sweeping large populations on time scales relevant to predictions of environmental dynamics in the coming decades. This project addresses two major areas of uncertainty for phytoplankton populations with the following questions: 1) What adaptive mutations to elevated CO2 are easily accessible to extant species, how often do they arise, and how large are their effects on fitness? 2) How will physical and ecological interactions affect the expansion of those mutations into standing populations? This study will address these questions by coupling experimental evolution with computational modeling of ocean biogeochemical cycles. First, cultured unicellular phytoplankton, representative of major functional groups (e.g. cyanobacteria, diatoms, coccolithophores), will be evolved under simulated year 2100 CO2 concentrations. From these experiments, estimates will be made of a) the rate of beneficial mutations, b) the magnitude of fitness gains conferred by these mutations, and c) secondary phenotypes (i.e., trade-offs) associated with these mutations, assayed using both physiological and genetic approaches. Second, an existing numerical model of the global ocean system will be modified to a) simulate the effects of changing atmospheric CO2 concentrations on ocean chemistry, and b) allow the introduction of CO2-specific adaptive mutants into the extant populations of virtual phytoplankton. The model will be used to explore the ecological and biogeochemical impacts of beneficial mutations in realistic environmental situations (e.g. resource availability, predation, etc.). Initially, the model will be applied to idealized sensitivity studies; then, as experimental results become available, the implications of the specific beneficial mutations observed in our experiments will be explored.\r\n\r\nBroader Impacts: This interdisciplinary study will provide novel, transformative understanding of the extent to which evolutionary processes influence phytoplankton diversity, physiological ecology, and carbon cycling in the near-future ocean. One of many important outcomes will be the development and testing of nearly-neutral genetic markers useful for competition studies in major phytoplankton functional groups, which has applications well beyond the current proposal. An inherent component of the proposed work is the integration of education and outreach to provide advanced interdisciplinary training to undergraduate students, while involving both them and the PIs in community outreach and education related to ocean acidification. At MSU, undergraduate students will participate in bench work as well as computer modeling, and will therefore gain interdisciplinary research experience. Among other projects, these students will produce a simplified version of the ocean modeling software that may be implemented as an \"app\" for use with education and outreach programs. At least two additional undergraduates will be recruited to work on the project at Columbia and MIT, with a focus on broadening participation in STEM through hands-on training. Additionally, visits with secondary education institutes will be arranged to talk about ocean acidification and microbial \"evolution in action.\" These visits will be facilitated by instructional resources focused on ocean acidification, microbiology, and evolution, which are available from two NSF STCs, BEACON (MSU) and CMORE (MIT/Columbia).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Morris",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Morris",
   "pi_email_addr": "evolve@uab.edu",
   "nsf_id": "000574325",
   "pi_start_date": "2015-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352331405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 274345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rising carbon dioxide concentrations in the atmosphere influence ocean chemistry causing a similar increase in ocean carbon dioxide concentration. This process is called ocean acidification. Photosynthetic microbes called phytoplankton in the sunlit surface ocean take up this carbon dioxide, and convert it to biomass just like land plants.&nbsp; This process consumes carbon dioxide and produces oxygen, fueling the marine food web.&nbsp; Phytoplankton, just like land plants, are very different from each other forming different functional groups.&nbsp; This project sought to understand how different functional groups of phytoplankton would respond to elevated carbon dioxide in the water at levels expected by year 2100 &ndash; both in the short term, and over the long-term, to give phytoplankton a chance to adapt to these new conditions. The primary goals of this project were to: 1) examine how increased carbon dioxide affects the major functional groups of marine phytoplankton; 2) grow phytoplankton for many generations in elevated carbon dioxide to see how they will adapt; and 3) compare how adapted phytoplankton respond to elevated carbon dioxide relative to their ancestors.</p>\n<p>We learned that different functional groups of phytoplankton respond differently to increased carbon dioxide, in some cases changing growth rates, chemical make-up of their cells, and their basic metabolic processes.&nbsp; These responses were non-linear, meaning that the changes did not always decrease or increase consistently with increasing carbon dioxide.&nbsp; This provides important baseline information for ongoing efforts to predict how the future ocean will work.</p>\n<p>We also found that phytoplankton evolved quickly when grown in the carbon dioxide environment we predict will exist 80 years from now.&nbsp; We kept cultures growing in the lab by taking away old culture media, and adding fresh, over and over again for about four years.&nbsp; Because the phytoplankton cells had to keep growing throughout this time, they went through about 500 generations, or cell divisions, and that made it possible for rare mutants that had different characteristics to outcompete the organisms we started the cultures with.&nbsp; In the end, the &ldquo;evolved cultures&rdquo; almost always grew faster than the &ldquo;ancestor cultures&rdquo;, but the amount their growth rate increased was different for different phytoplankton functional groups.&nbsp; Groups whose ancestors grew slower at year 2100 carbon dioxide evolved faster in that environment than those who initially grew faster, and vice versa.&nbsp; If future experiments can reproduce that finding, it will provide valuable insight into how evolution works for microbes in a changing environment.</p>\n<p>We are also able to preserve these evolved cultures in &ldquo;suspended animation&rdquo; by freezing them in liquid nitrogen.&nbsp; They can be &ldquo;brought back to life&rdquo; later to let us study their adaptations more closely.&nbsp; We have sequenced their DNA genomes, revealing many changes that took place over the course of the 500 generations of evolution, some of which are responsible for the changes in growth rate we observed.&nbsp; Future work will examine these mutations in more detail to understand from a biochemical perspective how phytoplankton adapt to rising carbon dioxide.</p>\n<p>While we were working on this project, we also developed an educational curriculum that brings authentic microbial research into the classroom for undergraduate students.&nbsp; By fusing classical and molecular microbiology with an innovative &ldquo;agar art&rdquo; exercise, students get to design and execute their own experiments, sometimes making discoveries that prompt further research.&nbsp; This course has been implemented at a wide variety of colleges, exposing a diverse group of students to what it&rsquo;s like to work in a professional microbiology lab.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2020<br>\n\t\t\t\t\tModified by: James&nbsp;J&nbsp;Morris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRising carbon dioxide concentrations in the atmosphere influence ocean chemistry causing a similar increase in ocean carbon dioxide concentration. This process is called ocean acidification. Photosynthetic microbes called phytoplankton in the sunlit surface ocean take up this carbon dioxide, and convert it to biomass just like land plants.  This process consumes carbon dioxide and produces oxygen, fueling the marine food web.  Phytoplankton, just like land plants, are very different from each other forming different functional groups.  This project sought to understand how different functional groups of phytoplankton would respond to elevated carbon dioxide in the water at levels expected by year 2100 &ndash; both in the short term, and over the long-term, to give phytoplankton a chance to adapt to these new conditions. The primary goals of this project were to: 1) examine how increased carbon dioxide affects the major functional groups of marine phytoplankton; 2) grow phytoplankton for many generations in elevated carbon dioxide to see how they will adapt; and 3) compare how adapted phytoplankton respond to elevated carbon dioxide relative to their ancestors.\n\nWe learned that different functional groups of phytoplankton respond differently to increased carbon dioxide, in some cases changing growth rates, chemical make-up of their cells, and their basic metabolic processes.  These responses were non-linear, meaning that the changes did not always decrease or increase consistently with increasing carbon dioxide.  This provides important baseline information for ongoing efforts to predict how the future ocean will work.\n\nWe also found that phytoplankton evolved quickly when grown in the carbon dioxide environment we predict will exist 80 years from now.  We kept cultures growing in the lab by taking away old culture media, and adding fresh, over and over again for about four years.  Because the phytoplankton cells had to keep growing throughout this time, they went through about 500 generations, or cell divisions, and that made it possible for rare mutants that had different characteristics to outcompete the organisms we started the cultures with.  In the end, the \"evolved cultures\" almost always grew faster than the \"ancestor cultures\", but the amount their growth rate increased was different for different phytoplankton functional groups.  Groups whose ancestors grew slower at year 2100 carbon dioxide evolved faster in that environment than those who initially grew faster, and vice versa.  If future experiments can reproduce that finding, it will provide valuable insight into how evolution works for microbes in a changing environment.\n\nWe are also able to preserve these evolved cultures in \"suspended animation\" by freezing them in liquid nitrogen.  They can be \"brought back to life\" later to let us study their adaptations more closely.  We have sequenced their DNA genomes, revealing many changes that took place over the course of the 500 generations of evolution, some of which are responsible for the changes in growth rate we observed.  Future work will examine these mutations in more detail to understand from a biochemical perspective how phytoplankton adapt to rising carbon dioxide.\n\nWhile we were working on this project, we also developed an educational curriculum that brings authentic microbial research into the classroom for undergraduate students.  By fusing classical and molecular microbiology with an innovative \"agar art\" exercise, students get to design and execute their own experiments, sometimes making discoveries that prompt further research.  This course has been implemented at a wide variety of colleges, exposing a diverse group of students to what it’s like to work in a professional microbiology lab.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2020\n\n\t\t\t\t\tSubmitted by: James J Morris"
 }
}