{
 "awd_id": "1541423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scholars Award: Science in Transformation: Shifting Disciplinary Boundaries and Community-Engaged Scientists",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 134453.0,
 "awd_amount": 134453.0,
 "awd_min_amd_letter_date": "2015-04-24",
 "awd_max_amd_letter_date": "2015-04-24",
 "awd_abstract_narration": "Overview\r\n\r\nThe Principal Investigator (PI) will address questions that have arisen as a result of a shift by the scientific community towards engaging with complex problems that span two or more distinct realm; in this case, the issue is climate change, which spans environmental and social realms. Key questions to be addressed concern the challenges faced by scientists engaged in work on this problem, and the character of the associated shift in the norms within the scientific community. The PI will address these questions by focusing on several carefully chosen case studies of scientists and organizations at the leading edge of these transformations. The PI will use multiple methods in doing so, including in-depth, semi-structured oral history interviews with scientists, and archival research into the development of their organizations and research projects. The results of this project will be an oral history website and a monograph of case studies to document this transformative period in science.\r\n\r\nIntellectual Merit\r\n\r\nThe proposed work will contribute to the growing body of research into science and civic engagement by documenting stories of scientists themselves. In investigating how current scientific issues (such as climate change) are engendering a shift in science practice, this project will also increase our understanding of how the scientific problems of an age influence the evolution of scientific social and institutional norms, and how (in turn) those norms affect the way scientific problems are studied. The information and products gained from this research will be instructive to other scientists, to sociologists of science and to STS scholars.\r\n\r\nBroader Impacts :\r\n\r\nThis project will serve to inform policy at academic institutions and to guide efforts to train a new generation of scientists who plan to engage in work that addresses the scientific and social complexities of climate change. Additionally, the proposed work will enhance our understanding of how to facilitate communication between scientists, policy makers, community members and other stakeholders, which could in turn improve research and policy effectiveness. The site of this work is a historically black college liberal arts college in New Orleans, and undergraduates are included in the research plan as research assistants, meaning that this project will contribute to the training of underrepresented minority students in science and social science research and encourage underrepresented minority students to pursue graduate training in those fields. The oral history website, housed at the work site, will serve to provide a deeper understanding to the New Orleans community, particularly communities of color, about the science of climate change and about science in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Lesen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Lesen",
   "pi_email_addr": "alesen@dillard.edu",
   "nsf_id": "000501472",
   "pi_start_date": "2015-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  },
  {
   "pgm_ele_code": "802200",
   "pgm_ele_name": "STAR Metrics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "7915",
   "pgm_ref_txt": "Ethics & Values of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 134168.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 285.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Are norms within the scientific community shifting as society grapples with increasingly complex problems such as climate change? What are the challenges and successes faced by scientists engaged in work at the boundaries of traditional scientific practice?&nbsp; What can their stories tell us about how institutionalized values in science are currently transforming? What can their stories teach us about how our academic institutions could differently train the next generations of scientists? Increasingly, scientists are being called upon to do interdisciplinary work to study complex phenomena, such as climate change, that span environmental and social realms. Scientists are also often urged to engage more effectively with community members and policy makers. Traditionally, existing policies and norms within universities and the scientific community have not rewarded scientists for carrying out their work this way, although there is evidence that this may be changing. If indeed we are currently in the midst of a shift in scientific norms and practice, then certainly this is an important moment to document and scrutinize. This proposed research project addressed these questions by focusing on 13 carefully chosen case studies of biophysical scientists and organizations at the leading edge of these transformations. Oral histories of scientists are uncommon, and we rarely hear directly from scientists themselves about how they experience these issues or about the evolution and trajectories of their bodies of work.&nbsp; The project&rsquo;s methodologies included in-depth, semi-structured oral history interviews with scientists, and archival research into the development of their organizations and research projects. The work has revealed results including: a) in-depth information from environmental scholars&rsquo; and practitioners&rsquo; own perspectives about both theoretical and practical aspects of how scientists collaborate between disciplines; b) case studies, theoretical and ethical issues, and best practices for academic and scientific community and public engagement; c) a pattern suggesting that urban ecology in particular is a field at the forefront of these transformations; d) evidence of the ways institutions and funding agencies hamper, enable, and/or [intentionally or unintentionally] structure and set agendas for interdisciplinary and publicly-engaged environmental work. The project also gathered firsthand accounts about women in biophysical science and accompanying issues, challenges, and academic institutionalized sexism. In some cases, interviewees discussed the ways their institutions have intentionally facilitated academic interdisciplinarity. Long interviews over one to two days present an opportunity for gathering rich information and ideas about&mdash;and delving deeply into&mdash;a wide array of topics.&nbsp;The outcomes of this project are twofold: 1) an oral history archived collection held at Louisiana State Univeristy and Tulane University; 2) a book and publications that present these scientists, their stories, organizations and projects as case studies to document this transformative period in science.&nbsp; The project produced important historical documentation of scientists working at this new frontier in collaborative, interdisciplinary, and public outreach science. This proposed research builds on previously NSF-funded work that the PI has been engaged in since 2009, investigating science and civic engagement and building networks of researchers interested in these topics.</p>\n<p>&nbsp;Intellectual merit: This project documents a critical time of transformation in the way science is done, and in social norms and attitudes about how scientists should carry out their work.&nbsp; The proposed work contributes to the growing body of research into science and civic engagement, and into how the scientific community views the boundaries of disciplinarity, by adding the seldom-heard voices and stories of the scientists themselves. In investigating how current scientific issues (such as climate change) are engendering a shift in science practice, this project will also increase our understanding of how the scientific problems of an age influence the evolution of scientific social and institutional norms, and how, in turn, those norms affect the way scientific problems are studied. The information and products gained from this research will be instructive to other scientists, to sociologists of science and to STS scholars.</p>\n<p>&nbsp;Broader impacts: This project reveals the experiences scientists have had in the realms of interdisciplinarity and civic engagement, and will help to inform policy at academic institutions. Understanding these issues from scientists&rsquo; own perspectives can help guide efforts to train a new generation of scientists who are trained and encouraged to engage in work that will address the scientific and social complexities of climate and environmental change. Additionally, the proposed work will enhance our understanding of how to nurture communication between scientists, policy makers, community members and other stakeholders, and could improve research and policy effectiveness.&nbsp; Undergraduate and graduate students were trained as research assistants through this project. Because one of the sites of this work was an historically black college (HBCU), and undergraduates were trained as research assistants, this project contributed to the training of underrepresented minority students in research and encouraged underrepresented minority students to pursue graduate training in those fields.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2017<br>\n\t\t\t\t\tModified by: Amy&nbsp;Lesen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAre norms within the scientific community shifting as society grapples with increasingly complex problems such as climate change? What are the challenges and successes faced by scientists engaged in work at the boundaries of traditional scientific practice?  What can their stories tell us about how institutionalized values in science are currently transforming? What can their stories teach us about how our academic institutions could differently train the next generations of scientists? Increasingly, scientists are being called upon to do interdisciplinary work to study complex phenomena, such as climate change, that span environmental and social realms. Scientists are also often urged to engage more effectively with community members and policy makers. Traditionally, existing policies and norms within universities and the scientific community have not rewarded scientists for carrying out their work this way, although there is evidence that this may be changing. If indeed we are currently in the midst of a shift in scientific norms and practice, then certainly this is an important moment to document and scrutinize. This proposed research project addressed these questions by focusing on 13 carefully chosen case studies of biophysical scientists and organizations at the leading edge of these transformations. Oral histories of scientists are uncommon, and we rarely hear directly from scientists themselves about how they experience these issues or about the evolution and trajectories of their bodies of work.  The project?s methodologies included in-depth, semi-structured oral history interviews with scientists, and archival research into the development of their organizations and research projects. The work has revealed results including: a) in-depth information from environmental scholars? and practitioners? own perspectives about both theoretical and practical aspects of how scientists collaborate between disciplines; b) case studies, theoretical and ethical issues, and best practices for academic and scientific community and public engagement; c) a pattern suggesting that urban ecology in particular is a field at the forefront of these transformations; d) evidence of the ways institutions and funding agencies hamper, enable, and/or [intentionally or unintentionally] structure and set agendas for interdisciplinary and publicly-engaged environmental work. The project also gathered firsthand accounts about women in biophysical science and accompanying issues, challenges, and academic institutionalized sexism. In some cases, interviewees discussed the ways their institutions have intentionally facilitated academic interdisciplinarity. Long interviews over one to two days present an opportunity for gathering rich information and ideas about&mdash;and delving deeply into&mdash;a wide array of topics. The outcomes of this project are twofold: 1) an oral history archived collection held at Louisiana State Univeristy and Tulane University; 2) a book and publications that present these scientists, their stories, organizations and projects as case studies to document this transformative period in science.  The project produced important historical documentation of scientists working at this new frontier in collaborative, interdisciplinary, and public outreach science. This proposed research builds on previously NSF-funded work that the PI has been engaged in since 2009, investigating science and civic engagement and building networks of researchers interested in these topics.\n\n Intellectual merit: This project documents a critical time of transformation in the way science is done, and in social norms and attitudes about how scientists should carry out their work.  The proposed work contributes to the growing body of research into science and civic engagement, and into how the scientific community views the boundaries of disciplinarity, by adding the seldom-heard voices and stories of the scientists themselves. In investigating how current scientific issues (such as climate change) are engendering a shift in science practice, this project will also increase our understanding of how the scientific problems of an age influence the evolution of scientific social and institutional norms, and how, in turn, those norms affect the way scientific problems are studied. The information and products gained from this research will be instructive to other scientists, to sociologists of science and to STS scholars.\n\n Broader impacts: This project reveals the experiences scientists have had in the realms of interdisciplinarity and civic engagement, and will help to inform policy at academic institutions. Understanding these issues from scientists? own perspectives can help guide efforts to train a new generation of scientists who are trained and encouraged to engage in work that will address the scientific and social complexities of climate and environmental change. Additionally, the proposed work will enhance our understanding of how to nurture communication between scientists, policy makers, community members and other stakeholders, and could improve research and policy effectiveness.  Undergraduate and graduate students were trained as research assistants through this project. Because one of the sites of this work was an historically black college (HBCU), and undergraduates were trained as research assistants, this project contributed to the training of underrepresented minority students in research and encouraged underrepresented minority students to pursue graduate training in those fields. \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2017\n\n\t\t\t\t\tSubmitted by: Amy Lesen"
 }
}