{
 "awd_id": "1541002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube IA: Collaborative Proposal: Building Interoperable Cyberinfrastructure (CI) at the Interface between Paleogeoinformatics and Bioinformatics",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 228770.0,
 "awd_amount": 228770.0,
 "awd_min_amd_letter_date": "2015-07-30",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "Paleontologists provide data about the past distribution and diversity of life. These data are useful both to geologists, because they can help determine the age of rocks, reconstruct past environments, and constrain models of the Earth system; and to biologists interested in the evolutionary history of organisms and the behavior of ecological systems during past global changes. Currently, data about fossils are dispersed across thousands of scientific publications, and dozens of small to large databases, only some of which are publicly available via the Internet. Even publicly available databases can be difficult to access because each stores different kinds of data with different conventions, requiring researchers to individually harmonize searches and their outputs. This project brings together six paleobiological databases so that they share a single set of Internet-based commands by which researchers and the public can easily access fossil records from all of Earth history. By coordinating with other emerging efforts in geological and biological data sharing, best practices, and protocols, we ensure that data will be freely available to all, enabling new scientific syntheses and discovery, more powerful educational opportunities, and general exploration of the history of life on Earth.\r\n\r\nThe paleobiological sciences sit at the nexus between geosciences and the biosciences, with close interdependencies in both domains. Within the geosciences, information about the past spatiotemporal distribution of organisms, species, and assemblages of species is essential to a wide array of allied disciplines: to sedimentologists and economic geologists studying facies relationships and employing biostratigraphic controls for correlating rock strata, to structural geologists and geophysicists seeking biogeographic constraints on reconstructions of former tectonic plate positions, to paleoclimatologists extracting paleoclimatic signals from paleoecological data, and to earth system modelers seeking to understand how biospheric dynamics have shaped, and continue to shape, the history of the Earth-Life system. Within the biosciences, the fossil record is essential for understanding how contemporary ecological systems are shaped by historical legacies of slow-acting processes, for testing climate-driven models of species distribution and diversity that are being used to project the impacts of 21st century climate change, for constraining phylogenetic models of species divergence and rates of evolution, and for understanding the fundamental drivers of biodiversity (i.e. species extinctions and originations). In an era of global change, when stewarding biodiversity is an urgent societal concern, conservation biologists, global change ecologists, and earth system scientists are all looking to the past to study the behavior of the Earth-Life system during rapid transitions. Paleobiological data are currently served by a wide array of databases that vary in structure, composition, temporal scales, types of data and metadata. To conduct ?global? or holistic analyses of the paleobiological record it is necessary to retrieve data from a variety of these databases - requiring queries of each database to retrieve the types of data needed. The purpose of this project is to make six different paleobiological databases interoperable so that they can be accessed via a common Application Programming Interface (API) to query the data from these and other databases. Towards that end, five key records of North American Pleistocene lakes will be uploaded and become available through this integrative project. This project also will increase the interoperability between these paleobiological resources and contemporary databases of species distributions and diversity, enabling continuous time-series analyses (e.g., of biodiversity) from the beginning of life on earth to today. Integration of the paleobiological databases with databases of the stratigraphic record (Macrostrat) will enhance the value of both types of data. New R packages will facilitate retrieval and analysis of data from all of the databases. Finally, this proposal establishes a Paleobiological Data Consortium, consisting of leaders of cyberinfrastructure resources in the paleobiosciences and allied disciplines, with the goal of sharing best practices and protocols among the geoinformatic and bioinformatic communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Williams",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Williams",
   "pi_email_addr": "jww@geography.wisc.edu",
   "nsf_id": "000453969",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shanan",
   "pi_last_name": "Peters",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Shanan E Peters",
   "pi_email_addr": "peters@geology.wisc.edu",
   "nsf_id": "000270093",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Goring",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Simon J Goring",
   "pi_email_addr": "goring@wisc.edu",
   "nsf_id": "000643200",
   "pi_start_date": "2015-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1225 W. Dayton St.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 228770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Overview</span></p>\n<p>Scientists use the fossil record to understand the processes governing the origin of life, the gains and losses in biodiversity, and species responses to environmental change.&nbsp; Many of the changes in the past resemble those underway today, making the fossil record a useful resource for global change biologists.&nbsp; Paleontologists and paleoecologists have spent decades building databases of fossil distributions, but these databases are not well connected to each other.&nbsp; In this project, we launched the Earth Life Consortium, an umbrella organization designed to advance the easy, free, and global availability of paleobiological data; developed several new resources to link and search across paleobiological data resources; and held multiple workshops to train the next generation of scientists in the latest advances in data science.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>We developed and released a new application programming interface (API) that can simultaneously search for and retrieve data about fossil occurrences across multiple paleobiological data resources.&nbsp; This is in turn helps paleontologists understand the patterns and drivers of past changes in the diversity and distribution of life across a wide range of timescales and taxonomic groups.&nbsp; This API was first developed to access data holdings in the Paleobiology Database (PBDB) and Neotoma Paleoecology Database (Neotoma) and has since been extended to the Strategic Environmental Archaeology Database (SEAD).&nbsp; The API is clearly documented using open data standards, is designed to be readily extendible to other resources, can be readily tested by users on a Sandbox website (<a href=\"https://earthlifeconsortium.org\">earthlifeconsortium.org</a>), and all code is open and available (<a href=\"https://github.com/EarthLifeConsortium/elc_api\">https://github.com/EarthLifeConsortium/elc_api</a>).&nbsp; We also created the capability to pass data from PBDB and Neotoma to the Global Biodiversity Information Facility (GBIF), which is the primary global data archive used biodiversity research and modeling.&nbsp; We led a special issue of PAGES Magazine about the latest advances in building and harnessing open paleodata resources and published several manuscripts about the data resources and services that we built.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>We have launched a new non-profit organization, called the Earth-Life Consortium Foundation, with the mission of providing easy, free, and global access to scientific data in paleontology, paleoenvironmental studies, and related fields.&nbsp; We have received seed funding from the Society for Vertebrate Paleontology and Paleontological Society to launch the ELC Foundation and have recruited a board of top scientists and thoughtleaders from across the fields of geology, ecology, and data sciences. We have also held multiple workshops to train early career scientists in how to use various open data resources and the new data services provided by the ELC API.&nbsp; Notably, we held a Data Demo Derby workshop in Madison, WI in May 2018 and a Paleodata Hackathon in Boulder, CO in June 2016.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview\n\nScientists use the fossil record to understand the processes governing the origin of life, the gains and losses in biodiversity, and species responses to environmental change.  Many of the changes in the past resemble those underway today, making the fossil record a useful resource for global change biologists.  Paleontologists and paleoecologists have spent decades building databases of fossil distributions, but these databases are not well connected to each other.  In this project, we launched the Earth Life Consortium, an umbrella organization designed to advance the easy, free, and global availability of paleobiological data; developed several new resources to link and search across paleobiological data resources; and held multiple workshops to train the next generation of scientists in the latest advances in data science.\n\nIntellectual Merit\n\nWe developed and released a new application programming interface (API) that can simultaneously search for and retrieve data about fossil occurrences across multiple paleobiological data resources.  This is in turn helps paleontologists understand the patterns and drivers of past changes in the diversity and distribution of life across a wide range of timescales and taxonomic groups.  This API was first developed to access data holdings in the Paleobiology Database (PBDB) and Neotoma Paleoecology Database (Neotoma) and has since been extended to the Strategic Environmental Archaeology Database (SEAD).  The API is clearly documented using open data standards, is designed to be readily extendible to other resources, can be readily tested by users on a Sandbox website (earthlifeconsortium.org), and all code is open and available (https://github.com/EarthLifeConsortium/elc_api).  We also created the capability to pass data from PBDB and Neotoma to the Global Biodiversity Information Facility (GBIF), which is the primary global data archive used biodiversity research and modeling.  We led a special issue of PAGES Magazine about the latest advances in building and harnessing open paleodata resources and published several manuscripts about the data resources and services that we built.\n\nBroader Impacts\n\nWe have launched a new non-profit organization, called the Earth-Life Consortium Foundation, with the mission of providing easy, free, and global access to scientific data in paleontology, paleoenvironmental studies, and related fields.  We have received seed funding from the Society for Vertebrate Paleontology and Paleontological Society to launch the ELC Foundation and have recruited a board of top scientists and thoughtleaders from across the fields of geology, ecology, and data sciences. We have also held multiple workshops to train early career scientists in how to use various open data resources and the new data services provided by the ELC API.  Notably, we held a Data Demo Derby workshop in Madison, WI in May 2018 and a Paleodata Hackathon in Boulder, CO in June 2016. \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: John W Williams"
 }
}