{
 "awd_id": "1541278",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A New Model for Undergraduate Training: a Virtual Community of Researchers in Computational Biomolecular Structure & Design",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2015-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 207669.0,
 "awd_amount": 224396.0,
 "awd_min_amd_letter_date": "2015-05-07",
 "awd_max_amd_letter_date": "2015-10-14",
 "awd_abstract_narration": "This EAGER award to Johns Hopkins University will test the efficacy of a distributed model of student training that uses virtual technologies for collaboration. The grant will support the training of 8 students for 10 weeks during the summers of 2015- 2016. Students will be trained in biomolecular structure and design, using the Rosetta software. Students attend a boot camp in Week 1 to learn how to use the software, including use of Python and C++ languages. Students then go to an assigned lab where they do research at the intersection of chemistry, biology, computer science and engineering. In Week 10, the students gather for presentation of their results and to exchange ideas. At the end of 10 weeks, students will have learned how research is conducted and will have presented the results of their work at a scientific conference. Upon completing the program, the students will have a greater understanding of research in the area of computational biomolecular design and structure prediction, and they will have learned the use of the Rosetta software. Assessment of the effectiveness of the training will be done thru the SALG URSSA survey instrument (available online at www.bioreu.org). \r\n\r\nMentors come from the Rosetta Commons network, and students can choose from a variety of projects such as designing proteins that can produce fuels in microbes, writing algorithms for vaccine design, developing models of protein glycosylation in abnormal cells, and others. Students participate in virtual seminars/workshops scheduled every week, and they interact daily with students thru virtual technologies such as Skype, Google chat, etc. Training in ethics and the responsible conduct of research is included as well as exposure to various careers in STEM. Students will be tracked after the program thru an automatic email sent via the NSF reporting system.  More information is available by visiting http://rosettacommons.org/intern, or by contacting the PI (Dr. Jeffrey Gray at jgray@jhu.edu) or the Program Manager (Gregg Nass at gnass@jhu.edu). This award is supported by the Division of Biological Infrastructure (DBI) in the Directorate for Biological Sciences (BIO), the Division of Advanced Cyberinfrastructure (ACI) in the Directorate for Computer and Information Science & Engineering (CISE), and the Division of Chemistry (CHE) in the Directorate for Mathematical and Physical Sciences (MPS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Gray",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey J Gray",
   "pi_email_addr": "jgray@jhu.edu",
   "nsf_id": "000332068",
   "pi_start_date": "2015-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles St.",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736100",
   "pgm_ele_name": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 207669.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16727.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project created and implemented a new model for scientific research training of undergraduates during the summer by hosting students in labs of an international consortium (the Rosetta Commons) that collaborates in the interdisciplinary field of biomolecular structure prediction and design. The aims of the EAGER award were to (1) test a virtual undergraduate training program structure in which a cohort of students will use cyberinfrastruc&shy;ture tools to collaborate in research across physically distant campuses; (2) train students in the interdiscipli&shy;nary field of biomolecular structure prediction and design; (3) attract and retain under-represented groups in computational science, chemistry, engineering, and biosci&shy;ences; and (4) engage and ignite a fire in the students to motivate and equip them to pursue graduate education.</p>\n<p>During each summer of 2015 and 2016, we hosted 8 summer interns in a total of 14 different Rosetta Commons labs. The ten-week programs included a week of boot camp, virtual journal clubs, project proposals, and poster presentations at the Rosetta Conference. There are twelve alumni who have now completed their bachelor&rsquo;s degree; six of these have enrolled in PhD programs. We trained a diverse cohort including two African-Americans and two Hispanic Americans; almost two-thirds of our group were women.</p>\n<p>An outcome of our program is that all the scientific projects were shared at a professional meeting, the Rosetta Conference, which attracted over 200 scientists from academia, government labs, and industry. The sixteen posters presented at the Rosetta Conference ranged in topic from HIV and antibodies to carbohydrate modeling and human-computer interfaces. Two students committed code to the main Rosetta repository, and thus their contributions are being distributed to end-users. In addition, two students presented work in a poster at an outside scientific meeting (<em>Society for Glycobiology</em>, 2015; 2017 <em>CHI Conference on Human Factors in Computing Systems</em>); one of these presentations resulted in a proceedings paper.</p>\n<p>Evaluation of virtual cohort structure and other program outcomes: A key question for our pilot program was how our cyberlinked model would compare to that of traditional, local REU programs, particularly in the cohesion of the cohort and the educational outcomes. We therefore engaged an external evaluator to design and administer a survey, interview students and mentors, and monitor the virtual journal clubs. The evaluator compared the Rosetta intern program with two related, traditional REU programs, BME CUReS Cancer (Award 1461190, PI: Markey, UT-Austin) and Population Biology of Infectious Diseases (Award 1156707, PI: Drake, U-Georgia). Post-program survey data revealed that our first cohort matched and exceeded the &ldquo;sense of community&rdquo; of the other programs. Interview comments reinforced the strong community even across distributed cyberlinked labs. Similarly, the data revealed that our program matched outcomes for scientific self-efficacy, scientific identity, scientific values alignment, and their intentions to pursue a science research-related career. A manuscript describing our model and its evaluation is in preparation to submit to a peer-reviewed science education journal.&nbsp; The program itself is now continuing as a regular NSF Research Experiences for Undergraduates (REU) program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2017<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;J&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project created and implemented a new model for scientific research training of undergraduates during the summer by hosting students in labs of an international consortium (the Rosetta Commons) that collaborates in the interdisciplinary field of biomolecular structure prediction and design. The aims of the EAGER award were to (1) test a virtual undergraduate training program structure in which a cohort of students will use cyberinfrastruc&shy;ture tools to collaborate in research across physically distant campuses; (2) train students in the interdiscipli&shy;nary field of biomolecular structure prediction and design; (3) attract and retain under-represented groups in computational science, chemistry, engineering, and biosci&shy;ences; and (4) engage and ignite a fire in the students to motivate and equip them to pursue graduate education.\n\nDuring each summer of 2015 and 2016, we hosted 8 summer interns in a total of 14 different Rosetta Commons labs. The ten-week programs included a week of boot camp, virtual journal clubs, project proposals, and poster presentations at the Rosetta Conference. There are twelve alumni who have now completed their bachelor?s degree; six of these have enrolled in PhD programs. We trained a diverse cohort including two African-Americans and two Hispanic Americans; almost two-thirds of our group were women.\n\nAn outcome of our program is that all the scientific projects were shared at a professional meeting, the Rosetta Conference, which attracted over 200 scientists from academia, government labs, and industry. The sixteen posters presented at the Rosetta Conference ranged in topic from HIV and antibodies to carbohydrate modeling and human-computer interfaces. Two students committed code to the main Rosetta repository, and thus their contributions are being distributed to end-users. In addition, two students presented work in a poster at an outside scientific meeting (Society for Glycobiology, 2015; 2017 CHI Conference on Human Factors in Computing Systems); one of these presentations resulted in a proceedings paper.\n\nEvaluation of virtual cohort structure and other program outcomes: A key question for our pilot program was how our cyberlinked model would compare to that of traditional, local REU programs, particularly in the cohesion of the cohort and the educational outcomes. We therefore engaged an external evaluator to design and administer a survey, interview students and mentors, and monitor the virtual journal clubs. The evaluator compared the Rosetta intern program with two related, traditional REU programs, BME CUReS Cancer (Award 1461190, PI: Markey, UT-Austin) and Population Biology of Infectious Diseases (Award 1156707, PI: Drake, U-Georgia). Post-program survey data revealed that our first cohort matched and exceeded the \"sense of community\" of the other programs. Interview comments reinforced the strong community even across distributed cyberlinked labs. Similarly, the data revealed that our program matched outcomes for scientific self-efficacy, scientific identity, scientific values alignment, and their intentions to pursue a science research-related career. A manuscript describing our model and its evaluation is in preparation to submit to a peer-reviewed science education journal.  The program itself is now continuing as a regular NSF Research Experiences for Undergraduates (REU) program.\n\n\t\t\t\t\tLast Modified: 07/26/2017\n\n\t\t\t\t\tSubmitted by: Jeffrey J Gray"
 }
}