{
 "awd_id": "1541443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC*DNI Networking Infrastructure: Enabling International Data Intensive Scientific Collaboration for Vanderbilt Researchers",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2015-08-05",
 "awd_max_amd_letter_date": "2015-08-05",
 "awd_abstract_narration": "This project significantly improves the Vanderbilt University external network link, which is fostering and enabling national research programs in a wide variety of disciplines.  For example, Vanderbilt hosts a computing site for the Compact Muon Solenoid experiment (CMS) running at the Large Hadron Collider at CERN in Geneva, Switzerland, and this resource is used by global collaborators. Biochemists in the medical center make extensive use of remote network access to robots and beamlines at the Advanced Photon Source at Argonne National Lab and the Advance Light Source at Lawrence Berkeley National Lab, and download the resulting crystallography data to disk at Vanderbilt. The Vanderbilt Television News Archive project routinely uploads digital copies of network news programs that it has archived to the Library of Congress in Washington DC and makes them available to a large research community. \r\n\r\nIn this project Vanderbilt acquires the hardware necessary to upgrade the Vanderbilt external research and education network connection between the campus and Southern Crossroads point of presence in Atlanta to 100 gigabits per second. Vanderbilt is also replacing the perimeter research router, and upgrading the research router that sits between it and the Science DMZ and the rest of the campus research network.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sheldon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Sheldon",
   "pi_email_addr": "Paul.Sheldon@Vanderbilt.edu",
   "nsf_id": "000359040",
   "pi_start_date": "2015-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mathews",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Mathews",
   "pi_email_addr": "david.mathews@vanderbilt.edu",
   "nsf_id": "000694224",
   "pi_start_date": "2015-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Maguire",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Charles F Maguire",
   "pi_email_addr": "charles.f.maguire@vanderbilt.edu",
   "nsf_id": "000694313",
   "pi_start_date": "2015-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "1231 18th Avenue South",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372122807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project significantly improved the Vanderbilt University external<br /> network link, which is fostering and enabling national research programs<br /> in a wide variety of disciplines. Vanderbilt is home to a highly visible research community, ranked 21<sup>st</sup> in federal research funding. This includes a large research medical center that generates significant cross-campus collaborative research. The project leverages an important campus resource, the Advanced Computing Center for Research and Education (ACCRE). ACCRE supports a trans-institutional program of research at the cutting-edge of academic inquiry, and is the principle source of the campus&rsquo;s large research and scientific data flows.</p>\n<p>For example, Vanderbilt hosts a computing site for the Compact Muon Solenoid experiment (CMS) running at the Large Hadron Collider at CERN in Geneva, Switzerland. A global cohort of collaborators uses this resource, and data flows initiated by these researchers at times use as much as a third of the upgraded network capacity.</p>\n<p>By fostering international, collaborative data intensive research this project is enabling the training and development of undergraduates, graduates, and post-doctoral scholars. For example, ACCRE has always provided immersive experiences for undergraduate education. ACCRE is being used in multiple undergraduate courses, providing students with an immersive experience using a forefront computing facility. In at least one of these courses, students will use ACCRE in a &ldquo;capstone&rdquo; project in which they use ACCRE computing to complete a research project. ACCRE offers an undergraduate research experience program (ACCRE Scholars) that provides funding to students to complete semester-long and year-long projects on ACCRE. These students form project teams with a faculty mentor and a graduate student mentor. This benefits both the undergraduate researcher and the graduate mentor. The faculty member of the team is charged with mentoring the undergraduates as researchers and the graduate students as mentors.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;Sheldon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project significantly improved the Vanderbilt University external\n network link, which is fostering and enabling national research programs\n in a wide variety of disciplines. Vanderbilt is home to a highly visible research community, ranked 21st in federal research funding. This includes a large research medical center that generates significant cross-campus collaborative research. The project leverages an important campus resource, the Advanced Computing Center for Research and Education (ACCRE). ACCRE supports a trans-institutional program of research at the cutting-edge of academic inquiry, and is the principle source of the campus?s large research and scientific data flows.\n\nFor example, Vanderbilt hosts a computing site for the Compact Muon Solenoid experiment (CMS) running at the Large Hadron Collider at CERN in Geneva, Switzerland. A global cohort of collaborators uses this resource, and data flows initiated by these researchers at times use as much as a third of the upgraded network capacity.\n\nBy fostering international, collaborative data intensive research this project is enabling the training and development of undergraduates, graduates, and post-doctoral scholars. For example, ACCRE has always provided immersive experiences for undergraduate education. ACCRE is being used in multiple undergraduate courses, providing students with an immersive experience using a forefront computing facility. In at least one of these courses, students will use ACCRE in a \"capstone\" project in which they use ACCRE computing to complete a research project. ACCRE offers an undergraduate research experience program (ACCRE Scholars) that provides funding to students to complete semester-long and year-long projects on ACCRE. These students form project teams with a faculty mentor and a graduate student mentor. This benefits both the undergraduate researcher and the graduate mentor. The faculty member of the team is charged with mentoring the undergraduates as researchers and the graduate students as mentors. \n\n\t\t\t\t\tLast Modified: 06/08/2017\n\n\t\t\t\t\tSubmitted by: Paul Sheldon"
 }
}