{
 "awd_id": "1542321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Collaborative: RUI: Diversification Dynamics of Multitrophic Interactions in Tropical Communities",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 31700.0,
 "awd_amount": 31700.0,
 "awd_min_amd_letter_date": "2015-09-01",
 "awd_max_amd_letter_date": "2015-09-01",
 "awd_abstract_narration": "How is biodiversity generated and maintained? Much evidence suggests that parasites play an important role in both the origin and the maintenance of biological diversity. This project focuses on one of the most diverse groups of organisms on the planet: herbivorous insects, their parasites, and their microbes. The project targets three economically important groups of organisms: plants in the pumpkin/cucumber family, true fruit flies that attack these plants, and parasitic wasps that kill the flies. These wasps belong to a highly diverse and little studied group of species. Each wasp species can kill only one fly species; wasps attacking the \"wrong\" species of fly die. These bi-directional lethal interactions may be mediated by microbes (in wasps, flies, or both), by traits of flies' immune systems, or both. This project is designed to uncover the mechanisms (evolutionary, ecological, and immunological) affecting interactions that may help explain the diversity of life. Many species of true fruit flies are major agricultural pests; this project will greatly increase knowledge about factors contributing to their susceptibility to parasitoids. \r\n\r\nThe project tests hypotheses that predict that: 1) defenses of parasites and their hosts affect diversification rates; 2) mechanisms of virulence differ among lineages, and 3) selection arising from predator-prey interactions can affect rates of species-formation. To discover and identify mechanisms of diversification, participants will generate and analyze molecular 1) high-resolution genetic data, multiple nuclear loci, and mtCOI haplotypes to delineate species, and resolve deeper phylogenetic relationships; 2) microsatellites and ddRAD-seq markers to discover and quantify fine-scale genetic diversity within and among populations; 3) phylogenies and field experiments to test hypotheses about mechanisms generating and controlling diversity on ancient, recent, and contemporary timescales. Undergraduate students from all participating colleges and universities will participate in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Theis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nina A Theis",
   "pi_email_addr": "theisn@elms.edu",
   "nsf_id": "000131398",
   "pi_start_date": "2015-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Our Lady of the Elms",
  "inst_street_address": "291 SPRINGFIELD ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICOPEE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4132652298",
  "inst_zip_code": "010132837",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "THE TRUSTEES OF THE COLLEGE OF OUR LADY OF THE ELMS",
  "org_prnt_uei_num": "",
  "org_uei_num": "C98LPHRHN3B1"
 },
 "perf_inst": {
  "perf_inst_name": "College of Our Lady of the Elms",
  "perf_str_addr": "291 Springfield Ave",
  "perf_city_name": "Chicopee",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010132839",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 31700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>Ecological specialization is an important driver of diversity, and nowhere is diversity higher than in the tropics. However, the tropical fruit fly, <em>Blepharoneura</em>, a genus in the economically important family of true fruit flies (Tephritidae), demonstrates a heightened pattern of diversity, even for the tropics. These insects are extreme specialists. All <em>Blepharoneura </em>species feed as larvae on plants in the Cucurbitaceae, and most feed only on a single plant species. Moreover, <em>Blepharoneura </em>species are specific to plant part within a species only laying eggs on stems, seeds, or specifically male versus female flowers. The fly larvae feeding deep within the floral tissues are preyed on by parasitoid wasps. The female wasp drives her ovipositor into the plant tissue, and into the fly. Hatched wasp larvae then feed and grow within the body of the fly maggot. Because of this close association, the wasp, like all parasitoids must be highly specific in their host choice. For example, most species of the parasitoid wasp <em>Bellopius</em> successfully kill just a single species of <em>Blepharoneura</em> on a single flower sex of a single plant species. <em>Bellopius</em> laying eggs on the &ldquo;wrong&rdquo; species of <em>Blepharoneura</em> do not have surviving offspring. This study aimed to identify mechanisms of host-detection for both the herbivorous fly and the carnivorous wasp. Floral volatiles were collected from male and female flowers on intact plants from six plant species in two genera: <em>Psiguria </em>and <em>Gurania </em>growing wild in Trinidad and Ecuador and analyzed using gas chromatography mass spectrometry (GC-MS) to identify the host plant volatiles. In this way we were able to determine what unique volatile signals flowers release, in order to demonstrate whether <em>Blepharoneura</em> species can use these fragrances in selecting their host plant, and/ or if the parasitoid wasps use the scents as signals to find the fly larvae.</p>\n<p>More than 25 compounds, including aromatic compounds, terpenoids, aldehydes, alcohols and esters, were detected in the samples. We found scent profiles unique to plant species, indicating that floral volatiles could be used to differentiate between them. Infestation levels were highest in inflorescences of <em>Gurania spinulosa </em>in Trinidad. We found that infestation increased specific plant volatiles in inflorescences of male <em>G. spinulosa. </em>This increase could potentially be &ldquo;a cry for help&rdquo; to attract parasitoid wasps in response to infestation of their floral tissues by <em>Blepharoneura</em> larvae. Importantly, one of the compounds found in increased concentration in highly infested plants was methyl salicylate; a compound widely employed by predators and parasitoids during host-finding behavior. While this specific ester increased in <em>G. spinulosa</em> in Trinidad the compound was absent in this same species in Ecuador. Interestingly, in Ecuador we also found a signature for insect infestation in <em>G. spinulosa,</em> and the signal was also an increase in esters. The correlation between infestation and increased ester production, was the same, though the specific compounds differed. This is an important result which could have implications for economically important cucurbit crops, such as butternut and pumpkin. DNA analyses of the fly species and the wasp species currently underway might help us better understand the specificity of this signaling. This study identifies certain candidate compounds that could be used by both the flies in selecting host plants, and the wasps in locating the <em>Blepharoneura</em> flies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2020<br>\n\t\t\t\t\tModified by: Nina&nbsp;A&nbsp;Theis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nEcological specialization is an important driver of diversity, and nowhere is diversity higher than in the tropics. However, the tropical fruit fly, Blepharoneura, a genus in the economically important family of true fruit flies (Tephritidae), demonstrates a heightened pattern of diversity, even for the tropics. These insects are extreme specialists. All Blepharoneura species feed as larvae on plants in the Cucurbitaceae, and most feed only on a single plant species. Moreover, Blepharoneura species are specific to plant part within a species only laying eggs on stems, seeds, or specifically male versus female flowers. The fly larvae feeding deep within the floral tissues are preyed on by parasitoid wasps. The female wasp drives her ovipositor into the plant tissue, and into the fly. Hatched wasp larvae then feed and grow within the body of the fly maggot. Because of this close association, the wasp, like all parasitoids must be highly specific in their host choice. For example, most species of the parasitoid wasp Bellopius successfully kill just a single species of Blepharoneura on a single flower sex of a single plant species. Bellopius laying eggs on the \"wrong\" species of Blepharoneura do not have surviving offspring. This study aimed to identify mechanisms of host-detection for both the herbivorous fly and the carnivorous wasp. Floral volatiles were collected from male and female flowers on intact plants from six plant species in two genera: Psiguria and Gurania growing wild in Trinidad and Ecuador and analyzed using gas chromatography mass spectrometry (GC-MS) to identify the host plant volatiles. In this way we were able to determine what unique volatile signals flowers release, in order to demonstrate whether Blepharoneura species can use these fragrances in selecting their host plant, and/ or if the parasitoid wasps use the scents as signals to find the fly larvae.\n\nMore than 25 compounds, including aromatic compounds, terpenoids, aldehydes, alcohols and esters, were detected in the samples. We found scent profiles unique to plant species, indicating that floral volatiles could be used to differentiate between them. Infestation levels were highest in inflorescences of Gurania spinulosa in Trinidad. We found that infestation increased specific plant volatiles in inflorescences of male G. spinulosa. This increase could potentially be \"a cry for help\" to attract parasitoid wasps in response to infestation of their floral tissues by Blepharoneura larvae. Importantly, one of the compounds found in increased concentration in highly infested plants was methyl salicylate; a compound widely employed by predators and parasitoids during host-finding behavior. While this specific ester increased in G. spinulosa in Trinidad the compound was absent in this same species in Ecuador. Interestingly, in Ecuador we also found a signature for insect infestation in G. spinulosa, and the signal was also an increase in esters. The correlation between infestation and increased ester production, was the same, though the specific compounds differed. This is an important result which could have implications for economically important cucurbit crops, such as butternut and pumpkin. DNA analyses of the fly species and the wasp species currently underway might help us better understand the specificity of this signaling. This study identifies certain candidate compounds that could be used by both the flies in selecting host plants, and the wasps in locating the Blepharoneura flies.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/25/2020\n\n\t\t\t\t\tSubmitted by: Nina A Theis"
 }
}