{
 "awd_id": "1542864",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI 2DARE: Thermal Transport in 2D Materials for Next Generation Nanoelectronics- From Fundamentals to Devices",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032928367",
 "po_email": "alismith@nsf.gov",
 "po_sign_block_name": "Alias Smith",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 1999966.0,
 "awd_amount": 2107942.0,
 "awd_min_amd_letter_date": "2015-07-20",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "Computers and other current microelectronic devices based on silicon technology contain central processing units that produce excess heat while performing calculations and other tasks. This thermal energy migrates to the surface of the silicon chip and is dissipated by fans or other means (e.g., fluid cooling). However, as engineers seek to increase the transistor count per chip for greater computer power, silicon technology reaches its limit, and a different base material with a different hardware architecture will be needed. Recently, sheets of material have been developed which are only one atomic layer thick and which may function as semiconductors (transition metal dichalcogenides), conductors (graphene), or insulators (boron nitride)?the main elements of any electronic device. Transistors have already been developed by stacking these different atomic layers. However, the power density and tendency for such devices to overheat increase dramatically at such a small scale. Therefore, no practical devices from these materials will be possible until the physics of heat transfer at this scale is better understood and the heat dissipation problem is solved. This proposal seeks to comprehensively study the thermal transport dynamics of stacks of atomic layers of semiconductors, conductors, and insulators representative of future nano-electronic devices. The multidisciplinary team consists of a mechanical engineer, an electrical engineer, a chemist, and two physicists from three different universities. Each university has special programs for involving undergraduate and underrepresented minority students in research. The investigators will engage PhD students and undergraduate minority students as well as high school students in this combined experimental and theoretical study aimed at benefiting society through the development of a comprehensive picture of the dominant contributions and limitations of heat transport in future 2D devices.\r\n\r\nThe primary goal of this proposal is to provide the community with a deeper understanding of the limits set by the kinetics of dissipation and heat removal through various junctions and interfaces in two-dimensional heterogeneous materials. The team aims to establish a multiscale thermal transport study through a closely coupled combination of material synthesis and device-level experiments, atomic-level characterization, thermal transport and phonon spectroscopy, theoretical modelling, and computational studies. Transformative synthesis/fabrication methods, such as chemical vapor deposition and atomic layer deposition, will be used to produce hetero-structures of interest as fundamental components of any electronic devices. The in-plane and out-of-plane thermal conductivity of the synthesized structures will be measured using a custom-designed electrical thermometry platform. The length scale dependence of thermal conductivity and the mean free path (MFP) distribution of heat-carrying phonons will also be measured by heterodyne transient grating technique. In-situ scanning thermal microscopy characterization will be performed to study self-heating of selected semiconducting 2D materials at their contact metal electrodes under high-power operational conditions. Atomic-resolution scanning transmission electron microscopy will be used to characterize 2D material interfaces and surfaces. Characterization results will guide molecular dynamics simulations to predict the atomic structures of interfaces and grain boundaries and to quantify the effects of small-scale structural variations on thermal transport properties of the materials. Thermal transport, including the full spectrum of phonon MFPs, will be calculated using the phonon Boltzmann transport equations including intrinsic phonon scattering as well as scattering at interfaces. The simulation results and Boltzmann transport calculations of phonon MFP distributions will be benchmarked against the transient grating measurements and device level data to develop a predictive model for thermal dissipation in 2D heterogeneous materials. The proposed research has a transformative potential and is of high relevance across many research fields. The broader impacts of this work will be significant in enabling the design of new classes of 2D heterogeneous materials for future electronics/optoelectronics from a thermal management perspective.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amin",
   "pi_last_name": "Salehi-Khojin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amin Salehi-Khojin",
   "pi_email_addr": "asalehikhojin@smu.edu",
   "nsf_id": "000628016",
   "pi_start_date": "2015-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Nelson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Keith A Nelson",
   "pi_email_addr": "kanelson@mit.edu",
   "nsf_id": "000421082",
   "pi_start_date": "2015-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Klie",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Klie",
   "pi_email_addr": "rfklie@uic.edu",
   "nsf_id": "000312220",
   "pi_start_date": "2015-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zlatan",
   "pi_last_name": "Aksamija",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zlatan Aksamija",
   "pi_email_addr": "zlatan.aksamija@utah.edu",
   "nsf_id": "000563116",
   "pi_start_date": "2015-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fatemeh",
   "pi_last_name": "Khalili-Araghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatemeh Khalili-Araghi",
   "pi_email_addr": "akhalili@uic.edu",
   "nsf_id": "000629387",
   "pi_start_date": "2015-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S Marshfield Rm 608",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077022",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1999966.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99976.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EFRI team focused on a multi-modal multi-scale study of thermal transport in 2D van der Waals (vdW) materials through a closely coupled combination of atomic-level characterization (Klie), material synthesis and device level experiments (Salehi-Khojin), thermal transport and phonon spectroscopy (Nelson), and theoretical (Aksamija) and computational (Khalili-Araghi) efforts.&nbsp;The team developed several electrical thermometry platforms to measure the thermal transport in 2D materials. This includes:&nbsp;</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;An electrical thermometry platform on a suspended silicon nitride (SiN) membrane that enables precise in-plane thermal transport measurements. This platform has been used to study the effect of an individual graphene grain boundary (GB) on the thermal transport through a polycrystalline graphene monolayer film produced by chemical vapor deposition (CVD).&nbsp;</p>\n<p>(ii)&nbsp;&nbsp;&nbsp;&nbsp;A novel self-heating/self-sensing thermometry platform based on atomically-thin Ti<sub>3</sub>C<sub>2&nbsp;</sub>MXene sheets that made it possible, for the first time, to experimentally investigate the role of superstrate encapsulation on thermal transport at the interface of 2D materials with their 3D substrate.&nbsp;</p>\n<p>(iii)&nbsp;&nbsp;&nbsp;A nanoscale thermometry platform using a combination of scanning transmission electron microscopy and electron energy-loss spectroscopy (STEM/EELS) to map the local temperature and thermal expansion coefficient in 2D materials using the temperature dependent plasmon shifts. With this technique, we found an order of magnitude higher thermal coefficient of expansion for monolayer 2D transition metal&nbsp;dichalcogenides&nbsp;(TMDCs) compared with their bulk limit.&nbsp;</p>\n<p>(iv)&nbsp;&nbsp;&nbsp;A low-frequency acoustic phonon modes Raman spectroscopy for the precise thermal transport measurement in 2D materials specially at elevated temperatures. We found that high- frequency Raman peaks fail to provide an accurate temperature prediction during the operation of&nbsp;some 2D&nbsp;materials such as WSe<sub>2</sub>&nbsp;based field effect transistors.</p>\n<p>(v)&nbsp;&nbsp;&nbsp;&nbsp;An optically heterodyned laser-induced transient grating (TG) technique for non-contact thermal transport measurements in layered 2D materials such as graphite. Using this technique, we studied graphite which due its anisotropy shows quasi-two-dimensional heat transport. At sample temperatures up to 125 K, wavelike heat transport, known as &ldquo;second sound,&rdquo; was measured which had been observed previously only at temperatures below 20 K.</p>\n<p>Using these multi-modal multi-scale techniques, we performed thermal transport experiments on a wide range of materials including graphene, MoS<sub>2</sub>, WSe<sub>2</sub>, MXene, graphene-MoS2<sub>&nbsp;</sub>heterostructure and TMDC alloy structures such as Mo<sub>x</sub>W<sub>1-x</sub>S<sub>2&nbsp;</sub>with different stoichiometry ratios. We also examine the heat dissipation through different substrates such as Si/SiO<sub>2</sub>, diamond, polyimide, aluminum nitride&nbsp;and hBN-coated polyimide. Moreover, we performed a comprehensive simulation platform based on the combination of two key features: (1) first principles methods for calculations of vibrational properties and (2) stochastic Monte Carlo method for the solution of the phonon Boltzmann equation, to gain a deeper understanding of the limits set by dissipation and heat removal through various junctions and interfaces.</p>\n<p>This research significantly expanded our understanding of thermal transport in 2D materials as well as their heterogeneous junctions and interfaces. The outcome of this EFRI grant (published papers) will enable the community to design future high-performance electronic/optoelectronic devices.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2020<br>\n\t\t\t\t\tModified by: Amin&nbsp;Salehi-Khojin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis EFRI team focused on a multi-modal multi-scale study of thermal transport in 2D van der Waals (vdW) materials through a closely coupled combination of atomic-level characterization (Klie), material synthesis and device level experiments (Salehi-Khojin), thermal transport and phonon spectroscopy (Nelson), and theoretical (Aksamija) and computational (Khalili-Araghi) efforts. The team developed several electrical thermometry platforms to measure the thermal transport in 2D materials. This includes: \n\n(i)     An electrical thermometry platform on a suspended silicon nitride (SiN) membrane that enables precise in-plane thermal transport measurements. This platform has been used to study the effect of an individual graphene grain boundary (GB) on the thermal transport through a polycrystalline graphene monolayer film produced by chemical vapor deposition (CVD). \n\n(ii)    A novel self-heating/self-sensing thermometry platform based on atomically-thin Ti3C2 MXene sheets that made it possible, for the first time, to experimentally investigate the role of superstrate encapsulation on thermal transport at the interface of 2D materials with their 3D substrate. \n\n(iii)   A nanoscale thermometry platform using a combination of scanning transmission electron microscopy and electron energy-loss spectroscopy (STEM/EELS) to map the local temperature and thermal expansion coefficient in 2D materials using the temperature dependent plasmon shifts. With this technique, we found an order of magnitude higher thermal coefficient of expansion for monolayer 2D transition metal dichalcogenides (TMDCs) compared with their bulk limit. \n\n(iv)   A low-frequency acoustic phonon modes Raman spectroscopy for the precise thermal transport measurement in 2D materials specially at elevated temperatures. We found that high- frequency Raman peaks fail to provide an accurate temperature prediction during the operation of some 2D materials such as WSe2 based field effect transistors.\n\n(v)    An optically heterodyned laser-induced transient grating (TG) technique for non-contact thermal transport measurements in layered 2D materials such as graphite. Using this technique, we studied graphite which due its anisotropy shows quasi-two-dimensional heat transport. At sample temperatures up to 125 K, wavelike heat transport, known as \"second sound,\" was measured which had been observed previously only at temperatures below 20 K.\n\nUsing these multi-modal multi-scale techniques, we performed thermal transport experiments on a wide range of materials including graphene, MoS2, WSe2, MXene, graphene-MoS2 heterostructure and TMDC alloy structures such as MoxW1-xS2 with different stoichiometry ratios. We also examine the heat dissipation through different substrates such as Si/SiO2, diamond, polyimide, aluminum nitride and hBN-coated polyimide. Moreover, we performed a comprehensive simulation platform based on the combination of two key features: (1) first principles methods for calculations of vibrational properties and (2) stochastic Monte Carlo method for the solution of the phonon Boltzmann equation, to gain a deeper understanding of the limits set by dissipation and heat removal through various junctions and interfaces.\n\nThis research significantly expanded our understanding of thermal transport in 2D materials as well as their heterogeneous junctions and interfaces. The outcome of this EFRI grant (published papers) will enable the community to design future high-performance electronic/optoelectronic devices. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/06/2020\n\n\t\t\t\t\tSubmitted by: Amin Salehi-Khojin"
 }
}