{
 "awd_id": "1542387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "DIMENSIONS: COLLABORATIVE RESEARCH: The evolution of pollination syndrome diversity in Penstemon",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 999006.0,
 "awd_amount": 999006.0,
 "awd_min_amd_letter_date": "2015-08-14",
 "awd_max_amd_letter_date": "2017-07-24",
 "awd_abstract_narration": "Ecosystem health and productivity depend on co-evolved species interactions. In terrestrial ecosystems a key interaction is between flowers and pollinators, and changes in the relative abundances of different pollinators (e.g., bees, birds) are thought to impose selective pressures that can shift floral pollination strategies and shape flowering plant communities. However, multiple forces may act to constrain the ability of a flowering plant lineage to evolve a new pollination strategy under changing environmental conditions. This research will model the rate of pollination strategy transitions in the largest flowering plant genus endemic to North America (Penstemon), and will determine both ecological and genetic processes that constrain and shape the rate of pollination strategy diversification. Understanding the forces that maintain diversity in pollination strategies informs food security and agricultural management issues.\r\n\r\nThe research integrates phylogenetic, ecological, and genetic approaches to understand the processes that determine pollination diversity. The research will test whether Penstemon has reached an evolutionary equilibrium in the relative frequencies of bee and hummingbird pollination syndromes. Additionally, the planned experiments will determine ecological and genetic processes responsible for asymmetries in pollination syndrome transitions, and in syndrome-specific speciation, and extinction rates. Field experiments will test whether interactions among floral traits constrain shifts from hummingbird to bee pollination. Genetic experiments will test whether loss-of-function mutations critical for shifts to hummingbird pollination also constrain reverse shifts from hummingbird to bee pollination. The integration of these experimental approaches will elucidate processes that determine pollination syndrome diversity in plant community assemblages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Rausher",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Rausher",
   "pi_email_addr": "mrausher@duke.edu",
   "nsf_id": "000203532",
   "pi_start_date": "2015-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St., Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 401088.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 597918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have produced a moderately well-resolved phylogeny of the genus&nbsp;<em>Penstemon&nbsp;</em>and have used this phylogeny to examine&nbsp;diversification rates of and evolutionary transition rates between bee and hummingbird syndromes.&nbsp; This analysis showed that that hummingbird species have a reduced diversification rate and that the proportions of bird- and bee-pollinated species appear to have reached a macro-evolutionary equilibrium.&nbsp; We have also introduced a new, rapid approach (\"SNP-skimming\") for identifying genes responsible for gnenetic variation in <em>Penstemon</em>&nbsp;floral traits.</p>\n<p>We have aexamined the consequences of gene flow and hybridization between two closely related species of <em>Ipomoea </em>(morning glories).&nbsp; We documented substantial asymmetric gene flow and introgression from <em>I. lacunosa </em>into <em>I. cordatotriloba </em>and have shown that this introgression appears to have caused partial phenotypic convergence floral traits.&nbsp;and decreased reproductive isolation between the two species in sympatric populations, but increasing isolation between allopatric and sympatric&nbsp;<em> </em><em>I. cordatotriloba</em>&nbsp;populations.&nbsp;</p>\n<p>Another project has examined the genetic underpinnings of the evolution of the \"selfing syndrome\" (traits such as reduced floral size, nectar production and pollen production in highly selfing species) in&nbsp;<em>I. lacunosa.&nbsp;&nbsp;</em>This project asked whether floral traits are grouped into evolutionary modules that evolved independently due to independent selection pressures.&nbsp; We found that selfing-syndrome traits are comprised of at least three genetically distinct evolutionary modules (floral size traits, pollen traits and nectar traits), and that natural selection rather than genetic drift was responsible for at least the evoluiton of decreased floral size and nectar production.&nbsp; These results indicate that floral size, nectar production and pollen production evolve indepenently of each other and required independent selection to cause evolutionary change.</p>\n<p>A final project has examined the genetics underlying the evolution of floral color patterns in the wildflower genus<em>&nbsp;</em><em>Clarkia</em>.&nbsp; We have shown that individual floral pattern elements (petal background color, spots, white patches) are controlled by different sets of R2R3-Myb transcription factors, that these transcription factors are conserved across the genus&nbsp;<em> </em><em>Clarkia</em> , and that they appear to represent subfunctionalization after two rounds of duplication.&nbsp; In addition, we have shown that evolutionary divergence in spot position between two subspecies of&nbsp;<em>C. gracilis&nbsp;</em>appears to have been caused by cis-regulatory changes in one of these transcription factors.&nbsp; Finally, we have examined the hypothesis that polyploidization facilitates phenotypic change by characterizing the evolution of these transcription factors in&nbsp;&#65279;the tetraploid&nbsp;<em> </em><em>C. gracilis</em>&nbsp;and its two diploid progenitors.&nbsp; This analysis revealed that after tetraploidization, one copy of each of four Myb transciption factors was lost.&nbsp; Evolutionary changes in&nbsp;<em> </em><em>C. gracilis</em>&nbsp;floral color patterns thus cannot be ascribed to direct effects of polyploidization.&nbsp; The major implication of these results is that gene duplication has facilitated the explosion of color pattern variation observed in this genus.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Mark&nbsp;D&nbsp;Rausher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have produced a moderately well-resolved phylogeny of the genus Penstemon and have used this phylogeny to examine diversification rates of and evolutionary transition rates between bee and hummingbird syndromes.  This analysis showed that that hummingbird species have a reduced diversification rate and that the proportions of bird- and bee-pollinated species appear to have reached a macro-evolutionary equilibrium.  We have also introduced a new, rapid approach (\"SNP-skimming\") for identifying genes responsible for gnenetic variation in Penstemon floral traits.\n\nWe have aexamined the consequences of gene flow and hybridization between two closely related species of Ipomoea (morning glories).  We documented substantial asymmetric gene flow and introgression from I. lacunosa into I. cordatotriloba and have shown that this introgression appears to have caused partial phenotypic convergence floral traits. and decreased reproductive isolation between the two species in sympatric populations, but increasing isolation between allopatric and sympatric  I. cordatotriloba populations. \n\nAnother project has examined the genetic underpinnings of the evolution of the \"selfing syndrome\" (traits such as reduced floral size, nectar production and pollen production in highly selfing species) in I. lacunosa.  This project asked whether floral traits are grouped into evolutionary modules that evolved independently due to independent selection pressures.  We found that selfing-syndrome traits are comprised of at least three genetically distinct evolutionary modules (floral size traits, pollen traits and nectar traits), and that natural selection rather than genetic drift was responsible for at least the evoluiton of decreased floral size and nectar production.  These results indicate that floral size, nectar production and pollen production evolve indepenently of each other and required independent selection to cause evolutionary change.\n\nA final project has examined the genetics underlying the evolution of floral color patterns in the wildflower genus Clarkia.  We have shown that individual floral pattern elements (petal background color, spots, white patches) are controlled by different sets of R2R3-Myb transcription factors, that these transcription factors are conserved across the genus  Clarkia , and that they appear to represent subfunctionalization after two rounds of duplication.  In addition, we have shown that evolutionary divergence in spot position between two subspecies of C. gracilis appears to have been caused by cis-regulatory changes in one of these transcription factors.  Finally, we have examined the hypothesis that polyploidization facilitates phenotypic change by characterizing the evolution of these transcription factors in &#65279;the tetraploid  C. gracilis and its two diploid progenitors.  This analysis revealed that after tetraploidization, one copy of each of four Myb transciption factors was lost.  Evolutionary changes in  C. gracilis floral color patterns thus cannot be ascribed to direct effects of polyploidization.  The major implication of these results is that gene duplication has facilitated the explosion of color pattern variation observed in this genus.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Mark D Rausher"
 }
}