{
 "awd_id": "1542322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomedical Engineering Society(BMES) Joint Cellular and Molecular Bioengineering(CMBE) and Advanced Biomanufacturing(ABioM) Conference; New Orleans, Louisiana; January 5-10, 2016",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2015-06-17",
 "awd_max_amd_letter_date": "2015-06-17",
 "awd_abstract_narration": "This award provides funds to support travel awards for student/fellows and young independent investigators (Rising Stars) for the Biomedical Engineering Society (BMES) Joint Cellular and Molecular Bioengineering (CMBE) and Advanced Biomanufacturing (ABioM) Conference; New Orleans, Louisiana Jan. 6-10, 2016.   Advanced Biomanufacturing is an emerging field and focuses on studying theories and technologies of manufacturing bio-related products for medicine and industry. A primary part of biomanufacture is mechanobiology, directly relevant to the Biomechanics and Mechanobiology program (BMMB)of the NSF.  Using living cells in advanced manufacturing will require a much improved understanding of mechanobiology to produce appropriate products.  Supporting the development of young investigators in this area is of fundamental importance to successful future research. \r\n\r\nThe advanced manufacturing theme of the 2016 conference is related to the mission of the Biomechanics and Mechanobiology program and also is directly in line with the mission of Biomedical Engineering which is partially supporting this request. Graduate students/postdoctoral fellows will be selected by the organizing committee to receive Student/Fellow Awards and to present short talks, which will be integrated into the sessions. In addition, the junior independent investigators will be selected for a special Rising Star session, which will take place on the first day of the meeting in order to showcase their work. The award will be used to provide partial support to students, post-doctoral fellows, young investigators (Rising Stars), and under-represented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Kaunas",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Roland R Kaunas",
   "pi_email_addr": "rkaunas@tamu.edu",
   "nsf_id": "000334613",
   "pi_start_date": "2015-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Biomedical Engineering Society",
  "inst_street_address": "8201 CORPORATE DR STE 1125",
  "inst_street_address_2": "",
  "inst_city_name": "HYATTSVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014591999",
  "inst_zip_code": "207857226",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "BIOMEDICAL ENGINEERING SOCIETY",
  "org_prnt_uei_num": "SSMNEHNM5894",
  "org_uei_num": "SSMNEHNM5894"
 },
 "perf_inst": {
  "perf_inst_name": "Biomedical Engineering Society",
  "perf_str_addr": "8201 Corporate Drive",
  "perf_city_name": "Landover",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207852224",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1><span style=\"text-decoration: underline;\">Summary</span></h1>\n<p>The goal of this application was to seek funding for travel awards for students/fellows and young independent investigators (Rising Stars) for the <strong><span>2016 Biomedical Engineering Society (<span>BMES</span>) Joint Cellular and Molecular Bioengineering (<span>CMBE</span>) and Advanced <span>Biomanufacturing</span> (<span>ABioM</span>)</span></strong>. Overall, the conference was a great success. The conference drew nearly 120 attendees, including 14 funded Student/Fellows and 6 Rising Stars, 5 Keynote Speakers and 9 Invited Speakers. The awarded NSF funds were used to support travel awards for the 5 Rising Star investigators and 14 students and trainees. This funding in large part covered their travel, accommodations, and registration for the meeting.</p>\n<h1><span style=\"text-decoration: underline;\">Intellectual Merit</span></h1>\n<p>The specific theme of the 2016 conference was <strong><span>Advanced <span>Biomanufacturing</span> for Stem Cells and Regenerative Medicine</span></strong><span>. The <span>CMBE</span> field is experiencing exponential growth. A new international journal of Cellular and Molecular Bioengineering was launched in 2008. The first <span>BMES</span>-<span>CMEB</span> conference was launched in 2013. The meeting has been held annually since then. The <span>ABioM</span> SIG was established in 2014. It has organized a number of workshops in promoting advanced <span>biomanufacturing</span>. Built upon these successes, the 2016 Conference will bring together leaders in the field of biology, medicine, and engineering to address pressing topics in <span>CMBE</span> and <span>ABioM</span> research and education. Our choice of theme was intended to address the key problem of understanding engineering and technologies governing the on-demand production of personalized biomedical products. This problem cannot be solved by traditional strategies alone, and these new directions will shape the future of <span>CMBE</span> and <span>ABioM</span>. To date, isolated groups of investigators from diverse fields have all operated under the umbrella of the aforementioned conference theme, but without widespread awareness of other groups, much less a common vision. There is a need for a unique and dedicated platform to bring these complementary groups of investigators together, which was accomplished for the first time at this <span>BMES</span>-<span>CMBE</span>-<span>ABioM</span> conference.</span></p>\n<h1><span style=\"text-decoration: underline;\">Broader Impacts</span></h1>\n<p>The specific objectives of this application were two-fold. The <em>first</em><span> is to provide support to junior investigators, postdoctoral fellows and graduate students whose submitted papers have been selected for podium presentation on the basis of scientific merit, and to promote underrepresented groups and women in the field. The meeting will provide a platform for the development of long-term interdisciplinary interactions, and expose researchers in bioengineering, biology, and medicine to the latest ideas and opportunities at the confluence of <span>biomanufacturing</span> and personalized medicine. The </span><em>second</em><span> objective of this application is to foster the emergence and growth of the burgeoning sub-field of <span>biomanufacturing</span> and personalized medicine.</span></p>\n<p>Graduate students/postdoctoral fellows who were selected by the organizing committee to receive Student Fellow Awards presented short talks that were integrated into the general sessions. In addition, the junior independent investigators who were selected as &lsquo;Rising Stars&rsquo; presented their work during a special session that took place on the first day of the meeting in order to showcase their work. The Rising Star session was followed by a &lsquo;Lunches with Leaders&rsquo; where recipients of the Rising Star awards had an informal lunch with the Keynote speakers.</p>\n<p><span> This conference fulfilled its mission of executing the first ever <span>BMES</span> <span>CMBE</span>-<span>ABioM</span> Conference, and presented a 4-day conference with sessions focused on the theme of </span><em>Advanced Biomanufacturing for Stem Cells and Regenerative Medicine</em><span>. This meeting brought together the leading visionaries in the fields of <span>CMBE</span> and <span>ABioM</span> to discuss these topics, fostering much discussion and debate during two brainstorming sessions. The timing was fortuitous given the recent solicitation from the Department of Defense for an Advanced Tissue <span>Biofabrication</span> National Network for Manufacturing Innovation (<span>ATB</span>-<span>NNMI</span>), which will undoubtedly address the issues identified as obstacles to the translation of therapies involving stem cells and regenerative medicine.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2016<br>\n\t\t\t\t\tModified by: Roland&nbsp;R&nbsp;Kaunas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Summary\n\nThe goal of this application was to seek funding for travel awards for students/fellows and young independent investigators (Rising Stars) for the 2016 Biomedical Engineering Society (BMES) Joint Cellular and Molecular Bioengineering (CMBE) and Advanced Biomanufacturing (ABioM). Overall, the conference was a great success. The conference drew nearly 120 attendees, including 14 funded Student/Fellows and 6 Rising Stars, 5 Keynote Speakers and 9 Invited Speakers. The awarded NSF funds were used to support travel awards for the 5 Rising Star investigators and 14 students and trainees. This funding in large part covered their travel, accommodations, and registration for the meeting.\nIntellectual Merit\n\nThe specific theme of the 2016 conference was Advanced Biomanufacturing for Stem Cells and Regenerative Medicine. The CMBE field is experiencing exponential growth. A new international journal of Cellular and Molecular Bioengineering was launched in 2008. The first BMES-CMEB conference was launched in 2013. The meeting has been held annually since then. The ABioM SIG was established in 2014. It has organized a number of workshops in promoting advanced biomanufacturing. Built upon these successes, the 2016 Conference will bring together leaders in the field of biology, medicine, and engineering to address pressing topics in CMBE and ABioM research and education. Our choice of theme was intended to address the key problem of understanding engineering and technologies governing the on-demand production of personalized biomedical products. This problem cannot be solved by traditional strategies alone, and these new directions will shape the future of CMBE and ABioM. To date, isolated groups of investigators from diverse fields have all operated under the umbrella of the aforementioned conference theme, but without widespread awareness of other groups, much less a common vision. There is a need for a unique and dedicated platform to bring these complementary groups of investigators together, which was accomplished for the first time at this BMES-CMBE-ABioM conference.\nBroader Impacts\n\nThe specific objectives of this application were two-fold. The first is to provide support to junior investigators, postdoctoral fellows and graduate students whose submitted papers have been selected for podium presentation on the basis of scientific merit, and to promote underrepresented groups and women in the field. The meeting will provide a platform for the development of long-term interdisciplinary interactions, and expose researchers in bioengineering, biology, and medicine to the latest ideas and opportunities at the confluence of biomanufacturing and personalized medicine. The second objective of this application is to foster the emergence and growth of the burgeoning sub-field of biomanufacturing and personalized medicine.\n\nGraduate students/postdoctoral fellows who were selected by the organizing committee to receive Student Fellow Awards presented short talks that were integrated into the general sessions. In addition, the junior independent investigators who were selected as ?Rising Stars? presented their work during a special session that took place on the first day of the meeting in order to showcase their work. The Rising Star session was followed by a ?Lunches with Leaders? where recipients of the Rising Star awards had an informal lunch with the Keynote speakers.\n\n This conference fulfilled its mission of executing the first ever BMES CMBE-ABioM Conference, and presented a 4-day conference with sessions focused on the theme of Advanced Biomanufacturing for Stem Cells and Regenerative Medicine. This meeting brought together the leading visionaries in the fields of CMBE and ABioM to discuss these topics, fostering much discussion and debate during two brainstorming sessions. The timing was fortuitous given the recent solicitation from the Department of Defense for an Advanced Tissue Biofabrication National Network for Manufacturing Innovation (ATB-NNMI), which will undoubtedly address the issues identified as obstacles to the translation of therapies involving stem cells and regenerative medicine.\n\n\t\t\t\t\tLast Modified: 11/10/2016\n\n\t\t\t\t\tSubmitted by: Roland R Kaunas"
 }
}