{
 "awd_id": "1542531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"A Long Way Coming\"--Understanding Engineering Educators' Transformations to Student-Centered Teaching",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2014-08-25",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 343826.0,
 "awd_amount": 343826.0,
 "awd_min_amd_letter_date": "2015-05-15",
 "awd_max_amd_letter_date": "2015-06-22",
 "awd_abstract_narration": "Over the past decades, the engineering education community, with significant support from the National Science Foundation, has produced a large body of knowledge around engineering teaching and learning.  While evidence-based educational innovations were targeted at increasing the number of STEM graduates prepared to meet society's grand challenges, the widespread impact of this body of work on teaching practice remains limited.  This engineering education research study seeks to empirically generate a fundamental understanding of individual teaching transitions, and to actively disseminate the findings with the aim of fostering individual and institutional change. More specifically, the research team will conduct a qualitative research study with a view to understanding the process by which engineering faculty successfully transition from a traditional teacher-centered approach to a more active learning, student-centered approach.  The research team will elicit personal narratives of exemplar engineering educators at various stages of their academic career and from diverse US institutions whom have transitioned to more student-centered teaching approaches.\r\n\r\nThe broader significance and importance of this study will be to significantly advance the theoretical understanding of educational change by providing the novel perspective of individual transformations as the missing piece in the widespread adoption of student-centered pedagogies.  With the aim of generating a fundamental understanding of faculty change, the research team explicitly designed this study to afford both researchers and participants in this study with opportunities to improve their own educational practice through the inherently reflective interview process.  In addition to traditional modes of dissemination, such as journal articles, the research team will disseminate the research outcomes in the form of constructed narratives that represent fundamental patterns across the data to be used to foster similar transitions for a broader group of engineering educators.  In combination, these efforts will provide a step towards instituting widespread change and realizing the promise that prior educational research holds for future generations of engineering students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nadia",
   "pi_last_name": "Kellam",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Nadia N Kellam",
   "pi_email_addr": "nadia.kellam@asu.edu",
   "nsf_id": "000255687",
   "pi_start_date": "2015-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 343826.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p>We contend that the available knowledge of learner-centered pedagogies and the evidence of their effectiveness form the necessary but perhaps not sufficient condition for educational change. Our work suggests that the adoption of learner-centered teaching strategies on the level of individual faculty is a complex and inherently personal process. Unless we gain a fundamental understanding of the dynamics and influences underlying such transformations, the impact of the crucial prior research efforts may remain limited.</p>\n</div>\n<p><strong>Project Outcomes</strong></p>\n<ul>\n<li>Joseph Campbell&rsquo;s monomyth was effective in structuring constructed faculty narratives.</li>\n<li>The pedagogical goals of engineering faculty were diverse and impacted their journeys.</li>\n<li>Barriers experienced were related to the degree of disruption of the intended innovation.</li>\n<li>A relationship between the degree of change envisioned through the student-centered approach and the resulting resistance of the institutional context was uncovered.</li>\n<li>A community of support was salient across many of the faculty narratives as they embarked on their personal, pedagogical journeys.</li>\n<li>The path to embracing active learning strategies was nonlinear with faculty encountering many challenges along the way.</li>\n<li>Emergent and bottom-up models of teacher education and STEM faculty development are critical for faculty to embrace active learning strategies. This study suggests that teaching is a personal and nuanced endeavor, pushing teachers to engage in perpetual self-reflection on their quests to change their teaching practices.&nbsp;&nbsp;</li>\n</ul>\n<p><strong>So, what?</strong></p>\n<p><em><span style=\"text-decoration: underline;\">Power of the story</span></em><strong>: </strong>In this narrative research project, we found that the power of an individual&rsquo;s story is undeniable and difficult to ignore. Through uncovering faculty&rsquo;s stories and their lived experiences as engineering educators on a quest to change their teaching practices, we revealed a vibrant snapshot of engineering education and the complexities and nuances involved in the process of changing teaching practices.</p>\n<p><em><span style=\"text-decoration: underline;\">Faculty as wanderers</span></em><em>:</em><strong> </strong>When analyzing the constructed narratives of exemplar faculty, patterns emerged of faculty change as being a journey with many trials along that journey.&nbsp; This is different from other conceptions of faculty change as being a linear process, and ways that research impacts teaching which are typically linear or circular models that show a direct link between research and practice.&nbsp; This work helps us reconsider the ways that change comes to fruition and to understand the complexities and nuances involved in changing teaching practices.&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Sense of community</span></em><em>:</em><strong> </strong>When looking across the constructed narratives, the importance of a sense of community emerged as a critical theme in engineering facultys&rsquo; journeys to embark on change.&nbsp; Without the community (or at times when they did not have community), they were more likely to revert to traditional, teacher-centered teaching practices.</p>\n<p><em><span style=\"text-decoration: underline;\">Importance of authenticity</span></em><em>:</em><strong> </strong>As we constructed narratives of exemplar engineering faculty we began to see patterns across narratives of faculty being authentic to themselves in their teaching.&nbsp; While they grew and changed throughout their journey, their teaching practices also changed and became aligned with their current, authentic self.&nbsp; This has not been a focus of engineering education, but could be helpful as we develop mentoring programs and STEM faculty development programs that are tailored to the individual instead of using a top-down approach of providing modules and pre-existing curricula.</p>\n<p><em><span style=\"text-decoration: underline;\">Faculty empowerment</span>:</em><strong> </strong>There were themes throughout the constructed narratives of faculty becoming empowered through their teaching, especially as they moved further along their journeys towards their Ultimate Boon. This empowerment could be critical as faculty move beyond tenure and reach mid-career where many faculty begin to face burnout and consider leaving academia.&nbsp; Through feeling empowered in their teaching (and other aspects of their jobs), we could have fewer faculty leaving academia and more faculty with high levels of job satisfaction, which will translate to better experiences of students in engineering programs.</p>\n<p><strong>Broader Impact Product</strong></p>\n<p>The research team envisions this study having the capacity to have a significant impact on the teaching strategies of engineering faculty. We noticed the post-doctoral researchers conducting the interviews with these exemplar faculty were inspired and motivated by the power of faculty's stories. We then realized others might benefit from the sharing of these stories and sought to create tangible access to the information. As a way of establishing a source of guidance and connecting a network of individuals focused on student-centered teaching, we are in the process of finalizing a book, <span style=\"text-decoration: underline;\">Engineering Faculty&rsquo;s Teaching Journeys: Stories of Ten Exemplary Educators</span>. Through this dissemination effort, we are hopeful that the fundamental knowledge gained through the faculty narratives can be used to affect change in engineering education.</p>\n<p><strong>Conclusion</strong></p>\n<p>This research has demonstrated that exemplar engineering facultys&rsquo; journeys toward becoming a teacher who embraces student-centered teaching strategies are a complex and nuanced process.&nbsp; As we continue in our goal of transforming engineering education, this research points to the importance of the individual educator, their personal goals, and their support systems as they embark on the difficult and challenging journey of changing their teaching practices.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2017<br>\n\t\t\t\t\tModified by: Nadia&nbsp;N&nbsp;Kellam</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1542531/1542531_10260291_1509309477081_IMG_8501--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1542531/1542531_10260291_1509309477081_IMG_8501--rgov-800width.jpg\" title=\"faculty working with students\"><img src=\"/por/images/Reports/POR/2017/1542531/1542531_10260291_1509309477081_IMG_8501--rgov-66x44.jpg\" alt=\"faculty working with students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Engineering faculty consulting with students working on a team in a project design course</div>\n<div class=\"imageCredit\">Nadia Kellam</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nadia&nbsp;N&nbsp;Kellam</div>\n<div class=\"imageTitle\">faculty working with students</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\nWe contend that the available knowledge of learner-centered pedagogies and the evidence of their effectiveness form the necessary but perhaps not sufficient condition for educational change. Our work suggests that the adoption of learner-centered teaching strategies on the level of individual faculty is a complex and inherently personal process. Unless we gain a fundamental understanding of the dynamics and influences underlying such transformations, the impact of the crucial prior research efforts may remain limited.\n\n\nProject Outcomes\n\nJoseph Campbell?s monomyth was effective in structuring constructed faculty narratives.\nThe pedagogical goals of engineering faculty were diverse and impacted their journeys.\nBarriers experienced were related to the degree of disruption of the intended innovation.\nA relationship between the degree of change envisioned through the student-centered approach and the resulting resistance of the institutional context was uncovered.\nA community of support was salient across many of the faculty narratives as they embarked on their personal, pedagogical journeys.\nThe path to embracing active learning strategies was nonlinear with faculty encountering many challenges along the way.\nEmergent and bottom-up models of teacher education and STEM faculty development are critical for faculty to embrace active learning strategies. This study suggests that teaching is a personal and nuanced endeavor, pushing teachers to engage in perpetual self-reflection on their quests to change their teaching practices.  \n\n\nSo, what?\n\nPower of the story: In this narrative research project, we found that the power of an individual?s story is undeniable and difficult to ignore. Through uncovering faculty?s stories and their lived experiences as engineering educators on a quest to change their teaching practices, we revealed a vibrant snapshot of engineering education and the complexities and nuances involved in the process of changing teaching practices.\n\nFaculty as wanderers: When analyzing the constructed narratives of exemplar faculty, patterns emerged of faculty change as being a journey with many trials along that journey.  This is different from other conceptions of faculty change as being a linear process, and ways that research impacts teaching which are typically linear or circular models that show a direct link between research and practice.  This work helps us reconsider the ways that change comes to fruition and to understand the complexities and nuances involved in changing teaching practices. \n\nSense of community: When looking across the constructed narratives, the importance of a sense of community emerged as a critical theme in engineering facultys? journeys to embark on change.  Without the community (or at times when they did not have community), they were more likely to revert to traditional, teacher-centered teaching practices.\n\nImportance of authenticity: As we constructed narratives of exemplar engineering faculty we began to see patterns across narratives of faculty being authentic to themselves in their teaching.  While they grew and changed throughout their journey, their teaching practices also changed and became aligned with their current, authentic self.  This has not been a focus of engineering education, but could be helpful as we develop mentoring programs and STEM faculty development programs that are tailored to the individual instead of using a top-down approach of providing modules and pre-existing curricula.\n\nFaculty empowerment: There were themes throughout the constructed narratives of faculty becoming empowered through their teaching, especially as they moved further along their journeys towards their Ultimate Boon. This empowerment could be critical as faculty move beyond tenure and reach mid-career where many faculty begin to face burnout and consider leaving academia.  Through feeling empowered in their teaching (and other aspects of their jobs), we could have fewer faculty leaving academia and more faculty with high levels of job satisfaction, which will translate to better experiences of students in engineering programs.\n\nBroader Impact Product\n\nThe research team envisions this study having the capacity to have a significant impact on the teaching strategies of engineering faculty. We noticed the post-doctoral researchers conducting the interviews with these exemplar faculty were inspired and motivated by the power of faculty's stories. We then realized others might benefit from the sharing of these stories and sought to create tangible access to the information. As a way of establishing a source of guidance and connecting a network of individuals focused on student-centered teaching, we are in the process of finalizing a book, Engineering Faculty?s Teaching Journeys: Stories of Ten Exemplary Educators. Through this dissemination effort, we are hopeful that the fundamental knowledge gained through the faculty narratives can be used to affect change in engineering education.\n\nConclusion\n\nThis research has demonstrated that exemplar engineering facultys? journeys toward becoming a teacher who embraces student-centered teaching strategies are a complex and nuanced process.  As we continue in our goal of transforming engineering education, this research points to the importance of the individual educator, their personal goals, and their support systems as they embark on the difficult and challenging journey of changing their teaching practices. \n\n\t\t\t\t\tLast Modified: 10/29/2017\n\n\t\t\t\t\tSubmitted by: Nadia N Kellam"
 }
}