{
 "awd_id": "1542959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:AIR - TT:  Microgrid Energy Manager (MEM) using wireless networks and cloud computing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 257370.0,
 "awd_min_amd_letter_date": "2015-09-04",
 "awd_max_amd_letter_date": "2017-07-28",
 "awd_abstract_narration": "This PFI: AIR Technology Translation project, Microgrid Energy Manager (MEM), focuses on translating the technology of electrical power control using wireless computing to fill the need for cost effectively matching supply and demand of electricity in microgrids. The MEM is important because it will enable the widespread adoption of microgrids, which in-turn enables the widespread adoption of distributed renewable energy resources.  This leads to environmental benefits and reduced energy costs to consumers and businesses. The AIR-TT project will result in a field-tested MEM that will be ready for commercial adoption by energy service and integration companies. MEM has the following unique features: (a) wireless operation; (b) smart user-interfaces; (c) low power consumption; (d) internet of things; and (e) cloud computing. Together, these features will remove the hassle for the energy users from having to frequently negotiate the nuances of microgrids, and will provide a consumer experience wherein intelligent control with smart phone and/or web interfaces become useful for realizing reduced energy costs and improving end-use comfort simultaneously.\r\n\r\nThis project addresses the following key technology gap while translating the research discovery into commercial applications. The gap is a lack of design-oriented models that predict system-level interactions among power networks, wireless networks, embedded computing devices and cloud systems when they are deployed together. This project helps address this key technology gap by (a) building a definitive test-bed; (b) field-deploying the test beds to obtain performance data and (c) empirically identifying and refining design-oriented models. \r\n\r\nIn addition, personnel involved in this project, including undergraduate and graduate students from engineering and business schools, will receive course-work and project-based learning in the areas of entrepreneurship and technology translation through (a) interdisciplinary special topics courses (b) the Wisconsin Entrepreneurship Bootcamp (c) the business plan competitions such as the Wisconsin Energy and Sustainability Challenge, and (d) various fieldwork demonstrations.\r\n\r\nThe project engages the City of Madison and Seventhwave (formerly the Energy Center of Wisconsin), to provide a test environment, guide commercialization aspects, and provide partnership in consulting to develop field deployment so as to translate this research discovery into a commercial reality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giri",
   "pi_last_name": "Venkataramanan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giri Venkataramanan",
   "pi_email_addr": "giri@engr.wisc.edu",
   "nsf_id": "000452929",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suman",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suman Banerjee",
   "pi_email_addr": "suman@cs.wisc.edu",
   "nsf_id": "000233313",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarada",
   "pi_last_name": "Sarada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarada Sarada",
   "pi_email_addr": "sarada@bus.wisc.edu",
   "nsf_id": "000694699",
   "pi_start_date": "2015-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 45370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Overview:&nbsp;</span><span>About&nbsp;</span><span>30%&nbsp;</span><span>of household carbon (</span><span>CO</span><span>2</span><span>) emissions in a Midwestern city such as Milwaukee stem from electricity use. Any significant reduction in urban&nbsp;</span><span>CO</span><span>2&nbsp;</span><span>emissions will have to include a reduction in electricity footprint. Widespread adoption of wind and distributed solar generation and carbon-free base-load generation has the potential to eliminate this footprint. The technical viability of microgrids for physical realization of such systems have been demonstrated in laboratory and captive field settings. However, these technologies are not yet practical in the hands of the consumers. The transformation cannot occur without a serious change in consumer experience with electricity in terms of what electricity is used for, when it is used, and how it is paid for. At present, consumer interactions with electrical systems are active (such as turning lights on and off), or passive (such as climate control systems), with a bill served at the end of each month. We have created a platform to provide energy aware consumer experience wherein information interfaces such as mobile phone and/or web interfaces are used for monitoring and control of electrical devices.</span></p>\n<p><span>Project:&nbsp;</span><span>PIs Giri Venkataramanan and Suman Banerjee have previoulsy developed approaches for using wireless networks for reducing energy use in buildings under NSF&rsquo;s Sustainable Energy Pathways (SEP) Program under the grant CHE-1230751. In the previous parent project, they have developed laboratory prototype demonstration hardware and software that use various wireless technologies for communicating among electrical power devices (source, loads), and cloud computing for strategizing the control of the devices. In the completed AIR-TT project, prototypes have been refined further in terms of human interfaces, networking, software and hardware, as a minimum viable product prototype that can be used in a real-world microgrid. PI Sarada Sarada is a faculty member in the Wisconsin School of Business specializing in the field of entrepreneurship. We have developed a market-ready &rsquo;MEM-in-a-box&rsquo; solution that can be deployed in conjunction with commercially available communication, electrical power generation, energy storage and control devices for configuring and managing a microgrid, along with suitable embedded software applications that utilizes cloud computing for its operations.</span></p>\n</div>\n</div>\n</div>\n<p><span>Intellectual Merit:&nbsp;</span><span>While the use of wireless technologies and cloud-computing in an electrical power network has been demonstrated in some lab settings, this project has addressed the challenges in scaling up device level operations to realize a complete microgrid system. Various challenges (that include (a) providing reliable communication among disparate source, storage, load and human interface devices (b) ensuring localized resilience of individual devices under intermittent and/or failed communication, and (c) ensuring stable and proper operation in light of various delays and uncontrolled latencies in communications and computing systems) have been identified and quantified to develop a robust operational system. It uses</span>&nbsp;multiple modes of communications including wired Ethernet, GSM and public internet, etc, and the framework of cloud-computing with localized intelligence at each node tat provides the necessary back-bone to meet these challenges simultaneously. Participation from the PI from business school has enabled us to identify the marketplace challenges at the outset, ensuring a smooth pathway towards commercialization.</p>\n<p><span>Broader Impact: Project team members have&nbsp;</span><span>(1) offered project-oriented interdisciplinary experienes that engages engineering, computer science and business students from diverse social backgrounds to enroll together, and form teams to develop solutions relevant to this project working with the graduate student researchers in the form of a Hackathon; (2) engaged undergraduate research students from diverse backgrounds to participating in the project through an REU experience.&nbsp;</span>(3) conducted student activities to take place in the UW-Madison's&nbsp;maker-space&nbsp;community to broaden the visibility of the project among the local technology-savvy and venturing public; (4) worked with the City of Madison, and Seventh Wave, (formerly Energy Center of Wisconsin) to identify field deployment opportunities of the project artifacts in energy sustainability demonstration projects; (5) conducted workshops for students on using the Microgrid Energy Manager internationally with a partner institution in India (National Institute of Engineering), and locally at UW-Madison; (6) developed network contacts with microgrids, energy management and venture capital professionals to set the stage for identifying and promoting partners for commercializing the developed technology; and (7) developed a website for assisting recruitment and dissemination of the project outcomes to broad audiences.</p>\n<p>Project team members are currently exploring the development of two pathways in making the technology developments commercial: (1) an experimental hardware and software platgorm to serve the prototyping needs of the smart and microgrid research and educaitonal community (2) a ready to deploy platform suitable for microgrid based rural electrificaiton projects in developing economies in Africa and South Asia. Effforts are underway in moving forward in both directions.</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/22/2018<br>\n\t\t\t\t\tModified by: Giri&nbsp;Venkataramanan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\n\n\nOverview: About 30% of household carbon (CO2) emissions in a Midwestern city such as Milwaukee stem from electricity use. Any significant reduction in urban CO2 emissions will have to include a reduction in electricity footprint. Widespread adoption of wind and distributed solar generation and carbon-free base-load generation has the potential to eliminate this footprint. The technical viability of microgrids for physical realization of such systems have been demonstrated in laboratory and captive field settings. However, these technologies are not yet practical in the hands of the consumers. The transformation cannot occur without a serious change in consumer experience with electricity in terms of what electricity is used for, when it is used, and how it is paid for. At present, consumer interactions with electrical systems are active (such as turning lights on and off), or passive (such as climate control systems), with a bill served at the end of each month. We have created a platform to provide energy aware consumer experience wherein information interfaces such as mobile phone and/or web interfaces are used for monitoring and control of electrical devices.\n\nProject: PIs Giri Venkataramanan and Suman Banerjee have previoulsy developed approaches for using wireless networks for reducing energy use in buildings under NSF?s Sustainable Energy Pathways (SEP) Program under the grant CHE-1230751. In the previous parent project, they have developed laboratory prototype demonstration hardware and software that use various wireless technologies for communicating among electrical power devices (source, loads), and cloud computing for strategizing the control of the devices. In the completed AIR-TT project, prototypes have been refined further in terms of human interfaces, networking, software and hardware, as a minimum viable product prototype that can be used in a real-world microgrid. PI Sarada Sarada is a faculty member in the Wisconsin School of Business specializing in the field of entrepreneurship. We have developed a market-ready ?MEM-in-a-box? solution that can be deployed in conjunction with commercially available communication, electrical power generation, energy storage and control devices for configuring and managing a microgrid, along with suitable embedded software applications that utilizes cloud computing for its operations.\n\n\n\n\nIntellectual Merit: While the use of wireless technologies and cloud-computing in an electrical power network has been demonstrated in some lab settings, this project has addressed the challenges in scaling up device level operations to realize a complete microgrid system. Various challenges (that include (a) providing reliable communication among disparate source, storage, load and human interface devices (b) ensuring localized resilience of individual devices under intermittent and/or failed communication, and (c) ensuring stable and proper operation in light of various delays and uncontrolled latencies in communications and computing systems) have been identified and quantified to develop a robust operational system. It uses multiple modes of communications including wired Ethernet, GSM and public internet, etc, and the framework of cloud-computing with localized intelligence at each node tat provides the necessary back-bone to meet these challenges simultaneously. Participation from the PI from business school has enabled us to identify the marketplace challenges at the outset, ensuring a smooth pathway towards commercialization.\n\nBroader Impact: Project team members have (1) offered project-oriented interdisciplinary experienes that engages engineering, computer science and business students from diverse social backgrounds to enroll together, and form teams to develop solutions relevant to this project working with the graduate student researchers in the form of a Hackathon; (2) engaged undergraduate research students from diverse backgrounds to participating in the project through an REU experience. (3) conducted student activities to take place in the UW-Madison's maker-space community to broaden the visibility of the project among the local technology-savvy and venturing public; (4) worked with the City of Madison, and Seventh Wave, (formerly Energy Center of Wisconsin) to identify field deployment opportunities of the project artifacts in energy sustainability demonstration projects; (5) conducted workshops for students on using the Microgrid Energy Manager internationally with a partner institution in India (National Institute of Engineering), and locally at UW-Madison; (6) developed network contacts with microgrids, energy management and venture capital professionals to set the stage for identifying and promoting partners for commercializing the developed technology; and (7) developed a website for assisting recruitment and dissemination of the project outcomes to broad audiences.\n\nProject team members are currently exploring the development of two pathways in making the technology developments commercial: (1) an experimental hardware and software platgorm to serve the prototyping needs of the smart and microgrid research and educaitonal community (2) a ready to deploy platform suitable for microgrid based rural electrificaiton projects in developing economies in Africa and South Asia. Effforts are underway in moving forward in both directions.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 07/22/2018\n\n\t\t\t\t\tSubmitted by: Giri Venkataramanan"
 }
}