{
 "awd_id": "1542335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIMENSIONS: COLLABORATIVE RESEARCH: The phylogenetic and functional diversity of extracellular electron transfer across all three domains of life",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 399649.0,
 "awd_amount": 402151.0,
 "awd_min_amd_letter_date": "2015-08-10",
 "awd_max_amd_letter_date": "2016-01-28",
 "awd_abstract_narration": "All cells require energy.  This fact is somewhat taken for granted in biodiversity studies of plants and animals, but is at the forefront of discovering novel microbial biodiversity.  As an electrical charge flows through energy transfer molecules in a cell, it is coupled to the production of ATP molecules (akin to charging the battery that powers the cell) or the production of other compounds that are critical for life function.  Until recently, it was thought that all cells require electron energy transfer molecules that are soluble in water, so that they can be brought into the cell.  However, scientists discovered that some bacteria are able to use solid metals such as rust (iron oxides) located outside the cell as an energy source. They do so by shuttling electrons from the inside of the cell to the outside of the cell, via energy transfer molecules that deliver electrical charge to metal deposits in the environment. In other words, part of these microbes' energy production pathways have evolved to be outside of the cell. This process, termed extracellular electron transfer (EET), transformed how we think about cellular life and in particular how microbes may impact the global elemental cycles that sustain life on Earth. This research team will conduct the first wide-ranging assessment of the diversity of EET across all three domains of life (Bacteria, Archaea and Eukarya). The project will also broaden public understanding about microbial life through developing interactive museum exhibits that present microbial EET to the public. Project investigators will work with the Encyclopedia of Life to broaden the representation of microbes in their databases and in school curricula. The project is also uniquely poised to strengthen industry and academic pipelines through educational curriculum that engages middle school students in interdisciplinary EET research, and a pedagogical training and lab exchange program that affords students and postdoctoral scholars an opportunity to conduct interdisciplinary research. \r\n\r\nConsistent with the objectives of the DIMENSIONS program, this proposal aims to establish the degree to which ribotypes and genotypes relate to function and activity. This is also a grand challenge in environmental microbiology, and our ability to use bioelectrochemical systems to selectively target electroactive communities affords a unique opportunity to selectively isolate and characterize microbes capable of extracellular electron transfer (EET). To these ends, the overarching goal of this proposal is to comprehensively assess and relate the phylogenetic diversity, genetic/genomic diversity, and functional diversity of microorganisms engaged in EET across all three domains of life. The work plan includes: 1) conducting the first broad, systematic assessment of the phylogenetic diversity of EET-enabled microbes in natural habitats; 2) using the results of these data to identify 20 \"representative\" communities for co-registered metagenomic, metatranscriptomic, and biogeochemical characterization to target differentially expressed transcripts associated with EET and the biogeochemical processes that are mediated by these communities; 3) characterizing the genetic, biochemical and biophysical attributes of cultivated but uncharacterized microbes commonly found on electroactive surfaces; 4) integrating these results to develop a better capacity to predict the physiologies and biogeochemical impacts of electroactive communities in nature; and 5) archiving these data in robust databases to allow others to relate the project's findings to their data. These efforts will provide, for the first time, a comprehensive dataset linking phylogenetic data (16S, 18S) with functional potential (genomics), physiological poise (transcriptomics) and metabolic activity (geochemical measurements) that will have many applications to beyond biodiversity science. For example, the combined 'omics and rate measurements will allow the investigators to constrain the extent to which EET contributes to biogeochemical cycles in nature. The transposon mutagenesis and biophysical studies, in turn, will help researchers understand the means by which common but poorly characterized microbes carry out EET. While the value of each of the proposed efforts is significant, the coordination of these activities enables true integration of these findings to provide a comprehensive perspective on the relationships among phylogenetic, genomic and physiological diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orianna",
   "pi_last_name": "Bretschger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orianna Bretschger",
   "pi_email_addr": "obretschger@jcvi.org",
   "nsf_id": "000522749",
   "pi_start_date": "2015-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "J. Craig Venter Institute, Inc.",
  "inst_street_address": "4120 CAPRICORN LN",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8582001864",
  "inst_zip_code": "920373498",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "J. CRAIG VENTER INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FL8UNYTG72D1"
 },
 "perf_inst": {
  "perf_inst_name": "J. Craig Venter Institute, Inc.",
  "perf_str_addr": "4120 Capricorn Lane",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920371007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 235729.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}