{
 "awd_id": "1543639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Computer-Aided Response-to-Intervention for Reading Comprehension Disabilities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 165787.0,
 "awd_amount": 165787.0,
 "awd_min_amd_letter_date": "2015-07-09",
 "awd_max_amd_letter_date": "2015-07-09",
 "awd_abstract_narration": "The Common Core Learning Standards (CCLS), adopted by 44 states and the District of Columbia, define the skills a student should demonstrate by the end of each grade.  One key skill emphasized by CCLS is reading ability, which is the precursor for learning in all content areas.  In New York State, students in grades 3-8 take an English Language Arts (ELA) test each spring to measure their CCLS achievement in reading.  An ELA test contains both multiple choice questions and open-ended questions based on short text passages; to do well, students should be able to read a passage closely for textual evidence and draw logical inferences from it. To report the results, the number of correct student responses is converted into a scale score; this in turn is divided into four performance levels: NYS Level 1 for well below proficient, NYS Level 2 for partially proficient, NYS Level 3 for proficient, and NYS Level 4 for exceptional in grade-level standards.  Schools arrange academic intervention services for students whose performance level is either NYS Level 1 or NYS Level 2. To drive change in students who are at risk for not meeting academic expectations, the Response-to-Intervention model aims to deliver instructions as a function of these assessment outcomes.  But the PIs argue that a single performance score as the assessment outcome is often insufficient for identifying underlying learning problems, especially in reading comprehension.  In this exploratory project they will focus on discovering error patterns in assessment outcomes at the lexical level, in the expectation these will ultimately lead to improved understanding of how the raw data from a pool of underperforming text-based analytic reading assessments can be transformed into an informative and understandable structure for delivery of effective reading comprehension interventions.  Project outcomes will complement the current scoring system by supporting diagnosis at an individual level, and by facilitating grouping of students with similar reading disabilities in the same intervention group in order to optimize school teaching resources. The approach will also support a data-driven instruction framework by maximizing the information gain from each test, which can result in fewer tests taken and more hours for teaching per school year.\r\n\r\nThis is an interdisciplinary collaboration between a computer scientist (Tsai) and an expert in literacy education (Zakierski).  PI Tsai will be responsible for computer algorithm development and data analysis, whereas PI Zakierski will be in charge of data collection and evaluation of the proposed approach based on findings in literacy and pedagogy.  The team will build a database containing words with lexical properties from literature for children up to grade 3, assessment materials from NYS ELAs, and intervention records.  They will annually collect ELA assessment materials from a pool of approximately 120 third grade students with performance at NYS Level 2 or below, for both research development and evaluation.  They will develop a computer-aided intervention system that performs data-mining on underperforming individual ELA assessment materials to discover error patterns, which should assist the teacher in identifying a student's underlying reading comprehension problems in order to prepare a more effective instruction plan.  And they will evaluate the performance by doing both formative and summative assessments, the former to consist of questionnaires for teachers and mock ELA tests for students taken during the period of intervention, and the latter being the real ELA tests in April following the intervention. From the computer science perspective, the main challenge is the small size of the dataset.  The PIs will develop new techniques that are domain-knowledge driven for performing meaningful analysis to discover error patterns in such situations; if successful, the approach will open the door to broad research opportunities in other cases where \"small data\" is easier to come by.  In addition, the exploration of data mining on literacy education itself will constitute a unique contribution, since the marriage of the two fields has not yet received much attention from the research community and there are many interesting questions waiting to be addressed using computational approaches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chia-LIng",
   "pi_last_name": "Tsai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chia-LIng Tsai",
   "pi_email_addr": "CTsai@iona.edu",
   "nsf_id": "000515040",
   "pi_start_date": "2015-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "IONA UNIVERSITY",
  "inst_street_address": "715 NORTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ROCHELLE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9146332602",
  "inst_zip_code": "108011830",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "NY16",
  "org_lgl_bus_name": "IONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HR7QS3BWJWE5"
 },
 "perf_inst": {
  "perf_inst_name": "Iona College",
  "perf_str_addr": "715 North Avenue",
  "perf_city_name": "New Rochelle",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "108011830",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "NY16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 165787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This interdisciplinary project focused on discovering error patterns in assessment outcomes to facilitate effective teaching for reading comprehension in early elementary education<strong>.</strong> We collected ELA (English Language Arts) assessment data for 6 mock examinations over 2 years, involving a total of 365 4th grade students from 2 different schools in NY. All examination questions were labeled by a literacy expert with one of 9 performance indicators defined by NYSED (New York State Education Department), covering 3 main reading skills---making summary, making inference, and locating information. We also compiled a dictionary from a collection of books recommended by NYSED to represent the lexical knowledge base for children up to 4th grade.</p>\n<p class=\"Default\">We performed several data mining techniques on the collected data to study error patterns. Two error patterns were discovered and both findings contradict common beliefs. First, it is a common understanding that students can better locate information than to make summary. Our finding indicates that students perform significantly better for the summary-type questions, than questions that demand the abilities to locate textual evidence and/or make inference to a various degree. A possible explanation for this finding is strong emphasis on high-level reading comprehension strategies in the intervention program, while many students are still lacking fundamental reading skills at the lexical level. Second, in all statewide assessments, a single performance score is often the only outcome measure to identify underlying learning problems. Our finding indicates that students with similar final scores can vary substantially in terms of reading skills. It is particularly true for students achieving correctness between 20% and 75%. This analysis leads to the conclusion that one single assessment score is not sufficient for a teacher to identify the learning problems of a specific student, especially for reading comprehension.</p>\n<p class=\"Default\">To analyze underlying factors affecting reading comprehension for a specific age group and to be able to validate the work, we transformed the problem to a K-nearest-neighbor (KNN) matching problem. The framework allows exploration of low-level features (in terms of reading skills) and various matching mechanisms. Given the right feature selection and a robust matching mechanism, if there are multiple assessments from the same student taken few months apart, each assessment should be a considerably close match to other assessments of the same student. If k=1 and the closest assessment is indeed done by the same student, the match is considered a success, else it is a failure. In our current study, when expressing an assessment as a 3-tuple feature vector in the reading skill space by manually labeling each question with one of the three main reading skills under investigation, the average correctness is 17% when k=2, and the correctness increases to 50% when k=7 in a class of 22 students. Possible explanations for the low success rate include high subjectivity of the human-labeled reading skills, and incorrect representation of the reading skill feature space for 4<sup>th</sup> grade students in the intervention program. In addition, the assessment data also suffers from low signal-to-noise ratio. More studies should be done to investigate effective features and robust matching mechanisms. An important application of this framework is to allow an instructor to transfer the intervention from existing students to new students.&nbsp;</p>\n<p class=\"Default\">For a statewide assessment, PLDs (Performance Level Descriptions) describe the expected range of skills students should demonstrate at a given performance level. Our research can complement PLDs by providing diagnostic data for each individual student. This can facilitate placing students with similar reading disabilities in the same intervention group to optimize corrective actions and make efficient use of school teaching resources. Students with improved reading abilities are better prepared for college-and-career readiness and more apt to compete in a global workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2018<br>\n\t\t\t\t\tModified by: Chia-Ling&nbsp;Tsai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This interdisciplinary project focused on discovering error patterns in assessment outcomes to facilitate effective teaching for reading comprehension in early elementary education. We collected ELA (English Language Arts) assessment data for 6 mock examinations over 2 years, involving a total of 365 4th grade students from 2 different schools in NY. All examination questions were labeled by a literacy expert with one of 9 performance indicators defined by NYSED (New York State Education Department), covering 3 main reading skills---making summary, making inference, and locating information. We also compiled a dictionary from a collection of books recommended by NYSED to represent the lexical knowledge base for children up to 4th grade.\nWe performed several data mining techniques on the collected data to study error patterns. Two error patterns were discovered and both findings contradict common beliefs. First, it is a common understanding that students can better locate information than to make summary. Our finding indicates that students perform significantly better for the summary-type questions, than questions that demand the abilities to locate textual evidence and/or make inference to a various degree. A possible explanation for this finding is strong emphasis on high-level reading comprehension strategies in the intervention program, while many students are still lacking fundamental reading skills at the lexical level. Second, in all statewide assessments, a single performance score is often the only outcome measure to identify underlying learning problems. Our finding indicates that students with similar final scores can vary substantially in terms of reading skills. It is particularly true for students achieving correctness between 20% and 75%. This analysis leads to the conclusion that one single assessment score is not sufficient for a teacher to identify the learning problems of a specific student, especially for reading comprehension.\nTo analyze underlying factors affecting reading comprehension for a specific age group and to be able to validate the work, we transformed the problem to a K-nearest-neighbor (KNN) matching problem. The framework allows exploration of low-level features (in terms of reading skills) and various matching mechanisms. Given the right feature selection and a robust matching mechanism, if there are multiple assessments from the same student taken few months apart, each assessment should be a considerably close match to other assessments of the same student. If k=1 and the closest assessment is indeed done by the same student, the match is considered a success, else it is a failure. In our current study, when expressing an assessment as a 3-tuple feature vector in the reading skill space by manually labeling each question with one of the three main reading skills under investigation, the average correctness is 17% when k=2, and the correctness increases to 50% when k=7 in a class of 22 students. Possible explanations for the low success rate include high subjectivity of the human-labeled reading skills, and incorrect representation of the reading skill feature space for 4th grade students in the intervention program. In addition, the assessment data also suffers from low signal-to-noise ratio. More studies should be done to investigate effective features and robust matching mechanisms. An important application of this framework is to allow an instructor to transfer the intervention from existing students to new students. \nFor a statewide assessment, PLDs (Performance Level Descriptions) describe the expected range of skills students should demonstrate at a given performance level. Our research can complement PLDs by providing diagnostic data for each individual student. This can facilitate placing students with similar reading disabilities in the same intervention group to optimize corrective actions and make efficient use of school teaching resources. Students with improved reading abilities are better prepared for college-and-career readiness and more apt to compete in a global workforce.\n\n\t\t\t\t\tLast Modified: 09/05/2018\n\n\t\t\t\t\tSubmitted by: Chia-Ling Tsai"
 }
}