{
 "awd_id": "1544986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: Fault Tolerant Brain Implantable Cyber-Physical System",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 487712.0,
 "awd_amount": 487712.0,
 "awd_min_amd_letter_date": "2015-09-15",
 "awd_max_amd_letter_date": "2015-09-15",
 "awd_abstract_narration": "CPS: Synergy: Collaborative Research: Fault Tolerant Brain Implantable Cyber-Physical System\r\n\r\nEpilepsy is one of the most common neurological disorders, affecting between 0.4% and 1% of the world's population. While seizures can be controlled in approximately two thirds of newly diagnosed patients through the use of one or more antiepileptic drugs (AEDs), the remainder experience seizures even on multiple medications. The primary impacts of the chronic condition of epilepsy on a patient are a lower quality of life, loss of productivity, comorbidities, and increased risk of death. Epilepsy is an intermittent brain disorder, and in localization-related epilepsy, which is the most common form of epilepsy, one or a few discrete brain areas (the seizure focus or seizure foci) are believed to be responsible for seizure initiation. More recent approaches with implantable electrical stimulation seizure control devices hold value as a therapeutic option for the control of seizures. These devices, directly or indirectly, target the seizure focus and seek to control its expression. In this project we will build a multichannel brain implantable device based on emerging cyber physical system (CPS) principles. This brain implantable CPS device will incorporate key design features to make the device dependable, scalable, composable, certifiable, and interoperable. The device will operate over the life of an animal, or a patient, and continuously record brain activity and stimulate the brain when seizure related activity is detected to abort an impending seizure.\r\n\r\nEpisodic brain disorders such as epilepsy have a considerable impact on a patient's productivity and quality of life and may be life-threatening when seizures cannot be controlled with medications. The goal of this project is to create a second generation brain-implantable sensing and stimulating device (BISSD) based on emerging CPS principles and practice.  The development of a BISSD as a exemplifies several defining aspects that inform and illustrate core CPS principles. First, to meet the important challenge of regulatory approval a composable, scalable and certifiable framework that supports testing in multiple species is proposed. Second, a BISSD must be wholly integrated with the patient and fully cognizant at every instant of brain state, including dynamic changes in both the normal and abnormal expression of brain physiology and therapeutic intervention. Thus, this project seeks a tight conjunction of the cyber solution that must monitor itself and monitor and stimulate the brain using implanted, adaptable, distributed, and networked electrodes, and the physical system which in this case is the intermittently failing human brain. Third, a BISSD must function for an extensive period of time, up to the life of the patient, because each surgery to place and retrieve a BISSD carries an attendant risk. This requirement necessitates a dependable solution, which this project seeks to reliably achieve through both an understanding of the brain's foreign body response and a unique hierarchical fault-tolerant design. Fourth, an advanced salient approaches to acquire, compress, and analyze sensor signals to achieve real-time monitoring and control of seizures is employed. This project should yield a powerful, scalable CPS framework for robust fault-tolerant implantable medical devices with real-time processing that can grow with advances in sensors, sensing modalities, time-series analysis, real-time computation, control, materials, power and knowledge of underlying biology. The USA has a competitive advantage in the control of seizures in medically refractory epilepsy. In the modern era, epilepsy surgery evolved in the USA in the 1970s and spread from here to other parts of the world. Similarly, the USA enjoys a competitive advantage in BISSDs, and success in this effort will enable the USA to build on and maintain this advantage. In addition to epilepsy, advances made here can be expected to benefit the treatment of other neurological and psychiatric brain disorders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hitten",
   "pi_last_name": "Zaveri",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Hitten P Zaveri",
   "pi_email_addr": "hitten.zaveri@yale.edu",
   "nsf_id": "000502223",
   "pi_start_date": "2015-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Themis",
   "pi_last_name": "kyriakides",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Themis kyriakides",
   "pi_email_addr": "themis.kyriakides@yale.edu",
   "nsf_id": "000432168",
   "pi_start_date": "2015-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tore",
   "pi_last_name": "Eid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tore Eid",
   "pi_email_addr": "tore.eid@yale.edu",
   "nsf_id": "000640519",
   "pi_start_date": "2015-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065103209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8235",
   "pgm_ref_txt": "CPS-Synergy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 487712.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Epilepsy is one of the most common neurological disorders, affecting 3.4 million people in the USA and up to 1% of the world's population. One in 26 people in the USA will develop epilepsy at some point in their lifetime. While seizures can be controlled in approximately 64% of newly diagnosed patients using one or more antiseizure drugs, the remainder experience seizures even on multiple medications. The primary impacts of the chronic condition of epilepsy on a patient are a lower quality of life, loss of productivity, and increased risk of death. There is an increased incidence of epilepsy with age, and since the elderly constitute the fastest growing segment of the population (projected to reach approximately 20% of the USA population by 2030), an increase in the prevalence of epilepsy is expected with time. The estimated annual cost, including both direct health-related cost and indirect cost from loss of productivity, due to epilepsy in the USA is approximately $20 billion. Most of this cost stems from patients for whom seizures are not controlled by medications. Epilepsy is an intermittent brain disorder and in localization-related epilepsy, which is the most common form of epilepsy, one or a few discrete cortical areas (seizure focus or seizure foci) are believed to be responsible for seizure initiation. Resective or disconnective surgery is a second therapeutic option, after pharmacotherapy, and is suitable for some patients. More recent approaches with implantable electrical stimulation seizure control devices may hold value as a third therapeutic option. Surgery and devices, directly or indirectly, target the seizure focus and seek to remove or control it.</p>\n<p>Three first generation stimulation devices, all from USA-based companies, are in use. Though highly innovative in that they have helped define a new therapeutic option, these devices are limited in several manners, the main limitation being the number of channels which are used to monitor the brain or deliver electrical stimuli. We seek to create a brain-implantable seizure control device based on cyber-physical system (CPS) principles and practice. The device will be composed of one or more modules placed intracranially to continuously monitor brain state and vulnerability to seizure and intervene to block the development of seizure. In this CPS the physical system is the intermittently failing brain, and the cyber solution will consist of multiple sensors with signal conditioning and digitization circuitry, fault-tolerant architecture, wireless power, wireless communication, detection of vulnerability, seizure detection, seizure control, and device control. The cyber solution will fit into a physical space which is specifically created for it within the skull and must then form a \"cyber-brain system\" and operate hand-in-glove with the brain.</p>\n<p>We, with our collaboration partners, have designed and fabricated a 64-channel brain-implantable sensing and electrical stimulating device for placement in a rat model of epilepsy to control seizures. We have also designed and fabricated a 32-sensor array electrode for monitoring rodent brain electrical activity. In this project we concentrated on the dependability of the brain monitoring solution and the real-time detection of seizures. We completed detailed analytical and empirical analysis for multiple fault tolerance schemes obtained a patent for this work. We have completed several studies on the real-time detection of seizures and have published these results. We exposed students and faculty from Yale University and&nbsp;University of North Carolina at Charlotte to the issues faced in the design and testing of brain implantable devices. Students from Yale Engineering and University of North Carolina at Charlotte were also exposed to clinical care pathways for epilepsy, including epilepsy surgery.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2019<br>\n\t\t\t\t\tModified by: Hitten&nbsp;P&nbsp;Zaveri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEpilepsy is one of the most common neurological disorders, affecting 3.4 million people in the USA and up to 1% of the world's population. One in 26 people in the USA will develop epilepsy at some point in their lifetime. While seizures can be controlled in approximately 64% of newly diagnosed patients using one or more antiseizure drugs, the remainder experience seizures even on multiple medications. The primary impacts of the chronic condition of epilepsy on a patient are a lower quality of life, loss of productivity, and increased risk of death. There is an increased incidence of epilepsy with age, and since the elderly constitute the fastest growing segment of the population (projected to reach approximately 20% of the USA population by 2030), an increase in the prevalence of epilepsy is expected with time. The estimated annual cost, including both direct health-related cost and indirect cost from loss of productivity, due to epilepsy in the USA is approximately $20 billion. Most of this cost stems from patients for whom seizures are not controlled by medications. Epilepsy is an intermittent brain disorder and in localization-related epilepsy, which is the most common form of epilepsy, one or a few discrete cortical areas (seizure focus or seizure foci) are believed to be responsible for seizure initiation. Resective or disconnective surgery is a second therapeutic option, after pharmacotherapy, and is suitable for some patients. More recent approaches with implantable electrical stimulation seizure control devices may hold value as a third therapeutic option. Surgery and devices, directly or indirectly, target the seizure focus and seek to remove or control it.\n\nThree first generation stimulation devices, all from USA-based companies, are in use. Though highly innovative in that they have helped define a new therapeutic option, these devices are limited in several manners, the main limitation being the number of channels which are used to monitor the brain or deliver electrical stimuli. We seek to create a brain-implantable seizure control device based on cyber-physical system (CPS) principles and practice. The device will be composed of one or more modules placed intracranially to continuously monitor brain state and vulnerability to seizure and intervene to block the development of seizure. In this CPS the physical system is the intermittently failing brain, and the cyber solution will consist of multiple sensors with signal conditioning and digitization circuitry, fault-tolerant architecture, wireless power, wireless communication, detection of vulnerability, seizure detection, seizure control, and device control. The cyber solution will fit into a physical space which is specifically created for it within the skull and must then form a \"cyber-brain system\" and operate hand-in-glove with the brain.\n\nWe, with our collaboration partners, have designed and fabricated a 64-channel brain-implantable sensing and electrical stimulating device for placement in a rat model of epilepsy to control seizures. We have also designed and fabricated a 32-sensor array electrode for monitoring rodent brain electrical activity. In this project we concentrated on the dependability of the brain monitoring solution and the real-time detection of seizures. We completed detailed analytical and empirical analysis for multiple fault tolerance schemes obtained a patent for this work. We have completed several studies on the real-time detection of seizures and have published these results. We exposed students and faculty from Yale University and University of North Carolina at Charlotte to the issues faced in the design and testing of brain implantable devices. Students from Yale Engineering and University of North Carolina at Charlotte were also exposed to clinical care pathways for epilepsy, including epilepsy surgery. \n\n\t\t\t\t\tLast Modified: 09/28/2019\n\n\t\t\t\t\tSubmitted by: Hitten P Zaveri"
 }
}