{
 "awd_id": "1544686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: Cyber-physical digital microfluidics based on active matrix electrowetting technology: software-programmable high-density pixel arrays",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2015-09-16",
 "awd_max_amd_letter_date": "2015-09-16",
 "awd_abstract_narration": "Laboratory-on-a-chip (LoC) technology is poised to improve global health through development of low-cost, automated point-of-care testing devices. In countries with few healthcare resources, clinics often have drugs to treat an illness, but lack diagnostic tools to identify patients who need them. To enable low-cost diagnostics with minimal laboratory support, this project will investigate domain-specific LoC programming language and compiler design in conjunction with device fabrication technologies (process flows, sensor integration, etc.). The project will culminate by building a working LoC that controls fluid motion through electronic signals supplied by a host PC; a forensic toxicology immunoassay will be programmed in software and executed on the device. This experiment will demonstrate benefits of programmable LoC technology including miniaturization (reduced reagent consumption), automation (reduced costs and uncertainties associated with human interaction), and general-purpose software-programmability (the device can execute a wide variety of biochemical reactions, all specified in software). Information necessary to reproduce the device, along with all software artifacts developed through this research effort, will be publicly disseminated. This will promote widespread usage of software-programmable LoC technology among researchers in the biological sciences, along with public and industrial sectors including healthcare and public health, biotechnology, water supply management, environmental toxicity monitoring, and many others.\r\n\r\nThis project designs and implements a software-programmable cyber-physical laboratory-on-a-chip (LoC) that can execute a wide variety of biological protocols. By integrating sensors during fabrication, the LoC obtains the capability to send feedback in real-time to the PC controller, which can then make intelligent decisions regarding which biological operations to execute next. To bring this innovative and transformative platform to fruition, the project tackles several formidable research challenges: (1) cyber-physical LoC programming models and compiler design; (2) LoC fabrication, including process flows and cyber-physical sensor integration; and (3) LoC applications that rely on cyber-physical sensory feedback and real-time decision-making. By constructing a working prototype LoC, and programming a representative feedback-driven forensic toxicology immunoassay, the project demonstrates that the proposed system can automatically execute biochemical reactions that require a closed feedback loop. Expected broader impacts of the proposed work include reduced cost and increased reliability of clinical diagnostics, engagement with U.S. companies that use LoC technology, training of graduate and undergraduate students, increased engagement and retention efforts targeting women and underrepresented minorities, student-facilitated peer-instruction at UC Riverside, a summer residential program for underrepresented minority high-school students at the University of Tennessee, collaborations with researchers at the Oak Ridge National Laboratory, and creation, presentation, and dissemination of tutorial materials to promote the adoption and use of software-programmable LoCs among the wider scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Rack",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Philip D Rack",
   "pi_email_addr": "prack@utk.edu",
   "nsf_id": "000260674",
   "pi_start_date": "2015-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "8235",
   "pgm_ref_txt": "CPS-Synergy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of this collaborative project explored both experimental and simulation aspects of a new microfluidic platform that is governed by electrically addressable pixels.&nbsp; The goal is a large pixel count which requires the integration of thin film transistors at each pixel to enable row-column active matrix addressing.&nbsp; The experimental aspects were carried out at the Univeristy of Tennessee where the new platform was synthesized using micro/nanofabrication techniques.&nbsp; Collaborators at the University of California Riverside carried out numerical simulations to help control the microfluidic droplet/channel transport as high pixel counts can lead to challenges in controllable fluid flow.&nbsp; One of the main challenges of the integrated platform is the appropriate control of the control the resistance of the transistor and thus predictably turn each pixel on or off.&nbsp; A 256 pixel electrofluidic array with over 90 percent working pixels was demonstrated.&nbsp; In addition a new so-called neuromorphic platform involving the electrowetting of ionic liquids was investigated. Five refereed publications were published that were at least partially funded by this program.&nbsp;</p>\n<p>Regarding the broader impacts of the program, a masters student graduated and entered the US workforce and nearly finished PhD student was trained under the program will graduate soon and also enter the workforce.&nbsp; Additionally, two undergraduate students contributed to the program, which has helped retain them in the college of engineering and they have both graduated.&nbsp; The advances made to this device platform could be useful for enhanced pharmaceutical discovery or other applications where advanced microfluidic chemical mixing can be applied.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2019<br>\n\t\t\t\t\tModified by: Philip&nbsp;D&nbsp;Rack</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merit of this collaborative project explored both experimental and simulation aspects of a new microfluidic platform that is governed by electrically addressable pixels.  The goal is a large pixel count which requires the integration of thin film transistors at each pixel to enable row-column active matrix addressing.  The experimental aspects were carried out at the Univeristy of Tennessee where the new platform was synthesized using micro/nanofabrication techniques.  Collaborators at the University of California Riverside carried out numerical simulations to help control the microfluidic droplet/channel transport as high pixel counts can lead to challenges in controllable fluid flow.  One of the main challenges of the integrated platform is the appropriate control of the control the resistance of the transistor and thus predictably turn each pixel on or off.  A 256 pixel electrofluidic array with over 90 percent working pixels was demonstrated.  In addition a new so-called neuromorphic platform involving the electrowetting of ionic liquids was investigated. Five refereed publications were published that were at least partially funded by this program. \n\nRegarding the broader impacts of the program, a masters student graduated and entered the US workforce and nearly finished PhD student was trained under the program will graduate soon and also enter the workforce.  Additionally, two undergraduate students contributed to the program, which has helped retain them in the college of engineering and they have both graduated.  The advances made to this device platform could be useful for enhanced pharmaceutical discovery or other applications where advanced microfluidic chemical mixing can be applied. \n\n\t\t\t\t\tLast Modified: 09/30/2019\n\n\t\t\t\t\tSubmitted by: Philip D Rack"
 }
}