{
 "awd_id": "1544374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MATH:CONFERENCE: Active Learning Approaches in Mathematics Instruction: Practice and Assessment Workshop",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Talitha Washington",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2015-06-16",
 "awd_max_amd_letter_date": "2015-06-16",
 "awd_abstract_narration": "There is growing evidence of the effectiveness of active learning approaches to mathematics instruction. In particular, existing evidence supports the effectiveness of active learning approaches in deepening student understanding of mathematics. Moreover, research indicates that many students who have been less successful in mathematics have a more positive experience through active learning and are able to communicate what they have learned with others. However, the use of these pedagogical approaches in colleges and universities has been limited. Obstacles include lack of a good understanding by many faculty members of (i) ways to implement these approaches, (ii) awareness of the positive assessment and evaluation results of active learning, and (iii) how to overcome the challenges of adopting active learning in the classroom. This project is for a workshop designed to survey and investigate the characteristics, challenges, and evaluation of active learning approaches to collegiate mathematics instruction and to expand the community of individuals who are knowledgeable about both the methods and important questions involving active learning. Participants in the workshop will include experts in education and social science research methods as well as active learning mathematics practitioners and departmental leaders. An underlying motivation of the project is to disseminate the knowledge that will be gained from the workshop to help improve student learning and success to foster the National goal of increasing the number of highly qualified science, technology, engineering and mathematics (STEM) majors who will enter the United States STEM workforce.\r\n\r\nThe goals of the workshop are to: (1) review current active learning evaluation efforts; (2) clarify barriers to implementing new programs; (3) explore how to encourage the creation and implementation of new active learning programs; (4) determine what is needed in terms of national research and evaluation activities; and (5) promote research activities to refine the understanding of these issues related to developing, implementing, and engaging students and faculty in active learning. Several questions will be considered including: What are effective ways to foster and support faculty implementation of active learning strategies? How does classroom size impact effective use of various active learning strategies? How can on-line learning supplements be used to facilitate active learning strategies in the classroom? What is the level and nature of active learning experiences necessary to have significant impact on student learning, understanding, and success?  Likewise, a variety of assessment techniques and results obtained to date will be reviewed to determine the best metrics for assessing active learning strategies.  A follow up, professionally prepared, summary of conclusions from the meeting will be made available to the larger community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Douglas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Douglas",
   "pi_email_addr": "rdouglas@math.tamu.edu",
   "nsf_id": "000273128",
   "pi_start_date": "2015-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "3368 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005Z",
   "pgm_ref_txt": "Math Success in First 2 Years of College"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}