{
 "awd_id": "1544268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Service-Learning in Undergraduate Geosciences: A Public Workshop",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 267578.0,
 "awd_amount": 267578.0,
 "awd_min_amd_letter_date": "2015-07-21",
 "awd_max_amd_letter_date": "2015-07-21",
 "awd_abstract_narration": "Strategies for increasing the number of students who obtain degrees in STEM fields and broadening the diversity of students who declare STEM majors are the focus of considerable national attention (PCAST, 2012).  This national conversation is particularly important in the geosciences where there is a disparity in the number of underrepresented minorities who pursue geoscience majors.  In addressing these needs, STEM educators seek to identify and employ evidence-based best practices for engaging and teaching students. Service-learning is a method for teaching and learning which engages students in classroom-based inquiry experiences that incorporate meaningful service to the community, thereby both improving student learning and fostering a sense of civic responsibility. Service-learning in the STEM disciplines is a promising strategy for providing a rigorous and relevant STEM curriculum and giving students the skills needed to succeed in the 21st century.\r\n\r\nThe National Academy of Science (NAS) Board on Science Education (BOSE) is convening in early 2016 a 2-day public workshop on the role of service-learning in undergraduate geoscience education.  This workshop provides a venue for an in-depth exploration of how service-learning is being used in geoscience education, an analysis of the potential benefits of this approach, and evaluation of the strength of the evidence base regarding impacts.  Participants in the workshop will be discussing which student outcomes are most likely to be influenced by a service-learning experience, what \"best practices\" for service-learning in the geosciences might look like (informed both by geoscience exemplars and exemplars from other STEM disciplines), the potential challenges to implementing service-learning approaches in undergraduate geoscience courses, and areas where additional research might be needed. Six outside experts in this field are being commissioned to prepare white papers in advance of the workshop.  A final workshop report will be printed and distributed to relevant stakeholder audiences at the completion of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Schweingruber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Schweingruber",
   "pi_email_addr": "hschweingruber@nas.edu",
   "nsf_id": "000295303",
   "pi_start_date": "2015-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 Fifth Street, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 267578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The term &ldquo;service-learning&rdquo; generally refers to projects planned as components of academic coursework in which students use knowledge and skills taught in the course to address real needs in their communities. This kind of learning experience, which allows students to focus on critical, reflective thinking and civic responsibility, has become an increasingly popular component of undergraduate science education.</p>\n<p>Service-learning projects may involve many sorts of activities that link students directly with people and groups in their communities so they can collaborate to solve problems. What is generally characteristic of service-learning projects is that they allow students to connect their coursework with real-world problems, to see how information they learn in class can be applied in solving problems and improving their communities, and to reflect on what they learn from the experience. For example, students might conduct a greenhouse gas emissions inventory for their college campus; investigate contaminant transport in a local watershed and identify potential risks to the local population; or examine the impact of geologic hazards on the human population and design appropriate responses.</p>\n<p>Service-learning fits well with the goals for undergraduate study in the geosciences, the disciplines concerned with the Earth, which include geology; geophysics; geochemistry; and atmospheric, polar, and ocean studies.&nbsp;Researchers in these disciplines explore natural processes and&nbsp;help people understand their relationship to the environment in which they live&mdash;they help people locate and use needed resources, prepare for natural disasters, and understand changes in climate, for example. Students in geoscience fields study issues, such as landscape evolution, environmental challenges, energy use and production, weather and climate, and their effects on society. These kinds of topics naturally highlight the direct links between academic studies and real-world issues.</p>\n<p>Students doing service-learning projects as part of their geoscience education work with their faculty advisors to identify projects that address real-world issues, are of genuine importance in their communities, and draw on the knowledge and skills learned in geoscience courses. The students are given some autonomy to devise solutions to problems and are called on to reflect on how they have approached the task, the successes and challenges they encountered, and what they learned from the experience.</p>\n<p>Geoscience educators have hoped that service-learning could help them to engage more undergraduate students, particularly women and members of underrepresented population groups, in these disciplines. However, the best ways to use service-learning as a recruiting tool and its potential impact are not known. There have been few systematic efforts to examine how service-learning is used in the geosciences and how it benefits students or to assess the lessons to be learned from similar programs in other disciplines.</p>\n<p>With the support of the National Science Foundation, the National Academies of Sciences, Engineering, and Medicine planned a workshop to explore the current and potential role of service-learning in undergraduate geoscience education. The Committee on Service-Learning in the Undergraduate Geosciences was appointed to plan the April 2016 workshop. This committee included researchers and practitioners with expertise in undergraduate instruction in geoscience and other science disciplines, higher education administration, and service-learning in the geosciences and other fields. The committee was given the charge of exploring how service-learning is being used in geoscience education, its potential benefits, and the strength of the evidence base regarding the nature and benefits of these experiences.</p>\n<p>The publication <em>Service-Learning in Undergraduate Geosciences:&nbsp;Proceedings of a Workshop</em> (available at&nbsp;https://www.nap.edu/catalog/24621/service-learning-in-undergraduate-geosciences-proceedings-of-a-workshop)&nbsp;summarizes the presentations and discussions from the workshop.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2017<br>\n\t\t\t\t\tModified by: Heidi&nbsp;Schweingruber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe term \"service-learning\" generally refers to projects planned as components of academic coursework in which students use knowledge and skills taught in the course to address real needs in their communities. This kind of learning experience, which allows students to focus on critical, reflective thinking and civic responsibility, has become an increasingly popular component of undergraduate science education.\n\nService-learning projects may involve many sorts of activities that link students directly with people and groups in their communities so they can collaborate to solve problems. What is generally characteristic of service-learning projects is that they allow students to connect their coursework with real-world problems, to see how information they learn in class can be applied in solving problems and improving their communities, and to reflect on what they learn from the experience. For example, students might conduct a greenhouse gas emissions inventory for their college campus; investigate contaminant transport in a local watershed and identify potential risks to the local population; or examine the impact of geologic hazards on the human population and design appropriate responses.\n\nService-learning fits well with the goals for undergraduate study in the geosciences, the disciplines concerned with the Earth, which include geology; geophysics; geochemistry; and atmospheric, polar, and ocean studies. Researchers in these disciplines explore natural processes and help people understand their relationship to the environment in which they live&mdash;they help people locate and use needed resources, prepare for natural disasters, and understand changes in climate, for example. Students in geoscience fields study issues, such as landscape evolution, environmental challenges, energy use and production, weather and climate, and their effects on society. These kinds of topics naturally highlight the direct links between academic studies and real-world issues.\n\nStudents doing service-learning projects as part of their geoscience education work with their faculty advisors to identify projects that address real-world issues, are of genuine importance in their communities, and draw on the knowledge and skills learned in geoscience courses. The students are given some autonomy to devise solutions to problems and are called on to reflect on how they have approached the task, the successes and challenges they encountered, and what they learned from the experience.\n\nGeoscience educators have hoped that service-learning could help them to engage more undergraduate students, particularly women and members of underrepresented population groups, in these disciplines. However, the best ways to use service-learning as a recruiting tool and its potential impact are not known. There have been few systematic efforts to examine how service-learning is used in the geosciences and how it benefits students or to assess the lessons to be learned from similar programs in other disciplines.\n\nWith the support of the National Science Foundation, the National Academies of Sciences, Engineering, and Medicine planned a workshop to explore the current and potential role of service-learning in undergraduate geoscience education. The Committee on Service-Learning in the Undergraduate Geosciences was appointed to plan the April 2016 workshop. This committee included researchers and practitioners with expertise in undergraduate instruction in geoscience and other science disciplines, higher education administration, and service-learning in the geosciences and other fields. The committee was given the charge of exploring how service-learning is being used in geoscience education, its potential benefits, and the strength of the evidence base regarding the nature and benefits of these experiences.\n\nThe publication Service-Learning in Undergraduate Geosciences: Proceedings of a Workshop (available at https://www.nap.edu/catalog/24621/service-learning-in-undergraduate-geosciences-proceedings-of-a-workshop) summarizes the presentations and discussions from the workshop.\n\n\t\t\t\t\tLast Modified: 05/30/2017\n\n\t\t\t\t\tSubmitted by: Heidi Schweingruber"
 }
}