{
 "awd_id": "1544099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2015 Cyber Security Education Workshop",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2015-07-02",
 "awd_max_amd_letter_date": "2015-07-02",
 "awd_abstract_narration": "The funding from NSF will provide partial participants support at the 2015 Cyber Security Education Workshop organized by Georgia Tech and supported by Intel Corporation and NSF. The total attendance is expected to exceed 150 participants from organizations across the United States, Europe, Asia and South America.  At the workshop, members of academia, industry, and government will collaborate to build upon ongoing security education programs and encourage the adoption, incorporation, and dissemination of security content into college curricula. The event will also explore broader dissemination of novel ideas and experiences.\r\n\r\nBy fostering dialogue among academia, the private sector, government and international communities the workshop will significantly improve the collaboration among the sectors that will operate, sustain, and employ the persons and technology that underpin the essential core of the Nation?s critical infrastructure; the stronger partnerships between employers and academic institutions; and increased research activities to continue forward progress on relevant hard problems. Expected outcomes of the workshop include the generation of new ideas for security content adoption and collaborative initiatives among various faculty. If successful, the event will also enable the creation of additional security content integration examples that facilitate learning at both two- and four-year colleges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenke",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenke Lee",
   "pi_email_addr": "wenke@cc.gatech.edu",
   "nsf_id": "000165836",
   "pi_start_date": "2015-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2015 International Security Education Workshop held in Atlanta on May 18-19, drew participants from North America, South America, Asia, and Europe. Attendees from academia, industry, and government represented the various stakeholders in the cybersecurity education community discussed important questions facing cybersecurity education, including:</p>\n<ul>\n<li>How do we increase student awareness of and competence in cybersecurity?</li>\n</ul>\n<ul>\n<li>Where is cybersecurity education today? How can we assist educators and increase the level of cybersecurity course content adoption?</li>\n</ul>\n<ul>\n<li>What should be included in a cybersecurity degree program? How can the community of stakeholders canonize and disseminate a cybersecurity curriculum?</li>\n</ul>\n<p>Several presenters shared methods for teaching student cybersecurity concepts. A key takeaway from several presentations was the need for context and real-world scenarios in course design. Successful, engaging courses present computer science and cybersecurity material in a context that are meaningful to students.</p>\n<p>An interesting teaching method is to use games to engage students in cybersecurity. For example, it was presented in the workshop that an alternate reality game (ARG) format successfully teaches cybersecurity concepts in the following ways:</p>\n<ul>\n<li>It is social and inclusive.</li>\n<li>It stimulates counterfactual thinking.</li>\n<li>It provides real-world context.</li>\n</ul>\n<p>Cybersecurity education still struggles with a lack of tools and support to help educators successfully teach security concepts. Challenges include a large amount of course material that must be taught within tight timeframes, a shortage of real-world case studies and teaching materials, and a scarcity of affordable hands-on cybersecurity lab environments.</p>\n<p>Presentations, breakout sessions, and working groups at the 2015 workshop identified several ideas to help professors keep current with cybersecurity trends and gain access to helpful courseware and teaching modules, including:</p>\n<ul>\n<li>Greater access to attack simulation environments, sandboxes, and virtual labs to help educate cybersecurity students while also keeping them within the bounds of the law.</li>\n<li>Establishing extracurricular clubs for students to enhance their relationships and networking skills in addition to their cybersecurity knowledge.</li>\n<li>Creating a body of real-world teaching scenarios and exercises that professors could incorporate into their courses.</li>\n<li>Teaming up with other departments within the university to create a multidisciplinary approach to cybersecurity education.</li>\n</ul>\n<p>The need for a standardized cybersecurity curriculum was raised repeatedly during the 2015 workshop. The concept of a new field of study, described as &ldquo;cyber sciences&rdquo; was also discussed, which could encompass information assurance, forensics, network administration, cyber defense, cyber engineering, policy, cybersecurity management, and more. Workshop attendees were asked to consider how to demonstrate a formula for cybersecurity credentials that will result in the best security-educated student.</p>\n<p>The general consensus among attendees is that a cybersecurity or cyber science degree program needs to be established to help bring security education into greater prominence at colleges and universities. Competent security-focused educators need to begin by developing a standardized security body of knowledge and curriculum that can be disseminated to computer science educators. With so much debate among the computer science, information technology, and cybersecurity fields, it will be an engaging and ongoing effort. The lasting effects of a standardized cyber science curriculum will be worthwhile and long-reaching as colleges and universities strive to produce graduates that can contribute to safer computing envir...",
  "por_txt_cntn": "\nThe 2015 International Security Education Workshop held in Atlanta on May 18-19, drew participants from North America, South America, Asia, and Europe. Attendees from academia, industry, and government represented the various stakeholders in the cybersecurity education community discussed important questions facing cybersecurity education, including:\n\nHow do we increase student awareness of and competence in cybersecurity?\n\n\nWhere is cybersecurity education today? How can we assist educators and increase the level of cybersecurity course content adoption?\n\n\nWhat should be included in a cybersecurity degree program? How can the community of stakeholders canonize and disseminate a cybersecurity curriculum?\n\n\nSeveral presenters shared methods for teaching student cybersecurity concepts. A key takeaway from several presentations was the need for context and real-world scenarios in course design. Successful, engaging courses present computer science and cybersecurity material in a context that are meaningful to students.\n\nAn interesting teaching method is to use games to engage students in cybersecurity. For example, it was presented in the workshop that an alternate reality game (ARG) format successfully teaches cybersecurity concepts in the following ways:\n\nIt is social and inclusive.\nIt stimulates counterfactual thinking.\nIt provides real-world context.\n\n\nCybersecurity education still struggles with a lack of tools and support to help educators successfully teach security concepts. Challenges include a large amount of course material that must be taught within tight timeframes, a shortage of real-world case studies and teaching materials, and a scarcity of affordable hands-on cybersecurity lab environments.\n\nPresentations, breakout sessions, and working groups at the 2015 workshop identified several ideas to help professors keep current with cybersecurity trends and gain access to helpful courseware and teaching modules, including:\n\nGreater access to attack simulation environments, sandboxes, and virtual labs to help educate cybersecurity students while also keeping them within the bounds of the law.\nEstablishing extracurricular clubs for students to enhance their relationships and networking skills in addition to their cybersecurity knowledge.\nCreating a body of real-world teaching scenarios and exercises that professors could incorporate into their courses.\nTeaming up with other departments within the university to create a multidisciplinary approach to cybersecurity education.\n\n\nThe need for a standardized cybersecurity curriculum was raised repeatedly during the 2015 workshop. The concept of a new field of study, described as \"cyber sciences\" was also discussed, which could encompass information assurance, forensics, network administration, cyber defense, cyber engineering, policy, cybersecurity management, and more. Workshop attendees were asked to consider how to demonstrate a formula for cybersecurity credentials that will result in the best security-educated student.\n\nThe general consensus among attendees is that a cybersecurity or cyber science degree program needs to be established to help bring security education into greater prominence at colleges and universities. Competent security-focused educators need to begin by developing a standardized security body of knowledge and curriculum that can be disseminated to computer science educators. With so much debate among the computer science, information technology, and cybersecurity fields, it will be an engaging and ongoing effort. The lasting effects of a standardized cyber science curriculum will be worthwhile and long-reaching as colleges and universities strive to produce graduates that can contribute to safer computing environments.\n\nA list of presenters and a copy of available presentations from the 2015 Information Security Workshop, are available at: http://bit.ly/isew2015\n\nA current list of cybersecurity education resources for higher education available from t..."
 }
}