{
 "awd_id": "1545863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Bio-Inspired Flow Field Designs for Polymer Electrolyte Membrane (PEM) Fuel Cells",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "lydia mcclure",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-06-23",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "Fuel cells are a promising technology to reduce dependence on fossil fuel and reduce pollution while increasing energy efficiency. However, fuel cell technology is not fully mature and still faces several technical challenges. By mimicking the designs of natural flow fields found in leaves and lungs, which have evolved to distribute nutrients efficiently, bio-inspired flow fields have been designed and tested at Missouri S&T. By reducing the concentration losses common to existing flow field designs, bio-inspired flow fields lead to improved fuel cell performance. Such flow technologies have been demonstrated to substantially increase the energy efficiency of fuel cells, which are already more efficient compared to conventional energy conversion devices such as internal combustion engines. This would result in lower energy consumption and money savings. Furthermore, this would significantly reduce greenhouse gas emissions and other pollutants such as oxides of nitrogen. The challenges related to the practical aspects for commercialization of this technology will be explored during the course of the I-Corps program. It is expected that the team will be able to pursue a technology transfer after discovery of potential customers is conducted.\r\n\r\nBiological flow fields, which are found in leaves and lungs, have evolved to effectively distribute nutrients while minimizing the amount of biological work needed. Bio-inspired designs for fuel cell flow fields mimic the design of natural flow fields. They are able to reduce the mass transport losses found in conventional flow fields that occur during the distribution of reactants and removal of products from fuel cells. This leads to a significant increase in the peak power density of fuel cells. Laboratory prototype testing results confirm simulation studies that bio-inspired flow fields are superior in reduction of transport losses and water removal compared to existing conventional flow field designs. By replacing the flow fields in commercially available fuel cell stacks with bio-inspired flow field designs, fuel cell products are expected to experience up to a 30% increase in peak power density. The NSF I-Corps team would like to explore the pathways towards the commercialization of bio-inspired flow field designs for poymer electrolyte membrane (PEM) fuel cells. The team will work with commercial fuel cell developers to overcome challenges related to the practical aspects for commercial adoption of the innovation and investigate the willingness and suitability of fuel cell developers to adopt the bio-inspired flow field designs. The team will do so by directly contacting companies, explaining the innovation, and demonstrating the results using a laboratory prototype. Bio-inspired flow fields represent a big step in fuel cell technology. They could end up being the best solution to reactant distribution in fuel cells and similar energy conversion devices. Fuel cells have a variety of niches in stationary and transportation applications. Improving the performance of fuel cells is critical to increasing the overall efficiency of the energy sector, reducing the dependence on fossil fuels, and reducing pollution. With the number of installed fuel cells growing each year, it is expected that such an improvement in flow field design will lead to broader adaptation of cleaner power applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Umit",
   "pi_last_name": "Koylu",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Umit O Koylu",
   "pi_email_addr": "koyluu@mst.edu",
   "nsf_id": "000501993",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12th Street",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fuel cells have been identified as an important clean energy technology to help reduce energy consumption and pollution. The present technology can improve the performance of polymer electrolyte membrane (PEM) fuel cells by up to 30%. Adoption of this technology by fuel cell companies is projected to make fuel cells more competitive with existing energy conversion devices such as internal combustion engines. Fuel cells over several advantages over internal combustion engines such as being more energy efficient, free of harmful emissions, and being much quieter in their operation.</p>\n<p>&nbsp;</p>\n<p>About 105 customer discovery interviews were conducted during the six-month duration of the project. A product-market fit was found as customers connected with the key value propositions of the technology. A business model was created. Key milestones were identified as a pathway to bring the technology to market. The most important technical milestone was found to be the construction of a commercial-scale prototype fuel cell that demonstrates the key value propositions of the present technology. In order to do so, several follow-on funding sources were explored. The team worked on intellectual property issues related to commercialization and publishing. Several publications are planned, the first of which will be submitted as early as summer 2016.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2016<br>\n\t\t\t\t\tModified by: Umit&nbsp;O&nbsp;Koylu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFuel cells have been identified as an important clean energy technology to help reduce energy consumption and pollution. The present technology can improve the performance of polymer electrolyte membrane (PEM) fuel cells by up to 30%. Adoption of this technology by fuel cell companies is projected to make fuel cells more competitive with existing energy conversion devices such as internal combustion engines. Fuel cells over several advantages over internal combustion engines such as being more energy efficient, free of harmful emissions, and being much quieter in their operation.\n\n \n\nAbout 105 customer discovery interviews were conducted during the six-month duration of the project. A product-market fit was found as customers connected with the key value propositions of the technology. A business model was created. Key milestones were identified as a pathway to bring the technology to market. The most important technical milestone was found to be the construction of a commercial-scale prototype fuel cell that demonstrates the key value propositions of the present technology. In order to do so, several follow-on funding sources were explored. The team worked on intellectual property issues related to commercialization and publishing. Several publications are planned, the first of which will be submitted as early as summer 2016.\n\n \n\n\t\t\t\t\tLast Modified: 06/07/2016\n\n\t\t\t\t\tSubmitted by: Umit O Koylu"
 }
}