{
 "awd_id": "1545404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NRT-IGE: Employing Model-Based Reasoning in Environmental Science (EMBeRS)",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carol Stoel",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 279456.0,
 "awd_amount": 314406.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2016-09-12",
 "awd_abstract_narration": "NRT-IGE: Employing Model-Based Reasoning in Environmental Science (EMBeRS) \r\n\r\nScientific synthesis across disciplines is at the heart of addressing important challenges, such as impacts of global change, trade-offs between water, food, and energy production, and the need for sustainable cities. Studies of interdisciplinary research teams indicate that team members struggle to achieve knowledge synthesis across disciplines. Issues arise due to the inability of team members to develop deep knowledge at the frontier of other disciplines and to connect that knowledge with their own expertise to provide a collaborative path forward. The ability to work collaboratively in a research team with others who may hold very different perspectives is a critical aspect of preparing today's students to meet future workforce demands. This National Science Foundation Research Traineeship (NRT) award in the Innovations in Graduate Education (IGE) track is a collaborative project led by the University of Texas at El Paso involving graduate students and faculty from multiple institutions. The project will test a new model for training graduate student teams in environmental sciences to overcome knowledge integration and synthesis challenges. \r\n\r\nThis model will draw on findings from cognitive, learning, and social sciences to develop and test training for graduate students and faculty in model-based reasoning approaches. Model-based reasoning theory posits that humans reason by constructing an internal mental model of the situations, events, and processes that they encounter, and that external representations can be used to facilitate construction of these mental models. External representations include the use of analogies, metaphor, visual models, diagrams and/or other representations for abstraction and communication of complex concepts. In a team setting, these external representations are called boundary negotiating objects. This project will place doctoral students in multidisciplinary teams and facilitate a structured, participatory process that includes a progression of standard, individual, and group model-based reasoning activities as well as instruction on the purposeful co-creation of boundary negotiating objects. Students from multiple institutions will learn together through two-week summer experiences; students who are conducting research in conjunction with larger interdisciplinary teams will be targeted. In addition, the project will train faculty from multiple institutions in the model. The project will examine the implementation by ten faculty members. Survey, interview, and digital data will be collected to examine how graduate students respond to being directly exposed to theories behind the approach as well as the efficacy of the approach as faculty employ it in their graduate classes. This design will allow comparison of the outcomes from guiding students on what to do, versus teaching students why and how to do it. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new, potentially transformative, and scalable models for STEM graduate education training. The Innovations in Graduate Education Track is dedicated solely to piloting, testing, and evaluating novel, innovative, and potentially transformative approaches to graduate education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deana",
   "pi_last_name": "Pennington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deana Pennington",
   "pi_email_addr": "ddpennington@utep.edu",
   "nsf_id": "000281937",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gosselin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Gosselin",
   "pi_email_addr": "dgosselin2@unl.edu",
   "nsf_id": "000383165",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W. University Ave.",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "018Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Activities"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 279456.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 34950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Every high school student knows that in a group project, bad communication can lead directly to a bad result and a bad grade. That&rsquo;s even more true for research teams working on environmental problems, especially on projects that combine experts from different fields. Projects that combine different kinds of researchers are also especially important, because the problems facing the world today are very complex. Many of them are so complex that they are called wicked problems.&nbsp;</p>\n<p>To even begin to solve these problems, people with different backgrounds and different values have to understand each other and cooperate. If they can&rsquo;t, they will waste time and money, and delay important discoveries and advances. The EMBeRS project was designed to study people&rsquo;s interactions and then apply the findings to help people from different fields work together as a team as well as possible. It also helps people learn how to teach the collaboration method we developed. The ultimate goal is to harvest the combined ingenuity of an interdisciplinary team so there is less waste and delay.&nbsp;</p>\n<p>One of the major problems in working with researchers from different fields is that they all have different mental models of their work and of the problems they&rsquo;re addressing. The EMBeRS project develops ways to reveal those different models and thus learn how they&rsquo;re different from person to person. That way, team members can communicate more effectively and apply their different skills and knowledge to very complex problems collectively and in agreement.&nbsp;</p>\n<p>The tool we use is called model-based reasoning. Model-based reasoning asks people to use or create models. Those models or artefacts can be interacted with and can be used as objects for discussion and negotiation. In EMBeRS they are called &ldquo;boundary negotiating objects.&rdquo; Through the negotiating process, team members start to change and align their mental models, which leads to thinking about problems in unexpected ways. To create the models, team members do things like draw diagrams and build sculptures to make their ideas clearer to themselves and to others. When they do that, they communicate better and that helps them come up with new and unusual solutions.</p>\n<p>A good example was our EMBeRS Summer School. In 2016 and 2017, we<em> </em>held ten-day courses for graduate students that trained them to collaborate with people from different fields on the problem of getting enough food, water, and energy to people in need around the world.&nbsp;</p>\n<p>That&rsquo;s difficult to do because it involves a lot of different fields, like agriculture, logistics, natural resource management, politics, and economics.&nbsp;</p>\n<p>The course was designed by a group of instructors with backgrounds in geological science, earth science, and environmental science, as well as experts in relationship management, science education, and the study of how people learn. The students themselves were working on degrees in fields like engineering, archaeology, agriculture, and urban management.&nbsp;</p>\n<p>Together, the students and instructors helped each other learn about designing teams, communication strategies, and how to approach wicked problems. We surveyed the students afterwards and they said that they had learned to use EMBeRS lessons in their own studies and in the design of workshops and research collaboration. We also used their responses to improve our courses each year. After running the Summer Schools, we tested what we had learned in 2016 and 2017 in other settings, like teacher trainings, summer schools for students, and research groups in the US, Germany, and Norway. Those test runs were very well received. Next, we are working on offering these courses to even more people.&nbsp;</p>\n<p>As we get better at teaching these collaborative skills, we will also help people spread them further. In the future, those skills will help people all over the world solve increasingly difficult environmental problems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2019<br>\n\t\t\t\t\tModified by: Deana&nbsp;Pennington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEvery high school student knows that in a group project, bad communication can lead directly to a bad result and a bad grade. That’s even more true for research teams working on environmental problems, especially on projects that combine experts from different fields. Projects that combine different kinds of researchers are also especially important, because the problems facing the world today are very complex. Many of them are so complex that they are called wicked problems. \n\nTo even begin to solve these problems, people with different backgrounds and different values have to understand each other and cooperate. If they can’t, they will waste time and money, and delay important discoveries and advances. The EMBeRS project was designed to study people’s interactions and then apply the findings to help people from different fields work together as a team as well as possible. It also helps people learn how to teach the collaboration method we developed. The ultimate goal is to harvest the combined ingenuity of an interdisciplinary team so there is less waste and delay. \n\nOne of the major problems in working with researchers from different fields is that they all have different mental models of their work and of the problems they’re addressing. The EMBeRS project develops ways to reveal those different models and thus learn how they’re different from person to person. That way, team members can communicate more effectively and apply their different skills and knowledge to very complex problems collectively and in agreement. \n\nThe tool we use is called model-based reasoning. Model-based reasoning asks people to use or create models. Those models or artefacts can be interacted with and can be used as objects for discussion and negotiation. In EMBeRS they are called \"boundary negotiating objects.\" Through the negotiating process, team members start to change and align their mental models, which leads to thinking about problems in unexpected ways. To create the models, team members do things like draw diagrams and build sculptures to make their ideas clearer to themselves and to others. When they do that, they communicate better and that helps them come up with new and unusual solutions.\n\nA good example was our EMBeRS Summer School. In 2016 and 2017, we held ten-day courses for graduate students that trained them to collaborate with people from different fields on the problem of getting enough food, water, and energy to people in need around the world. \n\nThat’s difficult to do because it involves a lot of different fields, like agriculture, logistics, natural resource management, politics, and economics. \n\nThe course was designed by a group of instructors with backgrounds in geological science, earth science, and environmental science, as well as experts in relationship management, science education, and the study of how people learn. The students themselves were working on degrees in fields like engineering, archaeology, agriculture, and urban management. \n\nTogether, the students and instructors helped each other learn about designing teams, communication strategies, and how to approach wicked problems. We surveyed the students afterwards and they said that they had learned to use EMBeRS lessons in their own studies and in the design of workshops and research collaboration. We also used their responses to improve our courses each year. After running the Summer Schools, we tested what we had learned in 2016 and 2017 in other settings, like teacher trainings, summer schools for students, and research groups in the US, Germany, and Norway. Those test runs were very well received. Next, we are working on offering these courses to even more people. \n\nAs we get better at teaching these collaborative skills, we will also help people spread them further. In the future, those skills will help people all over the world solve increasingly difficult environmental problems.\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2019\n\n\t\t\t\t\tSubmitted by: Deana Pennington"
 }
}