{
 "awd_id": "1546769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Looking Beyond the Internet - A Planning Proposal",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2015-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 299824.0,
 "awd_amount": 299824.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2015-09-17",
 "awd_abstract_narration": "Recently, it has become apparent that the foundations of the global Internet infrastructure are undergoing a set of deep technological changes. Technologies such as Software Defined Infrastructures (SDI), Software Defined Exchanges (SDX), and the integration of cellular technologies with traditional cloud-based systems and the SDX/SDI/Slicing paradigm promise to provide more cost effective solutions for existing services and to enable new applications. Key NSF projects to date have made it abundantly clear that experimental research in these areas can bring very high payoffs for US society and the US economy.   A key part of the process for enabling such experimental research is developing a community-driven description of the needed infrastructure with a mapping to the potential application areas.\r\n\r\nThis project will organize three focused community workshops on mid-scale research infrastructure needs and opportunities, engaging both the academic and industrial research communities. Workshop attendees will be selected via the combination of open calls and targeted invitations based on required expertise. The three workshops will have as their themes:\r\n  a. SDX Research and prototypes.\r\n  b. City-Wireless Research to investigate the potential of next-generation wireless/cloud systems, with an eye towards research experimentation in city-scale deployments.\r\n  c. Novel Apps and Services using the SDX and next-generation cellular technologies in contexts such as smart cities.\r\n\r\nReports from the three workshops as well as the final summary will be publically available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brig 'Chip'",
   "pi_last_name": "Elliott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brig 'Chip' Elliott",
   "pi_email_addr": "celliott@bbn.com",
   "nsf_id": "000113141",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Raytheon BBN Technologies Corp.",
  "inst_street_address": "10 MOULTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178738325",
  "inst_zip_code": "021381119",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "RTX BBN TECHNOLOGIES, INC.",
  "org_prnt_uei_num": "EGAVSJTA2D81",
  "org_uei_num": "JAXJSTJJSP74"
 },
 "perf_inst": {
  "perf_inst_name": "Raytheon BBN Technologies Corp.",
  "perf_str_addr": "10 Moulton St.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023F",
   "pgm_ref_txt": "GENI PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 299824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recently, as it has become apparent that the foundations of the global Internet infrastructure are undergoing a set of deep technological changes, the NSF has sponsored a series of highly successful community workshops to consider the resultant research needs and opportunities that are now arising. The following workshops took place in Winter 2016, and drew together roughly 160+ researchers, infrastructure operators, industry personnel, and CIOs in discussions</p>\n<p>1. Applications and Services in the Year 2021&nbsp;</p>\n<p>2. Future Wireless Cities</p>\n<p>3. Software Defined Infrastructure / Software Defined Exchanges&nbsp;</p>\n<p>The &ldquo;stars are aligned&rdquo; for research with extremely high benefit for our society and our economy. There are tremendous opportunities for research and innovation in three deeply interwoven themes:</p>\n<p>-- pervasive software defined infrastructure,</p>\n<p>-- highly diverse, heterogeneous &ldquo;edge clouds&rdquo; ranging from billions of untethered devices (small sensors, automobiles, drones) through premises, campuses and cities, and</p>\n<p>-- wireless city research with the simultaneous availability of spectrum, active city participation, and highly synergistic industry work</p>\n<p><strong>Overarching recommendation:</strong> CISE should launch an intensive, long-term new program on &ldquo;Beyond the Internet,&rdquo; sponsoring teams/consortia to carry out projects that combine research with the creation and operation of broadly-shared, interoperable infrastructure, to focus the community on key technical challenges and maintain US leadership in the Internet field.</p>\n<p>This program should engage a research agenda with an emphasis on understanding how to deploy and try out novel applications within large-scale suites of software defined infrastructure designed to provide seamless services across clouds, core networks and wireless edge networks. The experimental network deployment should build in key features such as security, resilience, and managing safe cross-domain sharing of data, resources, and services.</p>\n<p>A key part of this agenda will include creating and running a heterogeneous but sliced, deeply programmable, federated and interoperable suite of software defined infrastructure that spans the United States for both city-scale and global scale experiments. This infrastructure will need a national core plus multiple edge, campus and community infrastructures that will support cross-domain technical and application research experiments related to the broad theme of &ldquo;Beyond the Internet.&rdquo; Architecting, building, and using this system will provide a tremendous opportunity for the community to work together in building and running large-scale experimental systems.</p>\n<p>The full program report can be found at&nbsp;</p>\n<p><a title=\"Looking Beyond the Internet Final Report\" href=\"https://lookingbeyondtheinternetblog.wordpress.com/\" target=\"_blank\">https://lookingbeyondtheinternetblog.wordpress.com/</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Brig 'chip'&nbsp;Elliott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecently, as it has become apparent that the foundations of the global Internet infrastructure are undergoing a set of deep technological changes, the NSF has sponsored a series of highly successful community workshops to consider the resultant research needs and opportunities that are now arising. The following workshops took place in Winter 2016, and drew together roughly 160+ researchers, infrastructure operators, industry personnel, and CIOs in discussions\n\n1. Applications and Services in the Year 2021 \n\n2. Future Wireless Cities\n\n3. Software Defined Infrastructure / Software Defined Exchanges \n\nThe \"stars are aligned\" for research with extremely high benefit for our society and our economy. There are tremendous opportunities for research and innovation in three deeply interwoven themes:\n\n-- pervasive software defined infrastructure,\n\n-- highly diverse, heterogeneous \"edge clouds\" ranging from billions of untethered devices (small sensors, automobiles, drones) through premises, campuses and cities, and\n\n-- wireless city research with the simultaneous availability of spectrum, active city participation, and highly synergistic industry work\n\nOverarching recommendation: CISE should launch an intensive, long-term new program on \"Beyond the Internet,\" sponsoring teams/consortia to carry out projects that combine research with the creation and operation of broadly-shared, interoperable infrastructure, to focus the community on key technical challenges and maintain US leadership in the Internet field.\n\nThis program should engage a research agenda with an emphasis on understanding how to deploy and try out novel applications within large-scale suites of software defined infrastructure designed to provide seamless services across clouds, core networks and wireless edge networks. The experimental network deployment should build in key features such as security, resilience, and managing safe cross-domain sharing of data, resources, and services.\n\nA key part of this agenda will include creating and running a heterogeneous but sliced, deeply programmable, federated and interoperable suite of software defined infrastructure that spans the United States for both city-scale and global scale experiments. This infrastructure will need a national core plus multiple edge, campus and community infrastructures that will support cross-domain technical and application research experiments related to the broad theme of \"Beyond the Internet.\" Architecting, building, and using this system will provide a tremendous opportunity for the community to work together in building and running large-scale experimental systems.\n\nThe full program report can be found at \n\nhttps://lookingbeyondtheinternetblog.wordpress.com/\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Brig 'chip' Elliott"
 }
}