{
 "awd_id": "1546612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRAIN EAGER:  Genetic Access of Neuronal Populations Activated by Two Experiences in the Same Animal",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2015-08-31",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "The mammalian brain consists of hundreds of millions to billions of nerve cells (neurons) that form complex networks. How perception, cognition, and action are reflected by the activities of neurons is a central question in modern neuroscience. The investigators have previously developed a genetic method to mark neurons that are activated by a specific sensory experience or behavioral episode, so they can visualize their connections and measure their activities. In this research, the investigators will develop new methods to improve the signal-to-noise ratio to more effectively identify the active neurons, and to mark two separate experiences differentially in the same animal so they can directly compare physiological properties of two populations of neurons, such as those before and after learning. The success of these approaches will enable scientists to compare brain representations of different stimuli and behavior, and what changes occur after learning.\r\n\r\nThe method used to mark active neurons (TRAP, for targeted recombination in active populations) utilizes the property of immediate early genes, whose transcription is activated by neuronal activity. This was achieved using mouse genetics to place a drug-inducible Cre recombinase under the control of immediate early gene promoters, such that experience in the drug-active period turns on Cre reporter transgenes permanently. This research will utilize a combination of viral transduction and mouse genetics to differentially label neurons that are activated by two separate experiences. In addition, a strategy of using light to locally silence inhibitory neurons will be used to enhance excitation-to-inhibition ratio, and thereby enhance TRAP efficiency, in a much narrower time window during the drug-active period. The new transgenic mice and viral vectors will be deposited in public repositories after validation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liqun",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liqun Luo",
   "pi_email_addr": "lluo@stanford.edu",
   "nsf_id": "000100183",
   "pi_start_date": "2015-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "385 Serra Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>* What are the major goals of the project?<br />The goal of this grant is to develop methods that will allow experimental access to active neural networks and neuronal sub-populations based on which neurons were active during specific behavioral episodes. The principal investigator developed a method called TRAP (Targeted recombination in Active Populations), which allow us to genetically access neurons based on their activity in response to sensory stimulation or behavioral episode. The proposal here aims to extend the TRAP method in two important ways. First, new transgenic mice and viral vectors will be developed in a strategy that can<br />access two separate populations of neurons in response to two separate experiences. The successful implementation of this dual-TRAP strategy will enable researchers to directly compare in the same animal the physiological properties of two populations of neurons that are activated by different stimuli in vivo, or study networks that are activated by the same stimulus before and after learning and test how the brain representation of that stimulus is altered. Second, sensory stimulation, optogenetic and genetic approaches will be combined to boost TRAP efficiency and signal-to-noise ratio during specific short windows.</p>\n<p><br />* What was accomplished under these goals (you must provide information for at least one of the 4 categories below)?<br />The NSF grant has contributed to the following three activities:<br />1) It supported the work of postdoctoral fellow Laura DeNardo,<br />who developed a more efficient variant of TRAP mouse called<br />TRAP2. This has resulted in the first publication (Allen,<br />DeNardo et al., Science 2017) and we are writing up a second<br />one, which includes a more detailed characterization of TRAP2<br />mice and its use in probing the cellular representation of remote<br />memory in prefrontal cortex (DeNardo et al., to be submitted in<br />the next two months). The PDF of the Allen, DeNardo et al.<br />paper is included in the \"Products\" section.<br />2) It supported a collaboration between our lab and Adi<br />Mizrahi's lab in electrophysiological characterization of TRAPed<br />neurons in auditory cortex in vivo for the study of maternal<br />plascitity. This study has recently been accepted for publication<br />(Tanaka et al., Nature Communications, 2018). The PDF of this<br />paper is also included in the \"Products\" section.<br />3) It supported our ongoing work to TRAP two experiences in<br />the same animal. We have made a mouse reporter (slightly<br />modified from the original proposal), which has been reported in<br />more detail in the first-year report. While the preliminary data<br />on the mouse reporter shows that it works in principle, we found<br />the TRAP efficiency to be lower than expected. Meanwhile we<br />have also developed a viral approach that is more efficient and<br />versatile, which we termed multi-TRAP. The detailed progress<br />of multi-TRAP is summarized in a supporting file entitled:<br />\"Summary of viral multi-TRAP\" in the final report document.</p>\n<p><br />* What opportunities for training and professional development has the project<br />provided?<br />This grant has been used to support in part a highly talented postdoctoral fellow, Laura DeNardo, who developed TRAP2 mice. Laura is going to get a K01 award. It has also been used to support the work of Ethan Richman, a talented PhD student who developed multi-TRAP mice and virus. Ethan recently received an NSF predoctoral fellowship.</p>\n<p>* How have the results been disseminated to communities of interest?<br />As soon as the paper described the TRAP2 mice was accepted for publication, we initiated the transfer of the mice to the JACKSON Laboratories to be distributed to academic researchers with no string attached. While the mice are being prepared for shipment at JAX, we have shipped to more than 10 laboratories all over the world who have requested the mice, again with no strings attached.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2018<br>\n\t\t\t\t\tModified by: Liqun&nbsp;Luo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1546612/1546612_10393561_1519950051345_Summaryofviralmulti-TRAP_Page_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1546612/1546612_10393561_1519950051345_Summaryofviralmulti-TRAP_Page_2--rgov-800width.jpg\" title=\"Viral Approach to TRAP two experiences\"><img src=\"/por/images/Reports/POR/2018/1546612/1546612_10393561_1519950051345_Summaryofviralmulti-TRAP_Page_2--rgov-66x44.jpg\" alt=\"Viral Approach to TRAP two experiences\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Supplement to final report</div>\n<div class=\"imageCredit\">Liqun Luo</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Liqun&nbsp;Luo</div>\n<div class=\"imageTitle\">Viral Approach to TRAP two experiences</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n* What are the major goals of the project?\nThe goal of this grant is to develop methods that will allow experimental access to active neural networks and neuronal sub-populations based on which neurons were active during specific behavioral episodes. The principal investigator developed a method called TRAP (Targeted recombination in Active Populations), which allow us to genetically access neurons based on their activity in response to sensory stimulation or behavioral episode. The proposal here aims to extend the TRAP method in two important ways. First, new transgenic mice and viral vectors will be developed in a strategy that can\naccess two separate populations of neurons in response to two separate experiences. The successful implementation of this dual-TRAP strategy will enable researchers to directly compare in the same animal the physiological properties of two populations of neurons that are activated by different stimuli in vivo, or study networks that are activated by the same stimulus before and after learning and test how the brain representation of that stimulus is altered. Second, sensory stimulation, optogenetic and genetic approaches will be combined to boost TRAP efficiency and signal-to-noise ratio during specific short windows.\n\n\n* What was accomplished under these goals (you must provide information for at least one of the 4 categories below)?\nThe NSF grant has contributed to the following three activities:\n1) It supported the work of postdoctoral fellow Laura DeNardo,\nwho developed a more efficient variant of TRAP mouse called\nTRAP2. This has resulted in the first publication (Allen,\nDeNardo et al., Science 2017) and we are writing up a second\none, which includes a more detailed characterization of TRAP2\nmice and its use in probing the cellular representation of remote\nmemory in prefrontal cortex (DeNardo et al., to be submitted in\nthe next two months). The PDF of the Allen, DeNardo et al.\npaper is included in the \"Products\" section.\n2) It supported a collaboration between our lab and Adi\nMizrahi's lab in electrophysiological characterization of TRAPed\nneurons in auditory cortex in vivo for the study of maternal\nplascitity. This study has recently been accepted for publication\n(Tanaka et al., Nature Communications, 2018). The PDF of this\npaper is also included in the \"Products\" section.\n3) It supported our ongoing work to TRAP two experiences in\nthe same animal. We have made a mouse reporter (slightly\nmodified from the original proposal), which has been reported in\nmore detail in the first-year report. While the preliminary data\non the mouse reporter shows that it works in principle, we found\nthe TRAP efficiency to be lower than expected. Meanwhile we\nhave also developed a viral approach that is more efficient and\nversatile, which we termed multi-TRAP. The detailed progress\nof multi-TRAP is summarized in a supporting file entitled:\n\"Summary of viral multi-TRAP\" in the final report document.\n\n\n* What opportunities for training and professional development has the project\nprovided?\nThis grant has been used to support in part a highly talented postdoctoral fellow, Laura DeNardo, who developed TRAP2 mice. Laura is going to get a K01 award. It has also been used to support the work of Ethan Richman, a talented PhD student who developed multi-TRAP mice and virus. Ethan recently received an NSF predoctoral fellowship.\n\n* How have the results been disseminated to communities of interest?\nAs soon as the paper described the TRAP2 mice was accepted for publication, we initiated the transfer of the mice to the JACKSON Laboratories to be distributed to academic researchers with no string attached. While the mice are being prepared for shipment at JAX, we have shipped to more than 10 laboratories all over the world who have requested the mice, again with no strings attached.\n\n\t\t\t\t\tLast Modified: 03/29/2018\n\n\t\t\t\t\tSubmitted by: Liqun Luo"
 }
}