{
 "awd_id": "1546073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ACM SIGSPATIAL 2015 Conference: Student Activities and U.S.-Based Students Support",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 29696.0,
 "awd_amount": 29696.0,
 "awd_min_amd_letter_date": "2015-06-23",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "This grant partially supports student activities at the 23th ACM SIGSPATIAL 2015 Conference, held in Seattle, WA, USA, November 3-6, 2015 (http://sigspatial2015.sigspatial.org). The ACM SIGSPATIAL GIS conference was originated in 1993 and has established itself as the world's premier conference to foster research in the areas of Spatial Data and Analysis and Geographic Information Systems (GIS). The conference provides a forum for original research contributions covering all aspects of GIS. The total number of ACM SIGSPATIAL participants in the past has been in excess of 300 participants, with a majority of the participants from the U.S., followed by Europe and Asia. The support will enable participation of 25 - 30 U.S.-based graduate and undergraduate students in the 23th ACM SIGSPATIAL 2015 Conference and foster intellectual stimulation of young minds to pursue advanced research and development activities in an area with significant technical and societal impact. Specific student activities include spatial data competition \"2015 ACM SIGSPATAL Cup\", Ph.D. Symposium along with a review and mentoring committee for each Ph.D. student, presentation and discussion of students' work and mentoring. The ACM SIGSPATIAL Cup winners are invited to publish their work in the main conference proceedings. The Ph.D. Symposium student papers will be published in separate Ph.D. Symposium proceedings. In addition, the students greatly benefit from attending conference sessions featuring current state-of-the-art results in the area of geospatial systems and applications, and potentially making connections for research collaborations and research mentoring. A strong representation of U.S.-based students at ACM SIGSPATIAL GIS is useful in maintaining U.S. competitiveness in the important research areas crucial for U.S. infrastructures and applications that critically depend on geo-referenced information. Applications of spatial and geographical information contribute to a wide-array of societal contexts: improving the lives of ordinary citizens through advanced transportation applications, increasing the security of the nation through better intelligence gathering using geospatial knowledge, and developing applications that will have a positive impact on the global environment. Educating and training the next generation of scientists, engineers, and practitioners in the area of spatial and geographical information systems will have a significant impact and will enhance the continuation of the competitive edge of the United States in this important area. \r\n\r\nACM SIGSPATIAL GIS 2015 Conference brings together researchers, students, and professionals interested in research, development, and deployment of solutions to spatial information handling and spatial knowledge extraction problems, including conceptual, design, and implementation issues ranging from applications, user interfaces, and visualization to storage management and indexing issues. Spatial data and applications pose novel research challenges in a wide variety of sub-areas, which include (but are not limited to), spatial information acquisition, modeling, data structures and algorithms, analysis, querying and integration, human-computer interaction and visualization, and systems and architectures. From these sub-areas deep research questions emerge that are motivated by a broad range of applications (e.g., emergency and crisis management, environmental monitoring, global positioning and location detection, geosciences, location-based and mobile services, navigation and route planning). The meeting is fostering interdisciplinary discussions and research in all aspects of GIS. The conference seeks to continuously advance the state of-the-art in spatial data management and spatial data analysis and broaden its impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohamed",
   "pi_last_name": "Ali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamed Ali",
   "pi_email_addr": "mhali@uw.edu",
   "nsf_id": "000692742",
   "pi_start_date": "2015-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington Tacoma",
  "perf_str_addr": "1900 Commerce Street",
  "perf_city_name": "Tacoma",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "984023112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 29696.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ACM SIGSPATIAL GIS 2015 received from NSF an award of 29,696to support the student activities of US-based students (Award No. IIS-1546073, PI Mohamed Ali). The key contribution of this grant is to make sure that, through the ACM SIGSPATIAL conference, we motivate a new generation of scientists and engineers to take on the challenge of pursuing their graduate careers in this multidisciplinary area. With the NSF funds, we supported 30 students with a total travel award of $25,044.69. Among the 30 awardees, there were 27 Ph.d. students, 3 M.S. students. One of our goals was to support women, minority students and we successfully supported six women, &nbsp;(20% of the awardees). This is similar to our level of support for women, minorities, and undergraduates in previous years. The awards ranged from $250 to $1000 depending on student need and level of participation in the conference. These NSF award enabled students to travel to attend ACM SIGSPATIAL GIS 2015 and the co-located workshops on current challenges in GIS.&nbsp;</p>\n<p>The following Ph.D. mentoring activities have been held at the conference: (1) NSF-funded students were required to attend the conference. (2) NSF-funded students were required to attend the poster/demo session and also present a poster/demo of their relevant work in the area. This could be their conference paper, poster, demo, workshoppaper, Ph.D. showcase paper, or a description of their proposed Ph.D. research in case they haveno paper in any form at the conference. (3) A Ph.D. mentoring/review committee was formed. The NSF funded student's poster were visited by at least two members of this committee (like the best poster/demo committee) who &nbsp;provided criticism to the presenter.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2016<br>\n\t\t\t\t\tModified by: Mohamed&nbsp;Ali</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nACM SIGSPATIAL GIS 2015 received from NSF an award of 29,696to support the student activities of US-based students (Award No. IIS-1546073, PI Mohamed Ali). The key contribution of this grant is to make sure that, through the ACM SIGSPATIAL conference, we motivate a new generation of scientists and engineers to take on the challenge of pursuing their graduate careers in this multidisciplinary area. With the NSF funds, we supported 30 students with a total travel award of $25,044.69. Among the 30 awardees, there were 27 Ph.d. students, 3 M.S. students. One of our goals was to support women, minority students and we successfully supported six women,  (20% of the awardees). This is similar to our level of support for women, minorities, and undergraduates in previous years. The awards ranged from $250 to $1000 depending on student need and level of participation in the conference. These NSF award enabled students to travel to attend ACM SIGSPATIAL GIS 2015 and the co-located workshops on current challenges in GIS. \n\nThe following Ph.D. mentoring activities have been held at the conference: (1) NSF-funded students were required to attend the conference. (2) NSF-funded students were required to attend the poster/demo session and also present a poster/demo of their relevant work in the area. This could be their conference paper, poster, demo, workshoppaper, Ph.D. showcase paper, or a description of their proposed Ph.D. research in case they haveno paper in any form at the conference. (3) A Ph.D. mentoring/review committee was formed. The NSF funded student's poster were visited by at least two members of this committee (like the best poster/demo committee) who  provided criticism to the presenter. \n\n\t\t\t\t\tLast Modified: 08/08/2016\n\n\t\t\t\t\tSubmitted by: Mohamed Ali"
 }
}