{
 "awd_id": "1547373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EARS: Collaborative Research:  Maximizing Spatio-Temporal Spectrum Efficiency in the Cloud",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Monisha Ghosh",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2015-09-16",
 "awd_max_amd_letter_date": "2015-09-16",
 "awd_abstract_narration": "Over the last few years wireless data traffic has drastically increased. To encounter this trend, spatio-temporal spectrum utilization has to be dramatically improved. Achieving this goal, however, need to address several fundamental challenges including discovering more TV white spaces (TVWS) in urban areas where geo-location databases generally fail, increasing spectrum efficiency through network densification with excessive intercell interference, and enabling the shift from one-dimensional spectrum sharing to multidimensional infrastructure sharing. The objective of this project is to address these important challenges by systematically exploiting the potential of the evolutionary cloud radio access network (Cloud-RAN) architecture. The research solutions of this project are expected to fundamentally address the spectrum inefficiency of current closed and distributed radio access networks and to meet the demands of fast-growing mobile traffic along with the rapidly-evolving and diverse network applications, thus providing uniform, ubiquitous network services for network users.\r\n\r\nThis project develops a new and holistic spectrum management framework, which maximizes spatio-temporal spectrum efficiency through innovative cloud-augmented spectrum mapping, cloud-based spectral resource orchestrating, and virtualization-enabled dynamic infrastructure sharing. The project consists of four highly interrelated thrusts: (1) an iterative Bayesian decision framework, which coherently combines Bayesian spatial prediction and Bayesian experimental design, which optimally selects a small number of mobile users as well as their locations to enable metropolitan-scale geo-location databases with high spatial-resolution and high TVWS detection accuracy; (2) utilizing such spectrum map, a throughput-optimal joint clustering and scheduling framework is developed, which jointly selects the clustering patterns of remote radio heads (RRHs) and the transmission schedules of network users, such that each user has bounded average queueing delay and the sum-rate of the formed virtual base stations (VBSs) through RRH clustering is maximized; (3) novel wireless virtualization tools are developed, which can abstract, slice, and instantiate multiple virtual networks on a common wireless physical infrastructure; (4) the proposed solutions are demonstrated with an experiment testbed based on commercial software-defined radio frontends and high-performance servers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pu",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pu Wang",
   "pi_email_addr": "pu.wang@uncc.edu",
   "nsf_id": "000655021",
   "pi_start_date": "2015-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wichita State University",
  "inst_street_address": "1845 FAIRMOUNT ST # 38",
  "inst_street_address_2": "",
  "inst_city_name": "WICHITA",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "3169783285",
  "inst_zip_code": "672609700",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KS04",
  "org_lgl_bus_name": "WICHITA STATE UNIVERSITY",
  "org_prnt_uei_num": "JKKNZLNYLJ19",
  "org_uei_num": "JKKNZLNYLJ19"
 },
 "perf_inst": {
  "perf_inst_name": "Wichita State University",
  "perf_str_addr": "",
  "perf_city_name": "Wichita",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "672600007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 139813.0
  }
 ],
 "por": null
}