{
 "awd_id": "1550395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for a Workshop and Conference on Critical Zone Science, Sustainability, and Services in a Changing World",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2015-07-10",
 "awd_max_amd_letter_date": "2015-07-10",
 "awd_abstract_narration": "Funds will partially support a conference \"Critical Zone Science, Sustainability, and Services in a Changing World\" that will bring together communities from the U.S. Critical Zone Observatory (CZO) network and the Chinese EcoPartnerships program for meaningful dialogue on the topic of Critical Zone science related to organic matter dynamics. The Critical Zone (CZ)is the Earth's surface layer extending from the top of the vegetation canopy to the base of ground water.  The conference will occur in conjunction with the annual meeting of US-China Ecopartnership for Environmental Sustainability (USCEES) program, which will be jointly convened by Purdue University and the Chinese Academy of Sciences at Purdue University during Oct. 21-24, 2015. The U.S.-China Ecopartnership program is a network supported by the US Department of State and China National Development and Reform Commission to focus on the sustainable use of natural resources in a changing climate.  In addition to the scientific exchange of ideas, the conference is an opportunity for enhanced student training and U.S.-China cultural exposure. Also, the Chinese Academy of Sciences and Chinese university scientific leadership within the USCEES will bring an important perspective of ecosystem network science in China and the possibility of standardization of metrics and methods to help assure transferable and directly comparable Critical Zone science outcomes for future US-China linked research.\r\n\r\nFour specific activities will take place as part of the conference: 1) an instrument training short course on \"The Role of Runoff and Erosion on Soil Carbon Stocks: From Soilscapes to Landscapes\"; 2) scientific sessions on critical zone function related to organic matter dynamics and budget; 3) Cross-CZO Working Group workshop on flux, stabilization, and reactivity of organic matter in the Critical Zone with the goal of discussing scientific findings, common measurements, common methods, common laboratories, common experiments, and common questions to support cross- U.S. CZO and international CZ science; and 4) a field trip to the CZO site in the Upper Sangamon watershed in Illinois.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Filley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Filley",
   "pi_email_addr": "filley@purdue.edu",
   "nsf_id": "000296981",
   "pi_start_date": "2015-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 S. Grant Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The reason for hosting the 2015 <em>Conference and Workshop on Organic Matter Flux, Stabilization, and Reactivity in Critical Zone Science and Sustainability</em> is the recognition among earth scientists that the management of the world&rsquo;s soils and waters is occurring at an intensity that in many places exceeds the limit that the water resources, air and soil quality, and surface geology can sustain. To help the global science and public community understand the connections between resources and supporting geology and ecosystems the earth science community has developed the concept of the &ldquo;Critical Zone&rdquo; (CZ), which is defined as the thin surface layer from the top of vegetation, trees, grasses, etc., to the bottom of the circulating grounds water and where rocks first start to form soils. &nbsp;Rapid growth in human population, changing consumption patterns, and climate change are intensifying pressures on the CZ, especially in emerging economies such as China. We had the goal of bringing together the scientific communities from the US-China Ecopartnership for Environmental Sustainability (USCEES), the China-US Joint Research Center for Ecosystem and Environmental Change (JRCEEC), and members of the US Critical Zone Observatory Network (US-CZO) to leverage their combined strengths to address key aspects of how protecting soil and sediment organic matter is essential for the sustainable use of our ecosystems to allow us to have clean and productive soils and water far into the future.</p>\n<p>During the conference workshops were organized with goal of identifying important knowledge gaps, and creating opportunities for partnering in order to make recommendations for common questions, common measurements, common methods, common laboratories, and common experiments to support cross-U.S. CZO and international CZ science in the area of organic matter dynamics.</p>\n<p class=\"Default\">One of the major goals of the program was graduate student education and exposure to leaders in the field of CZ science. To this end we co-organized a short course on &ldquo;The Role of Runoff and Erosion on Soil Carbon Stocks: From Soilscapes to Landscapes&rdquo;. We also highlighted graduate student work within two poster sessions.&nbsp; Additionally, we challenged the graduate students and postdocs to take leadership roles in our scientific break out sessions.</p>\n<p>&nbsp;</p>\n<p>An additional goal was to engage the business community and demonstrate to them the value of the CZ science perspective in agribusiness and ecosystem management.&nbsp; To that end we invited numerous companies to participate. We were please to have representation from FuturaGene, Faegre Baker Daniels LLC, and the Tianjin Economic Development Association.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Overall, the gathering brought together over 150 leading researchers and their students, with 54 traveling from China, to share the latest science related to terrestrial ecosystem function and vulnerability, and to discuss and debate options for sustainable use of natural resources.&nbsp; The program also included two regional field trips, the training workshop, 35 poster presentations and 54 oral presentations. The gathering provided an important venue for the next generation of critical zone scientists as nearly one third of the attendees were graduate students, post doctoral researchers, and early career research associates. The conference attracted broad institutional participation with 22 U.S., 1 U.K., and 16 Chinese academic and research institutions represented.</p>\n<p>Among the many notable lectures, the organizers were particularly pleased to have Dr. Hailiang Dong, Program Director of the U.S. National Science Foundation Geobiology and Low-Temperature Geochemistry Program in the Division of Earth Sciences, discuss the state of the NSF CZO Network and Dr. Sonny Ramaswammy, Director of the National Institute of Food and Agriculture, United States Department of Agriculture, who addressed the importance of critical zone concepts in food security.&nbsp; Additionally, Dr. Dali Guo, Institute of Geographic Science and Natural Resources Research, Chinese Academy of Sciences, discussed the developing China Critical Observatory Network and its relationship to the China Ecological Research Network (CERN).&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2016<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Filley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe reason for hosting the 2015 Conference and Workshop on Organic Matter Flux, Stabilization, and Reactivity in Critical Zone Science and Sustainability is the recognition among earth scientists that the management of the world?s soils and waters is occurring at an intensity that in many places exceeds the limit that the water resources, air and soil quality, and surface geology can sustain. To help the global science and public community understand the connections between resources and supporting geology and ecosystems the earth science community has developed the concept of the \"Critical Zone\" (CZ), which is defined as the thin surface layer from the top of vegetation, trees, grasses, etc., to the bottom of the circulating grounds water and where rocks first start to form soils.  Rapid growth in human population, changing consumption patterns, and climate change are intensifying pressures on the CZ, especially in emerging economies such as China. We had the goal of bringing together the scientific communities from the US-China Ecopartnership for Environmental Sustainability (USCEES), the China-US Joint Research Center for Ecosystem and Environmental Change (JRCEEC), and members of the US Critical Zone Observatory Network (US-CZO) to leverage their combined strengths to address key aspects of how protecting soil and sediment organic matter is essential for the sustainable use of our ecosystems to allow us to have clean and productive soils and water far into the future.\n\nDuring the conference workshops were organized with goal of identifying important knowledge gaps, and creating opportunities for partnering in order to make recommendations for common questions, common measurements, common methods, common laboratories, and common experiments to support cross-U.S. CZO and international CZ science in the area of organic matter dynamics.\nOne of the major goals of the program was graduate student education and exposure to leaders in the field of CZ science. To this end we co-organized a short course on \"The Role of Runoff and Erosion on Soil Carbon Stocks: From Soilscapes to Landscapes\". We also highlighted graduate student work within two poster sessions.  Additionally, we challenged the graduate students and postdocs to take leadership roles in our scientific break out sessions.\n\n \n\nAn additional goal was to engage the business community and demonstrate to them the value of the CZ science perspective in agribusiness and ecosystem management.  To that end we invited numerous companies to participate. We were please to have representation from FuturaGene, Faegre Baker Daniels LLC, and the Tianjin Economic Development Association. \n\n \n\nOverall, the gathering brought together over 150 leading researchers and their students, with 54 traveling from China, to share the latest science related to terrestrial ecosystem function and vulnerability, and to discuss and debate options for sustainable use of natural resources.  The program also included two regional field trips, the training workshop, 35 poster presentations and 54 oral presentations. The gathering provided an important venue for the next generation of critical zone scientists as nearly one third of the attendees were graduate students, post doctoral researchers, and early career research associates. The conference attracted broad institutional participation with 22 U.S., 1 U.K., and 16 Chinese academic and research institutions represented.\n\nAmong the many notable lectures, the organizers were particularly pleased to have Dr. Hailiang Dong, Program Director of the U.S. National Science Foundation Geobiology and Low-Temperature Geochemistry Program in the Division of Earth Sciences, discuss the state of the NSF CZO Network and Dr. Sonny Ramaswammy, Director of the National Institute of Food and Agriculture, United States Department of Agriculture, who addressed the importance of critical zone concepts in food security.  Additionally, Dr. Dali Guo, Institute of Geographic Science and Natural Resources Research, Chinese Academy of Sciences, discussed the developing China Critical Observatory Network and its relationship to the China Ecological Research Network (CERN).  \n\n \n\n\t\t\t\t\tLast Modified: 11/10/2016\n\n\t\t\t\t\tSubmitted by: Timothy Filley"
 }
}