{
 "awd_id": "1550590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Portable Hands Free Medical Suction Device for Combat and Emergency Medicine",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-07-23",
 "awd_max_amd_letter_date": "2015-07-23",
 "awd_abstract_narration": "During emergency situations the primary priority of a responder is to create and maintain a patient's airway.  Once an airway has been established the responder then works to determine the location of any hemorrhages and staunch the blood loss.  How quickly and efficiently a responder can accomplish these tasks often determines the probability of survival of the patient.  This is especially true for scenarios where a responder is dealing in a remote location.  Skilled interventions often make the critical difference in survival for patients with actual or impending airway compromise and/or hemorrhaging.  Creating, managing, and maintaining an airway in combination with stopping blood loss are difficult in the best of situations. An operation or response where a well-equipped hospital is not available generates additional layers of unique and complex challenges. Emergency care providers lack some of the advanced life saving tools normally available in hospitals such as high-powered suction, which may not be available or effective when responding to patients in the field.  In even more hazardous environments such as during military operations, the confined spaces and hostile action limit the ability to intervene with an artificial airway or assisted ventilation for wounded soldiers. Therefore, the development of a powerful, lightweight, handheld vacuum suction device would greatly enhance the ability of a military medic to clear and maintain a soldier's airway, as well as the ability to clear wounds and stop bleeding.   For most triage injuries the ability to have intermittent but effective suctioning increases the chance of survival significantly until a higher level of emergency care can be applied.\r\n\r\nSuction is a critical yet simple and effective way to clear and maintain an emergency airway, or allow a responder to locate the source of a hemorrhage in debris filled wound.  But, despite how critical suction is to saving patients, it remains one of the most difficult functions to perform in remote medical environments due to the lack of adequate tools. Therefore, the ultimate goal for this I-Corps team is to prototype, test, and prepare for manufacture a portable suction device for use in emergency airway management and hemorrhage control. The device under development is intended to replace current devices on the market, which are unsatisfactory in terms of effectiveness, portability, suction power, and particulate removal. Ongoing work in the lab has led to early designs, and the continued development of a suction device would greatly enhance the ability of emergency responders and military providers to care for critically wounded patients. Continued work will consist of development and implementation of a design feedback and control system to meet the needs of emergency care and ensure patient safety.  This proposed project will provide a systematic marketing study and define device performance specifications.  In addition, incorporation of customer feedback will be blended with the engineering design process to ensure that the final product will be the best solution for the customer.  Finally, fluid dynamic analysis, mathematical modeling, and verification and validation will be applied to ensure the efficacy and safety of the device for human use, and to ensure that the device preforms to the level that will be outlined in the specifications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yusheng",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yusheng Feng",
   "pi_email_addr": "yusheng.feng@utsa.edu",
   "nsf_id": "000498382",
   "pi_start_date": "2015-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is common in both combat and emergency medicine to have situations where severe bleeding can lead to suffocation. Our team has investigated a new solution and determined the commercial viability of the device, which can provide combat and emergency doctors with hospital grade medical suction. This device will be <em>portable, light weighted, and allowing hands-free operation</em>.</p>\n<p>The potential users of our device are first responders and emergency medical personnel. We have conducted 102 interviews in the State of Texas (San Antonio, Austin and Houston). Also, we have interviewed people from San Diego in the State of California; Portland in the State of Oregon, and Seattle in the State of Washington, during our trip to other conferences. Of course, we have interviews in D.C. areas where the I-Corps classes were held. The interview profile ranges from end users, wholesale dealers, Texas State agency that regulates medical device, people attended Trauma Symposium held at Austin, as well as military paramedics.</p>\n<p>The impact of our device is based upon leveraging a novel method by reducing the size and weight of portable suction device as well as improving suction capabilities through design optimization and clog reducing control systems. During the awarded period, the team conducted customer discovery study resulting in the device specifications as well as device design for future prototyping and commercialization. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2016<br>\n\t\t\t\t\tModified by: Yusheng&nbsp;Feng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is common in both combat and emergency medicine to have situations where severe bleeding can lead to suffocation. Our team has investigated a new solution and determined the commercial viability of the device, which can provide combat and emergency doctors with hospital grade medical suction. This device will be portable, light weighted, and allowing hands-free operation.\n\nThe potential users of our device are first responders and emergency medical personnel. We have conducted 102 interviews in the State of Texas (San Antonio, Austin and Houston). Also, we have interviewed people from San Diego in the State of California; Portland in the State of Oregon, and Seattle in the State of Washington, during our trip to other conferences. Of course, we have interviews in D.C. areas where the I-Corps classes were held. The interview profile ranges from end users, wholesale dealers, Texas State agency that regulates medical device, people attended Trauma Symposium held at Austin, as well as military paramedics.\n\nThe impact of our device is based upon leveraging a novel method by reducing the size and weight of portable suction device as well as improving suction capabilities through design optimization and clog reducing control systems. During the awarded period, the team conducted customer discovery study resulting in the device specifications as well as device design for future prototyping and commercialization.  \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2016\n\n\t\t\t\t\tSubmitted by: Yusheng Feng"
 }
}