{
 "awd_id": "1550024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Injectable Cellulosic Hydrogels for Intervertebral Disc Repair",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2015-07-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-07-15",
 "awd_max_amd_letter_date": "2015-07-15",
 "awd_abstract_narration": "Intervertebral disc (IVD) degeneration is the most common diagnosis for lower back pain, a debilitating condition that affects 15-30% of the United States population, with associated annual costs of $100 billion. Degeneration of the IVD often causes disc herniation, a condition in which tissue is extruded from the disc space and impinges on nearby nerves. Lumbar discectomy is the most frequent surgical treatment for herniated discs, during which portions of the disc tissue are resected to decompress affected nerve roots. However, this treatment has a high recurrence rate (5-15%), and often requires secondary intervention.  For heavily degenerated discs, spinal fusion is typically employed. However, this procedure limits mobility and produces damage to adjacent discs over time. Several products are under development for disc tissue replacement including Newcleus (Zimmer) and NucleoFix (Replication Medical), with none approved for use in the United States. Clinical application of these devices has been limited due to migration out of the disc space, wear debris formation, and fatigue or fracture failure of the surrounding tissues. Thus, current surgical treatment options are inadequate for long-term disease management, and existing commercial implants do not sufficiently restore disc structure and function. Replacing the disc tissue with an injectable disc-like material may help restore IVD mechanical functionality and limit disease progression.  This project is centered on the utilization of injectable plant-based gels that form in the intradiscal space to replace resected IVD tissue. The technology represents an important contribution to translational biomaterials research, and has the potential to significantly impact patient health and quality of life.\r\n\r\nThis I-Corps team has developed a technology based on the use of injectable, crosslinked carboxymethylcellulose (CMC) hydrogels for engineering intervertebral disc (IVD) tissue.  CMC is a plant-derived, negatively-charged polysaccharide similar to those found in the native disc, which provides an environment more conducive to swelling, nutrient transport and extracellular matrix organization in comparison to inert polymers, such as poly(ethylene oxide). As a derivative of cellulose, the most abundant naturally occurring organic compound on the planet, CMC is inherently renewable and a \"green\" alternative to synthetic polymers and animal-derived proteins and polysaccharides used for the repair of cartilaginous tissues.  Further, CMC is more cost-effective than other polysaccharides (i.e., chondroitin sulfate and hyaluronic acid) currently used for similar applications, and obviates risks associated with animal or bacterial by-products.  In addition, the covalently crosslinked CMC gels are stable and not susceptible to enzymatic degradation by mucopolysaccharidases in humans (i.e., hyaluronidase), as the polysaccharide can only be cleaved by cellulase, an enzyme absent in humans. Evaluation of these in situ-forming hydrogels has demonstrated restoration of the mechanical function of injured discs in an animal explant model, and the mechanical properties (i.e., equilibrium Young's modulus) have been found to match those of native human disc tissue. Thus, these injectable cellulosic implants have the potential to significantly impact a sizable patient population suffering from pathological conditions associated with IVD injury and degeneration. The hydrogels have also been shown to exhibit tunable material properties and cytocompatibility, extending the possible applications beyond disc replacement, for uses such as soft tissue fillers or as cell carriers for regenerative therapies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Nicoll",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Nicoll",
   "pi_email_addr": "snicoll@ccny.cuny.edu",
   "nsf_id": "000450088",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this I-Corps project were to determine the value propositions and customer segments for an injectable cellulose-based material for repair of the intervertebral disc in the spinal column. It was anticipated that the information gained from this process would enable the project team to make an informed decision as to whether the invention has significant commercial potential to warrant further investment of resources.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit: Over 130 interviews were conducted spanning multiple disciplines. The interview subjects included neurosurgeons, orthopaedic surgeons with different specialties (i.e., spine, shoulder, knee), physiatrists, physical therapists, medical device company employees (i.e., CEOs, R&amp;D scientists, quality control managers, business development managers, sales representatives), hospital administrators, biomedical engineers, veterinarians, FDA professionals (i.e., reviewers, directors), Centers for Medicare and Medicaid Services professionals, and patients with back pain. The intent was to gather opinions from a broad spectrum of individuals to determine their \"pains\" and whether the technology would be of value and satisfy specific unmet needs. In addition, it was expected that information on regulatory pathways, insurance reimbursement, distribution channels and cost structure would be obtained during the course of the interviews. Several important facts were gleaned from the interviews. Firstly, it was determined that there is a significant need for the proposed technology in the repair of injured intervertebral discs. The primary values for the customers (patients, hospitals, physicians, insurance companies) were that the device would prevent the need for invasive surgery (i.e., spine fusion) and would restore disc function, which would lead to patient satisfaction and reduce treatment costs. Given that it is a minimally invasive injection, additional healthcare professionals, such as physiatrists and interventional radiologists, would be able to administer the injectable implant, potentially broadening the customer base. The implant would be a class III medical device requiring premarket approval from the FDA before it could be sold in the United States, and the manufacturer would need to partner with an existing orthopaedic device distributor with experienced sales teams and access to the hospitals in order to sell the product. Finally, the fact that the implant is a plant-based material was not seen as a value, it was viewed as a feature that could be useful for marketing purposes. As a result of the I-Corps project, a company was formed, CelluloMedix LLC, with the Principal Investigator of the I-Corps grant (Nicoll) as principal. The general process of customer discovery and market analysis that was refined during the course of this project could be applied to any technological invention to evaluate the commercial potential of the technology.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts: The information obtained from this project will be helpful to the Principal Investigator (Nicoll) for teaching a required undergraduate course entitled \"Social, Economic and Cultural Impact of Biomedical Technology.\" Lecture topics on intellectual property and economic returns on research expenditures will be supplemented with information gained from the I-Corps workshops, sessions and customer discovery process. In addition, the Department of Biomedical Engineering at CCNY has started a Master&rsquo;s in Translational Medicine program. Courses include those on \"Engineering, Entrepreneurship and Business Leadership,\" \"Cost Analysis and the Business of Translation,\" and \"Translational Challenges in Diagnostics, Devices and Therapeutics.\" The information obtained and the process learned through the I-Corps training will help the PI make significant contributions to course instruction in this new MS program. &nbsp;The Entrepren...",
  "por_txt_cntn": "\nThe goals of this I-Corps project were to determine the value propositions and customer segments for an injectable cellulose-based material for repair of the intervertebral disc in the spinal column. It was anticipated that the information gained from this process would enable the project team to make an informed decision as to whether the invention has significant commercial potential to warrant further investment of resources.\n\n \n\nIntellectual Merit: Over 130 interviews were conducted spanning multiple disciplines. The interview subjects included neurosurgeons, orthopaedic surgeons with different specialties (i.e., spine, shoulder, knee), physiatrists, physical therapists, medical device company employees (i.e., CEOs, R&amp;D scientists, quality control managers, business development managers, sales representatives), hospital administrators, biomedical engineers, veterinarians, FDA professionals (i.e., reviewers, directors), Centers for Medicare and Medicaid Services professionals, and patients with back pain. The intent was to gather opinions from a broad spectrum of individuals to determine their \"pains\" and whether the technology would be of value and satisfy specific unmet needs. In addition, it was expected that information on regulatory pathways, insurance reimbursement, distribution channels and cost structure would be obtained during the course of the interviews. Several important facts were gleaned from the interviews. Firstly, it was determined that there is a significant need for the proposed technology in the repair of injured intervertebral discs. The primary values for the customers (patients, hospitals, physicians, insurance companies) were that the device would prevent the need for invasive surgery (i.e., spine fusion) and would restore disc function, which would lead to patient satisfaction and reduce treatment costs. Given that it is a minimally invasive injection, additional healthcare professionals, such as physiatrists and interventional radiologists, would be able to administer the injectable implant, potentially broadening the customer base. The implant would be a class III medical device requiring premarket approval from the FDA before it could be sold in the United States, and the manufacturer would need to partner with an existing orthopaedic device distributor with experienced sales teams and access to the hospitals in order to sell the product. Finally, the fact that the implant is a plant-based material was not seen as a value, it was viewed as a feature that could be useful for marketing purposes. As a result of the I-Corps project, a company was formed, CelluloMedix LLC, with the Principal Investigator of the I-Corps grant (Nicoll) as principal. The general process of customer discovery and market analysis that was refined during the course of this project could be applied to any technological invention to evaluate the commercial potential of the technology.\n\n \n\nBroader Impacts: The information obtained from this project will be helpful to the Principal Investigator (Nicoll) for teaching a required undergraduate course entitled \"Social, Economic and Cultural Impact of Biomedical Technology.\" Lecture topics on intellectual property and economic returns on research expenditures will be supplemented with information gained from the I-Corps workshops, sessions and customer discovery process. In addition, the Department of Biomedical Engineering at CCNY has started a MasterÆs in Translational Medicine program. Courses include those on \"Engineering, Entrepreneurship and Business Leadership,\" \"Cost Analysis and the Business of Translation,\" and \"Translational Challenges in Diagnostics, Devices and Therapeutics.\" The information obtained and the process learned through the I-Corps training will help the PI make significant contributions to course instruction in this new MS program.  The Entrepreneurial Lead for the I-Corps team (Varma) received considerable training through the program workshops and r..."
 }
}