{
 "awd_id": "1551402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Who's Not at the Table?: Building Research Capacity for Underserved Communities in Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032928600",
 "po_email": "jamoore@nsf.gov",
 "po_sign_block_name": "James Moore",
 "awd_eff_date": "2015-10-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 21156.0,
 "awd_amount": 21156.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2015-09-17",
 "awd_abstract_narration": "This workshop proposal focuses on developing a national agenda for research in broadening participation in engineering by those who self-identify as persons with disabilities, veterans, low income/first generation or members of the LGBTQ community. The effort to increase the numbers of students who study computer science and engineering is a national imperative. Furthermore, there is a need to ensure this workforce is representative of the nation's populations as a diverse workforce will spark greater innovation and creativity through the incorporation of multiple perspectives and experiences in the creation of technology. Efforts to create a more diverse workforce have often focused on interventions to recruit and retain under-represented populations. As a result progress has not occurred at a substantial rate as these efforts tend to be localized and not easily scaled. What is needed is greater research in understanding the various factors that impede and influence the full participation of these underserved groups.\r\n\r\nThe project will convene a workshop of thought leaders, including scholars, practitioners, policy makers and others from a broad spectrum of social science disciplines.  Brought together from across the nation, the participants will seek to develop an understanding of how best to increase research capacity to better understand why these groups are so underrepresented in the computer science and engineering workforce.  Participants will identify existing research and new research possibilities regarding computing and engineering participation by persons from the specified under-served groups. The goal is to help define the national agenda for areas of research in the field of broadening participation for these targeted populations in the engineering and computer science workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheryl",
   "pi_last_name": "Burgstahler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheryl Burgstahler",
   "pi_email_addr": "sherylb@u.washington.edu",
   "nsf_id": "000430176",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981954842",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Who&rsquo;s Not at the Table?: Building Research Capacity for Underserved Communities in Engineering was funded (grant # EEC-1551402) by the National Science Foundation (NSF). For this project the University of Washington (UW) partnered with Clemson University and Drexel University. The goal of the project was to build capacity to conduct formal research on broadening participation in engineering by increasing the participation of individuals self-identifying as persons with disabilities; veterans; low income/first-generation persons (LIFG); and persons of lesbian, gay, bisexual, transgender or queer (LGBTQ) identity. The aim is to create a landscape in which research on the participation in engineering of these underserved groups is:</p>\n<ul>\n<li><strong>popularized</strong> (as in: gaining more research practitioners from more communities), </li>\n<li><strong>legitimized</strong> (as in: made reasonable and welcome among other engineering education research topics), and </li>\n<li><strong>enriched</strong> (as in: made more rigorous and extensive in its critical aims).</li>\n</ul>\n<p class=\"Default\"><em><span style=\"text-decoration: underline;\">Community Engagement</span></em>: As participants were selected for the conference, they were brought into the existing online discussion community, the Broadening Participation Community of Practice (CoP) (bpcop@uw.edu). Participants in the Broadening Participation CoP can</p>\n<ul>\n<li>discuss strategies for increasing the participation of targeted groups in engineering.</li>\n<li>identify published research that support project objectives and explore how engineering research can be informed with knowledge of related issues and what new lines of research are needed in the field.</li>\n<li>share online resources for the project website.</li>\n</ul>\n<p><em><span style=\"text-decoration: underline;\">Project Website</span></em>: The project website is located at www.uw.edu/doit/programs/bpe. The website provides subsections dedicated to:</p>\n<ul>\n<li>Learning More About the Project &ndash; Here you can read the project goals and learn more about how the team works to promote accessibility.</li>\n</ul>\n<ul>\n<li>Joining the Broadening Participation CoP &ndash; Participants can engage in discussions and learn of opportunities to broaden participation in engineering education and careers.</li>\n</ul>\n<ul>\n<li>Meeting the Leadership Team and Advisory Board &ndash; A place to learn about those who led the BPE project.</li>\n</ul>\n<ul>\n<li>Contributing to the Literature Base &ndash; In this area we promote publications that share research and practice regarding broadening participation in engineering.</li>\n</ul>\n<ul>\n<li>The Who&rsquo;s Not at the Table Conference &ndash; Information about the NSF-funded event that engaged multiple stakeholder representatives.</li>\n</ul>\n<p class=\"Default\"><em><span style=\"text-decoration: underline;\">Literature Base</span></em>: With over 100 contributions, the list of related literature has become an important outcome of the project. Over the course of the project the PIs, members of the advisory board, and conference participants worked to assemble a list of articles that contribute to our understanding of interventions that can broaden participation in engineering to include various underrepresented groups. The literature list can be accessed via the website at www.uw.edu/doit/programs/bpe/literature-review.</p>\n<p><em><span style=\"text-decoration: underline;\">Conference</span></em>: The Who&rsquo;s Not at the Table Conference brought &ldquo;to the table&rdquo; scholars, practitioners, policy makers, and other thought leaders from diverse fields and from across the United States. The goal was to develop a national research agenda for broadening participation in engineering fields by engaging more people from underrepresented, underserved, and undercounted groups, including</p>\n<p>&bull; people with disabilities;</p>\n<p>&bull; veterans;</p>\n<p>&bull; low income/first-generation (LIFG) college students; and</p>\n<p>&bull; individuals who identify as lesbian, gay, bisexual, transgender, or queer (LGBTQ).</p>\n<p>The one and one-half day conference was held at Clemson University on October 31 &ndash; November 1, 2016.</p>\n<p><em><span style=\"text-decoration: underline;\">Proceedings</span></em>: The proceedings can be found on the project website at http://www.washington.edu/doit/whos-not-table-conference-2016. The proceedings include information regarding the project, the conference agenda, presentation summaries, a list of attendees, and related resources. For example, one section of the proceedings explains how workshop participants addressed critical research questions around the experiences of underserved and understudied communities including questions suggested by intersectional inquiries.</p>\n<p>&nbsp;</p>\n<p class=\"Default\"><strong>Broader Impacts</strong></p>\n<p class=\"Default\">Project leaders anticipate that the conference and resulting research agenda will operate at two registers. It will enhance our ability to determine not only what improvements can be made to existing research strategies for broadening participation but also to critically examine the overarching question of &ldquo;who&rsquo;s not at the table?&rdquo;&mdash;that is, who is customarily excluded from engineering study by structural inequities of the stratified economic and social systems in which people live, and by routine institutional practices at all levels that do not allow students and faculty of certain identities to join the table of engineering identity? A vital element of this project was the systematic reflection on the role of science, technology, engineering and mathematics (STEM) education research itself heretofore in perpetuating inequitable structures, and deep questions about the changes and expansions in research settings and communities of practice that may lead to proportionate participation in STEM across all groups. With respect to expanding the community of engineering education researchers, the question of &ldquo;who is not at the table?&rdquo; is also a crucial one.</p>\n<p class=\"Default\">We believe that project activities will increase both the quality and quantity of proposed proposals submitted to NSF in Broadening Participation, Research in Engineering Education and other programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2017<br>\n\t\t\t\t\tModified by: Sheryl&nbsp;Burgstahler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Who?s Not at the Table?: Building Research Capacity for Underserved Communities in Engineering was funded (grant # EEC-1551402) by the National Science Foundation (NSF). For this project the University of Washington (UW) partnered with Clemson University and Drexel University. The goal of the project was to build capacity to conduct formal research on broadening participation in engineering by increasing the participation of individuals self-identifying as persons with disabilities; veterans; low income/first-generation persons (LIFG); and persons of lesbian, gay, bisexual, transgender or queer (LGBTQ) identity. The aim is to create a landscape in which research on the participation in engineering of these underserved groups is:\n\npopularized (as in: gaining more research practitioners from more communities), \nlegitimized (as in: made reasonable and welcome among other engineering education research topics), and \nenriched (as in: made more rigorous and extensive in its critical aims).\n\nCommunity Engagement: As participants were selected for the conference, they were brought into the existing online discussion community, the Broadening Participation Community of Practice (CoP) (bpcop@uw.edu). Participants in the Broadening Participation CoP can\n\ndiscuss strategies for increasing the participation of targeted groups in engineering.\nidentify published research that support project objectives and explore how engineering research can be informed with knowledge of related issues and what new lines of research are needed in the field.\nshare online resources for the project website.\n\n\nProject Website: The project website is located at www.uw.edu/doit/programs/bpe. The website provides subsections dedicated to:\n\nLearning More About the Project &ndash; Here you can read the project goals and learn more about how the team works to promote accessibility.\n\n\nJoining the Broadening Participation CoP &ndash; Participants can engage in discussions and learn of opportunities to broaden participation in engineering education and careers.\n\n\nMeeting the Leadership Team and Advisory Board &ndash; A place to learn about those who led the BPE project.\n\n\nContributing to the Literature Base &ndash; In this area we promote publications that share research and practice regarding broadening participation in engineering.\n\n\nThe Who?s Not at the Table Conference &ndash; Information about the NSF-funded event that engaged multiple stakeholder representatives.\n\nLiterature Base: With over 100 contributions, the list of related literature has become an important outcome of the project. Over the course of the project the PIs, members of the advisory board, and conference participants worked to assemble a list of articles that contribute to our understanding of interventions that can broaden participation in engineering to include various underrepresented groups. The literature list can be accessed via the website at www.uw.edu/doit/programs/bpe/literature-review.\n\nConference: The Who?s Not at the Table Conference brought \"to the table\" scholars, practitioners, policy makers, and other thought leaders from diverse fields and from across the United States. The goal was to develop a national research agenda for broadening participation in engineering fields by engaging more people from underrepresented, underserved, and undercounted groups, including\n\n&bull; people with disabilities;\n\n&bull; veterans;\n\n&bull; low income/first-generation (LIFG) college students; and\n\n&bull; individuals who identify as lesbian, gay, bisexual, transgender, or queer (LGBTQ).\n\nThe one and one-half day conference was held at Clemson University on October 31 &ndash; November 1, 2016.\n\nProceedings: The proceedings can be found on the project website at http://www.washington.edu/doit/whos-not-table-conference-2016. The proceedings include information regarding the project, the conference agenda, presentation summaries, a list of attendees, and related resources. For example, one section of the proceedings explains how workshop participants addressed critical research questions around the experiences of underserved and understudied communities including questions suggested by intersectional inquiries.\n\n \nBroader Impacts\nProject leaders anticipate that the conference and resulting research agenda will operate at two registers. It will enhance our ability to determine not only what improvements can be made to existing research strategies for broadening participation but also to critically examine the overarching question of \"who?s not at the table?\"&mdash;that is, who is customarily excluded from engineering study by structural inequities of the stratified economic and social systems in which people live, and by routine institutional practices at all levels that do not allow students and faculty of certain identities to join the table of engineering identity? A vital element of this project was the systematic reflection on the role of science, technology, engineering and mathematics (STEM) education research itself heretofore in perpetuating inequitable structures, and deep questions about the changes and expansions in research settings and communities of practice that may lead to proportionate participation in STEM across all groups. With respect to expanding the community of engineering education researchers, the question of \"who is not at the table?\" is also a crucial one.\nWe believe that project activities will increase both the quality and quantity of proposed proposals submitted to NSF in Broadening Participation, Research in Engineering Education and other programs.\n\n \n\n\t\t\t\t\tLast Modified: 05/19/2017\n\n\t\t\t\t\tSubmitted by: Sheryl Burgstahler"
 }
}