{
 "awd_id": "1554142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International travel to participate as reviewer for the third joint transnational call of the ERA-NET SIINN",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 2479.0,
 "awd_amount": 2479.0,
 "awd_min_amd_letter_date": "2015-09-05",
 "awd_max_amd_letter_date": "2015-09-05",
 "awd_abstract_narration": "1554142(Keller)\r\n\r\nThis proposal was submitted as an international travel award to cover transportation and lodging costs for U.S. panelists. These panelists participated in the transnational Evaluation (Peer) Review panel for the Safe Implementation of Innovative Nanoscience and Nanotechnology (SIINN) which took place in Lisbon, Portugal June 29-30, 2015.  The panel was composed of 17 panelists from Europe and the U.S. of which 4 were from the U.S a total of 26 transnational proposals were reviewed by 17 reviewers. \r\n\r\nThe European Research Area (ERA-NET) is a coordination activity funded by the European Commission within the 7th Framework Program. The main objective of an ERA-NET is to provide a framework to network and mutually open national or regional research programs, leading to concrete cooperation, such as the development and implementation of joint transnational calls. The ERA-NET for Safe Implementation of Innovative Nanoscience and Nanotechnology (ERA-NET SIINN) and the Chemical, Bioengineering, Environmental, and Transport Systems (CBET) Division within the National Science Foundation collaborated to issue a call to encourage joint U.S.-European research collaborations focusing on the environmental and health impacts of manufactured nanomaterial (MNMs). The research areas identified covered 4 topic areas:\r\n\r\nTopic 1. Exposure assessment \r\nTopic 2. Fundamental aspects underlying toxicity mechanisms \r\nTopic 3. Effects of MNM on human health \r\nTopic 4. Environmental impacts of MNMs \r\nThe SIINN partners are: Austrian Ministry for Transport, Innovation and Technology (Austria), Executive Agency for Higher Education, Research, Development and Innovation Funding (Romania), Federal Ministry of Education and Research (Germany), Foundation for Science and Technology (Portugal), Fund for Scientific Research (Belgium), Ministry of Economy and Competitiveness (Spain), National Science Foundation (U.S.), and Regional Council Nord-Pas de Calais (France).  The NSF contribution is part of the National Nanotechnology Initiative.\r\n\r\nA total of 26 projects were determined to meet all eligibility criteria and subsequently underwent peer review in Lisbon, Portugal June 28-29, 2015. A panel composed of 17 reviewers were selected - 13 from Europe and 4 from the U.S. In accordance with the MOU NSF signed with ERA-Net in November, travel costs for the 4 U.S. reviewers was to be paid by NSF/CBET. The RA-Net Call Office paid for the travel costs of the 13 European reviewers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arturo",
   "pi_last_name": "Keller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arturo A Keller",
   "pi_email_addr": "arturokeller@ucsb.edu",
   "nsf_id": "000181290",
   "pi_start_date": "2015-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 2479.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><span>I participated in the review of proposals for an international research collaborative activity in the area of nanotechnology. The projects are related to understanding the environmental implications of nanotechnology. A total of 26 projects were determined to meet all eligibility criteria and subsequently underwent peer review in Lisbon, Portugal June 28-29, 2015. We recommended for funding 13 proposals led by groups from Europe and 4 from the U.S., although all proposals had a multinational composition.&nbsp;</span><span>The proposals were reviewed in accordance with the two criteria established by the National Science Board as contained in the Grant Proposal Guide. Both intellectual merit and broader impacts were considered when evaluating the proposals. Each proposal was evaluated by at least 3 written reviews and was given ratings of: 1 = Poor; 2-3 = Fair; 4-5 = Good; 6-7 = Very Good; and 8 = Excellent. Proposals that were recommended were in the very good to excellent range. They covered a wide range of topics, from exposure studies to toxicology, both human and ecological. The expected outcome of these projects will be a better understanding of the likelihood that humans and ecological receptors will be exposed to nanoparticles in the environment, released from human activities, and the probability that exposure to those nanoparticles will generate a negative outcome.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2016<br>\n\t\t\t\t\tModified by: Arturo&nbsp;A&nbsp;Keller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nI participated in the review of proposals for an international research collaborative activity in the area of nanotechnology. The projects are related to understanding the environmental implications of nanotechnology. A total of 26 projects were determined to meet all eligibility criteria and subsequently underwent peer review in Lisbon, Portugal June 28-29, 2015. We recommended for funding 13 proposals led by groups from Europe and 4 from the U.S., although all proposals had a multinational composition. The proposals were reviewed in accordance with the two criteria established by the National Science Board as contained in the Grant Proposal Guide. Both intellectual merit and broader impacts were considered when evaluating the proposals. Each proposal was evaluated by at least 3 written reviews and was given ratings of: 1 = Poor; 2-3 = Fair; 4-5 = Good; 6-7 = Very Good; and 8 = Excellent. Proposals that were recommended were in the very good to excellent range. They covered a wide range of topics, from exposure studies to toxicology, both human and ecological. The expected outcome of these projects will be a better understanding of the likelihood that humans and ecological receptors will be exposed to nanoparticles in the environment, released from human activities, and the probability that exposure to those nanoparticles will generate a negative outcome.\n\n\t\t\t\t\tLast Modified: 03/01/2016\n\n\t\t\t\t\tSubmitted by: Arturo A Keller"
 }
}