{
 "awd_id": "1557482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QuBBD: Collaborative Research: Personalized Predictive Neuromarkers for Stress-Related Health Risks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nandini Kannan",
 "awd_eff_date": "2015-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 8835.0,
 "awd_amount": 8835.0,
 "awd_min_amd_letter_date": "2015-09-10",
 "awd_max_amd_letter_date": "2015-09-10",
 "awd_abstract_narration": "Coronary heart disease (CHD) remains the leading cause of premature death among adults in the U.S. and other postindustrial nations.  Predicting CHD risk - especially for a particular individual - remains a fundamental challenge.  This project will investigate the application of statistical machine learning approaches to multimodal brain imaging, behavioral, biological, and related data to enhance the prediction of CHD risk.  It specifically addresses the question of whether particular patterns of human brain activity during psychological stress reliably predict known risk markers of CHD; namely, stress-related rises in blood pressure and arterial morphology.  From a basic science perspective, this research will advance our mechanistic understanding of how the brain relates to our physical health.  From a public health perspective, this research will help to identify markers of brain activity that could be objectively identified and possibly targeted for modification in otherwise healthy people at risk for future CHD. \r\n\r\nThe key challenge with mapping neuroimaging data to CHD risk lies in being able to very precisely regress observed psychological stress reactions on the time-series of brain activity recorded in thousands of voxels, and identify which brain regions are most relevant for the regression.  Conventional analytic approaches involve forming coarse temporal summaries by committing to specific parametric models, such as a generalized linear model and a fixed model for hemodynamic response, that result in poor accuracy.  This award supports initiation of a collaborative research project that brings together a highly cross-disciplinary team of statistical machine learning, neuroimaging and health psychology researchers to tackle the following two goals: 1) identify a generalizable model and neuromarkers that predict individual differences in cardiovascular risk factors based on neural dynamics under psychological stress.  This will be enabled through novel methods for functions-to-real and functions-to-function lasso regression;  2) characterize how neural patterns can be integrated with other physiological and anthropometric factors to personalize individual risk scores and neuro-biomarkers.  This award is supported by the National Institutes of Health Big Data to Knowledge (BD2K) Initiative in partnership with the National Science Foundation Division of Mathematical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Gianaros",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Gianaros",
   "pi_email_addr": "gianaros@pitt.edu",
   "nsf_id": "000640635",
   "pi_start_date": "2015-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8835.0
  }
 ],
 "por": null
}