{
 "awd_id": "1557855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Local Ladybugs: An Effective, Environmentally Sound Pest Management Alternative",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-08-25",
 "awd_max_amd_letter_date": "2015-08-25",
 "awd_abstract_narration": "The proposed I-Corps project will explore the commercial feasibility of raising and selling native lady beetles (also known as ladybugs and ladybird beetles) to provide an alternative tool for gardeners and farmers to control the insect pests that eat their plants.  Lady\r\nbeetles are one of the main groups of insects that can control these pests. Currently, farmers and gardeners purchase live lady beetles which have been collected from mountains in California. Over 3 billion beetles are sold annually for approximately $3 million and increasing concerns about pesticides and the rapid growth of the organic agriculture sector are expected to make biological controls increasingly attractive. There are several reasons why a new product could successfully break into the lady beetle portion of the biological control market including; 1)released convergent lady beetles fly away and do not control pests, 2)convergent lady beetles collected from one small area in California might spread disease across the country [the spread of disease is a leading theory of why\r\nhoney bees declined], and 3)drought in California which is driving availability down and price up. Clearly this market is ripe for an\r\nalternative that actually performs. The alternative lady beetles this team will supply will be more effective (as locally adapted beetles\r\nhave consistently proven to be)and they are formerly common native species that have recently become rare and are in dire need of conservation.\r\n\r\nThe proposed approach will be to produce laboratory-reared native lady beetles as an alternative field-collected beetles or pesticides for the suppression of insect pests. It has been generally accepted for some time that the currently available lady beetles are ineffective and had potentially necgative environmental consequences but attempts to make alternative species available through rearing (as opposed to collecting) have failed. With the proposed rearing technique, the team expects to produce beetles that would far outperform the currently sold product in terms of pest suppression, without the potential for negative environmental impacts, and could reasonably expect to command a premium for these incremental benefits. The team currently produces 100's of beetles per week and has the capacity to potentially produce 10s of 1000s per week. The greater efficacy, availability and positive environmental impact should lead many current and new consumers to the proposeded product. Environmentally concerned farmers and gardeners have already contacted the Lost Ladybug Project (a citizen science project with thousands of participants across the country) in search of sources of alternatives to the convergent lady beetle. In addition, large land-owners with interests in lady beetle diversity and conservation have contacted the team wishing to release threatened natives on their land indicating the potential for a \"green lady beetle\" market in addition to the pest suppression.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Losey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Losey",
   "pi_email_addr": "jel27@cornell.edu",
   "nsf_id": "000275230",
   "pi_start_date": "2015-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "169 Helios Circle",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our I-Corps project allowed us to explore the commercial feasibility of raising and selling native lady beetles (also known as ladybugs and ladybird beetles) to provide an alternative tool for gardeners and farmers to control the insect pests that eat their plants. The market for these adult beetles is large. Agriculture is worth over 100 billion dollars annually in the US and insect pests cause over 18 billion dollars of damage. Lady beetles are one of the main groups of insects that can control these pests. Currently, farmers and gardeners purchase live lady beetles, (specifically, the convergent lady beetle, <em>Hippodamia convergens</em>) which have been collected from mountains in California. Over 3 billion beetles are sold annually for approximately $3 million and increasing concerns about pesticides (e.g., resistance and pollution) and the rapid growth of the organic agriculture sector are expected to make biological controls increasingly attractive. We felt there were several reasons why a new product could successfully break into the lady beetle portion of the biological control market including; 1) released convergent lady beetles fly away and do not control pests, 2) convergent lady beetles collected from one small area in California might spread disease across the country [the spread of disease is a leading theory of why honey bees declined], and 3) drought in California which is driving availability down and price up. Clearly this market seemed ripe for an alternative that actually performs. The alternative lady beetles we proposed to supply would be more effective (as locally adapted beetles have consistently proven to be) and they are formerly common native species that have recently become rare and are in dire need of conservation (they were recently listed as &ldquo;globally imperiled&rdquo;, they are listed as endangered in several states, and they are being considered to be listed as \"endangered\" species in Canada). The greater efficacy, availability and positive environmental impact should lead many current and new consumers to our product. Environmentally concerned farmers and gardeners have already contacted the Lost Ladybug Project (a citizen science project with thousands of participants across the country) in search of sources of alternatives to the convergent lady beetle. In addition, large land-owners with interests in lady beetle diversity and conservation have contacted us wishing to release threatened natives on their land indicating the potential for a &ldquo;green lady beetle&rdquo; market in addition to the pest suppression market. &nbsp;Specifically, we hypothesized that 1) over 50% of potential customers we interviewed would be interested in purchasing our product, and, 2) potential customers would be motivated by both a) a need for more effective pest suppression and, b) a desire to facilitate the conservation and recovery of a native lady beetle species.</p>\n<p>Our conclusions varied across the customer segments.&nbsp; For the farmer segment we concluded that there was potential but attract and keep customers we needed to do more research to demonstrate that our local ladybugs would be more effective then the ladybugs that are currently available.&nbsp; For the education segment we concluded that there was great interest but they generally do not have the liquid resources to make immediate purchases.&nbsp; At least one customer in this segment received a grant to fund the use of our ladybugs and this is a model we expect going into the future.&nbsp; We concluded that gardeners were the segment that had high interest, liquid resources, and no reservations.&nbsp; Our overall decision was to move forward focusing initially on the gardener segment but also pursuing the data and funding necessary to capture customers from the other segments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/25/2016<br>\n\t\t\t\t\tModified by: John&nbs...",
  "por_txt_cntn": "\nOur I-Corps project allowed us to explore the commercial feasibility of raising and selling native lady beetles (also known as ladybugs and ladybird beetles) to provide an alternative tool for gardeners and farmers to control the insect pests that eat their plants. The market for these adult beetles is large. Agriculture is worth over 100 billion dollars annually in the US and insect pests cause over 18 billion dollars of damage. Lady beetles are one of the main groups of insects that can control these pests. Currently, farmers and gardeners purchase live lady beetles, (specifically, the convergent lady beetle, Hippodamia convergens) which have been collected from mountains in California. Over 3 billion beetles are sold annually for approximately $3 million and increasing concerns about pesticides (e.g., resistance and pollution) and the rapid growth of the organic agriculture sector are expected to make biological controls increasingly attractive. We felt there were several reasons why a new product could successfully break into the lady beetle portion of the biological control market including; 1) released convergent lady beetles fly away and do not control pests, 2) convergent lady beetles collected from one small area in California might spread disease across the country [the spread of disease is a leading theory of why honey bees declined], and 3) drought in California which is driving availability down and price up. Clearly this market seemed ripe for an alternative that actually performs. The alternative lady beetles we proposed to supply would be more effective (as locally adapted beetles have consistently proven to be) and they are formerly common native species that have recently become rare and are in dire need of conservation (they were recently listed as \"globally imperiled\", they are listed as endangered in several states, and they are being considered to be listed as \"endangered\" species in Canada). The greater efficacy, availability and positive environmental impact should lead many current and new consumers to our product. Environmentally concerned farmers and gardeners have already contacted the Lost Ladybug Project (a citizen science project with thousands of participants across the country) in search of sources of alternatives to the convergent lady beetle. In addition, large land-owners with interests in lady beetle diversity and conservation have contacted us wishing to release threatened natives on their land indicating the potential for a \"green lady beetle\" market in addition to the pest suppression market.  Specifically, we hypothesized that 1) over 50% of potential customers we interviewed would be interested in purchasing our product, and, 2) potential customers would be motivated by both a) a need for more effective pest suppression and, b) a desire to facilitate the conservation and recovery of a native lady beetle species.\n\nOur conclusions varied across the customer segments.  For the farmer segment we concluded that there was potential but attract and keep customers we needed to do more research to demonstrate that our local ladybugs would be more effective then the ladybugs that are currently available.  For the education segment we concluded that there was great interest but they generally do not have the liquid resources to make immediate purchases.  At least one customer in this segment received a grant to fund the use of our ladybugs and this is a model we expect going into the future.  We concluded that gardeners were the segment that had high interest, liquid resources, and no reservations.  Our overall decision was to move forward focusing initially on the gardener segment but also pursuing the data and funding necessary to capture customers from the other segments.\n\n \n\n\t\t\t\t\tLast Modified: 05/25/2016\n\n\t\t\t\t\tSubmitted by: John E Losey"
 }
}