{
 "awd_id": "1558722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal:   Assessment of the Colloidal Iron Size Spectrum in Coastal and Oceanic Waters",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2015-05-29",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 198737.0,
 "awd_amount": 198737.0,
 "awd_min_amd_letter_date": "2015-09-17",
 "awd_max_amd_letter_date": "2015-09-17",
 "awd_abstract_narration": "Bioavailable iron is arguably the most important nutrient for shaping the distribution and composition of marine primary productivity and, in turn, the magnitude of ocean carbon export. Iron exists in many phases throughout the world's oceans, and colloidal, or non-soluble, phases comprise a significant fraction of dissolved iron. However, the size and physical/chemical character of these phases is presently poorly understood. To better understand this key part of iron cycling, researchers will use new analytical chemistry methods to quantitatively separate the colloidal iron sizes present in a sample and measure the composition of these colloidal portions in shelf and oceanic waters. Results from this study will help hone future studies to better link the source and fate of iron in the marine environment. A postdoctoral researcher will serve as a principal investigator on the project, providing a unique professional development opportunity. In addition, the project will support the education and research training of one undergraduate student each year, and the researchers will conduct outreach activities to K-12 students and teachers.\r\n\r\nThe colloidal phase of iron may serve as a biological source of stored iron, a primary conveyance for stripping iron into sinking particulate matter (removing it from the pelagic biosphere), or, more likely, a dynamic balance of these roles that fluctuates with the source and character of iron input. The current methods to investigate marine colloidal matter involve operationally defining the bulk colloidal phase using single cutoff filters, a practical decision based on little or no evidence. More problematic, these methods homogenize the colloidal phase, obscuring what almost certainly is a reactivity spectrum of colloidal species tied to their size and compositional character. In this study, the researchers will use Flow Field-Flow Fractionation coupled to Multi-Angle Laser Light Scattering to make measurements of the uniformity or uniqueness of the colloidal size spectrum, and the physical/chemical character of these phases. The findings will have broad implications to the fields of marine ecology and biogeochemistry and, ultimately, to modeling studies of ocean-atmospheric coupling and climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Fitzsimmons",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica N Fitzsimmons",
   "pi_email_addr": "jessfitz@tamu.edu",
   "nsf_id": "000639452",
   "pi_start_date": "2015-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "400 Harvey Mitchell Pkwy South",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 198737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oceanographers separate bioactive trace elements such as iron into dissolved (&lt;0.2 &micro;m) and particulate (&gt;0.2 &micro;m) fractions to better understand their cycling in the oceans, but this necessarily simplistic definition does not consider the existence of colloidal particles. Marine colloidal particles are those substances large enough that their internal chemical environment differs from the external chemical environment, but they are small enough that gravity does not cause them to sink in seawater (in this case, defined as &lt;0.2 &micro;m). Because phytoplankton obtain the iron they need from the dissolved phases, iron that exists in these colloids is not directly available, so that there is great interest in understanding what fraction of &ldquo;dissolved&rdquo; iron exists as colloids. Moreover, the colloidal iron phase may differ from truly soluble iron in its tendency to be adsorbed to sinking particles, so understanding the size distribution and composition of marine colloidal iron has important implications for both ocean production and chemistry.</p>\n<p>The goal of this project was to create a novel analytical method that could measure the size distribution and chemical composition/shape of Fe within the &lt;0.2 &micro;m size fraction: Flow Field Flow Fractionation (FlFFF), Multi Angle Laser Light Scattering (MALLS), Inductively-Coupled Plasma Mass Spectrometry (ICPMS) and fluorescence Excitation-Emission Spectroscopy (EEMS). The FlFFF online colloid concentration, system flow rates, and processing protocols for separating the size continuum of colloidal Fe in seawater (10 kDa &ndash; 0.2 &mu;m) were optimized during the first stages of the project, after which steps were developed and tested to minimize the background iron concentrations in this new analytical system. Protocols for the offline, low-volume pre-concentration iron analysis method were optimized so that the FlFFF outflows could be linked to iron determinations by ICPMS. We then determined the compositional characteristics (organic or inorganic), size (hydrodynamic diameter), and shape (sphericity) of iron colloids in samples collected from coastal Maine&rsquo;s Damariscotta River estuary and offshore continental shelf waters. This is the first time this has ever been attempted in marine waters.</p>\n<p>We investigated how the colloidal iron size distribution changes spatially and with depth, and whether the colloidal iron was associated mainly with organic or inorganic colloidal substrates. We then linked the observed patterns in colloidal Fe size partitioning and chemical character to oceanographic and biogeochemical processes in this estuarine-influenced coastal region. Our findings show for the first time that marine iron colloids are not distributed uniformly across the colloidal size spectrum but instead have discrete sizes. We also found that there were both organic and inorganic Fe colloids present at both stations and that the Fe size distribution was not tightly correlated with the organic size distribution or overall colloid abundance.</p>\n<p>The findings show that there are more colloidal size classes in these marine waters than previously seen in freshwater environments. Beginning with the smallest, these more complex Maine coastal waters contain iron and organic-rich colloids (0.25-1.5 nm hydrodynamic radius) followed by organic-rich colloids (1.5-3.5 nm), low concentrations of non-spherical, organic + iron colloids (3.5-5 nm), iron poor colloids (5-9 nm) occurring in the more estuarine regions, comparatively abundant organic colloidal matter (9-12 nm), iron-rich and inorganic colloids (12-15 nm) found at the chlorophyll maximum of both the estuary and offshore stations, and finally a comparatively large organic-rich colloidal phase (15-20 nm).&nbsp; This unprecedented view of the colloidal phase illustrates an unexpected complexity of interactions that will govern how iron and organic matter is cycling in these waters. The next steps for this research are to investigate how representative these findings are for other coastal regions and to determine how the fate of these colloidal iron fractions may differ in terms of uptake by phytoplankton or removal through aggregation with larger sinking particles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2020<br>\n\t\t\t\t\tModified by: Jessica&nbsp;N&nbsp;Fitzsimmons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOceanographers separate bioactive trace elements such as iron into dissolved (&lt;0.2 &micro;m) and particulate (&gt;0.2 &micro;m) fractions to better understand their cycling in the oceans, but this necessarily simplistic definition does not consider the existence of colloidal particles. Marine colloidal particles are those substances large enough that their internal chemical environment differs from the external chemical environment, but they are small enough that gravity does not cause them to sink in seawater (in this case, defined as &lt;0.2 &micro;m). Because phytoplankton obtain the iron they need from the dissolved phases, iron that exists in these colloids is not directly available, so that there is great interest in understanding what fraction of \"dissolved\" iron exists as colloids. Moreover, the colloidal iron phase may differ from truly soluble iron in its tendency to be adsorbed to sinking particles, so understanding the size distribution and composition of marine colloidal iron has important implications for both ocean production and chemistry.\n\nThe goal of this project was to create a novel analytical method that could measure the size distribution and chemical composition/shape of Fe within the &lt;0.2 &micro;m size fraction: Flow Field Flow Fractionation (FlFFF), Multi Angle Laser Light Scattering (MALLS), Inductively-Coupled Plasma Mass Spectrometry (ICPMS) and fluorescence Excitation-Emission Spectroscopy (EEMS). The FlFFF online colloid concentration, system flow rates, and processing protocols for separating the size continuum of colloidal Fe in seawater (10 kDa &ndash; 0.2 &mu;m) were optimized during the first stages of the project, after which steps were developed and tested to minimize the background iron concentrations in this new analytical system. Protocols for the offline, low-volume pre-concentration iron analysis method were optimized so that the FlFFF outflows could be linked to iron determinations by ICPMS. We then determined the compositional characteristics (organic or inorganic), size (hydrodynamic diameter), and shape (sphericity) of iron colloids in samples collected from coastal Maine’s Damariscotta River estuary and offshore continental shelf waters. This is the first time this has ever been attempted in marine waters.\n\nWe investigated how the colloidal iron size distribution changes spatially and with depth, and whether the colloidal iron was associated mainly with organic or inorganic colloidal substrates. We then linked the observed patterns in colloidal Fe size partitioning and chemical character to oceanographic and biogeochemical processes in this estuarine-influenced coastal region. Our findings show for the first time that marine iron colloids are not distributed uniformly across the colloidal size spectrum but instead have discrete sizes. We also found that there were both organic and inorganic Fe colloids present at both stations and that the Fe size distribution was not tightly correlated with the organic size distribution or overall colloid abundance.\n\nThe findings show that there are more colloidal size classes in these marine waters than previously seen in freshwater environments. Beginning with the smallest, these more complex Maine coastal waters contain iron and organic-rich colloids (0.25-1.5 nm hydrodynamic radius) followed by organic-rich colloids (1.5-3.5 nm), low concentrations of non-spherical, organic + iron colloids (3.5-5 nm), iron poor colloids (5-9 nm) occurring in the more estuarine regions, comparatively abundant organic colloidal matter (9-12 nm), iron-rich and inorganic colloids (12-15 nm) found at the chlorophyll maximum of both the estuary and offshore stations, and finally a comparatively large organic-rich colloidal phase (15-20 nm).  This unprecedented view of the colloidal phase illustrates an unexpected complexity of interactions that will govern how iron and organic matter is cycling in these waters. The next steps for this research are to investigate how representative these findings are for other coastal regions and to determine how the fate of these colloidal iron fractions may differ in terms of uptake by phytoplankton or removal through aggregation with larger sinking particles.\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2020\n\n\t\t\t\t\tSubmitted by: Jessica N Fitzsimmons"
 }
}