{
 "awd_id": "1559587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inverse Boundary Value Problems For Scalar and Elastic Waves: Stability Estimates and Iterative Reconstruction",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2015-08-26",
 "awd_max_amd_letter_date": "2015-08-26",
 "awd_abstract_narration": "This project centers on inverse problems that enable innovative new technologies for interpreting the rich information contained in seismic wavefields. The results will fundamentally improve the ability to reconstruct highly heterogeneous geological media with structure from observational data. The nonlinear approaches that will be developed will yield possible discoveries of hitherto unknown substructures in our planet's interior, such as cracks and faults including the presence of fluids and the crust-mantle interface. On the one hand, more accurate mapping and characterization of shallow and deep mantle structures will facilitate integrated geological and geophysical studies, and may lead to more comprehensive models of Earth's dynamic interior. On the other hand, these methods will also aid in developing strategies for monitoring or identifying changes over time and benefit natural resources management. The results will also give important insight in how processes at the surface are coupled to processes in Earth's deep interior. \r\n\r\nThe principal investigator and his colleagues will develop a comprehensive analysis of the seismic inverse boundary value problems in the time-harmonic and hyperbolic formulations. They consider Cauchy data and the Dirichlet-to-Neumann map or the Neumann-to-Dirichlet map as the data. The different formulations emphasize different 'features' of the data and lead to different conditions for stable recovery. The principal investigator and his colleagues will analyze in conjunction the inverse boundary value problems for the Helmholtz equation and the wave equation and their extensions to systems describing (time-harmonic) elastic waves. They plan to study global uniqueness in the case of time-harmonic elastic waves with coefficients containing conormal singularities (interfaces) and of limited smoothness. They will analyze conditions for Lipschitz stability of the relevant inverse maps with partial data. This will enable the team to obtain estimates for the stability constants, which leads to hierarchies of subspaces of coefficients, and develop a family of local iterative methods via the introduction of generalized variational source conditions. They also plan to develop resolvent estimates which provide a connection between the time-harmonic and hyperbolic formulations and analyze conditions for the unique recovery of piecewise smooth coefficients from high-frequency data. Finally, they will obtain a method of direct reconstruction of elastic parameters near the boundary (a free surface), and revisit the use of complex geometrical optics solutions in proofs of uniqueness theorems and adapt them to a framework of iterative regularization and reconstruction without very low frequencies in the data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maarten",
   "pi_last_name": "de Hoop",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Maarten V de Hoop",
   "pi_email_addr": "mdehoop@rice.edu",
   "nsf_id": "000418792",
   "pi_start_date": "2015-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre><p>The major goals were the development of a comprehensive analysis of the seismic&nbsp;<br />inverse boundary value problems in the time-harmonic and hyperbolic formulations<br />with a focus on conditional Lipschitz stability estimates driving iterative <br />reconstruction revealing Earth's interior. The different formulations emphasize <br />low versus high frequencies in the data. The data are the Dirichlet-to-Neumann map <br />or partial Cauchy data, covering land and marine acquisition. <br /><br />The main results are&nbsp;</p><p>(i) the discovery of scattering control which is constructive and a key, new <br />technique to disentangle multiple scattering in the recovery of a piecewise smooth <br />wave speed from exterior Cauchy data; </p><p>(ii) a broad range of conditional Lipschitz stability estimates facilitating a multiscale<br />analysis, and a new functional, relaxing requirements on or knowledge of the <br />source distribution, for optimization-based reconstruction; <br /><br />(iii) the semiclassical analysis of surface waves shedding new light on the resolution<br />of near-surface heterogeneities, and the spectral rigidity of a spherically symmetric<br />mantle where the data are eigenfrequencies measured at a single station providing<br />a reference for tomography; </p><p>(iv) the coupling of the recovery of anisotropic elastic<br />parameters from dynamic boundary data to the curvature of interfaces <br />(discontinuities), which provides new techniques for studying Earth's crust. </p><p>As one application, an estimate for the compositional heterogeneity near the base <br />of the mantle transition zone beneath Hawaii was obtained.</p><p>&nbsp;</p></pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Maarten&nbsp;V&nbsp;De Hoop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals were the development of a comprehensive analysis of the seismic \ninverse boundary value problems in the time-harmonic and hyperbolic formulations\nwith a focus on conditional Lipschitz stability estimates driving iterative \nreconstruction revealing Earth's interior. The different formulations emphasize \nlow versus high frequencies in the data. The data are the Dirichlet-to-Neumann map \nor partial Cauchy data, covering land and marine acquisition. \n\nThe main results are \n(i) the discovery of scattering control which is constructive and a key, new \ntechnique to disentangle multiple scattering in the recovery of a piecewise smooth \nwave speed from exterior Cauchy data; \n(ii) a broad range of conditional Lipschitz stability estimates facilitating a multiscale\nanalysis, and a new functional, relaxing requirements on or knowledge of the \nsource distribution, for optimization-based reconstruction; \n\n(iii) the semiclassical analysis of surface waves shedding new light on the resolution\nof near-surface heterogeneities, and the spectral rigidity of a spherically symmetric\nmantle where the data are eigenfrequencies measured at a single station providing\na reference for tomography; \n(iv) the coupling of the recovery of anisotropic elastic\nparameters from dynamic boundary data to the curvature of interfaces \n(discontinuities), which provides new techniques for studying Earth's crust. \nAs one application, an estimate for the compositional heterogeneity near the base \nof the mantle transition zone beneath Hawaii was obtained.\n \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Maarten V De Hoop"
 }
}