{
 "awd_id": "1560906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Public and Private Debt Crises: Quantitative Macroeconomic Models and Policy Implications",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2015-08-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 59457.0,
 "awd_amount": 59457.0,
 "awd_min_amd_letter_date": "2015-09-21",
 "awd_max_amd_letter_date": "2015-09-21",
 "awd_abstract_narration": "Abstract\r\nTitle: Collaborative Research--Public and Private Debt Crises: Quantitative Macroeconomic Models and Policy Implications \r\nPrincipal Investigator: Enrique G. Mendoza\r\nInstitution: University of Pennsylvania\r\nProposal # SES-1325122\r\n\r\nAbstract\r\nThe financial crisis that exploded in 2008 and triggered the deepest recession since the Great Depression was preceded by an explosion in private sector credit unprecedented in modern U.S. economic history. The Flow of Funds dataset of the Federal Reserve show that the net indebtedness of U.S. households hovered around 1/3rd of GDP from the end of World War II until the mid 1990s. By the end of 2007, however, U.S. household debt more than doubled to about 70 percent of GDP. It is well known that this huge credit expansion fueled a boom in housing prices. The market value of residential land rose from about 48 percent of GDP in the mid 1990s to 75 percent of GDP in 2006 . Moreover, households became highly leveraged, because their debts measured as a ratio of the value of residential land rose from about 2/3rds in the mid 1990s to above 1 just before the crash. Financial intermediaries also became highly leveraged in newly-created complex instruments that were facilitating the expansion of credit.\r\nThe macroeconomic implications of the collapse of the U.S. credit boom were dramatic both at home and abroad. The world economy suffered a deep recession, a surge in unemployment, and a collapse in global trade. Moreover, governments in most industrial countries embarked in large programs of financial stabilization and fiscal stimulus that worsened their financial positions sharply. In the United States, the net debt of the government experienced its third largest surge (in terms of one-year increments) since the creation of U.S. federal debt in 1790. The net debt-GDP ratio rose from about 36 percent in 2007 to about 68 percent in 2011. This surge in debt ranks below those observed in the two World Wars but is larger than those observed in the Civil War and the Great Depression. Similarly, in Europe, the countries that in the hot zone of the ongoing debt crisis (Greece, Ireland, Italy, Spain and Portugal) experienced surges in public debt of about 30 percentage points of weighted GDP, and even those that are not in a debt crisis saw their public debt surge by about half as much (Germany, France, and the Netherlands).\r\nThe above statistics paint a dramatic picture of a historic credit boom that went bust with dramatic consequences for both the private sector and the government. In addition, the historical record shows that this pattern is often what we observe in the unwinding of large credit booms. The research funded by this proposal focuses on developing transformative quantitative macroeconomic models that can help us understand the causes of these private and public debt crises as well as their macroeconomic implications, and on using these models to develop strategies of economic policy aimed at preventing and managing these crises.\r\nThis research program is divided into three projects. Two have to do with private debt crises and the third has to do with public debt crises. The two projects on private debt crises relate to a key policy strategy that many central bankers, including Federal Reserve chairman Ben Bernanke, have put at the forefront of the policy strategy to prevent financial crises: Macro-prudential financial regulation. The goals of this policy are to concentrate on the systemic links that connect intermediaries across the financial system and the financial system with the economy as a whole, and to use policy instruments to \"cool off\" credit markets in the early stages of credit booms in order to defuse them. The challenges are to be able to characterize a credit boom separately from a regular cyclical expansion of credit or the underlying trends of credit growth driven by financial development, and to construct manageable policy tools that can provide the right incentives to financial markets in order to accomplish the desired goals.\r\nThe two projects on macro-prudential regulation included in this proposal start from the premise that, because borrowing capacity in modern credit markets is linked to the market values of incomes or assets on which credit contracts are anchored, borrowing decisions are distorted by what is referred to as a pecuniary externality. In particular, individual borrowing decisions made in \"good times\" fail to internalize how a collapse of asset prices (e.g. housing, mortgage backed securities, etc) will induce a severe credit crunch in the event of a financial crisis in the future. The goals are: First, to evaluate whether models in which this externality is present can actually explain key features of actual financial crises. Second, to analyze the effectiveness of macroprudential policies, broadly defined as policies seeking to alter decisions in credit markets in normal times so as to make financial crises less frequent and less severe. These policies include, for example taxes on debt, capital requirements, and limits on loan-to-value or leverage ratios. The aim is to study these issues in two classes of models. One class is the \"representative agent\" setup, in which the characteristics of particular borrowers are not considered, but the mechanism driving the macro-financial meltdown and the use of policy tools to counter the pecuniary externality in prudential fashion are both fleshed out clearly. The second class includes models in which we take into account the heterogeneity of borrowers, in particular their individual features in terms of debt exposure and employment status.\r\nThe project on public debt crises undertakes a major revamping of macroeconomic analysis of sovereign debt crises. The majority of the existing models about this issue deal with the possibility of default by a sovereign on foreign creditors. Yet, the debt crisis in the Eurozone and the precarious fiscal prospects of other industrial countries (e.g. Japan, the United Kingdom and the United States) raise the possibility that default may actually affect domestic creditors. Strikingly, Reinhart and Rogoff noted in their celebrated 2008 book that, while there is worldwide historical evidence of outright defaults (i.e. by means other than de  facto default via inflation) on domestic public debt by governments, there are hardly any macroeconomic models that can help us explain this phenomenon. Observing the debates surrounding the Eurozone debt crisis and the growing U.S. public debt ratio, three key issues are given a central role: The distributional implications of a restructuring of public debt, the effects of a public debt crisis on the ability of the government to access credit markets to conduct countercyclical fiscal policy, and the serious damage that a domestic public debt default can do to private financial markets (where public debt is the anchor asset). The public debt crises analysis proposed under this project incorporates all three of these features, and studies how the optimal tradeoff of their costs and benefits can explain why governments build up large domestic debt ratios and default infrequently, but with non-zero probability, in the long run.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Bianchi",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Javier I Bianchi",
   "pi_email_addr": "jibianchi@wisc.edu",
   "nsf_id": "000637498",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 59457.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The projected conducted has enhanced our understanding of how macroeconomic policies can contribute to make economies less vulnerable to financial crises. Despite a widespread policy agreement about the need to regulate the financial cycle, the economics profession has been lacking theoretical frameworks that can be used to guide policy makers in the design of macroprudential policies. The work provides an analytical characterization of market failures involved in an economy prone to fire sales of assets, which can produce negative spillovers in the real economy. Quantitatively, the framework provides an analysis of how effective is regulation in reducing the likelihood and the severity of financial crises. The complexity of the optimal policy increases when the economy is subject to multiple sources of shocks. Simulations with simple implementable policy rules also suggest they can be effective, but much less so than the optimal policy that can be fine-tuned with the business cycle and the financial cycle.</p>\n<p>Another contribution of the project is to develop a model of banks&rsquo; liquidity management to study the transmission of monetary policy through the banking system. Banks hold a precautionary buffer of reserves to insure against the possibility of large withdrawals of deposits. When the interbank market becomes under financial stress, banks cut on lending and hold a bigger buffer of reserves. We study how monetary policy can affect overall lending by providing a lender of last resort to banks and by conducting unconventional open market operations. In an application to the crisis, we find that shocks in the interbank market played a prominent role during the crisis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2017<br>\n\t\t\t\t\tModified by: Javier&nbsp;I&nbsp;Bianchi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe projected conducted has enhanced our understanding of how macroeconomic policies can contribute to make economies less vulnerable to financial crises. Despite a widespread policy agreement about the need to regulate the financial cycle, the economics profession has been lacking theoretical frameworks that can be used to guide policy makers in the design of macroprudential policies. The work provides an analytical characterization of market failures involved in an economy prone to fire sales of assets, which can produce negative spillovers in the real economy. Quantitatively, the framework provides an analysis of how effective is regulation in reducing the likelihood and the severity of financial crises. The complexity of the optimal policy increases when the economy is subject to multiple sources of shocks. Simulations with simple implementable policy rules also suggest they can be effective, but much less so than the optimal policy that can be fine-tuned with the business cycle and the financial cycle.\n\nAnother contribution of the project is to develop a model of banks? liquidity management to study the transmission of monetary policy through the banking system. Banks hold a precautionary buffer of reserves to insure against the possibility of large withdrawals of deposits. When the interbank market becomes under financial stress, banks cut on lending and hold a bigger buffer of reserves. We study how monetary policy can affect overall lending by providing a lender of last resort to banks and by conducting unconventional open market operations. In an application to the crisis, we find that shocks in the interbank market played a prominent role during the crisis.\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2017\n\n\t\t\t\t\tSubmitted by: Javier I Bianchi"
 }
}