{
 "awd_id": "1442386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Proposal of the Renewal of the Banff International Research Station for Mathematical Innovation and Discovery (BIRS)",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 3865000.0,
 "awd_amount": 3865000.0,
 "awd_min_amd_letter_date": "2016-08-17",
 "awd_max_amd_letter_date": "2022-05-23",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1442386, Principal Investigator: Nassif Ghoussoub \r\n\r\nEstablished in 2003, the Banff International Research Station (BIRS) is a North American research institute that addresses the imperatives of collaborative research and cross-disciplinary synergy, by facilitating intense and prolonged interactions among mathematical scientists from around the world. BIRS unique infrastructure ensures a creative environment for the exchange of ideas, knowledge, and methods within the mathematical sciences and their vast array of applications in science and engineering.\r\n\r\nBIRS embraces all aspects of quantitative and analytic research. Its programs span almost every aspect of pure, applied, computational, and industrial mathematics, as well as statistics and computer science. Its workshops involve physicists, biologists, engineers, economists, and financial analysts. BIRS main mode of operation is to annually competitively select and run 48 weekly workshops, each hosting 42 researchers. The extraordinary response to the opportunities at BIRS leads to extremely high quality workshops.  This award supports the participation of more than 4,200 US-based mathematical scientists in the stations activities for the period 2016-20.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Nassif",
   "pi_last_name": "Ghoussoub",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nassif Ghoussoub",
   "pi_email_addr": "birs-director@birs.ca",
   "nsf_id": "000222407",
   "pi_start_date": "2016-08-17",
   "pi_end_date": "2020-07-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malabika",
   "pi_last_name": "Pramanik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malabika Pramanik",
   "pi_email_addr": "malabika@math.ubc.ca",
   "nsf_id": "000830502",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of British Columbia",
  "inst_street_address": "224-6328 MEMORIAL RD",
  "inst_street_address_2": "",
  "inst_city_name": "VANCOUVER",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "6048228595",
  "inst_zip_code": "V6T 1Z2",
  "inst_country_name": "Canada",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "THE UNIVERSITY OF BRITISH COLUMBIA",
  "org_prnt_uei_num": "SJR5MQHSLWT6",
  "org_uei_num": "SJR5MQHSLWT6"
 },
 "perf_inst": {
  "perf_inst_name": "Banff International Research Station",
  "perf_str_addr": "TCPL, 107 Tunnel Mountain Drive",
  "perf_city_name": "Banff",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733300",
   "pgm_ele_name": "MATHEMATICAL SCIENCES RES INST"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 773000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 773000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1546000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 773000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>Established in 2003, the&nbsp;</span><em>Banff International Research Station (BIRS)</em><span>&nbsp;is a North</span><span>&nbsp;</span><span>American research infrastructure that addresses the imperatives of collaborative</span><span>&nbsp;</span><span>research and cross-disciplinary synergy, by facilitating intense and prolonged</span><span>&nbsp;</span><span>interactions among mathematical scientists from around the world. BIRS' unique</span><span>&nbsp;</span><span>infrastructure ensures a creative environment for the exchange of ideas, knowledge</span><span>&nbsp;</span><span>and methods within the mathematical sciences and their vast array of applications</span><span>&nbsp;</span><span>in science and engineering.</span><br /><br /><span>BIRS embraces all aspects of quantitative and analytic research. Its programs span</span><span>&nbsp;</span><span>almost every aspect of pure, applied, computational and industrial mathematics,</span><span>&nbsp;</span><span>statistics and computer science. Its workshops involve mathematicians, physicists,</span><span>&nbsp;</span><span>biologists, engineers, computer scientists, economists and financial analysts. BIRS'</span><span>&nbsp;</span><span>main mode of operation is to competitively select and run weekly workshops, each</span><span>&nbsp;</span><span>hosting 42 researchers. Applications are selected on a competitive basis, using the</span><span>&nbsp;</span><span>criteria of excellence and relevance, by a scientific panel of experts drawn from</span><span>&nbsp;</span><span>across the entire breadth of the mathematical sciences and related areas.</span><span>&nbsp;&nbsp;</span><br /><br /><span>During the period of year 2016-2022, over 10,000 mathematical scientists from</span><span>&nbsp;</span><span>over 50 countries participated in BIRS workshops in Banff. More than 4,500 of</span><span>&nbsp;</span><span>them were US-based mathematical scientists. &nbsp;BIRS hosted more than 2,000</span><span>&nbsp;</span><span>visitors every year during 2016-2019, in more than 60 annual programs.&nbsp;&nbsp;</span><span>The</span><span>&nbsp;</span><span>COVID-19 pandemic led to international travel restrictions, affecting in-</span><span>person activities. &nbsp;</span><span>BIRS adapted by hosting activities in hybrid</span><span>&nbsp;</span><span>mode and continued to offer research and networking</span><span>&nbsp;</span><span>opportunities to over 6,000 researchers through its virtual</span><span>&nbsp;</span><span>offerings. &nbsp;The hybrid format allows BIRS to expand its capacity,</span><span>&nbsp;</span><span>accessibility and geographical reach.</span><span>&nbsp; &nbsp;</span><br /><br /><span>BIRS has also taken significant steps in ensuring equity, diversity and inclusion (EDI) in</span><span>&nbsp;</span><span>all its programming. &nbsp;All program proposals are now required to demonstrate diversity</span><span>&nbsp;</span><span>along multiple axes (beyond gender, race and ethnicity) before they are accepted. &nbsp;The</span><span>&nbsp;</span><span>newly established BIRS EDI Advisory Board collaborates with Scientific Advisory Board</span><span>&nbsp;</span><span>to assess EDI merit of proposals alongside their scientific merit. &nbsp;BIRS has also hosted</span><span>&nbsp;</span><span>programs with a special focus on under-represented groups, including ongoing support</span><span>&nbsp;</span><span>of \"Women in X\" workshops.&nbsp; BIRS is committed to sharing knowledge and innovation in</span><span>&nbsp;</span><span>its most inclusive manner possible.&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2023<br>\n\t\t\t\t\tModified by: Malabika&nbsp;Pramanik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEstablished in 2003, the Banff International Research Station (BIRS) is a North American research infrastructure that addresses the imperatives of collaborative research and cross-disciplinary synergy, by facilitating intense and prolonged interactions among mathematical scientists from around the world. BIRS' unique infrastructure ensures a creative environment for the exchange of ideas, knowledge and methods within the mathematical sciences and their vast array of applications in science and engineering.\n\nBIRS embraces all aspects of quantitative and analytic research. Its programs span almost every aspect of pure, applied, computational and industrial mathematics, statistics and computer science. Its workshops involve mathematicians, physicists, biologists, engineers, computer scientists, economists and financial analysts. BIRS' main mode of operation is to competitively select and run weekly workshops, each hosting 42 researchers. Applications are selected on a competitive basis, using the criteria of excellence and relevance, by a scientific panel of experts drawn from across the entire breadth of the mathematical sciences and related areas.  \n\nDuring the period of year 2016-2022, over 10,000 mathematical scientists from over 50 countries participated in BIRS workshops in Banff. More than 4,500 of them were US-based mathematical scientists.  BIRS hosted more than 2,000 visitors every year during 2016-2019, in more than 60 annual programs.  The COVID-19 pandemic led to international travel restrictions, affecting in-person activities.  BIRS adapted by hosting activities in hybrid mode and continued to offer research and networking opportunities to over 6,000 researchers through its virtual offerings.  The hybrid format allows BIRS to expand its capacity, accessibility and geographical reach.   \n\nBIRS has also taken significant steps in ensuring equity, diversity and inclusion (EDI) in all its programming.  All program proposals are now required to demonstrate diversity along multiple axes (beyond gender, race and ethnicity) before they are accepted.  The newly established BIRS EDI Advisory Board collaborates with Scientific Advisory Board to assess EDI merit of proposals alongside their scientific merit.  BIRS has also hosted programs with a special focus on under-represented groups, including ongoing support of \"Women in X\" workshops.  BIRS is committed to sharing knowledge and innovation in its most inclusive manner possible. \n\n\t\t\t\t\tLast Modified: 10/30/2023\n\n\t\t\t\t\tSubmitted by: Malabika Pramanik"
 }
}