{
 "awd_id": "1500187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development and Testing of a Global Quasi-3-D Multi-scale Modeling Framework",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2016-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 656746.0,
 "awd_amount": 656746.0,
 "awd_min_amd_letter_date": "2016-01-27",
 "awd_max_amd_letter_date": "2016-01-27",
 "awd_abstract_narration": "Global atmospheric general circulation models (GCMs) used for weather prediction and climate modeling typically divide the atmosphere into a grid, with a single value for atmospheric variables like temperature and pressure in each grid box.  As the grid boxes are typically tens of kilometers wide or more it is not possible to represent individual clouds, or even cloud systems, in such models.  Instead the net effect of clouds and other small-scale processes on the larger scale atmospheric flow must be approximated through the use of parameterizations, and this representation is a key source of errors in weather forecasts and uncertainty in future climate change projections. Alternative methods of representing clouds and their interactions with large-scale atmospheric conditions are therefore desirable for forecasting the weather and providing decision support to stakeholders concerned with the impacts of climate variability and change.\r\n\r\nThis award supports the development and testing of  a novel atmospheric model, the global quasi-3D Multiscale Modeling Framework (Q3D MMF). The model is an extension of the Super-Parameterizaton (SP) scheme developed by the Center for Multiscale Modeling of Atmospheric Processes (CMMAP, see AGS-0425247), the Science and Technology Center (STC).  The SP MMF consists of a global atmospheric general circulation model (GCM) in which the parameterizations for cloud processes and other subgrid-scale processes in each grid column are replaced by a high-resolution cloud resolving model (CRM). CMMAP has already produced an SP version of the Community Atmosphere Model (CAM, or SP-CAM for the SP version). But SP-CAM uses a two-dimensional (2D) CRM in which the domain is a vertical plane oriented in either the zonal (x-) or meridional (y-) direction and periodic boundary conditions in the x- or y-direction. These restrictions are imposed to reduce computational cost, and to relax them entirely would require a global CRM (GCRM) which is too computationally expensive for most purposes. \r\n\r\nAlternatively, the Q3D MMF partially relaxes the conditions by using CRMs with domains that are narrow channels with only a few gridpoints in the cross-channel domain. The channels connect with their counterparts in neighboring cells of the GCM, thus avoiding periodic boundary conditions at either end of the channel. Moreover, each grid cell of the GCM has two such channel-shaped CRMs, oriented in the zonal and meridional direction, to allow for directional anisotropy due to surface topography and other factors.The zonal and meridional CRM channels thus extend around the globe without interruption and intersect each other at adjacent grid cells of the parent GCM. The channel models do not interact at the intersections, as that would result in unphysical behavior associated with a cross-shaped domain. The separate CRM channels communicate only with the GCM, receiving background information from the GCM and supplying the GCM with the outputs expected from standard grid column parameterizations found in conventional GCMs.  Work here is an extension of previous work at CMMAP, including the development of a simpler version in which the CRMs are embedded in a regional model over an idealized tropical domain.  Work under this award includes several tasks required to develop a global model from this prototype, including inclusion of topography and conversion from a periodic Cartesian domain to a realistic GCM domain.\r\n\r\nThe work has broader impacts for the research community because it develops a new atmospheric model which is applicable to a range of research areas related to the impact of clouds on large-scale weather and climate phenomena.  To ensure accessibility to the broader research community, the Q3D MMF will be constructed using a version of CAM (the spectral element version) as the GCM component.  CAM is freely available, well supported and documented, and widely used, thereby maximizing accessibility.  In addition, CAM is the atmospheric component model of the Community Earth System Model, which is used for projections of future climate change that inform decision makers concerned with climate impacts on natural and human systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JOON-HEE",
   "pi_last_name": "JUNG",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "JOON-HEE JUNG",
   "pi_email_addr": "jung@atmos.colostate.edu",
   "nsf_id": "000676989",
   "pi_start_date": "2016-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Randall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Randall",
   "pi_email_addr": "david.randall@colostate.edu",
   "nsf_id": "000273759",
   "pi_start_date": "2016-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Celal",
   "pi_last_name": "Konor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celal Konor",
   "pi_email_addr": "csk@atmos.colostate.edu",
   "nsf_id": "000572149",
   "pi_start_date": "2016-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": null,
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 656746.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The&nbsp;Quasi-3D Multiscale Modeling Framework (Q3D MMF)&nbsp;is a second-generation MMF,&nbsp;which has been designed&nbsp;to eliminate or mitigate the limitations of the first generation MMF.&nbsp;The Q3D MMF&nbsp;has the following improvements relative to the first-generation MMF: 1) The CRM grids are not artificially confined to the GCM grid cells; instead, they are seamlessly connected to each other in the form of channels that wrap around the globe.&nbsp;This allows cloud systems to travel freely along the CRM channels. 2) The CRMs are formulated so that they can sense the three-dimensional large- and cloud-scale environments. 3) Two perpendicular sets of CRM channels are used, which eliminates the need to select a specific orientation for the CRMs. With these advances, the CRMs in the Q3D MMF are now able to resolve the steep surface topography along the channel direction, and can directly simulate the vertical momentum transport by convection and by both orographic and non-orographic gravity waves.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Over the past several years, the basic design of the Q3D MMF has been developed and tested in a limited-area modeling framework. Encouraged by the successful results of the limited-area Q3D MMF,&nbsp;<em>we have developed&nbsp;</em>a&nbsp;<em>first global version&nbsp;</em>of the Q3D-MMF with the support of NSF, which is now working with the CAM-SE-CSLAM dynamical core and is currently being tested with short-term simulations. To build the global Q3D MMF, we have developed a vector-vorticity cloud-resolving model on the cubed-sphere (CVVM), which is globally applicable. This is the first attempt to solve the vector-vorticity equation on the cubed-sphere. CVVM has potential as a global dynamical core on the cubed-sphere, as well as it can be used for the cloud-resolving component in the global Q3D MMF. Moreover, the NCAR participants have implemented an MPI communication infrastructure on the physics grids for data exchange between the neighboring grids to CAM-SE-CSLAM dynamical core. This is not only a key aspect for constructing the Q3D MMF, but also a useful addition for the CAM community because it can allow various higher order numerical schemes to be easily applied to the CAM-SE-CSLAM dynamical core.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In this project,&nbsp;<em>we have demonstrated</em>, by construction and testing,&nbsp;<em>that&nbsp;</em><em>the Q3D approach is feasible on the cubed sphere grid</em>. We now have a working aqua-planet version of the global model. For short-term integrations, the model produces plausible results that can be compared with those of the&nbsp;CAM-SE-CSLAM simulation using its own physical parameterizations. However, the model is not able to run for long-term simulations, yet. The main reason is that unstable solutions are generated in the CRM components with time, which eventually destroys the compatibility between the large-scale solutions of the GCM and CRMs.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The source of the problem has not been identified up till the end of the project. It could be simply due to minor code errors undetected, or due to some conceptual or technical errors associated with the cube-sphere geometry. There could be some uncertainties in the global Q3D algorithm that is not far from being completed at this point. We have faced many unexpected questions on the way of developing the global Q3D algorithm, which could not be investigated with the limited-area Q3D MMF. How to couple two completely different dynamical systems of the GCM and the CRM is certainly not a trivial matter. Besides, the current level of&nbsp;parallelism used in the model codes is not sufficient for long-term integrations. To fully resolve these issues, further systematic investigations will be needed. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2020<br>\n\t\t\t\t\tModified by: Joon-Hee&nbsp;Jung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Quasi-3D Multiscale Modeling Framework (Q3D MMF) is a second-generation MMF, which has been designed to eliminate or mitigate the limitations of the first generation MMF. The Q3D MMF has the following improvements relative to the first-generation MMF: 1) The CRM grids are not artificially confined to the GCM grid cells; instead, they are seamlessly connected to each other in the form of channels that wrap around the globe. This allows cloud systems to travel freely along the CRM channels. 2) The CRMs are formulated so that they can sense the three-dimensional large- and cloud-scale environments. 3) Two perpendicular sets of CRM channels are used, which eliminates the need to select a specific orientation for the CRMs. With these advances, the CRMs in the Q3D MMF are now able to resolve the steep surface topography along the channel direction, and can directly simulate the vertical momentum transport by convection and by both orographic and non-orographic gravity waves. \n\n         Over the past several years, the basic design of the Q3D MMF has been developed and tested in a limited-area modeling framework. Encouraged by the successful results of the limited-area Q3D MMF, we have developed a first global version of the Q3D-MMF with the support of NSF, which is now working with the CAM-SE-CSLAM dynamical core and is currently being tested with short-term simulations. To build the global Q3D MMF, we have developed a vector-vorticity cloud-resolving model on the cubed-sphere (CVVM), which is globally applicable. This is the first attempt to solve the vector-vorticity equation on the cubed-sphere. CVVM has potential as a global dynamical core on the cubed-sphere, as well as it can be used for the cloud-resolving component in the global Q3D MMF. Moreover, the NCAR participants have implemented an MPI communication infrastructure on the physics grids for data exchange between the neighboring grids to CAM-SE-CSLAM dynamical core. This is not only a key aspect for constructing the Q3D MMF, but also a useful addition for the CAM community because it can allow various higher order numerical schemes to be easily applied to the CAM-SE-CSLAM dynamical core.      \n\n         In this project, we have demonstrated, by construction and testing, that the Q3D approach is feasible on the cubed sphere grid. We now have a working aqua-planet version of the global model. For short-term integrations, the model produces plausible results that can be compared with those of the CAM-SE-CSLAM simulation using its own physical parameterizations. However, the model is not able to run for long-term simulations, yet. The main reason is that unstable solutions are generated in the CRM components with time, which eventually destroys the compatibility between the large-scale solutions of the GCM and CRMs. \n\n         The source of the problem has not been identified up till the end of the project. It could be simply due to minor code errors undetected, or due to some conceptual or technical errors associated with the cube-sphere geometry. There could be some uncertainties in the global Q3D algorithm that is not far from being completed at this point. We have faced many unexpected questions on the way of developing the global Q3D algorithm, which could not be investigated with the limited-area Q3D MMF. How to couple two completely different dynamical systems of the GCM and the CRM is certainly not a trivial matter. Besides, the current level of parallelism used in the model codes is not sufficient for long-term integrations. To fully resolve these issues, further systematic investigations will be needed.  \n\n\t\t\t\t\tLast Modified: 02/03/2020\n\n\t\t\t\t\tSubmitted by: Joon-Hee Jung"
 }
}