{
 "awd_id": "1503884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RCN: Learning from Indigenous community-based researchers engaged in science around the Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Erica Hill",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 548352.0,
 "awd_amount": 548352.0,
 "awd_min_amd_letter_date": "2016-08-29",
 "awd_max_amd_letter_date": "2022-06-06",
 "awd_abstract_narration": "This award supports a Research Coordination Network (RCN) of Indigenous scholars and researchers from local communities across the Arctic. Arctic scientific research in and about communities depends in large part on collaborations, especially with local scholars and researchers, many of who are Arctic Indigenous people. The approach of this RCN stresses the interest and need for local and Indigenous researchers to meet in their homelands and design research network activities in locally and culturally relevant ways. This approach acknowledges that local Arctic Indigenous people are highly underrepresented in science, as are their practices and knowledge. This RCN recognizes this disparity and will document shared and best practices for collaboration and knowledge co-production between Arctic communities and scientific researchers to share with the broader Arctic scientific community.  \r\n\r\nThe RCN steering committee (SC) members are Indigenous men and women, including Elders, from communities and organizations across the Arctic. SC members also include visiting scientists and academics (both Indigenous and non-Indigenous) who work in collaboration with the community-based researchers. The network SC members are Shari Fox Gearheard (PI), Univ. of Colorado; Lene Kielsen Holm (Co-PI), Greenland Institute of Natural Resources; Henry Huntington (Co- PI), Huntington Consulting; Juha Feodoroff, Sevettijärvi, Finland; Veikko Feodoroff, Skolt Sámi Village Committee, Finland; Bruce Forbes, Univ. of Lapland; Niore Iqalukjuak, Kangiqtugaapik, Nunavut; David Iqaqrialu, Kangiqtugaapik, Nunavut; Angunnguaq Josefsen, Kapisillit, Greenland; Petr Konstantinov, Yakutia, Russia; Evgenii Khudi, Yamal, Russia; Vittus Nielsen, Qoorngoq, Greenland; George Noongwook, Savoonga, Alaska; Margaret Opie, Barrow, Alaska; and Florian Stammler, Univ. of Lapland.  These researchers work in a variety of contexts, including collaborative research with visiting scientists, community-based and community-initiated research and monitoring programs, and projects of all sizes that employ both Indigenous knowledge as well as western scientific approaches.\r\n\r\nThe objectives of this network are to:\r\n\r\n1) Exchange research expertise, experiences, and approaches from the different members of the network;\r\n2) Document those experiences and approaches that the members identify as \"best practices\" for community-based research in Indigenous communities (noting these locally, but also where these are shared across the different communities represented);\r\n3) Establish easily accessible means for network members to stay in contact between in-person meetings, sustain the network, and to welcome in new members (e.g. social media, regular meetings);\r\n4) Collaborate with and exchange expertise with other existing networks and organizations interested in Indigenous knowledge and Indigenous leadership in Arctic research and education, specifically the current \"Facilitating Indigenous Research, Science, and Technology (FIRST)\" RCN and the network member organizations including the Skolt Sámi Village Committee and Skolt Cultural Foundation, the Arctic Centre at the University of Lapland, Piqqusilirivvik Inuit\r\nCultural School and Nunavut Arctic College, and the Iñupiat Heritage Center;\r\n5) Interact with graduate students, youth, and early-career scientists through their participation in network meetings, exchange at a major conference, and visits by network members to classes and student groups to share perspectives on working with Arctic Indigenous communities.\r\n \r\nThe RCN will hold in-person workshops in Arctic locations so that network members have the opportunity to connect with one another in places that matter to them, giving context to the hosts' experiences and allowing the visitors to see directly and in situ what their hosts' research means to them and their communities. The project team's previous work has demonstrated that direct community-community exchange is ideal for maximizing knowledge and cultural exchange and facilitating true local leadership of meetings and research in their own ways, using their own approaches and methods. Early discussions within the RCN Steering Committee members indicate such approaches will include travel on the land, demonstration of and participation in traditional activities (e.g. herding, hunting, crafts-making), sharing of food, meetings between Elders and youth, and informal and formal discussions - i.e., the proposed RCN will not rely solely on standard scientific-style workshops or table-based meetings. Rather, exchanges and discussions will also happen while doing, and while respecting and learning about activities and ways of life in the homelands visited.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shari",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shari Fox",
   "pi_email_addr": "sfox@gcrc.carleton.ca",
   "nsf_id": "000493715",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Huntington",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Henry P Huntington",
   "pi_email_addr": "henryphuntington@gmail.com",
   "nsf_id": "000104625",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lene",
   "pi_last_name": "Kielsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lene Kielsen",
   "pi_email_addr": "leho@natur.gl",
   "nsf_id": "000682565",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "540700",
   "pgm_ele_name": "Polar Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5407",
   "pgm_ref_txt": "POLAR CYBERINFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 132258.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 416094.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Arctic research in and about communities depends in large part on collaborations, especially with local researchers, whose roles have often been taken for granted. The approach of this Research Collaboration Network (RCN) stressed the interests and needs for Indigenous community-based researchers to meet their counterparts in Arctic homelands and to design research network activities in their own locally and culturally relevant ways, and not necessarily just through table-based meetings in rooms that could be anywhere. This approach acknowledged that not only are groups underrepresented or marginalized in science, but so are their ways for&nbsp;<em><span>doing</span></em>&nbsp;science and producing and exchanging knowledge. Our RCN worked to support this by creating a network of community-based researchers through a series of in-person meetings held in small communities across the Arctic and through maintaining connections via available and accessible technology between meetings. This has allowed for the network to exchange knowledge, experiences and support one another not only in research but in many aspects of their livelihoods and lives.&nbsp;</span></p>\n<p><span>Establishing a network of Indigenous community-based researchers like this RCN in the Arctic can have a number of broader impacts for northern science and society and beyond. The connections built between the researchers themselves is strengthening knowledge, circulating methods and approaches, and enhancing Indigenous leadership skills in Arctic research and education and more. Forming such a network gives recognition to the importance of the work these researchers and practitioners are already doing and the ways in which they are doing it, and also gives these knowledge-holders, experts, and their roles greater prominence in Arctic science. An RCN like this has the potential to create a support system for the next generation of researchers, both those who live in Indigenous communities and those who visit the Arctic, to conduct high quality community-based research in full awareness of the importance of Indigenous knowledge and expertise available in Arctic communities.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/17/2023<br>\nModified by: Shari&nbsp;Fox</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nArctic research in and about communities depends in large part on collaborations, especially with local researchers, whose roles have often been taken for granted. The approach of this Research Collaboration Network (RCN) stressed the interests and needs for Indigenous community-based researchers to meet their counterparts in Arctic homelands and to design research network activities in their own locally and culturally relevant ways, and not necessarily just through table-based meetings in rooms that could be anywhere. This approach acknowledged that not only are groups underrepresented or marginalized in science, but so are their ways fordoingscience and producing and exchanging knowledge. Our RCN worked to support this by creating a network of community-based researchers through a series of in-person meetings held in small communities across the Arctic and through maintaining connections via available and accessible technology between meetings. This has allowed for the network to exchange knowledge, experiences and support one another not only in research but in many aspects of their livelihoods and lives.\n\n\nEstablishing a network of Indigenous community-based researchers like this RCN in the Arctic can have a number of broader impacts for northern science and society and beyond. The connections built between the researchers themselves is strengthening knowledge, circulating methods and approaches, and enhancing Indigenous leadership skills in Arctic research and education and more. Forming such a network gives recognition to the importance of the work these researchers and practitioners are already doing and the ways in which they are doing it, and also gives these knowledge-holders, experts, and their roles greater prominence in Arctic science. An RCN like this has the potential to create a support system for the next generation of researchers, both those who live in Indigenous communities and those who visit the Arctic, to conduct high quality community-based research in full awareness of the importance of Indigenous knowledge and expertise available in Arctic communities.\n\n\n\t\t\t\t\tLast Modified: 11/17/2023\n\n\t\t\t\t\tSubmitted by: ShariFox\n"
 }
}