{
 "awd_id": "1543268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reducing Uncertainty Surrounding Climate Change Using Emergent Constraints",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 999473.0,
 "awd_amount": 999473.0,
 "awd_min_amd_letter_date": "2016-02-16",
 "awd_max_amd_letter_date": "2016-02-16",
 "awd_abstract_narration": "Global climate models (GCMs) are powerful tools for understanding how the climate responds to forcing from greenhouse gas increases and other forcing agents, and they are widely used to provide guidance to policy makers and stakeholders concerned about future climate change.  These models capture the basic physics of climate change, but their utility is limited by uncertainties in the representation of important feedback effects.  For example in the snow albedo feedback (SAF) warmer conditions lead to reductions in snow cover, replacing a highly reflective snow surface with darker underlying ground cover which absorbs more sunlight, thereby enhancing the initial warming (the opposite holds in a cooling climate).  In this project the PIs seek to improve the representation of feedbacks in GCMs by relating observations of present-day climate to simulations of climate change.  To do this the PIs use the method of \"emergent constraints\", which in this context refers to relationships between present-day and future climate change simulations which are robust across an ensemble of GCMs.  Previous work by the PIs has shown that the strength of the SAF calculated from future climate simulations is strongly correlated with the SAF derived from the seasonal cycle in present-day simulations from the same models.  The SAF derived from the present-day seasonal cycle can be compared with real-world observations, thus providing a means to use available observations to determine which GCMs are most likely to correctly represent the SAF contribution to climate change.  The constraint is emergent in the sense that it emerges from a physically motivated examination of the robust collective behavior of an ensemble of GCMs, rather than from a first-principles derivation.\r\n\r\nThe PIs' previous work (see AGS-0135136) established the usefulness of emergent constraints as a way to validate feedback strength in climate change simulations, and the present work seeks to go beyond validation and use such constraints as a means to improve the representation of feedbacks in models. Model development is a more challenging application of emergent constraints than model validation, as the constraints must be specifically related to particular physical parameterizations in the model. In particular, the PIs seek to identify aspects of the land surface component model of the GCM which are key determinants of SAF strength, and determine how they can be adjusted to reduce biases in SAF strength.  Possible candidates include the apportionment of snow between the ground and the vegetation canopy.  The scope of the work may be expanded to consider the sea ice albedo feedback, which operates similarly to SAF as described above and includes a role for snow on sea ice in determining feedback strength.\r\n\r\nFurther research will consider emergent constraints that determine the extent to which the global hydrological cycle responds to global warming induced by greenhouse gas increases.  The global hydrological cycle is expected to accelerate in a warming climate, with increases in global evaporation and precipitation at a rate of a few percent per degree of warming.  The reasons for expecting acceleration are well understood, but there is considerable uncertainty in the magnitude of the acceleration, as represented by the large model-to-model spread in climate change simulations.  Work here attempts to derive emergent constraints for the hydrological cycle by examining the changes in the atmospheric energy budget that accompany changes in precipitation and evaporation.  The emergent constraints connect precipitation-related changes in atmospheric energy budgets from climate change simulations to aspects of atmospheric energetics in present-day simulations, which can then be compared to satellite-based observations.   Preliminary work shows, for example, that the clear sky shortwave absorption in climate change simulations is highly correlated with the sensitivity of clear sky shortwave absorption to total precipitable water (TPW) in control simulations. This constraint is of interest because sensitivity to TPW can be constrained by satellite observations, and it is also closely related to the parameterization of shortwave radiative transfer in GCMs.\r\n\r\nThe reduction of uncertainty in model projections of future climate change is of societal as well as scientific interest, as reductions in uncertainty would increase the value of climate change projections used by stakeholders and policy makers confronting the possible impacts of climate change.  The PIs will work directly with modeling centers in their model development work, convening special sessions at annual scientific meetings in which results of the project will be shared and key members of the modeling community will offer guidance.  Results of these sessions will be synthesized in research publications, in an effort to catalyze a broad effort to improve model parameterizations.\r\n\r\nIn addition, an outreach activity is planned to explain climate models and their uncertainties to the general public. Despite the clear need for accurate, up-to-date, and easily comprehensible information about GCMs, their sources of uncertainty, and the work being done to improve them, such information is not easily available at present.  To address this need the project will develop and maintain a website to serve as an educational resource on climate modeling. The website will contain a GCM primer, discussion of sources of uncertainty, and an assessment of the strengths and limitations of GCMs.  Further outreach will be conducted through public lectures and demonstrations held at the Discovery Cube, a local science museum.  This outreach will include the development of videos to be presented on a Science on a Sphere (SoS) display, and these will be available for use on other SoS displays worldwide.  Finally, the project provides for the education and training of a graduate student, thereby developing the future workforce in this scientific area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Hall",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander D Hall",
   "pi_email_addr": "alexhall@atmos.ucla.edu",
   "nsf_id": "000314741",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Qu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Qu",
   "pi_email_addr": "xinqu@atmos.ucla.edu",
   "nsf_id": "000694746",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "405 Hilgard",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951565",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 999473.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funded by this NSF award, we have produced significant advances in constraining climate change projections and in understanding the drivers of intermodel uncertainty. This work relied on the &ldquo;emergent constraints&rdquo; (EC) method, which refers to relationships between present-day and future climate change simulations that are derived from an ensemble of global climate models (GCMs). Observations are used in conjunction with these relationships to assess model bias and provide a constraint on the future change. Specifically, the project focused on three main applications of the EC technique:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; Snow Albedo Feedback</p>\n<p>Snow albedo feedback is a process whereby land warming is enhanced through reductions in snow cover and surface reflectivity. Building on our prior work that developed the first well-established EC, we isolated the main types of errors in simulations of snow albedo feedback that are responsible for the large intermodel spread in this quantity. One of these types of error relates to how important land processes are structured (e.g., the number of layers in a snowpack), while the other pertains to differences in prescribed constants (e.g. the reflectivity of fresh snow). We found that structurally varying representation of snowpack, vegetation, and albedo drove most of the intermodel spread in snow albedo feedback, while differences arising from model parameters were generally smaller. By better understanding the sources of intermodel spread, we were able to point out ways in which it can be reduced going forward. More recently, we also showed that this EC is equally robust in the newest ensemble of GCMs. This type of &ldquo;out-of-sample&rdquo; validation is an important type of robustness testing for ECs. We also tracked individual GCM progress from one version to the next and pointed to key model development steps that have led to improved representation of snow albedo feedback.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp; Sea Ice Albedo Feedback</p>\n<p>Like snow albedo feedback, sea ice albedo feedback refers to changes in surface reflectivity stemming from the loss of sea ice that enhance local warming. We developed a new EC on the sea ice albedo feedback (SIAF), a key driver of Arctic climate change and an important source of uncertainty in GCM projections. We found that this relationship is robust in constraining SIAF over the coming decades, but then degrades as more and more GCMs begin producing ice-free Arctic summers, signaling a transition to a new ice regime. We point to GCM errors in the current climate&rsquo;s seasonal cycle SIAF and ice thickness as key model development targets for reducing model uncertainty in future SIAF. Subsequent work illustrated that this EC also existed in the most recent ensemble of GCMs, a sign of robustness. We also highlighted the model development steps taken over recent years which have led to substantial changes in SIAF.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp; Hydrological Cycle Response to Climate Change</p>\n<p>Lastly, we have made considerable progress in understanding how various aspects of the hydrological cycle will change under future warming. The primary focus of this research sought to identify the drivers and implications of intermodel spread in Hydrologic Sensitivity (globally averaged change in precipitation per degree of warming). This included showing the importance of vegetation processes (e.g. closure of leaf stomata) to the fast precipitation response to increased atmospheric carbon dioxide concentrations. Additionally, we have found that HS under future warming behaves similarly to HS in a pre-industrial climate when certain tropical sea surface temperature patterns (e.g., El Nino) are in place. We also documented strong linkages between GCM variability in HS and variability in future projections of heavy rainfall across certain regions (i.e., GCMs with greater HS exhibited greater increases in heavy rainfall). Given links between HS and changes to heavy rainfall, we sought to reduce uncertainty in GCM projections of highly impactful heavy rainfall events. We developed an EC on the future increased frequency of heavy rainfall globally, which reduces model uncertainty by 20-40% and suggests that the largest simulated changes are unrealistic.</p>\n<p>Additionally, in response to the rapid uptake of ECs in climate science, we wrote two review papers discussing the best practices, promise, and dangers of the emergent constraints approach. One of these papers was written for an audience outside of climate science. The research under this award has led to 16 publications in and submissions to peer-reviewed scientific journals. Three professional researchers, one postdoc, and one graduate student have been trained, fully or partially supported under this award.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2022<br>\n\t\t\t\t\tModified by: Alexander&nbsp;D&nbsp;Hall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunded by this NSF award, we have produced significant advances in constraining climate change projections and in understanding the drivers of intermodel uncertainty. This work relied on the \"emergent constraints\" (EC) method, which refers to relationships between present-day and future climate change simulations that are derived from an ensemble of global climate models (GCMs). Observations are used in conjunction with these relationships to assess model bias and provide a constraint on the future change. Specifically, the project focused on three main applications of the EC technique:\n\n1.     Snow Albedo Feedback\n\nSnow albedo feedback is a process whereby land warming is enhanced through reductions in snow cover and surface reflectivity. Building on our prior work that developed the first well-established EC, we isolated the main types of errors in simulations of snow albedo feedback that are responsible for the large intermodel spread in this quantity. One of these types of error relates to how important land processes are structured (e.g., the number of layers in a snowpack), while the other pertains to differences in prescribed constants (e.g. the reflectivity of fresh snow). We found that structurally varying representation of snowpack, vegetation, and albedo drove most of the intermodel spread in snow albedo feedback, while differences arising from model parameters were generally smaller. By better understanding the sources of intermodel spread, we were able to point out ways in which it can be reduced going forward. More recently, we also showed that this EC is equally robust in the newest ensemble of GCMs. This type of \"out-of-sample\" validation is an important type of robustness testing for ECs. We also tracked individual GCM progress from one version to the next and pointed to key model development steps that have led to improved representation of snow albedo feedback.\n\n2.     Sea Ice Albedo Feedback\n\nLike snow albedo feedback, sea ice albedo feedback refers to changes in surface reflectivity stemming from the loss of sea ice that enhance local warming. We developed a new EC on the sea ice albedo feedback (SIAF), a key driver of Arctic climate change and an important source of uncertainty in GCM projections. We found that this relationship is robust in constraining SIAF over the coming decades, but then degrades as more and more GCMs begin producing ice-free Arctic summers, signaling a transition to a new ice regime. We point to GCM errors in the current climate’s seasonal cycle SIAF and ice thickness as key model development targets for reducing model uncertainty in future SIAF. Subsequent work illustrated that this EC also existed in the most recent ensemble of GCMs, a sign of robustness. We also highlighted the model development steps taken over recent years which have led to substantial changes in SIAF.\n\n3.     Hydrological Cycle Response to Climate Change\n\nLastly, we have made considerable progress in understanding how various aspects of the hydrological cycle will change under future warming. The primary focus of this research sought to identify the drivers and implications of intermodel spread in Hydrologic Sensitivity (globally averaged change in precipitation per degree of warming). This included showing the importance of vegetation processes (e.g. closure of leaf stomata) to the fast precipitation response to increased atmospheric carbon dioxide concentrations. Additionally, we have found that HS under future warming behaves similarly to HS in a pre-industrial climate when certain tropical sea surface temperature patterns (e.g., El Nino) are in place. We also documented strong linkages between GCM variability in HS and variability in future projections of heavy rainfall across certain regions (i.e., GCMs with greater HS exhibited greater increases in heavy rainfall). Given links between HS and changes to heavy rainfall, we sought to reduce uncertainty in GCM projections of highly impactful heavy rainfall events. We developed an EC on the future increased frequency of heavy rainfall globally, which reduces model uncertainty by 20-40% and suggests that the largest simulated changes are unrealistic.\n\nAdditionally, in response to the rapid uptake of ECs in climate science, we wrote two review papers discussing the best practices, promise, and dangers of the emergent constraints approach. One of these papers was written for an audience outside of climate science. The research under this award has led to 16 publications in and submissions to peer-reviewed scientific journals. Three professional researchers, one postdoc, and one graduate student have been trained, fully or partially supported under this award.\n\n \n\n\t\t\t\t\tLast Modified: 05/11/2022\n\n\t\t\t\t\tSubmitted by: Alexander D Hall"
 }
}