{
 "awd_id": "1543539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Growing Up on Ice: Physiological Adaptations and Developmental Plasticity in Weddell Seal Pups Across Two Extreme Physical Environments",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922356",
 "po_email": "rgast@nsf.gov",
 "po_sign_block_name": "Rebecca Gast",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1015881.0,
 "awd_amount": 1183160.0,
 "awd_min_amd_letter_date": "2016-08-23",
 "awd_max_amd_letter_date": "2024-04-23",
 "awd_abstract_narration": "The transition of young from parental care to independence is a critical stage in the life of many animals. Surviving this stage can be especially challenging for polar mammals where the extreme cold requires extra energy to keep warm, rather than using the majority of energy for growth, development and physical activities. Young Weddell seals (Leptonychotes weddellii) have only weeks to develop the capabilities to survive both on top of the sea ice and within the -1.9°C seawater where they can forage for food. The project seeks to better understand how Weddell seal pups rapidly develop (within weeks) the capacity to transition between these two extreme environments (that differ greatly in their abilities to conduct heat) and how they budget their energy during the transition. Though the biology and physiology of adult Weddell seals is well studied, the energetic and physiological strategies of pups during development is still unclear. Understanding factors that may affect survival at critical life history events is essential for better understanding factors that might affect marine mammal populations.  Weddell seals are the southernmost breeding mammal and are easily recognizable as quintessential Antarctic seals. Determining potential vulnerabilities at critical life stages to change in the Antarctic environment will facilitate the researchers' ability to not only gain public interest but also communicate how research is revealing ways in which changes are occurring at the poles and how these changes may affect polar ecosystems. By collaborating with the Marine Mammal Center, the project will directly reach the public, through curricular educational materials and public outreach that will impact over 100,000 visitors annually.\r\n\r\nTo elucidate the physiological strategies that facilitate the survival of Weddell seal pups from birth to independence, the proposed study examines the development of their thermoregulation and diving capability. To achieve this, the project will determine the mechanisms that Weddell seal pups use to maintain a stable, warm body temperature in air and in water and then examine the development of diving capability as the animals prepare for independent foraging. The researchers will take a fully integrative approach- making assessments from proteins to tissues to the whole-animal level- when investigating both these objectives. To assess the development of thermoregulatory capability, researchers will quantify body insulation, resting metabolic rates in air and in water, muscle thermogenesis (shivering), and body surface temperatures in the field. The project will also assess the development of dive capability by quantifying oxygen storage capacities and measuring early dive behavior. To identify possible cellular mechanisms for how Weddell seals navigate this trade-off during development, the program will quantify several key developmental regulators of increased hypoxic capacity (HIF, VEGF and EPO) using qPCR, as well as follow the proteomic changes of adipose and muscle tissue, which will include abundance changes of metabolic, antioxidant, cytoskeletal, and Ca2+-regulating proteins. The study of the physiological development leading up to the transition to independence in pinnipeds will help researchers better predict the effects of climate change on the distribution and abundance of this species and how this will affect other trophic levels. Environmental changes that alter habitat suitability have been shown to decrease population health, specifically because of declines in juvenile survival.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Liwanag",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Heather E Liwanag",
   "pi_email_addr": "hliwanag@calpoly.edu",
   "nsf_id": "000627170",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Tomanek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lars Tomanek",
   "pi_email_addr": "ltomanek@calpoly.edu",
   "nsf_id": "000433856",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linnea",
   "pi_last_name": "Pearson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linnea Pearson",
   "pi_email_addr": "lepearson@alaska.edu",
   "nsf_id": "000669954",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn Johnson",
   "pi_email_addr": "johnsons@tmmc.org",
   "nsf_id": "000694874",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "One Grand Avenue",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 199000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 346358.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 316674.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 153849.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 167279.0
  }
 ],
 "por": null
}