{
 "awd_id": "1543313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing the Hypothesis that Bigger Magma Chambers Crystallize Faster",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922181",
 "po_email": "dkowalew@nsf.gov",
 "po_sign_block_name": "Douglas Kowalewski",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 76264.0,
 "awd_amount": 76264.0,
 "awd_min_amd_letter_date": "2016-04-25",
 "awd_max_amd_letter_date": "2016-04-25",
 "awd_abstract_narration": "The solidified remnants of large magma bodies within the continental crust hold the key to understanding the chemical and physical evolution of volcanic provinces through time.  These deposits also commonly contain some of the world's most important ore deposits.  Exposed deposits in South Africa, Greenland, USA, Canada, and Antarctica have led researchers to propose that the bigger the magma body, the faster it will crystallize.  While this might seem counter-intuitive (typically it is thought that more magma = hotter = harder to cool), the comparison of these exposures show that bigger magma chambers maintain a molten top that is always in contact with the colder crust; whereas smaller magma chambers insulate themselves by crystallizing at the margins.  The process is similar to the difference between a large cup of coffee with no lid, and a smaller cup of coffee held in a thermos.  The large unprotected cup of coffee will cool down much faster than that held in the thermos.  This research project of VanTongeren and Schoene will use previously collected rocks from the large (~8-9 km thick) Dufek Intrusion in Antarctica to precisely quantify how fast the magma chamber crystallized, and compare that rate to the much smaller magma chamber exposed in the Skaergaard Intrusion of E. Greenland.  The work is an important step towards improving our understanding of time-scales associated with the thermal and chemical evolution of nearly all magma chambers on Earth, which will ultimately lead to better predictions of volcanic hazards globally.  The work will also yield important insights into the timescales and conditions necessary for developing vast magmatic ore deposits, which is essential to the platinum and steel industries in the USA and abroad.\r\n\r\nBased on observations of solidification fronts in six of the world's most completely exposed layered mafic intrusions, it was recently proposed that bigger magma chambers must crystallize faster than small magma chambers.  While this is initially counter-intuitive, the hypothesis falls out of simple heat balance equations and the observation that the thickness of cumulates at the roofs of such intrusions is negatively proportional to the size of the intrusion. In this study, VanTongeren and Schoene will directly test the hypothesis that bigger magma chambers crystallize faster by applying high precision U-Pb zircon geochronology on 5-10 samples throughout the large Dufek Intrusion of Antarctica.   Due to uncertainties in even the highest-precision ID-TIMS analyses, the Dufek Intrusion of Antarctica is the only large layered mafic intrusion on Earth where this research can be accomplished.  VanTongeren and Schoene will place the geochronological measurements of the Dufek Intrusion into a comprehensive petrologic framework by linking zircon crystallization to other liquidus phases using mineral geochemistry, zircon saturation models, and petrologic models for intrusion crystallization.  The research has the potential to radically change the way that we understand the formation and differentiation of large magma bodies within the shallow crust.  Layered intrusions are typically thought to cool and crystallize over very long timescales allowing for significant differentiation of the magmas and reorganization of the cumulate rocks.  If the 'bigger magma chambers crystallize faster hypothesis' holds this could reduce the calculated solidification time scales of the early earth and lunar magma oceans and have important implications for magma chamber dynamics of active intraplate volcanism and long-lived continental arcs.  Furthermore, while the Dufek Intrusion is one of only two large layered intrusions exposed on Earth, very little is known about its petrologic evolution.  The detailed geochemical and petrologic work of VanTongeren and Schoene based on analyses of previously collected samples will provide important observations with which to compare the Dufek and other large magma chambers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "VanTongeren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jill A VanTongeren",
   "pi_email_addr": "jill.vantongeren@tufts.edu",
   "nsf_id": "000667126",
   "pi_start_date": "2016-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 Rutgers Plaza",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5112",
   "pgm_ref_txt": "ANTARCTIC EARTH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 76264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Summary of Funding Objectives</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Based on theoretical calculations of heat loss combined with geochemical observations from shallow crust magma chambers, it is hypothesized that large magma chambers (greater than 8 km vertical thickness) crystallize and solidify faster than small magma chambers.&nbsp; The goal of our initial study was to find and date zircons from the Dufek Intrusion of Antarctica in order to constrain the timescale of crystallization in a large mafic magma chamber.&nbsp; The Dufek Intrusion of Antarctica is thought to be approximately 8 km thick and is separated into two exposed areas: the Dufek Massif and the Forrestal Range.&nbsp; Our theoretical calculations indicate that the Dufek Intrusion as a whole should crystallize in approximately 200,000 years, with the base of the magma chamber (the Dufek Massif) crystallizing first and the top crystallizing last (the Forrestal Range).&nbsp;</p>\n<p><em>Summary of Funding Outcomes</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In 2016 we collected samples of the Dufek Intrusion from the collection of A. Ford (USGS emeritus) from the Polar Rock Repository at Ohio State University.&nbsp; 30 samples from the 2.7 km thick Dufek Massif were collected with a stratigraphic spacing of ~100 m; and 31 samples from the 1.8 km thick Forrestal Range were collected with a stratigraphic spacing of 50-100 m.&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Over the funding period, we crushed and processed 14 samples for zircon mineral separates.&nbsp; We chose to focus the majority of our initial efforts on the Dufek Massif, where compositions are more primitive and therefore likely require more samples to be processed in order to locate a sample with zircon. In the Dufek Massif, two sample horizons near the top of the section have yielded zircons, and both samples have been successfully dated (Fig. 1).&nbsp; In the Forrestal Range, all three samples that we have crushed and processed have yielded zircon and/or baddeleyite (ZrO<sub>2</sub>).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have successfully dated three samples for U-Pb zircon ages, two from the top of the Dufek Massif and the other from the base of the Forrestal Range. Both samples yielded very high precision and concordant ages.&nbsp; As mentioned above, typical precision for CA-ID-TIMS U-Pb zircon ages are on the order of 0.05-0.10%, which for a 182 Ma body is equal to approximately 90,000 years. The samples from the Dufek Massif record absolute ages of 182.47 Ma and 182.43, with uncertainty less than &plusmn;50,000 years; whereas the sample from the Forrestal Range records an absolute age of 182.65 Ma with an uncertainty of &plusmn;100,000 years.&nbsp; Thus the absolute ages recorded for the three samples are ~150,000 years apart and just outside of uncertainty from one another (Fig. 1).&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Already our results on the three samples dated are influencing our understanding of how the Dufek Intrusion may have crystallized.&nbsp; A few major conclusions that we can formulate include:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (1) Crystallization of the Forrestal Range is synchronous with the crystallization of the Lexington Granophyre.&nbsp; The Lexington Granophyre immediately overlies the mafic-intermediate rocks of the Forrestal Range, and on the basis of isotopic overlap was proposed to be the residual magma from crystallization of the Dufek Intrusion (e.g. Mukasa, 2011).&nbsp; Two previously published ages for zircons from the Lexington Granophyre from Burgess etal. (2015) overlap within uncertainty with our new age from the base of the Forrestal Range, approximately 2 km stratigraphically below the granophyre.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (2) The ages determined for the Dufek Massif (the bottom of the stratigraphy) are demonstrably <em>younger</em> than those determined for the Forrestal Range (the top of the section).&nbsp; This surprising result is directly counter to our original hypothesis that crystallization would proceed rapidly from bottom to top in the large magma chamber.&nbsp; Instead, it appears that zircons in the top of the magma chamber crystallized prior to those in the middle of the magma chamber.&nbsp; There are two possible explanations for this:&nbsp;</p>\n<p>(a) The zircons are an intercumulus phase and are therefore not recording primary cumulus crystallization.&nbsp; In essence, they are recording the cooling front of the interstitial liquid after the entire magma chamber has become rheologically locked and convection has ceased.</p>\n<p>(b) Alternatively, the Dufek Massif and the Forrestal Range are part of the same magmatic system, but formed as two separate intrusions.&nbsp; The two sections of the stratigraphy are located approximately 50 km apart and were originally correlated based on the progression to more evolved mineral compositions from the top of the Dufek Massif to the base of the Forrestal Range (e.g. Ford, 1976).&nbsp; However, on the basis of geophysical data, Ferris et al. (1998) have suggested that the Forrestal Range and Dufek Massif may be separate intrusions unconnected at depth.&nbsp;</p>\n<p>Both of these explanations will be investigated in more detail in an upcoming proposal.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/22/2018<br>\n\t\t\t\t\tModified by: Jill&nbsp;A&nbsp;Vantongeren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary of Funding Objectives\n\n            Based on theoretical calculations of heat loss combined with geochemical observations from shallow crust magma chambers, it is hypothesized that large magma chambers (greater than 8 km vertical thickness) crystallize and solidify faster than small magma chambers.  The goal of our initial study was to find and date zircons from the Dufek Intrusion of Antarctica in order to constrain the timescale of crystallization in a large mafic magma chamber.  The Dufek Intrusion of Antarctica is thought to be approximately 8 km thick and is separated into two exposed areas: the Dufek Massif and the Forrestal Range.  Our theoretical calculations indicate that the Dufek Intrusion as a whole should crystallize in approximately 200,000 years, with the base of the magma chamber (the Dufek Massif) crystallizing first and the top crystallizing last (the Forrestal Range). \n\nSummary of Funding Outcomes\n\n            In 2016 we collected samples of the Dufek Intrusion from the collection of A. Ford (USGS emeritus) from the Polar Rock Repository at Ohio State University.  30 samples from the 2.7 km thick Dufek Massif were collected with a stratigraphic spacing of ~100 m; and 31 samples from the 1.8 km thick Forrestal Range were collected with a stratigraphic spacing of 50-100 m.  \n\n           Over the funding period, we crushed and processed 14 samples for zircon mineral separates.  We chose to focus the majority of our initial efforts on the Dufek Massif, where compositions are more primitive and therefore likely require more samples to be processed in order to locate a sample with zircon. In the Dufek Massif, two sample horizons near the top of the section have yielded zircons, and both samples have been successfully dated (Fig. 1).  In the Forrestal Range, all three samples that we have crushed and processed have yielded zircon and/or baddeleyite (ZrO2).\n\n         We have successfully dated three samples for U-Pb zircon ages, two from the top of the Dufek Massif and the other from the base of the Forrestal Range. Both samples yielded very high precision and concordant ages.  As mentioned above, typical precision for CA-ID-TIMS U-Pb zircon ages are on the order of 0.05-0.10%, which for a 182 Ma body is equal to approximately 90,000 years. The samples from the Dufek Massif record absolute ages of 182.47 Ma and 182.43, with uncertainty less than &plusmn;50,000 years; whereas the sample from the Forrestal Range records an absolute age of 182.65 Ma with an uncertainty of &plusmn;100,000 years.  Thus the absolute ages recorded for the three samples are ~150,000 years apart and just outside of uncertainty from one another (Fig. 1). \n\n            Already our results on the three samples dated are influencing our understanding of how the Dufek Intrusion may have crystallized.  A few major conclusions that we can formulate include:\n\n            (1) Crystallization of the Forrestal Range is synchronous with the crystallization of the Lexington Granophyre.  The Lexington Granophyre immediately overlies the mafic-intermediate rocks of the Forrestal Range, and on the basis of isotopic overlap was proposed to be the residual magma from crystallization of the Dufek Intrusion (e.g. Mukasa, 2011).  Two previously published ages for zircons from the Lexington Granophyre from Burgess etal. (2015) overlap within uncertainty with our new age from the base of the Forrestal Range, approximately 2 km stratigraphically below the granophyre.\n\n            (2) The ages determined for the Dufek Massif (the bottom of the stratigraphy) are demonstrably younger than those determined for the Forrestal Range (the top of the section).  This surprising result is directly counter to our original hypothesis that crystallization would proceed rapidly from bottom to top in the large magma chamber.  Instead, it appears that zircons in the top of the magma chamber crystallized prior to those in the middle of the magma chamber.  There are two possible explanations for this: \n\n(a) The zircons are an intercumulus phase and are therefore not recording primary cumulus crystallization.  In essence, they are recording the cooling front of the interstitial liquid after the entire magma chamber has become rheologically locked and convection has ceased.\n\n(b) Alternatively, the Dufek Massif and the Forrestal Range are part of the same magmatic system, but formed as two separate intrusions.  The two sections of the stratigraphy are located approximately 50 km apart and were originally correlated based on the progression to more evolved mineral compositions from the top of the Dufek Massif to the base of the Forrestal Range (e.g. Ford, 1976).  However, on the basis of geophysical data, Ferris et al. (1998) have suggested that the Forrestal Range and Dufek Massif may be separate intrusions unconnected at depth. \n\nBoth of these explanations will be investigated in more detail in an upcoming proposal.  \n\n\t\t\t\t\tLast Modified: 08/22/2018\n\n\t\t\t\t\tSubmitted by: Jill A Vantongeren"
 }
}