{
 "awd_id": "1546202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  Partial Support for Model Arctic Council (MAC)",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2016-01-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2016-01-14",
 "awd_max_amd_letter_date": "2016-01-14",
 "awd_abstract_narration": "This award supports the expenses for student participation in the Model Arctic Council (MAC) 2016 workshop.  MAC 2016 will engage graduate and undergraduate students from universities in the United States and other Arctic countries in a simulation of Arctic Council processes.  The University of Alaska Fairbanks (UAF) will host the event in March 2016 during the United States' Chairmanship of the Arctic Council, immediately before the Senior Arctic Officials meet at UAF.  Students will assume roles of the Arctic Council Member States, Permanent Participants, and Observers in addressing matters of concern in the Arctic. The seven-day program includes plenary lectures by experts on Arctic social and environmental issues and simulated meetings of a working group and Senior Arctic Officials, followed by a simulated Ministerial Meeting of the Arctic Council.\r\n\r\nStudents will present their resolutions to the actual Arctic Council Senior Arctic Officials on the final day of the MAC exercise.  The program is designed to be a biennial event hosted in even years by a UArctic partner university in the country chairing the Arctic Council.  Biennial US-only events held at American partner universities in odd years will expand opportunities for American students and enhance continuity.  The objectives of the MAC are to: 1) develop students' knowledge of the Arctic as a region, of circumpolar politics, and of northern Indigenous peoples; 2) increase students' understanding of Arctic Council objectives and processes; 3) prepare students to assume leadership roles in the circumpolar north; and 4) enhance student and faculty collaboration among UArctic institutions.  Students will prepare for the simulation within university courses on international relations or related topics offered by collaborating faculty at UAF and other participating universities.\r\n\r\nThe goal of the workshop is to increase knowledge among the  participants and stimulate their interest in the Arctic and potential to contribute to or utilize Arctic social science research in future decision making.  In addition there is the potential contribution to the literature on experiential learning and the synergy with other Arctic Council activities, as well as the Arctic Science Summit Week. The broader impacts of the workshop will be realized by the international student participation; increasing knowledge of a wide spectrum of issues and concepts that affect Arctic communities among young scholars; influencing potential young leaders to take an interest in the Arctic -  and supporting an Arctic Council activity during the U.S. Chairmanship of the Arctic Council. \r\n\r\nThe student selection process is appropriately rigorous, including a plan for recruiting participants from underrepresented groups; the activity supports international collaborations with other institutions in Norway, Russia, and Iceland; and there is a good dissemination plan for the results documents, both in public and academic fora.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Boylan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon M Boylan",
   "pi_email_addr": "bmboylan@alaska.edu",
   "nsf_id": "000695631",
   "pi_start_date": "2016-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Ehrlander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Ehrlander",
   "pi_email_addr": "mfehrlander@alaska.edu",
   "nsf_id": "000517256",
   "pi_start_date": "2016-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997756280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>As the effects of global warming draw increased attention to the Arctic, where the pace of change far exceeds the global average, the Arctic Council stands as a model of multilateral response to complex threats that defy simple state-based solutions. The Arctic Council is a high-level intergovernmental forum that addresses environmental and other challenges in the region. Despite the Arctic&rsquo;s critical role in global climate systems and the Arctic Council&rsquo;s notable accomplishments, the region and forum remain little understood among the U.S. public. This project received funding from&nbsp;NSF&nbsp;to offset costs associated with developing the Model Arctic Council (MAC) to address these awareness deficits.</span></p>\n<p><span>We held the first fully international MAC at the University of Alaska Fairbanks in March 2016. The MAC is a co-curricular program in which graduate and undergraduate university students from across the United States, Arctic, and world simulate the roles of Member States, Permanent Participants, and Observers of the Arctic Council (AC). We organized the program through a Thematic Network in the University of the Arctic (UArctic), a network of universities engaged in research and teaching on the Arctic. The goals of the MAC initiative are 1) to develop students&rsquo; knowledge of the Arctic region, circumpolar politics, and northern Indigenous peoples; 2) to educate students on Arctic Council objectives and processes; 3) to prepare students for leadership roles in the north; and 4) to further student and faculty collaboration in the UArctic. The MAC 2016 program engaged U.S. State Department personnel and Arctic Council delegates to enhance authenticity and experiential learning value. The program provided a transformative experience, much like more traditional education abroad programs; one that increased students&rsquo; regional competencies and diplomacy skills, and boosted their civic participation. As conveyed in an article titled, &ldquo;The Model Arctic Council,&rdquo; in&nbsp;<em>International Studies Perspectives</em>, we achieved a high level of success in meeting these objectives.</span></p>\n<p><span>The primary intellectual merit of the project was to contribute to the scholarly literature on the value of simulation as a pedagogical tool to teach about the Arctic, international relations, and diplomacy. The broader impacts of our project have been achieving success in educating students in the United States and around the globe about the importance of climate change in the Arctic and ensuing effects on social and political life.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2017<br>\n\t\t\t\t\tModified by: Brandon&nbsp;M&nbsp;Boylan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs the effects of global warming draw increased attention to the Arctic, where the pace of change far exceeds the global average, the Arctic Council stands as a model of multilateral response to complex threats that defy simple state-based solutions. The Arctic Council is a high-level intergovernmental forum that addresses environmental and other challenges in the region. Despite the Arctic?s critical role in global climate systems and the Arctic Council?s notable accomplishments, the region and forum remain little understood among the U.S. public. This project received funding from NSF to offset costs associated with developing the Model Arctic Council (MAC) to address these awareness deficits.\n\nWe held the first fully international MAC at the University of Alaska Fairbanks in March 2016. The MAC is a co-curricular program in which graduate and undergraduate university students from across the United States, Arctic, and world simulate the roles of Member States, Permanent Participants, and Observers of the Arctic Council (AC). We organized the program through a Thematic Network in the University of the Arctic (UArctic), a network of universities engaged in research and teaching on the Arctic. The goals of the MAC initiative are 1) to develop students? knowledge of the Arctic region, circumpolar politics, and northern Indigenous peoples; 2) to educate students on Arctic Council objectives and processes; 3) to prepare students for leadership roles in the north; and 4) to further student and faculty collaboration in the UArctic. The MAC 2016 program engaged U.S. State Department personnel and Arctic Council delegates to enhance authenticity and experiential learning value. The program provided a transformative experience, much like more traditional education abroad programs; one that increased students? regional competencies and diplomacy skills, and boosted their civic participation. As conveyed in an article titled, \"The Model Arctic Council,\" in International Studies Perspectives, we achieved a high level of success in meeting these objectives.\n\nThe primary intellectual merit of the project was to contribute to the scholarly literature on the value of simulation as a pedagogical tool to teach about the Arctic, international relations, and diplomacy. The broader impacts of our project have been achieving success in educating students in the United States and around the globe about the importance of climate change in the Arctic and ensuing effects on social and political life.\n\n\t\t\t\t\tLast Modified: 08/04/2017\n\n\t\t\t\t\tSubmitted by: Brandon M Boylan"
 }
}