{
 "awd_id": "1547611",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "S2I2: Impl: The Science Gateways Community Institute (SGCI) for the Democratization and Acceleration of Science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 14999000.0,
 "awd_amount": 18030000.0,
 "awd_min_amd_letter_date": "2016-07-29",
 "awd_max_amd_letter_date": "2023-11-21",
 "awd_abstract_narration": "Science gateways are user-friendly web portals that make advanced computing, data, networking and scientific instrumentation accessible and easily usable by scientists at all levels, including students, thereby revolutionizing how research and education is done in science. For example, scientists are conducting biomedical studies through Galaxy, a science gateway for data intensive biomedical research, as well as engaging citizens in investigating lion density using Snapshot Serengeti, a science gateway for citizen science. By being easily accessible via the Web, science gateways expand and democratize  access to supercomputers, telescopes, sensor networks, unique data collections, collaborative spaces that enable the multidisciplinary collaborations needed to solve complex problems, and analysis capabilities. Thus, science gateways expand and broadening participation in science - an important goal of the National Science Foundation (NSF). By increasing participation, science gateways increase the NSF's return on investment in advanced technologies and facilities. The Science Gateways Community Institute (SGCI) will speed the development and application of robust, cost-effective, sustainable gateways to address the needs of scientists and engineers across the sciences. The work of the institute will increase the number as well as the effectiveness and usability of gateways to science and engineering. This will result in broader gateway use and more widespread conduct of science ranging from professionals to citizen scientists, thus, directly amplifying the impact of the SGCI. Further, and very importantly, the Institute's community engagement and exchange activities will, over time, increase the audience for its services, and its partnerships with minority professional organizations will ensure involvement in training and workforce development from underrepresented groups.\r\n\r\n\r\nScience gateways are user-friendly web portals that make advanced computing, data, networking and scientific instrumentation accessible and easily usable by scientists at all levels, including students, thereby revolutionizing how research and education is done in science. Gateways enable scientists to test their assumptions more quickly, providing them more time for deeper thinking about the types of problems that have yet to be solved. In this way, gateways become \"research amplifiers\". They also enable synthetic science - by using modelling and simulation tools powered by high-performance computing - across ecosystems, geographic distances, methodologies, and disciplines. However, and despite the presence of gateways for many years, development of these environments is often done with ad-hoc processes, limiting success, resource efficiency, and long-term impact. Developers of gateways are often unaware that others have solved similar  challenges before, and do not know where to turn for advice or expertise. Thus, projects waste money and time re-implementing the more basic functions rather than building the value-added features for their unique audience. Many gateway efforts fail. Some fail early by not understanding how to build communities of users; others fail later by not developing plans for sustainability. The Science Gateways Community Institute (SGCI) has been designed to address the above limitations while  providing career paths for gateway developers and for students. The five-component design of the SGCI is the result of several years of studies, including many focus groups and a 5,000-person survey of the research community. Its Incubator component will provide shared expertise in business and sustainability planning, cybersecurity, user interface design, and software engineering practices. The Extended Developer Support component will provide expert developers for up to one year to projects that request assistance as well as demonstrating the potential to achieve impacts on their research communities. The Scientific Software Collaborative component will offer a component-based, open-source, extensible framework for gateway design, integration, and services, including gateway hosting and capabilities for external developers to integrate their own software into Institute offerings. The Community Engagement and Exchange component will provide a forum for communication and shared experiences among gateway developers, within NSF, across federal agencies, and internationally. Finally, with its training programs the Workforce Development component will increase the pipeline of gateway developers, with special emphasis on recruiting underrepresented minorities, and by helping universities form gateway support groups. In short, the work of the institute will increase the number, ease of use, and effective application of gateways to science and engineering, resulting in broader gateway use and more widespread conduct of science ranging from professionals to citizen scientists. The Institute's community engagement and exchange activities over time will increase the audience for its services, and its partnerships with minority professional organizations will ensure involvement in training and workforce development from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Wilkins-Diehr",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Wilkins-Diehr",
   "pi_email_addr": "wilkinsn@sdsc.edu",
   "nsf_id": "000210022",
   "pi_start_date": "2016-07-29",
   "pi_end_date": "2019-06-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Zentner",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Zentner",
   "pi_email_addr": "mzentner@cbios.com",
   "nsf_id": "000573005",
   "pi_start_date": "2019-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Hayden",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Linda B Hayden",
   "pi_email_addr": "haydenl@mindspring.com",
   "nsf_id": "000240190",
   "pi_start_date": "2019-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Marlon",
   "pi_last_name": "Pierce",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marlon E Pierce",
   "pi_email_addr": "marpierc@indiana.edu",
   "nsf_id": "000356153",
   "pi_start_date": "2016-07-29",
   "pi_end_date": "2023-04-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maytal",
   "pi_last_name": "Dahan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maytal Dahan",
   "pi_email_addr": "maytal@tacc.utexas.edu",
   "nsf_id": "000487837",
   "pi_start_date": "2016-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Zentner",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Zentner",
   "pi_email_addr": "mzentner@cbios.com",
   "nsf_id": "000573005",
   "pi_start_date": "2016-07-29",
   "pi_end_date": "2019-06-17"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Lawrence",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Lawrence",
   "pi_email_addr": "kathla@umich.edu",
   "nsf_id": "000610130",
   "pi_start_date": "2016-07-29",
   "pi_end_date": "2021-07-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Gesing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Gesing",
   "pi_email_addr": "sgesing@ucsd.edu",
   "nsf_id": "000669642",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8211",
   "pgm_ref_txt": "S2I2 - Scient Sftwre Innovat Insts"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6599000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 3000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 2999000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-106d204c-7fff-f7a4-c6a0-802bf9b26268\"> </span></p>\n<p dir=\"ltr\"><span><span id=\"docs-internal-guid-1fad5d66-7fff-f7f7-62bf-9a93a4f36b0c\"><span>Science Gateways allow a wider group of researchers, educators, and students to access resources like supercomputers, expensive instruments, large data sets, sensor networks, etc. Science gateways provide simple web interfaces to such resources such that those who wish to use them do not need advanced computer science skills. Users can focus on the science and research the gateway enables instead of the technology needed to get there. The Science Gateways Community Institute (SGCI) achieved significant outcomes, playing a pivotal role in advancing the landscape of science gateways. SGCI has made substantial contributions in fostering innovation, collaboration, and sustainability within the science gateway community.</span></span></span></p>\n<p dir=\"ltr\"><span><strong>1. Community Engagement and Awareness:&nbsp;</strong><br /></span>SGCI successfully elevated science gateway visibility through its comprehensive outreach efforts. In total, 3,664 people attended SGCI events including webinars, training sessions, and the Gateways annual conference. The Science Gateways Catalog, a flagship initiative, is a centralized hub that not only showcases exemplar science gateways but also raises awareness about the underlying technologies. This catalog of 633 gateways and related resources is a valuable resource for potential users and individuals considering building gateways.</p>\n<p dir=\"ltr\"><strong>2. Consultations and Advancements:&nbsp;<br /></strong>SGCI performed 159 consultations with groups building and operating science gateways. These ranged in scope from developing sustainability plans to improving user experiences to placing highly-trained software developers on client teams to help solve difficult technical problems. In software development consultations, client exit surveys revealed a notable 6.8x speed-up factor, indicating substantial time and cost savings. This demonstrates the tangible impact of SGCI's technical consultations in streamlining gateway development.</p>\n<p dir=\"ltr\"><strong>3. Gateways Focus Week Success:&nbsp;<br /></strong><span id=\"docs-internal-guid-1770cb2a-7fff-5b97-b114-55f5a8c3beaa\"><span>The Gateways Focus Week stands out as a key initiative, providing essential training for science gateway builders regarding how they ensure serving their intended audiences and how they may fund their efforts when grant funding expires. With 689 participants completing the program, it has become a widely appreciated curriculum. The success of Focus Week has led to many specially commissioned sessions from partners, further extending its reach and impact.</span></span></p>\n<p dir=\"ltr\"><strong>4. Positive Return on Investment (ROI):&nbsp;<br /></strong>SGCI has demonstrated a positive overall return. The $3,753,914 investment in software development services, coupled with the 6.8x speed-up factor, results in estimated client savings of $21,772,701. Even in comparison to the total investment of $18,030,000 in SGCI, this represents a commendable ROI. The potential for additional savings of $20,325,056 from an additional $3,504,320 of funds for SGCI staff incorporated into other proposals further underscores SGCI's financial impact.</p>\n<p dir=\"ltr\"><strong>5. Anticipating Computational Science Trends:&nbsp;<br /></strong>SGCI's initiative to develop the OneSciencePlace&nbsp;platform not only incorporates technical insights from consulting engagements but also addresses emerging trends in computational science. Recognizing the increasing emphasis on FAIR data, SGCI has adapted its approach from merely simplifying access to computing systems to managing vast amounts of scientific content. This content-centric strategic shift positions SGCI at the forefront of advancements in science gateways. With the evolving landscape of scientific research, particularly in the application of artificial intelligence techniques to science problems, managing significant datasets and models used in these techniques demands this content-centric approach.</p>\n<p dir=\"ltr\"><strong>6. Developing the Future Workforce:&nbsp;<br /></strong>Science <span id=\"docs-internal-guid-0b516574-7fff-e7fd-11d3-10623204ff2a\"><span>gateways are used extensively in education, providing students with learning experiences through simulations that help them intuitively understand scientific phenomena. In addition, SGCI operated an extensive program that supported 1,334 faculty and students, 972 of which were from traditionally underrepresented groups in science and technology, in settings that included participation in hackathons, mentoring programs, conferences, summer training sessions, and internships. Each of these events was characterized by extensive involvement of gateway community professionals.</span></span> SGCI enabled the next generation to see that they can have a role in cyberinfrastructure and research by enabling real world experiences, mentoring, and interactions via its programs.&nbsp;</p>\n<p dir=\"ltr\"><strong>7. Contributions to the Advancement of Science:&nbsp;<br /></strong>The impact of research is often measured by the number of research products produced (papers, data sets, websites, articles, blogs, etc.). The SGCI produced 432 research products. In addition, the science gateways with which SGCI consulted have been used extensively in research and education, having been cited more than 63,000 times in the scientific literature. The scientists behind these gateways have over 17,000 publications which have been cited over 711,000 times collectively. These numbers are evidence that science gateways dramatically drive scientific progress forward, and that SGCI has been an instrumental part of making this happen.</p>\n<p dir=\"ltr\"><span><span id=\"docs-internal-guid-cf2c619c-7fff-95f8-54b0-4b8fe6f1104a\"><span>SGCI has made substantial strides in advancing science gateways, cultivating a thriving community, and delivering tangible outcomes. From technical consultations to impactful training programs, SGCI has positioned itself as a catalyst for innovation and collaboration in the scientific community. The positive ROI, success stories, and testimonials underscore SGCI's efficacy in fulfilling its mission. SGCI's adaptability to emerging trends, exemplified by initiatives like OneSciencePlace, ensures its continued relevance in shaping the future of science gateways.</span></span></span></p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Michael&nbsp;G&nbsp;Zentner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nScience Gateways allow a wider group of researchers, educators, and students to access resources like supercomputers, expensive instruments, large data sets, sensor networks, etc. Science gateways provide simple web interfaces to such resources such that those who wish to use them do not need advanced computer science skills. Users can focus on the science and research the gateway enables instead of the technology needed to get there. The Science Gateways Community Institute (SGCI) achieved significant outcomes, playing a pivotal role in advancing the landscape of science gateways. SGCI has made substantial contributions in fostering innovation, collaboration, and sustainability within the science gateway community.\n\n\n1. Community Engagement and Awareness:\nSGCI successfully elevated science gateway visibility through its comprehensive outreach efforts. In total, 3,664 people attended SGCI events including webinars, training sessions, and the Gateways annual conference. The Science Gateways Catalog, a flagship initiative, is a centralized hub that not only showcases exemplar science gateways but also raises awareness about the underlying technologies. This catalog of 633 gateways and related resources is a valuable resource for potential users and individuals considering building gateways.\n\n\n2. Consultations and Advancements:\nSGCI performed 159 consultations with groups building and operating science gateways. These ranged in scope from developing sustainability plans to improving user experiences to placing highly-trained software developers on client teams to help solve difficult technical problems. In software development consultations, client exit surveys revealed a notable 6.8x speed-up factor, indicating substantial time and cost savings. This demonstrates the tangible impact of SGCI's technical consultations in streamlining gateway development.\n\n\n3. Gateways Focus Week Success:\nThe Gateways Focus Week stands out as a key initiative, providing essential training for science gateway builders regarding how they ensure serving their intended audiences and how they may fund their efforts when grant funding expires. With 689 participants completing the program, it has become a widely appreciated curriculum. The success of Focus Week has led to many specially commissioned sessions from partners, further extending its reach and impact.\n\n\n4. Positive Return on Investment (ROI):\nSGCI has demonstrated a positive overall return. The $3,753,914 investment in software development services, coupled with the 6.8x speed-up factor, results in estimated client savings of $21,772,701. Even in comparison to the total investment of $18,030,000 in SGCI, this represents a commendable ROI. The potential for additional savings of $20,325,056 from an additional $3,504,320 of funds for SGCI staff incorporated into other proposals further underscores SGCI's financial impact.\n\n\n5. Anticipating Computational Science Trends:\nSGCI's initiative to develop the OneSciencePlaceplatform not only incorporates technical insights from consulting engagements but also addresses emerging trends in computational science. Recognizing the increasing emphasis on FAIR data, SGCI has adapted its approach from merely simplifying access to computing systems to managing vast amounts of scientific content. This content-centric strategic shift positions SGCI at the forefront of advancements in science gateways. With the evolving landscape of scientific research, particularly in the application of artificial intelligence techniques to science problems, managing significant datasets and models used in these techniques demands this content-centric approach.\n\n\n6. Developing the Future Workforce:\nScience gateways are used extensively in education, providing students with learning experiences through simulations that help them intuitively understand scientific phenomena. In addition, SGCI operated an extensive program that supported 1,334 faculty and students, 972 of which were from traditionally underrepresented groups in science and technology, in settings that included participation in hackathons, mentoring programs, conferences, summer training sessions, and internships. Each of these events was characterized by extensive involvement of gateway community professionals. SGCI enabled the next generation to see that they can have a role in cyberinfrastructure and research by enabling real world experiences, mentoring, and interactions via its programs.\n\n\n7. Contributions to the Advancement of Science:\nThe impact of research is often measured by the number of research products produced (papers, data sets, websites, articles, blogs, etc.). The SGCI produced 432 research products. In addition, the science gateways with which SGCI consulted have been used extensively in research and education, having been cited more than 63,000 times in the scientific literature. The scientists behind these gateways have over 17,000 publications which have been cited over 711,000 times collectively. These numbers are evidence that science gateways dramatically drive scientific progress forward, and that SGCI has been an instrumental part of making this happen.\n\n\nSGCI has made substantial strides in advancing science gateways, cultivating a thriving community, and delivering tangible outcomes. From technical consultations to impactful training programs, SGCI has positioned itself as a catalyst for innovation and collaboration in the scientific community. The positive ROI, success stories, and testimonials underscore SGCI's efficacy in fulfilling its mission. SGCI's adaptability to emerging trends, exemplified by initiatives like OneSciencePlace, ensures its continued relevance in shaping the future of science gateways.\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: MichaelGZentner\n"
 }
}