{
 "awd_id": "1547434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  Testing proposed rapid true polar wander in the Neoproterozoic Zavkhan Volcanics of Mongolia and the Banxi Group of South China",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 286310.0,
 "awd_amount": 286310.0,
 "awd_min_amd_letter_date": "2016-03-23",
 "awd_max_amd_letter_date": "2018-07-02",
 "awd_abstract_narration": "Through geological time, Earth's crustal plates have moved through two distinct mechanisms. The first is the motion of Earth's plates relative to one another due to convection of the underlying mantle and the force balance on the plate - we call this \"plate tectonics\". The second mechanism is motion of all of the plates together due to shifting mass anomalies within the Earth and associated rotational imbalance, which can cause reorientation relative to Earth's spin axis. This reorientation motion is referred to as true polar wander, and the rate at it proceeds is dependent on the viscosity of Earth's interior, which is poorly constrained both today and through Earth History. This research targets a particular interval of time around 800 million years ago when it has been proposed that true polar wander was much faster than usual -fast enough that parts of Earth's surface may have moved the distance of the length of football field in around 100 years. The PIs seek to track ancient plate movement in Mongolia and China to test this hypothesis using rocks of this age. They will do so using the magnetic directions preserved in the ancient rocks combined with U/Pb radiogenic isotope dates to precisely determine their age. These data will be used constrain both the rate that plates were moving and the relative movement of different plates in order to determine if the motion is consistent with rapid true polar wander. The results will inform Earth Scientists about the drivers of apparent plate motion at this time and the past position of the continents. The data also have the potential to place constraints on the viscosity of Earth's interior through time.\r\n\r\nIt has been proposed that large-scale, oscillatory true polar wander (TPW) occurred at ca. 800 Ma, associated with a carbon isotope interval known as the Bitter Springs Stage. Recent advances have led to a temporally quantified framework for the Bitter Springs Stage that enables this TPW hypothesis to be tested in non-carbonate-bearing lithologies, such as successions of extrusive volcanics. This project seeks to test the hypothesis through the development of new paleomagnetic and geochronological data from Mongolia and South China. The goal of the research is to robustly quantify Earth's rotational stability through this critical period of Earth history and allow for rates of TPW to be constrained. The Bitter Springs TPW hypothesis has become a central component of models for how continents aggregate into supercontinents, for fundamental inferences into the viscosity of Earth's mantle and the stabilizing effect of the remanent bulge and excess ellipticity, and for the planetary context of Neoproterozoic environmental change. Furthermore, the hypothesis of rapid TPW at ca. 800 Ma has become a significant component of models for the configuration of the supercontinent Rodinia. This project seeks to constrain the rate of pole movement during this interval through the development of new geochronological and paleomagnetic data from the Zavkhan Volcanics of Mongolia and the Banxi Group of South China in robust stratigraphic context. Importantly, these successions contain: (1) abundant volcanic rocks containing zircon from which high-precision U-Pb chemical abrasion-ion dilution-thermal mass spectrometry (CA-ID-TIMS) dates can be obtained and (2) paleomagnetic confidence tests indicating preservation of primary magnetization. Three years of field work, paleomagnetic analysis, and the development of CA-ID-TIMS U-Pb dates will focus on producing high quality pole paths for the Zavkhan Terrane of Mongolia and the South China craton from ca. 820 to 750 Ma. Such paths can be used to further test whether rapid oscillatory TPW occurred through this interval and, if so, at what rates. Testing and constraining this hypothesis is necessary for progress on the co-evolution of the solid earth and the surface through the time period and determining whether there were time periods in the Precambrian where it can be robustly shown that rates of TPW were higher than those resolved in the Phanerozoic. The broader impacts of the proposed research are four-fold: (1) the training and development of a UC Berkeley graduate student; (2) engagement of undergraduate students in basic research; (3) cultural exchange with Mongolian students in the field and in both of the PIs labs and (4) effective communication of a set of Earth systems history learning goals to K-12 communities through the construction of an educational display module in conjunction with the Harvard Museum of Natural History (HMNH). This educational exhibit will be focused on the geological record of Asia and will include: (1) large rock samples that can be touched; (2) photographs from field expeditions; (3) educational displays about geochronology and paleomagnetism; and (4) a video explaining the geophysical techniques used in this study. Following display in the Earth Science exhibit galleries at HMNH, the exhibit module will travel for display in the Earth and Planetary Science Department at UC Berkeley and then to the Mongolia University for Science and Technology in Ulaanbaatar.  This work includes extensive international collaboration, and is co-funded by the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Swanson-Hysell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas L Swanson-Hysell",
   "pi_email_addr": "nicks-h@umn.edu",
   "nsf_id": "000566336",
   "pi_start_date": "2016-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Avenue, Suite #300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 95109.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 96578.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 94623.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through geological time, Earth's crustal plates have moved through two distinct mechanisms. The first is the motion of Earth's plates relative to one another due to convection of the underlying mantle and the force balance on the plate - we call this \"plate tectonics.\" The second mechanism is motion of all the plates together due to shifting mass anomalies within the Earth and associated rotational imbalance, which can cause reorientation relative to Earth's spin axis. This reorientation motion is referred to as true polar wander, and the rate at it proceeds is dependent on the viscosity of Earth's interior, which is poorly constrained both today and through Earth History. Reconstructing how plate tectonics and true polar wander&nbsp;&nbsp;have reoriented the position of Earth's continents is central to understanding long-term change of Earth's interior and surface. This project targeted a particular interval of time around 800 million years ago when it has been proposed that true polar wander was much faster than usual ? fast enough that parts of Earth's surface may have moved the distance of the length of football field in around 100 years. This time interval is referred to as the Bitter Springs Stage and recent advances in temporal frameworks for this interval of time enable this hypothesis to be evaluated. An important aspect of Earth at this time is that many of the continents were together in a supercontinent that is known as Rodinia. The configuration of this supercontinent is less certain than the more recent supercontinent Pangea. Knowing how continents were arranged within this supercontinent is very important for understanding the long-term dynamics of both Earth's surface and interior as well as the interactions between the interior and the surface environment.</p>\n<p>Magnetic directions preserved in ancient rocks are what enable us to test these hypotheses and make progress on paleogeographic reconstructions. In this research, we targeted rocks of this age in Mongolia and South China through extended international fieldwork. To be able to use magnetic data we developed from the rocks to test the hypothesis, we needed to precisely know the age of the rocks. To acheive this knowledge, we developed very high-precision U-Pb radiogenic isotope dates from the successions of rocks. Our data revealed a relatively stable high-latitude position for South China from circa 820 to 805 million years ago. Additionally, the data require that there was collisional mountain building associated with the&nbsp;Jiangnan Orogeny between 830 and 815 million years ago. These results require South China to have been separate or on the periphery of the Rodinia supercontinent. It could not have been within the core of a supercontinent interior associated with ancient North America as it is in prominent reconstructions. Additionally, the result of relative stability from the magnetic directions is not what is predicted by the rapid true polar wander hypothesis.&nbsp;Unless there was plate motion that directly counteracted the true polar wander signal, this result suggests more rotational stability for Earth than predicted by the Bitter Springs true polar wander hypothesis. These results are quite important for the next generation of paleogeographic reconstructions as well as ongoing research efforts across Earth science to understand the long-term interactions between the solid earth and the surface environment.</p>\n<p>The broader impacts of the proposed research were four-fold: (1) graduate students and postdoctoral researchers were trained in geophysical research at UC Berkeley and UC Santa Barbara; (2) undergraduate students got substantive experience being engaged in basic research; (3) there were cultural exchanges with Mongolian students in the field and in labs of the principal investigators at Harvard and UC Berkeley; and (4) Earth systems history was shared with broad communities at Harvard and UC Berkeley through the construction of an educational display module in conjunction with the Harvard Museum of Natural History (HMNH). This educational exhibit is on permanent display and includes: (1) large rock samples that can be touched; (2) photographs from field expeditions; and (3) educational displays about geochronology and paleomagnetism including video content. These displays illuminate how Earth scientists can used ancient minerals to answer large-scale geophysical questions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2021<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;L&nbsp;Swanson-Hysell</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637785004624_Museum_Display--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637785004624_Museum_Display--rgov-800width.jpg\" title=\"Museum Display\"><img src=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637785004624_Museum_Display--rgov-66x44.jpg\" alt=\"Museum Display\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Harvard Museum of Natural History display highlighting project science and how magnetic minerals can be used to decode ancient plate motions</div>\n<div class=\"imageCredit\">Nicholas Swanson-Hysell</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;L&nbsp;Swanson-Hysell</div>\n<div class=\"imageTitle\">Museum Display</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637785583406_Rodinia-models--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637785583406_Rodinia-models--rgov-800width.jpg\" title=\"Paleogeographic reconstructions of Rodinia\"><img src=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637785583406_Rodinia-models--rgov-66x44.jpg\" alt=\"Paleogeographic reconstructions of Rodinia\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project data invalidate the \"Missing Link\" model of ancient North American (Laurentia) and South China being together in the supercontinent Rodinia. Rather South China was on the periphery or separate from the supercontinent.</div>\n<div class=\"imageCredit\">Park et al. 2020</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;L&nbsp;Swanson-Hysell</div>\n<div class=\"imageTitle\">Paleogeographic reconstructions of Rodinia</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786419216_Pole_comparison--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786419216_Pole_comparison--rgov-800width.jpg\" title=\"Paleomagnetic pole comparison\"><img src=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786419216_Pole_comparison--rgov-66x44.jpg\" alt=\"Paleomagnetic pole comparison\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The difference in paleomagnetic pole positions before and during the Bitter Springs Stage in South China (in green) is significantly less than that predicted by the true polar wander hypothesis (in blue).</div>\n<div class=\"imageCredit\">Park et al. 2020</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;L&nbsp;Swanson-Hysell</div>\n<div class=\"imageTitle\">Paleomagnetic pole comparison</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786604923_Paleogeography_with_TPW--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786604923_Paleogeography_with_TPW--rgov-800width.jpg\" title=\"Paleogeographic model 1\"><img src=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786604923_Paleogeography_with_TPW--rgov-66x44.jpg\" alt=\"Paleogeographic model 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">If true polar wander occurred during the Bitter Springs Stage it must have been counteracted by motion of South China in the opposite direction as illustrated here.</div>\n<div class=\"imageCredit\">Park et al. 2021</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;L&nbsp;Swanson-Hysell</div>\n<div class=\"imageTitle\">Paleogeographic model 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786888043_Paleogeography_without_TPW--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786888043_Paleogeography_without_TPW--rgov-800width.jpg\" title=\"Paleogeographic model 2\"><img src=\"/por/images/Reports/POR/2021/1547434/1547434_10429835_1637786888043_Paleogeography_without_TPW--rgov-66x44.jpg\" alt=\"Paleogeographic model 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The consistently high latitude position of South China is illustrated here with the South China and India shown to be distinct from ancient North America (blue) at the core of the supercontinent Rodinia.</div>\n<div class=\"imageCredit\">Park et al. 2021</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;L&nbsp;Swanson-Hysell</div>\n<div class=\"imageTitle\">Paleogeographic model 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThrough geological time, Earth's crustal plates have moved through two distinct mechanisms. The first is the motion of Earth's plates relative to one another due to convection of the underlying mantle and the force balance on the plate - we call this \"plate tectonics.\" The second mechanism is motion of all the plates together due to shifting mass anomalies within the Earth and associated rotational imbalance, which can cause reorientation relative to Earth's spin axis. This reorientation motion is referred to as true polar wander, and the rate at it proceeds is dependent on the viscosity of Earth's interior, which is poorly constrained both today and through Earth History. Reconstructing how plate tectonics and true polar wander  have reoriented the position of Earth's continents is central to understanding long-term change of Earth's interior and surface. This project targeted a particular interval of time around 800 million years ago when it has been proposed that true polar wander was much faster than usual ? fast enough that parts of Earth's surface may have moved the distance of the length of football field in around 100 years. This time interval is referred to as the Bitter Springs Stage and recent advances in temporal frameworks for this interval of time enable this hypothesis to be evaluated. An important aspect of Earth at this time is that many of the continents were together in a supercontinent that is known as Rodinia. The configuration of this supercontinent is less certain than the more recent supercontinent Pangea. Knowing how continents were arranged within this supercontinent is very important for understanding the long-term dynamics of both Earth's surface and interior as well as the interactions between the interior and the surface environment.\n\nMagnetic directions preserved in ancient rocks are what enable us to test these hypotheses and make progress on paleogeographic reconstructions. In this research, we targeted rocks of this age in Mongolia and South China through extended international fieldwork. To be able to use magnetic data we developed from the rocks to test the hypothesis, we needed to precisely know the age of the rocks. To acheive this knowledge, we developed very high-precision U-Pb radiogenic isotope dates from the successions of rocks. Our data revealed a relatively stable high-latitude position for South China from circa 820 to 805 million years ago. Additionally, the data require that there was collisional mountain building associated with the Jiangnan Orogeny between 830 and 815 million years ago. These results require South China to have been separate or on the periphery of the Rodinia supercontinent. It could not have been within the core of a supercontinent interior associated with ancient North America as it is in prominent reconstructions. Additionally, the result of relative stability from the magnetic directions is not what is predicted by the rapid true polar wander hypothesis. Unless there was plate motion that directly counteracted the true polar wander signal, this result suggests more rotational stability for Earth than predicted by the Bitter Springs true polar wander hypothesis. These results are quite important for the next generation of paleogeographic reconstructions as well as ongoing research efforts across Earth science to understand the long-term interactions between the solid earth and the surface environment.\n\nThe broader impacts of the proposed research were four-fold: (1) graduate students and postdoctoral researchers were trained in geophysical research at UC Berkeley and UC Santa Barbara; (2) undergraduate students got substantive experience being engaged in basic research; (3) there were cultural exchanges with Mongolian students in the field and in labs of the principal investigators at Harvard and UC Berkeley; and (4) Earth systems history was shared with broad communities at Harvard and UC Berkeley through the construction of an educational display module in conjunction with the Harvard Museum of Natural History (HMNH). This educational exhibit is on permanent display and includes: (1) large rock samples that can be touched; (2) photographs from field expeditions; and (3) educational displays about geochronology and paleomagnetism including video content. These displays illuminate how Earth scientists can used ancient minerals to answer large-scale geophysical questions.\n\n\t\t\t\t\tLast Modified: 11/24/2021\n\n\t\t\t\t\tSubmitted by: Nicholas L Swanson-Hysell"
 }
}