{
 "awd_id": "1547149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lithospheric foundering beneath the Sierra Nevada constrained by analysis of an anomalous Pn shadow zone",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 79835.0,
 "awd_amount": 79835.0,
 "awd_min_amd_letter_date": "2016-08-08",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "Mountain ranges are supported by lower than usual densities in the outermost parts of the Earth: that is, a lower density crust, thicker crust, or low densities in the shallowest mantle will support elevated terrain. This project explores how the Sierra Nevada mountains in California came to be supported by the low density materials. Understanding of how higher density materials were removed is still unknown to scientists. Historical observations of peculiarities of such seismic waves originally led seismologists to the erroneous conclusion that the Sierra Nevada had a thick crust; although we know that to not be true, those observations still have not been explained. The researchers suggest that this material likely remains or has been focused in the western part of the mountain range. They will use seismic information to detect whether dense material exists where they predict. This comparison is accomplished by expanding software that can compute seismic waveforms in the presence of complex geologic structures. Thus this project improves our understanding of how mountains can be made as well as improving our seismological toolkit for exploring what happens at the boundary between the crust and mantle in continents.\r\n\r\nLithospheric foundering has been invoked to explain orogenesis in a number of regions around the globe, but in most cases the means by which lithosphere founders remains largely unknown.  The Sierra Nevada in eastern California is often cited as one of these regions, and hypotheses for how lithosphere foundered there range from lithospheric delamination to localized convective instability.   A key piece of evidence for discriminating between these competing hypotheses lies in the presence or absence of certain arc-related lithologies (a.k.a. \"arclogite\") and the geometry of such dense lithologies beneath the western Sierran foothills.    The presence of arclogite should result in large and potentially abrupt changes in the thickness and wavespeed of the lower crust and upper mantle, and these are likely to influence the passage of Pn energy across the Sierra.  Indeed, such effects can provide an explanation for a long-lived conundrum in seismology, namely: what is the cause of a Pn shadow zone produced by the Sierra?   The specific objective of the project is to apply recently developed full waveform inversion (FWI) techniques to evaluate trial models of the crust and upper mantle beneath the Sierra that may be responsible for the Pn shadow zone.   One hypothesis is that arclogitic lithologies are responsible for this zone, and hence that modeling the nature of the zone will allow determination of their geometry and extent beneath the Sierra.  This in turn will place constraints on the roles of delamination and convective instability in this region.    The primary source of data to be analyzed was collected during the Sierra Nevada Earthscope Project (SNEP) from May 2005 to mid-2007, supplemented by recordings from a dense array of broadband seismometers across Yosemite National Park (~37.8°N) during the summer of 2007.    The analysis will combine full waveform modeling of teleseismic receiver functions and surface waves with local and regional (for Pn) arrivals to ensure that any model produced is consistent with observations that are mostly likely to be sensitive to the crust-mantle transition.    This project benefits from an abundance of trial models from prior studies in the region, and this approach will be to use these as starting models in a formal joint inversion to examine how well they can explain the Pn shadow zone while still being consistent with teleseismic observations. Ultimately, the study's results will help resolve the role of \"arclogite\" in lithospheric foundering and hence determine whether delamination of the lithosphere or a convective instability can better explain lithospheric foundering beneath the Sierra.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Roecker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Roecker",
   "pi_email_addr": "roecks@rpi.edu",
   "nsf_id": "000269524",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 79835.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this project was to determine the source of an anomalous seismic phase (Pn) that propagates beneath the Sierra Nevada and which is generated by earthquakes in the western US and recorded at local and regional distances.&nbsp;&nbsp;&nbsp;The plan was to generate synthetic waveforms from competing models of the lower crust and upper mantle beneath the Sierra Nevada and compare them with the data, with the idea being that such a comparison would allow us to discriminate between these models.&nbsp;&nbsp;&nbsp;&nbsp;This work was a collaboration between the University of Colorado at Boulder (C. Jones) and Rensselaer Polytechnic Institute (S. Roecker).&nbsp;The main task for Roecker was in the development and testing of an algorithm that could be used to efficiently calculate these waveforms, and is one of the principal outcomes of this project.&nbsp;&nbsp;In order to do so, Roecker combined an approach he previously developed for analysis of teleseismic waveforms and with a technique for integration over a wavenumber domain that had been suggested by researchers in the field of active source seismology.&nbsp;&nbsp;&nbsp;&nbsp;Roecker trained a UC Boulder graduate student, K. Bogolub, in the use of this algorithm and she applied it to the available data.&nbsp;&nbsp;&nbsp;The outcome of that application was ambiguous in that none of the competing models did an acceptable job of explaining the data, and so we took our analysis a step further and tried to construct our own model from the coda of the recorded waveforms.&nbsp;&nbsp;&nbsp;This involved additional algorithmic development to adapt a back projection functionality to the existing software so that potential scatterers and interfaces could be identified.&nbsp;&nbsp;&nbsp;&nbsp;That development was successfully completed by Roecker, and K. Bogolub applied it to our dataset.&nbsp;&nbsp;&nbsp;The results of that study showed some promise in identifying potential scatterers beneath the Sierra that had not previously been identified, but their interpretation remains ambiguous.&nbsp;&nbsp;&nbsp;Additional analysis is planned following the termination of this project.&nbsp;Specifically, Bogolub will visit Roecker early in 2020 to continue analysis and complete write up the result for her PhD thesis and publication.&nbsp;&nbsp;In sum, the outcomes of this project include (1) the development and testing of a software package capable of migrating earthquake coda in a 2.5 dimensional coordinate system (i.e. 3 dimensions with one invariant direction; the motivation for 2.5 dimensions is that realistic problems can be addressed without extensive computational facilities) for waves recorded at local and regional distances, (2) the result that existing models of the Sierra Nevada are inadequate to explain anomalous Pn arrivals, (3) that previously unknown, and not as yet well understood, heterogeneity exits beneath the Sierra and appears to play a significant role in generating these arrivals.&nbsp;&nbsp;&nbsp;This project also contributed to the training of a graduate student (K. Bogolub) in advanced seismological techniques and will constitute most of her PhD thesis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2019<br>\n\t\t\t\t\tModified by: Steven&nbsp;W&nbsp;Roecker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of this project was to determine the source of an anomalous seismic phase (Pn) that propagates beneath the Sierra Nevada and which is generated by earthquakes in the western US and recorded at local and regional distances.   The plan was to generate synthetic waveforms from competing models of the lower crust and upper mantle beneath the Sierra Nevada and compare them with the data, with the idea being that such a comparison would allow us to discriminate between these models.    This work was a collaboration between the University of Colorado at Boulder (C. Jones) and Rensselaer Polytechnic Institute (S. Roecker). The main task for Roecker was in the development and testing of an algorithm that could be used to efficiently calculate these waveforms, and is one of the principal outcomes of this project.  In order to do so, Roecker combined an approach he previously developed for analysis of teleseismic waveforms and with a technique for integration over a wavenumber domain that had been suggested by researchers in the field of active source seismology.    Roecker trained a UC Boulder graduate student, K. Bogolub, in the use of this algorithm and she applied it to the available data.   The outcome of that application was ambiguous in that none of the competing models did an acceptable job of explaining the data, and so we took our analysis a step further and tried to construct our own model from the coda of the recorded waveforms.   This involved additional algorithmic development to adapt a back projection functionality to the existing software so that potential scatterers and interfaces could be identified.    That development was successfully completed by Roecker, and K. Bogolub applied it to our dataset.   The results of that study showed some promise in identifying potential scatterers beneath the Sierra that had not previously been identified, but their interpretation remains ambiguous.   Additional analysis is planned following the termination of this project. Specifically, Bogolub will visit Roecker early in 2020 to continue analysis and complete write up the result for her PhD thesis and publication.  In sum, the outcomes of this project include (1) the development and testing of a software package capable of migrating earthquake coda in a 2.5 dimensional coordinate system (i.e. 3 dimensions with one invariant direction; the motivation for 2.5 dimensions is that realistic problems can be addressed without extensive computational facilities) for waves recorded at local and regional distances, (2) the result that existing models of the Sierra Nevada are inadequate to explain anomalous Pn arrivals, (3) that previously unknown, and not as yet well understood, heterogeneity exits beneath the Sierra and appears to play a significant role in generating these arrivals.   This project also contributed to the training of a graduate student (K. Bogolub) in advanced seismological techniques and will constitute most of her PhD thesis.\n\n \n\n\t\t\t\t\tLast Modified: 12/06/2019\n\n\t\t\t\t\tSubmitted by: Steven W Roecker"
 }
}