{
 "awd_id": "1547787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TOOLS-PGR Alternative Splice Isoforms in Plant Genomes: Collection, Characterization and Evolutionary Relationships",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 457671.0,
 "awd_amount": 457671.0,
 "awd_min_amd_letter_date": "2016-09-02",
 "awd_max_amd_letter_date": "2016-09-02",
 "awd_abstract_narration": "Expressing a eukaryotic gene stimulates transcription, which produces an mRNA transcript. Most often, the mRNA transcript is used as a template for translation into protein molecules.  The transcription process produces a pre-messenger RNA, which is extensively processed to yield a mature mRNA ready for translation.  Because the structure of most genes in animals and plants is one where the DNA sequence information used to specify protein (exons) is interspersed with stretches of DNA sequences that are non-coding (introns), one of the modifications that pre-mRNA undergo is the splicing out of intron sequence and the joining of the exon sequences. In many cases, this splicing process can be directed to purposefully skip exons, retain introns, and change the exon boundaries. This process, called Alternative Splicing (AS), enables the production of distinctly different messages from a single gene, and this can increase the number of different proteins a gene is able to produce. The extent and roles of AS in plants is not well understood; however, a thorough understanding of AS, especially within crop plants that produce food, industrial and fuel products, is necessary to enable prediction of phenotype from genotype and utilize crop genetic resources to their full potential. The outcomes of this project will be the genome-wide identification and public release of AS isoforms within 42 plant species.  Analysis of these data during this project will provide a better understanding of the evolutionary history of AS in plants and provide access to some of the genetic features involved in regulating AS. With regard to outreach and training, this project will develop a course-based undergraduate research experience (CURE) that provides hands-on training for undergraduate life science majors in modern genomics, lab techniques, high performance computing and \"big data\" OMICS analysis, skill sets that have become increasingly important in research and medicine.\r\n\r\nAn understanding of the extent of AS in plants and the biological processes that AS transcript isoforms impact are not well established. However, it is proposed that alternatively spliced transcripts may play significant roles during growth, development and stress response, and failure to identify these and understand their significance hampers the understanding of gene to phenotype, and slows crop improvement efforts. The long-term goal of this research is to understand the function, regulation and evolution of alternative splicing (AS) in plants.  Specifically, the project will address the following questions: 1) What genes produce alternatively spliced transcripts and what processes do they affect? 2) How is AS in plants regulated? 3) What are the evolutionary histories of AS isoforms in plants? To address these questions, this project will identify and characterize AS events broadly from available public data and investigate their ancestral states in plants. Specifically, AS isoforms will be identified across and within 46 genomes representing 42 plant species broadly distributed across the kingdom. Once identified, AS isoforms will be characterized with regard to their conservation and evolutionary history. Finally, evolutionary conserved AS events will be selected to investigate sequence and epigenetic features associated with AS that may play a regulatory role. All data and resources generated in this project will be made available to the public through the project website, as well as long-term through the NCBI's SRA and CyVerse.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Barbazuk",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Barbazuk",
   "pi_email_addr": "bbarbazuk@ufl.edu",
   "nsf_id": "000617895",
   "pi_start_date": "2016-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 457671.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One challenge in biology is understanding how the genetic components of an organism contributes to their traits. One important aspect of gene regulation and function is a process known as alternative splicing (AS). When a gene is expressed, an RNA intermediate is made that acts as a template. AS is a mechanism that produces multiple distinct templates from a single gene. These templates, known as transcript isoforms, increase protein diversity or can be purposefully nonfunctional. AS is prevalent in animals; &gt;90% of human genes perform AS. AS participates in a number of important processes in animals, and defects in AS have been linked to health disorders. AS also performs important functions in plants, but has not been investigated to the same degree and its role in crop improvement are not clear. This project is a step toward understanding the function and evolution of AS in plants.&nbsp; Specifically, what genes undergo AS and what is the evolutionary history of AS in plants.</p>\n<p>This project developed tools and analyzed plant genomics data readily available in the public domain - essentially repurposing data much like a large recycling effort. The project explored AS in plants through the following goals: (1) Identify and characterize AS plant species across the plant kingdom: (2) Concentrate effort on rice and its relatives, and a group of 27 genetically diverse maize lines since these cereals have broad agricultural importance. (3) Develop methodology to identify AS events that are evolutionarily conserved. (4) Develop and teach a split lab-course to train undergraduates in modern molecular biology theory, practice and &ldquo;big data&rdquo; analysis.</p>\n<p>The following activities and data were generated during the course of this project. We developed a computational process that identifies and characterizes AS isoforms using short-read DNA sequence data and performed this analysis on 50 plant species represented broadly across the plant kingdom. We found that AS is prevalent in plants, and with this information we augmented the current plant genome annotations and made these data sets public. These data sets are available from CoGe (<a href=\"https://genomevolution.org/coge/NotebookView.pl?nid=2885)\">https://genomevolution.org/coge/NotebookView.pl?nid=2885)</a>. We developed a computational approach to identify AS events that are present in more than one plant species (conserved). In some respects, it is difficult to know definitively if a computationally characterized AS event is real, or simply noise. Events that are conserved suggests an evolutionary motive retained them, and likely play a role. We identified conserved events across 4 separate subsets of species. AS events are broadly conserved and &gt;100 events have been conserved over 130 million years.</p>\n<p>We identified and characterized conserved AS events in rice and its close relatives. The rice relatives form a relatively recent clade &ndash; representing about 15 million years. As expected with the short time frame, there are many instances of conserved AS: over 13,000 events are conserved between any 3 species. The conserved event counts among 4 very close relatives contradicted what would be expected based on their accepted evolutionary relationships. Additional analysis confirmed that the conservation of AS did not reflect the phylogeny, suggesting that the creation and maintenance of AS events within their parent genes is under different selection pressure than the evolutionary forces acting on the parent genes themselves. We found that AS is more prevalent within genes that are represented as a single copy vs. duplicates or part of gene families. This suggests that gene duplication impacts the evolution of AS likely by partitioning events present in the precursor into the sister after duplication. Because flowering plant lineages have undergone several rounds of whole genome duplication this finding has important implications for the evolution of AS events within plants.</p>\n<p>Identification and characterization of AS events was conducted across 27 genetically diverse maize lines using data from 5 tissues for each. Interestingly AS events were found to be most often either conserved across all lines, or specific to one. Analysis of AS across tissues identified that shoot apical meristem had the greatest number of tissue specific AS events than tassel, ear, root or shoot.</p>\n<p>This project provided an exceptional platform for training in computational genomics: 6 graduate students, 1 post-doc, 3 rotation students and 5 undergraduate students. In total, there were 11 public presentations made, 3 thesis dissertations, 7 graduate and undergraduate posters presented and 10 peer reviewed journal articles published. The outreach component of this project involved the development of a &lsquo;for-credit&rsquo; split wet/dry lab-course that provided senior undergraduates hands-on training in modern genomics, lab techniques, high performance computing and &ldquo;big data&rdquo; OMICS analysis. Over the lifetime of this project 33 students completed this course. The student body represented an ethnically and socially diverse group. Of the 33 students participating 10 represent underrepresented minorities in STEM: 19 females (3 minority students); 14 males (7 minority students).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2020<br>\n\t\t\t\t\tModified by: William&nbsp;B&nbsp;Barbazuk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne challenge in biology is understanding how the genetic components of an organism contributes to their traits. One important aspect of gene regulation and function is a process known as alternative splicing (AS). When a gene is expressed, an RNA intermediate is made that acts as a template. AS is a mechanism that produces multiple distinct templates from a single gene. These templates, known as transcript isoforms, increase protein diversity or can be purposefully nonfunctional. AS is prevalent in animals; &gt;90% of human genes perform AS. AS participates in a number of important processes in animals, and defects in AS have been linked to health disorders. AS also performs important functions in plants, but has not been investigated to the same degree and its role in crop improvement are not clear. This project is a step toward understanding the function and evolution of AS in plants.  Specifically, what genes undergo AS and what is the evolutionary history of AS in plants.\n\nThis project developed tools and analyzed plant genomics data readily available in the public domain - essentially repurposing data much like a large recycling effort. The project explored AS in plants through the following goals: (1) Identify and characterize AS plant species across the plant kingdom: (2) Concentrate effort on rice and its relatives, and a group of 27 genetically diverse maize lines since these cereals have broad agricultural importance. (3) Develop methodology to identify AS events that are evolutionarily conserved. (4) Develop and teach a split lab-course to train undergraduates in modern molecular biology theory, practice and \"big data\" analysis.\n\nThe following activities and data were generated during the course of this project. We developed a computational process that identifies and characterizes AS isoforms using short-read DNA sequence data and performed this analysis on 50 plant species represented broadly across the plant kingdom. We found that AS is prevalent in plants, and with this information we augmented the current plant genome annotations and made these data sets public. These data sets are available from CoGe (https://genomevolution.org/coge/NotebookView.pl?nid=2885). We developed a computational approach to identify AS events that are present in more than one plant species (conserved). In some respects, it is difficult to know definitively if a computationally characterized AS event is real, or simply noise. Events that are conserved suggests an evolutionary motive retained them, and likely play a role. We identified conserved events across 4 separate subsets of species. AS events are broadly conserved and &gt;100 events have been conserved over 130 million years.\n\nWe identified and characterized conserved AS events in rice and its close relatives. The rice relatives form a relatively recent clade &ndash; representing about 15 million years. As expected with the short time frame, there are many instances of conserved AS: over 13,000 events are conserved between any 3 species. The conserved event counts among 4 very close relatives contradicted what would be expected based on their accepted evolutionary relationships. Additional analysis confirmed that the conservation of AS did not reflect the phylogeny, suggesting that the creation and maintenance of AS events within their parent genes is under different selection pressure than the evolutionary forces acting on the parent genes themselves. We found that AS is more prevalent within genes that are represented as a single copy vs. duplicates or part of gene families. This suggests that gene duplication impacts the evolution of AS likely by partitioning events present in the precursor into the sister after duplication. Because flowering plant lineages have undergone several rounds of whole genome duplication this finding has important implications for the evolution of AS events within plants.\n\nIdentification and characterization of AS events was conducted across 27 genetically diverse maize lines using data from 5 tissues for each. Interestingly AS events were found to be most often either conserved across all lines, or specific to one. Analysis of AS across tissues identified that shoot apical meristem had the greatest number of tissue specific AS events than tassel, ear, root or shoot.\n\nThis project provided an exceptional platform for training in computational genomics: 6 graduate students, 1 post-doc, 3 rotation students and 5 undergraduate students. In total, there were 11 public presentations made, 3 thesis dissertations, 7 graduate and undergraduate posters presented and 10 peer reviewed journal articles published. The outreach component of this project involved the development of a ‘for-credit’ split wet/dry lab-course that provided senior undergraduates hands-on training in modern genomics, lab techniques, high performance computing and \"big data\" OMICS analysis. Over the lifetime of this project 33 students completed this course. The student body represented an ethnically and socially diverse group. Of the 33 students participating 10 represent underrepresented minorities in STEM: 19 females (3 minority students); 14 males (7 minority students).\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2020\n\n\t\t\t\t\tSubmitted by: William B Barbazuk"
 }
}