{
 "awd_id": "1548941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Settlement And Demographic Responses To Environmental Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2015-11-15",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 25083.0,
 "awd_amount": 25083.0,
 "awd_min_amd_letter_date": "2015-10-15",
 "awd_max_amd_letter_date": "2015-10-15",
 "awd_abstract_narration": "Under the direction of Dr. Arthur Joyce, Ms. Jessica Hedgepeth Balkin will conduct dissertation research investigating the relationship between ecological change, settlement patterns, and demography in prehispanic times. In Mesoamerica, archaeologists have predominantly argued that populations during the prehispanic urban period (400 BCE-CE 1521) were most often concentrated on highly arable lands such as floodplains. Agricultural surpluses in these settings could be produced based on corn, regarded as the most dependable staple resource. Using archaeological data, Balkin's study explores how landscape change may have led to a divergence from this pattern. On the coast of Oaxaca, Mexico, the development of estuaries at the beginning of the urban period may have allowed large settlements to rely on both agricultural and aquatic resources. This study also investigates the notion that there are lag times in demographic and settlement responses to environmental change. Social scientists are increasingly recognizing that both modern and past human populations react to ecological shifts in different ways. The choice to re-settle is complex, and affected by a variety of sociocultural factors, such as labor investments in urban infrastructure. This study is therefore directly relevant to modern population dynamics. Due to its long-term perspective on the development of human societies, archaeology is in a unique position to inform current policy on the potential of populations to cope with major ecological events. Societies have a significant capacity to thrive in challenging environments or climates if they engage in sustainable land use practices.\r\n\r\nBalkin will conduct an investigation of potential shifts in resource availability and settlement after significant environmental changes. She will lead an interdisciplinary team of geologists and archaeologists, including a soil scientist and archaeology students from both Mexico and the United States. Students will be trained in archaeological methods, giving them an opportunity for professional development. The research will focus on the lower Río Verde Valley on the Pacific coast of Oaxaca, a subtropical region with considerable ecological diversity. Zones rich in arable lands and wild resources, including the floodplain and estuaries, took their current shape as large-scale agriculture and urbanism first began to develop in the region. Balkin will address three research objectives related to these environmental and cultural changes. First, the project will investigate whether the agricultural fertility of the lower Verde floodplain was significantly higher than other environmental zones after ecological changes resulted in its expansion (c.a. 400 BCE): was an ecological incentive created for changes in settlement patterns? Methods include soil fertility and geospatial (GIS) analyses. Using archaeological survey, other objectives will focus on settlement pattern shifts in response to the environmental changes. The second objective is to determine whether populations followed the \"safe\" path by focusing only on the floodplain for agricultural purposes, or if some groups settled near estuaries to exploit fish and shellfish, important sources of protein. The third objective is to evaluate the rate of human response to local environmental shifts: did a lag time in demographic movement occur after the ecological changes, as observed elsewhere in history and modern times?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Joyce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur A Joyce",
   "pi_email_addr": "arthur.joyce@colorado.edu",
   "nsf_id": "000200366",
   "pi_start_date": "2015-10-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Hedgepeth Balkin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica D Hedgepeth Balkin",
   "pi_email_addr": "Jessica.HedgeBalkin@colorado.edu",
   "nsf_id": "000681112",
   "pi_start_date": "2015-10-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 25083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>The R&iacute;o Verde Settlement Project (RVSP)</strong></p>\n<p style=\"text-align: center;\">Dr. Arthur A. Joyce</p>\n<p style=\"text-align: center;\">Jessica D. Hedgepeth Balkin, MA</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Overview</span></strong>: The R&iacute;o Verde Settlement Project (RVSP) is an archaeological investigation of the relationship between environmental change, settlement patterns, and demography between 700 BCE and CE 1522 in the lower R&iacute;o Verde Valley of coastal Oaxaca, Mexico (Figure 1). This period captures the majority of settled life in the valley before the Spanish conquest (CE 1522). Previous research indicates that significant environmental changes occurred between 1800 and 150 BCE: the valley's floodplain expanded and resource-rich estuaries developed on the coastal plain (Figure 2). In these ecosystems, highly productive resources potentially supportive of large populations thrived, such as corn and fish. The RVSP investigates how changes in these habitats affected populations in the lower Verde region. Project objectives were to: 1) measure variability in prehispanic soil fertility across the valley to determine whether corn thrived better in particular environments, and 2) to assess the relative influence of resource availability on settlement location.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The RVSP objectives were achieved via five months of fieldwork in the lower Verde as well as laboratory research in Mexico and the United States. The primary components of the study included: 1) archaeological survey to document changes in settlement patterning, 2) soil sampling to examine prehispanic soil fertility, 3) soil export to a US laboratory to test for nutrients critical to corn growth (e.g., nitrogen), and 4) geospatial analysis to examine the relationship between ecological and settlement changes.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong>: Fieldwork gathered potentially transformative information on the effects of environmental change on human societies, both past and present. The RVSP contributed to two scientific debates. First, scholars disagree on what types of ecosystems facilitated the most dependable surpluses in Mesoamerica between 700 BCE and CE 1522, a time of population growth, urbanism, and the spread of corn-based agriculture. Most researchers argue that demographic centers developed on highly arable lands, while some contend that centers also thrived near other productive environments such as estuaries. Our study tested whether settlement increased significantly in the following zones after environmental changes were complete in the lower Verde Valley (c.a. 150 BCE): 1) the floodplain only, or 2) the floodplain and estuaries. This study also addresses an important worldwide debate: how quickly do populations respond to environmental change? Many researchers have determined that human groups shifted locations after a lag time, regardless of whether landscape productivity decreased or improved. This is often due to sociocultural factors such as labor investments in settlements, a scenario which also occurs today. We tested whether a lag of one archaeological time period (at least 250 years) could be observed before significant occupational changes took place.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Major Findings</strong>:</span>&nbsp; We surveyed 61 km<sup>2</sup> in the lower Verde region during the RVSP. These settlement data have been combined with 164 km<sup>2</sup>&nbsp;of survey results from previous years into a single geospatial database. The settlement pattern sample has increased considerably, and all major environmental zones now have a viable representation, including the floodplain, secondary valleys, piedmont, and coastal plain (containing the estuaries). We also collected 86 soil samples from all zones to investigate variation in soil fertility. This included both surface samples and paleosols (ancient soils); we are using paleosols to adjust the results of soil fertility tests to reflect prehispanic landscape conditions. Test results from the surface samples indicate that floodplain soils are the most fertile, and coastal plain soils are the second-most productive. It may thus have been possible to produce a surplus suitable for large populations in both zones. These results must be interpreted with caution, however, because the surface samples have not yet been adjusted using data from prehispanic land surfaces (paleosols).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The revised settlement database confirms some of our predictions, but also produces surprises. Preliminary results indicate that lower Verde settlement increased in both the floodplain and coastal plain after the environmental changes were complete (c.a. 400-150 BCE). Large population centers were more likely to develop in the floodplain, as expected. Significant settlement, however, also occurred in the piedmont and secondary valleys&mdash;zones hypothesized to be less productive.&nbsp;Explanations for these findings range from political shifts to the high flooding potential of the floodplain. Finally, evidence suggests that a time lag occurred between the environmental and settlement changes; familial ties to the landscape such as land tenure customs may be one reason.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong>: The RVSP had positive impacts on students and non-academic communities. Students from the United States and Mexico were trained in archaeological survey, laboratory methods, and basic geospatial analysis. This fostered international collaboration and enabled emerging scholars to gain skills critical for a career in archaeology. Both male and female students participated, thereby facilitating a gender-equitable work environment. Our team presented preliminary findings to Oaxacan communities via a lecture to middle school students and widely distributed reports.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2017<br>\n\t\t\t\t\tModified by: Arthur&nbsp;A&nbsp;Joyce</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1548941/1548941_10402950_1485636663010_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1548941/1548941_10402950_1485636663010_Figure1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1548941/1548941_10402950_1485636663010_Figure1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Lower Río Verde Valley, Oaxaca, Mexico</div>\n<div class=\"imageCredit\">Jessica D. Hedgepeth Balkin, Arthur A. Joyce</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Arthur&nbsp;A&nbsp;Joyce</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1548941/1548941_10402950_1485636945217_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1548941/1548941_10402950_1485636945217_Figure2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1548941/1548941_10402950_1485636945217_Figure2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Environmental Zones in the Lower Río Verde Valley</div>\n<div class=\"imageCredit\">Jessica Hedgepeth Balkin, Arthur Joyce</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Arthur&nbsp;A&nbsp;Joyce</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The R&iacute;o Verde Settlement Project (RVSP)\nDr. Arthur A. Joyce\nJessica D. Hedgepeth Balkin, MA\n\n \n\nOverview: The R&iacute;o Verde Settlement Project (RVSP) is an archaeological investigation of the relationship between environmental change, settlement patterns, and demography between 700 BCE and CE 1522 in the lower R&iacute;o Verde Valley of coastal Oaxaca, Mexico (Figure 1). This period captures the majority of settled life in the valley before the Spanish conquest (CE 1522). Previous research indicates that significant environmental changes occurred between 1800 and 150 BCE: the valley's floodplain expanded and resource-rich estuaries developed on the coastal plain (Figure 2). In these ecosystems, highly productive resources potentially supportive of large populations thrived, such as corn and fish. The RVSP investigates how changes in these habitats affected populations in the lower Verde region. Project objectives were to: 1) measure variability in prehispanic soil fertility across the valley to determine whether corn thrived better in particular environments, and 2) to assess the relative influence of resource availability on settlement location.\n\n      The RVSP objectives were achieved via five months of fieldwork in the lower Verde as well as laboratory research in Mexico and the United States. The primary components of the study included: 1) archaeological survey to document changes in settlement patterning, 2) soil sampling to examine prehispanic soil fertility, 3) soil export to a US laboratory to test for nutrients critical to corn growth (e.g., nitrogen), and 4) geospatial analysis to examine the relationship between ecological and settlement changes.\n\nIntellectual Merit: Fieldwork gathered potentially transformative information on the effects of environmental change on human societies, both past and present. The RVSP contributed to two scientific debates. First, scholars disagree on what types of ecosystems facilitated the most dependable surpluses in Mesoamerica between 700 BCE and CE 1522, a time of population growth, urbanism, and the spread of corn-based agriculture. Most researchers argue that demographic centers developed on highly arable lands, while some contend that centers also thrived near other productive environments such as estuaries. Our study tested whether settlement increased significantly in the following zones after environmental changes were complete in the lower Verde Valley (c.a. 150 BCE): 1) the floodplain only, or 2) the floodplain and estuaries. This study also addresses an important worldwide debate: how quickly do populations respond to environmental change? Many researchers have determined that human groups shifted locations after a lag time, regardless of whether landscape productivity decreased or improved. This is often due to sociocultural factors such as labor investments in settlements, a scenario which also occurs today. We tested whether a lag of one archaeological time period (at least 250 years) could be observed before significant occupational changes took place.\n\nMajor Findings:  We surveyed 61 km2 in the lower Verde region during the RVSP. These settlement data have been combined with 164 km2 of survey results from previous years into a single geospatial database. The settlement pattern sample has increased considerably, and all major environmental zones now have a viable representation, including the floodplain, secondary valleys, piedmont, and coastal plain (containing the estuaries). We also collected 86 soil samples from all zones to investigate variation in soil fertility. This included both surface samples and paleosols (ancient soils); we are using paleosols to adjust the results of soil fertility tests to reflect prehispanic landscape conditions. Test results from the surface samples indicate that floodplain soils are the most fertile, and coastal plain soils are the second-most productive. It may thus have been possible to produce a surplus suitable for large populations in both zones. These results must be interpreted with caution, however, because the surface samples have not yet been adjusted using data from prehispanic land surfaces (paleosols).\n\n     The revised settlement database confirms some of our predictions, but also produces surprises. Preliminary results indicate that lower Verde settlement increased in both the floodplain and coastal plain after the environmental changes were complete (c.a. 400-150 BCE). Large population centers were more likely to develop in the floodplain, as expected. Significant settlement, however, also occurred in the piedmont and secondary valleys&mdash;zones hypothesized to be less productive. Explanations for these findings range from political shifts to the high flooding potential of the floodplain. Finally, evidence suggests that a time lag occurred between the environmental and settlement changes; familial ties to the landscape such as land tenure customs may be one reason.\n\nBroader Impacts: The RVSP had positive impacts on students and non-academic communities. Students from the United States and Mexico were trained in archaeological survey, laboratory methods, and basic geospatial analysis. This fostered international collaboration and enabled emerging scholars to gain skills critical for a career in archaeology. Both male and female students participated, thereby facilitating a gender-equitable work environment. Our team presented preliminary findings to Oaxacan communities via a lecture to middle school students and widely distributed reports. \n\n \n\n\t\t\t\t\tLast Modified: 01/28/2017\n\n\t\t\t\t\tSubmitted by: Arthur A Joyce"
 }
}