{
 "awd_id": "1548642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  State of Place Urban Data Analytics Platform Modeling Economic Return on Investment and Evidence-Based Urban Design and Development Strategies",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2015-12-31",
 "awd_max_amd_letter_date": "2015-12-31",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to guide real estate development toward walkable development by forecasting its economic value. In this way, the project will enhance environmental sustainability in cities by creating conditions that promote walking and reduce auto use. Mounting evidence reveals walkability has many social, health, and environmental benefits including increased happiness, lower rates of obesity and chronic disease and reduced greenhouse gas emissions. Walkability also enhances residential and commercial property values, retail and tax revenues, price resiliency, and occupancy rates. However, most US cities offer a limited number, if any, of walkable places. Allowing the real estate and planning industry to directly quantify the potential walkability of proposed developments and to forecast their potential economic value will help address existing structural and financial challenges to delivering more walkable places, consequently helping to enhance the sustainability of cities and the well-being of urban dwellers. Additionally, the proposed software product has potential applications within the healthcare industry by quantifying the health impact (both physically and economically) of walkability, as well as in the retail (i.e., siting) and the mobile advertising (i.e., predicting pedestrian behavior) industries. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will produce an integrated, user-facing urban database and analytics platform that forecasts the value add of walkable development. The demand for walkability - the ability to access goods and services within a safe, convenient, comfortable and interesting walk near homes and workplaces - far outpaces its supply. Cities lack ways to prioritize built environment projects based on their potential impact on walkability and economic development; planners are unable to integrate private market goals into their normative-based walkability plans; and real estate developers and investors are pressed to balance walkability goals with their fiduciary responsibilities. In response, the company has developed an algorithm quantifying walkability and a forecasting model predicting the economic impact of investing in walkable development. The proposed project would allow the company to integrate its backend calculations into a seamless database management and analytics platform with a user-friendly interface. Advancing the company's technological capacity will allow it to test whether its customers are willing to adopt a Software as a Service model (versus the current consulting structure), subsequently helping to scale the business, facilitating widespread adoption by the real estate and planning industries, and promoting more walkable, sustainable development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mariela",
   "pi_last_name": "Alfonzo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mariela A Alfonzo",
   "pi_email_addr": "mariela@stateofplace.co",
   "nsf_id": "000696177",
   "pi_start_date": "2015-12-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Urbanomix, Inc",
  "inst_street_address": "440 L St",
  "inst_street_address_2": "Unit 914",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "3055282642",
  "inst_zip_code": "200012584",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "GJS4ANKQ5D86"
 },
 "perf_inst": {
  "perf_inst_name": "Urbanomix, Inc",
  "perf_str_addr": "248 East 7th Street, #13-14",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100099998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-72592c08-3060-f6a7-7b96-34f000114fb9\"> </span></p>\n<p dir=\"ltr\"><span>Americans are increasingly forgoing the white picket fences of yesterday&rsquo;s suburban dream and embracing the bustling sidewalks of today&rsquo;s urban neighborhoods. Today, many Americans are searching for more than just a comfortable </span><em>house</em><span> in which to </span><em>reside</em><span>. They are seeking a great </span><em>neighborhood</em><span> they can wholeheartedly call </span><em>home</em><span>. They are craving the dynamic </span><span>experience</span><span> of </span><span>&ldquo;</span><span><strong><em>place</em></strong>.</span><span>&rdquo;</span><span> According to a 2015 National Association of Realtors survey, 79% of Americans want walkable neighborhoods that offer </span><span>access to goods, services, and experiences within a safe, convenient, comfortable, and interesting walk, up from 51% in 2004. &nbsp;</span></p>\n<p dir=\"ltr\"><span>But most cities have not heeded this resounding call for &ldquo;place.&rdquo; Only 30% of cities with populations over 200,000 are classified as walkable &ndash; a fundamental feature of great places. Most cities know they must deliver walkable, dynamic places that offer a high quality of life&nbsp;to attract talent and recruit top firms and tenants. However, cities face resistance from existing residents who do not want change or internal public sector stakeholders that have competing or outdated visions. Smaller cities lack the internal resources and expertise to properly address the demand for place. The inability to quantify and communicate the how building better places is economically profitable makes it challenging to address the corresponding supply-demand mismatch.</span></p>\n<p dir=\"ltr\"><span>We created State of Place to help cities more easily deliver the kinds of places people love &ndash; walkable, livable and high quality - by quantifying their economic value. State of Place is a rich and objective measure of place quality that quantifies what people love about - and want from &ndash; places based on a proprietary algorithm. Additionally, our forecasing model shows how increasing the State of Place Index impacts pedestrian volumes and economic value. While we previously offered State of Place as a consulting product, our National Science Foundation&rsquo;s (NSF) Small Business Innovation Research (SBIR) Phase I grant enabled us to integrate our innovative technology into a user-facing software. We used design thinking and Lean Startup methods to produce a minimum viable product (MVP) version of the State of Place Software as a Service (SaaS) predictive urban data analytics platform and test its commercial viability and users&rsquo; willingness to pay. State of Place can be accessed at </span><a href=\"http://www.stateofplace.co\"><span>www.stateofplace.co</span></a><span>. </span></p>\n<p>State of Place now empowers cities to tell their own data-driven stories about the power of place and convey the fiscal &ldquo;why&rdquo; behind their mission to enhance quality of life. Cities can use State of Place to show why walkability and livability &ndash; place &ndash; is more than just a social good, that it is key to maintaining a city's economic competitiveness. NSF&rsquo;s SBIR grant enabled us to scale our offering and unlock our expertise, democratizing an evidence-based approach to place-making.</p>\n<p dir=\"ltr\"><span>We worked closely with potential customers &ndash; cities, developers, and investors &ndash; to understand the challenges they faced in creating better places. We conducted over 70 interviews to help us narrow down who our customer was, what specific problems they faced, which problem was most pressing, and what kind of solution &ndash; that they would be willing to pay for - would address that problem. We developed the software simultaneously, in iterations, to ensure that we built something that was not only needed by customers, but also addressed a real societal need.</span></p>\n<p dir=\"ltr\"><span>The State of Place software calculates an area&rsquo;s State of Place Index (ranging from 0-100) based on a combination of 290 built environment characteristics, like street trees, sidewalks, benches, etc., collected for every block. Users can break down their Index into their State of Place Profile &ndash; composed of ten key features like Pedestrian Amenities or Traffic Safety &ndash; to understand why they got their score and how to improve it. The State of Place software helps users prioritize which changes to focus on based on their quality of place goals, economic development aims, and the feasibility of making certain improvements. For example, it might be more realistic in the short term to plant some trees, and then develop a park or new stores or apartments. Next, the software allows cities to test how different scenarios, like putting in new sidewalks versus adding some restaurants with outdoor seating, would impact the State of Place Index. Finally, cities can then forecast the economic impact of those scenarios, like how a new park might increase residential property values.</span></p>\n<p><span>More than just addressing the demand for better places, State of Place helps unleash other multiple benefits of great, walkable places, including better mental health, lowered obesity and diabetes rates, reduced risk of chronic diseases, lessened healthcare costs, lowered vehicle miles traveled and greenhouse gas emissions, and climate-change mitigation. For more information about State of Place visit </span><a href=\"http://www.stateofplace.co\"><span>www.stateofplace.co</span></a><span> or email </span><a href=\"mailto:mariela@stateofplace.co\"><span>mariela@stateofplace.co</span></a><span>.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2016<br>\n\t\t\t\t\tModified by: Mariela&nbsp;A&nbsp;Alfonzo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469698136981_Browse--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469698136981_Browse--rgov-800width.jpg\" title=\"Browse Data\"><img src=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469698136981_Browse--rgov-66x44.jpg\" alt=\"Browse Data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Users can browse the State of Place Index and Profile of one block, a set of blocks, or a while neighborhood, district, or city.</div>\n<div class=\"imageCredit\">State of Place</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mariela&nbsp;A&nbsp;Alfonzo</div>\n<div class=\"imageTitle\">Browse Data</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469696169340_Prioritize(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469696169340_Prioritize(1)--rgov-800width.jpg\" title=\"Prioritize Urban Design Goals\"><img src=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469696169340_Prioritize(1)--rgov-66x44.jpg\" alt=\"Prioritize Urban Design Goals\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Users can generate urban design recommendations based on the existing quality of an area (its State of Place Index + Profile), their quality of place and economic development goals, and the feasibility of making design changes.</div>\n<div class=\"imageCredit\">State of Place</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mariela&nbsp;A&nbsp;Alfonzo</div>\n<div class=\"imageTitle\">Prioritize Urban Design Goals</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469698629057_Scenario(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469698629057_Scenario(1)--rgov-800width.jpg\" title=\"Scenario Analysis\"><img src=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469698629057_Scenario(1)--rgov-66x44.jpg\" alt=\"Scenario Analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Users can model how different design changes to existing areas will impact walkability and quality of place - or the State of Place Index and Profile</div>\n<div class=\"imageCredit\">State of Place</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mariela&nbsp;A&nbsp;Alfonzo</div>\n<div class=\"imageTitle\">Scenario Analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469699012595_Forecast(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469699012595_Forecast(1)--rgov-800width.jpg\" title=\"Forecast Financials\"><img src=\"/por/images/Reports/POR/2016/1548642/1548642_10406555_1469699012595_Forecast(1)--rgov-66x44.jpg\" alt=\"Forecast Financials\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">User can estimate how the different design scenarios will impact economic value</div>\n<div class=\"imageCredit\">State of Place</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mariela&nbsp;A&nbsp;Alfonzo</div>\n<div class=\"imageTitle\">Forecast Financials</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nAmericans are increasingly forgoing the white picket fences of yesterday?s suburban dream and embracing the bustling sidewalks of today?s urban neighborhoods. Today, many Americans are searching for more than just a comfortable house in which to reside. They are seeking a great neighborhood they can wholeheartedly call home. They are craving the dynamic experience of \"place.\" According to a 2015 National Association of Realtors survey, 79% of Americans want walkable neighborhoods that offer access to goods, services, and experiences within a safe, convenient, comfortable, and interesting walk, up from 51% in 2004.  \nBut most cities have not heeded this resounding call for \"place.\" Only 30% of cities with populations over 200,000 are classified as walkable &ndash; a fundamental feature of great places. Most cities know they must deliver walkable, dynamic places that offer a high quality of life to attract talent and recruit top firms and tenants. However, cities face resistance from existing residents who do not want change or internal public sector stakeholders that have competing or outdated visions. Smaller cities lack the internal resources and expertise to properly address the demand for place. The inability to quantify and communicate the how building better places is economically profitable makes it challenging to address the corresponding supply-demand mismatch.\nWe created State of Place to help cities more easily deliver the kinds of places people love &ndash; walkable, livable and high quality - by quantifying their economic value. State of Place is a rich and objective measure of place quality that quantifies what people love about - and want from &ndash; places based on a proprietary algorithm. Additionally, our forecasing model shows how increasing the State of Place Index impacts pedestrian volumes and economic value. While we previously offered State of Place as a consulting product, our National Science Foundation?s (NSF) Small Business Innovation Research (SBIR) Phase I grant enabled us to integrate our innovative technology into a user-facing software. We used design thinking and Lean Startup methods to produce a minimum viable product (MVP) version of the State of Place Software as a Service (SaaS) predictive urban data analytics platform and test its commercial viability and users? willingness to pay. State of Place can be accessed at www.stateofplace.co. \n\nState of Place now empowers cities to tell their own data-driven stories about the power of place and convey the fiscal \"why\" behind their mission to enhance quality of life. Cities can use State of Place to show why walkability and livability &ndash; place &ndash; is more than just a social good, that it is key to maintaining a city's economic competitiveness. NSF?s SBIR grant enabled us to scale our offering and unlock our expertise, democratizing an evidence-based approach to place-making.\nWe worked closely with potential customers &ndash; cities, developers, and investors &ndash; to understand the challenges they faced in creating better places. We conducted over 70 interviews to help us narrow down who our customer was, what specific problems they faced, which problem was most pressing, and what kind of solution &ndash; that they would be willing to pay for - would address that problem. We developed the software simultaneously, in iterations, to ensure that we built something that was not only needed by customers, but also addressed a real societal need.\nThe State of Place software calculates an area?s State of Place Index (ranging from 0-100) based on a combination of 290 built environment characteristics, like street trees, sidewalks, benches, etc., collected for every block. Users can break down their Index into their State of Place Profile &ndash; composed of ten key features like Pedestrian Amenities or Traffic Safety &ndash; to understand why they got their score and how to improve it. The State of Place software helps users prioritize which changes to focus on based on their quality of place goals, economic development aims, and the feasibility of making certain improvements. For example, it might be more realistic in the short term to plant some trees, and then develop a park or new stores or apartments. Next, the software allows cities to test how different scenarios, like putting in new sidewalks versus adding some restaurants with outdoor seating, would impact the State of Place Index. Finally, cities can then forecast the economic impact of those scenarios, like how a new park might increase residential property values.\n\nMore than just addressing the demand for better places, State of Place helps unleash other multiple benefits of great, walkable places, including better mental health, lowered obesity and diabetes rates, reduced risk of chronic diseases, lessened healthcare costs, lowered vehicle miles traveled and greenhouse gas emissions, and climate-change mitigation. For more information about State of Place visit www.stateofplace.co or email mariela@stateofplace.co.\n\n\t\t\t\t\tLast Modified: 07/28/2016\n\n\t\t\t\t\tSubmitted by: Mariela A Alfonzo"
 }
}