{
 "awd_id": "1549527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "History of Ixil Language Contact",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 358363.0,
 "awd_amount": 358363.0,
 "awd_min_amd_letter_date": "2016-03-10",
 "awd_max_amd_letter_date": "2016-03-10",
 "awd_abstract_narration": "In a multilingual and multicultural world, the languages we speak can change in different ways as speakers of those languages come into contact with one another for diverse purposes. Decades of linguistic research have investigated how languages can change as a result of this language contact. The research shows that both the linguistic details of the languages in contact and the social circumstances in which that interaction takes place, can effect what changes and what does not, but more precise details still remain to be established. One hypothesis is that more extensive change in a language's grammar can happen in situations of contact between languages that are very similar, for example languages that descend from a common ancestor, as is the case for Spanish, Italian and French, all of which share a common ancestor language, Latin. How this increased susceptibility to change in contact interacts with changes in society is crucial for understanding the ways in which multilingual interactions are changing language today. Such investigation,however, requires a long-term perspective, one that considers centuries of changing social relations and shifting linguistic forms. The Mayan language Ixil provides a useful case study for the investigation of language contact between similar languages in shifting social circumstances.\r\n\r\nIxil is spoken today in vibrant rural communities in highland Guatemala, as well as in immigrant communities in Virginia and elsewhere in the United States. Speakers of Ixil have been in contact with speakers of several related languages, particularly K'iche',Q'anjob'al, and the Lowland Mayan (Yukatekan and Ch'olan) languages. These languages are similar to Ixil to different degrees, and have had contact with Ixil at different points in time in distinct social contexts, providing a range of test cases to trace the relationship between linguistic form and social relations. Hieroglyphic writing and colonial manuscripts provide linguistic data for languages involved in these linguistic exchanges spanning more than two thousand years. This project will complement those available resources by gathering an extensive corpus of Ixil linguistic material. It will use those data to identify and contextualize Ixil linguistic innovations resulting from contact with Lowland (Yukatekan and Ch'olan) Mayan languages over more than a thousand years. The type and degree of Lowland Mayan linguistic influence on Ixil will provide insights into the nature of the historical interaction between Lowland and Highland languages prior to the Spanish Conquest. It will also provide a rich case study of the interplay between structural similarity and socio-historical factors in conditioning the outcomes of language contact. Another focus of the project is to involve students in cutting-edge linguistic research and to engage with the communities that speak Ixil today, aiding efforts to revitalize the language and to communicate the history of Ixil to the people most directly connected to that history.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Law",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Law",
   "pi_email_addr": "dannylaw@austin.utexas.edu",
   "nsf_id": "000620243",
   "pi_start_date": "2016-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 E. 27th St. Ste 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 358363.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>In a multilingual and multicultural world, the languages we speak can change in different ways as speakers of those languages come into contact with one another for diverse purposes. Over decades linguists have investigated how languages can change because of language contact. The research shows that both the linguistic details of the languages in contact and the social circumstances in which that interaction takes place, can affect what changes and what does not, but more precise details still remain to be established. One hypothesis is that more extensive change in a language's grammar can happen in situations of contact between languages that are very similar, for example languages that descend from a common ancestor, as is the case for Spanish, Italian and French, all of which share a common ancestor language, Latin. How this increased susceptibility to change in contact interacts with changes in society is crucial for understanding the ways in which multilingual interactions are changing language today. Such investigation, however, requires a long-term perspective, one that considers centuries of changing social relations and shifting linguistic forms. The Mayan language Ixil, a language spoken today in vibrant rural communities in highland Guatemala, as well as in immigrant communities in Ohio, Virginia and elsewhere in the United States, is an excellent case for the investigation of language contact between similar languages in shifting social circumstances. Speakers of Ixil have been in contact with speakers of several related languages, particularly K'iche', Q'anjob'al, and the Lowland Mayan (Yukatekan and Ch'olan) languages. These languages are similar to Ixil to different degrees, and have had contact with Ixil at different points in time in distinct social contexts, providing a range of test cases to trace the relationship between linguistic form and social relations. Hieroglyphic writing and colonial manuscripts provide linguistic data for languages involved in these linguistic exchanges spanning more than two thousand years. Prior to this project, however, very little was known about the Ixil language. Accordingly, the central goal of this project was to document the three dialectal varieties of Ixil Mayan. That corpus, now publicly archived on the digital Archive for Indigenous Languages of Latin America (AILLA) consists of 60 hours of recorded spoken Ixil, including oral histories, traditional narratives, ceremonial and ritual language, explanations of traditional methods of weaving, cooking, farming and healing and other topics and genres of speech.</p>\n<p><em>Intellectual Merit</em></p>\n<p>&nbsp;This rich dataset was used by project GRA Eric Adell as the basis of a dissertation, completed in 2019, on the phonology and morphology of Ixil. The data also confirms hypotheses generated on more limited data which show extensive linguistic influence in the grammatical morphology and syntax of Ixil from Lowland (Yukatekan and Ch'olan) Mayan languages over more than a thousand years. Oral histories collected in the project also relate fascinating insights about the Ixil people's historical relationship with Lowland Mayan groups (referred to as Tx'ol Vinaq). The data also show interesting similarities and differences between the type of linguistic influence seen from Lowland Mayan languages compared with more recent influence from nearby Q'anjob'alan languages and, to a lesser degree, K'iche'. These and other project findings have been reported already in several scholarly conferences, a dissertation, and an undergraduate honors thesis and are the subject of two journal articles currently in preparation.</p>\n<p><em>Broader Impacts</em></p>\n<p>When an endangered minority language, such is Ixil, is supported with additional descriptive and documentary materials, the effects can be far-reaching, and this project is no exception. The project included formal and informal collaborations with the Comunidad Ling??stica Ixil, a governmental organization charged with supporting and promoting the Ixil language, and the Universidad Ixil, an accredited institution of higher education that emphasizes the value of traditional knowledge. Both organizations have received both print and digital copies of the entire corpus, with its wealth of traditional knowledge, and participated in community workshops on linguistics, video-recording and Ixil history. The project equipment was donated to the Comunidad Ling??stica Ixil at the conclusion of the project and is currently available to the general Ixil community for a range of community-led projects. The project also directly contributed to the training of Ixil speaking community members. Seven Ixil speaker were part of the project team and received continuous training and supervision by the project PI and project GRA throughout the life of the project. These team members are now proficient in video and audio recording, transcription, and the fundamentals of linguistic analysis, and even co-authored, without the PI or GRA, an academic paper on interdialectal communication in Ixil at an international conference in Mayan linguistics, and one team member presented an additional sole-authored conference paper in the United States. The project also provided training research experience to one graduate student, who has now received is Ph.D., and a total of four undergraduate research assistants at the University of Texas.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2021<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Law</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nIn a multilingual and multicultural world, the languages we speak can change in different ways as speakers of those languages come into contact with one another for diverse purposes. Over decades linguists have investigated how languages can change because of language contact. The research shows that both the linguistic details of the languages in contact and the social circumstances in which that interaction takes place, can affect what changes and what does not, but more precise details still remain to be established. One hypothesis is that more extensive change in a language's grammar can happen in situations of contact between languages that are very similar, for example languages that descend from a common ancestor, as is the case for Spanish, Italian and French, all of which share a common ancestor language, Latin. How this increased susceptibility to change in contact interacts with changes in society is crucial for understanding the ways in which multilingual interactions are changing language today. Such investigation, however, requires a long-term perspective, one that considers centuries of changing social relations and shifting linguistic forms. The Mayan language Ixil, a language spoken today in vibrant rural communities in highland Guatemala, as well as in immigrant communities in Ohio, Virginia and elsewhere in the United States, is an excellent case for the investigation of language contact between similar languages in shifting social circumstances. Speakers of Ixil have been in contact with speakers of several related languages, particularly K'iche', Q'anjob'al, and the Lowland Mayan (Yukatekan and Ch'olan) languages. These languages are similar to Ixil to different degrees, and have had contact with Ixil at different points in time in distinct social contexts, providing a range of test cases to trace the relationship between linguistic form and social relations. Hieroglyphic writing and colonial manuscripts provide linguistic data for languages involved in these linguistic exchanges spanning more than two thousand years. Prior to this project, however, very little was known about the Ixil language. Accordingly, the central goal of this project was to document the three dialectal varieties of Ixil Mayan. That corpus, now publicly archived on the digital Archive for Indigenous Languages of Latin America (AILLA) consists of 60 hours of recorded spoken Ixil, including oral histories, traditional narratives, ceremonial and ritual language, explanations of traditional methods of weaving, cooking, farming and healing and other topics and genres of speech.\n\nIntellectual Merit\n\n This rich dataset was used by project GRA Eric Adell as the basis of a dissertation, completed in 2019, on the phonology and morphology of Ixil. The data also confirms hypotheses generated on more limited data which show extensive linguistic influence in the grammatical morphology and syntax of Ixil from Lowland (Yukatekan and Ch'olan) Mayan languages over more than a thousand years. Oral histories collected in the project also relate fascinating insights about the Ixil people's historical relationship with Lowland Mayan groups (referred to as Tx'ol Vinaq). The data also show interesting similarities and differences between the type of linguistic influence seen from Lowland Mayan languages compared with more recent influence from nearby Q'anjob'alan languages and, to a lesser degree, K'iche'. These and other project findings have been reported already in several scholarly conferences, a dissertation, and an undergraduate honors thesis and are the subject of two journal articles currently in preparation.\n\nBroader Impacts\n\nWhen an endangered minority language, such is Ixil, is supported with additional descriptive and documentary materials, the effects can be far-reaching, and this project is no exception. The project included formal and informal collaborations with the Comunidad Ling??stica Ixil, a governmental organization charged with supporting and promoting the Ixil language, and the Universidad Ixil, an accredited institution of higher education that emphasizes the value of traditional knowledge. Both organizations have received both print and digital copies of the entire corpus, with its wealth of traditional knowledge, and participated in community workshops on linguistics, video-recording and Ixil history. The project equipment was donated to the Comunidad Ling??stica Ixil at the conclusion of the project and is currently available to the general Ixil community for a range of community-led projects. The project also directly contributed to the training of Ixil speaking community members. Seven Ixil speaker were part of the project team and received continuous training and supervision by the project PI and project GRA throughout the life of the project. These team members are now proficient in video and audio recording, transcription, and the fundamentals of linguistic analysis, and even co-authored, without the PI or GRA, an academic paper on interdialectal communication in Ixil at an international conference in Mayan linguistics, and one team member presented an additional sole-authored conference paper in the United States. The project also provided training research experience to one graduate student, who has now received is Ph.D., and a total of four undergraduate research assistants at the University of Texas.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/17/2021\n\n\t\t\t\t\tSubmitted by: Daniel Law"
 }
}