{
 "awd_id": "1549764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geological Evolution of the Midcontinent Rift as a Hybrid Rift and Large Igneous Province",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Whitmeyer",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 192432.0,
 "awd_amount": 204648.0,
 "awd_min_amd_letter_date": "2016-05-02",
 "awd_max_amd_letter_date": "2017-08-04",
 "awd_abstract_narration": "The 1.1 billion year-old Mid-continent Rift is a 3,000 kilometer-long band of buried igneous and sedimentary rocks that is one of the most prominent features on gravity and magnetic maps of North America. One arm of the rift extends from Lake Superior to Oklahoma and the other through central Michigan to perhaps as far south as Alabama. Where exposed in the Lake Superior (or Keweenaw) region, surface observations and geophysical data indicate that the rift basin is filled with flood basalts, which are unusual landforms whose formation can have a devastating influence on climate and life. Most flood basalts around the world occur in so-called Large Igneous Provinces in which rapid eruption of a large volume of basaltic magma, created by deeper mantle processes (mantle plumes), flows great distances over existing topography to form a thick stack of lava flows. However, flood basalts of the Mid-Continent Rift depart significantly from this norm, occupying a relatively small space and erupted significant volumes for about 20 million years. These characteristics are difficult to explain solely through the traditional mechanisms proposed for the generation of flood basalts. This project explores the idea that the Mid-Continent Rift formed as a combination of rifting and interaction with deeper a mantle plume thus having characteristics of both a rift and a Large Igneous Province. Besides forming a fundamental structure of the North American continent, the Mid-continent Rift hosts important copper ore deposits in the Lake Superior region. The project would advance desired societal outcomes through: (1) improved STEM education and educator development through development of teaching modules and workshops for formal and informal educators; (2) increased public scientific literacy and public engagement with STEM through continuation of ongoing place-based outreach in national and state parks; and (3) development of a competitive STEM workforce through training of graduate students and by providing research opportunities for undergraduate students.\r\n\r\nIn contrast to typical rifts that are filled with a mixture of clastic sediments, volcanoclastics, and lava flows, the 3000-km Midcontinent/Keweenaw Rift is filled with flood basalt with thicknesses that exceed even most large igneous provinces. These observations can be resolved by considering the Midcontinent/Keweenaw Rift as a hybrid rift and mantle plume-generated large igneous province. In this model, the volcanics were deposited during an initial rift phase where flood basalts filled a fault-controlled extending basin, and a post-rift phase where volcanics and sediments were deposited in a thermally subsiding sag basin without associated faulting. This project addresses the question of how the rift and plume interacted, including the possibility of lengthy interaction between an initially distant plume via material flow at the base of the lithosphere. Specifically, the project will use major and trace element analysis, isotopic characterization (Sr, Nd, Pb, and Hf), and argon geochronology of rift basalts to determine: (1) the geochemical signatures of the source reservoirs contributing to the basalts and their change over time; and (2) the temperatures, pressures, and source composition(s) of melt generation. The project employs a 2D parallel primitive variable particle-in-cell finite-difference method to study the behavior and melt formation of rifting under Precambrian mantle conditions in the absence or presence of a plume and geodynamic modeling to constrain the extent of lateral migration of plume material under Precambrian mantle conditions coupled with a model for melting and melt extraction. Rifting history is determined from the cusp in the apparent polar wander path and microplate kinematics from gravity modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tyrone",
   "pi_last_name": "Rooney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tyrone Rooney",
   "pi_email_addr": "rooneyt@msu.edu",
   "nsf_id": "000091453",
   "pi_start_date": "2016-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "288 Farm Lane, Room 211",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 192432.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 12216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The award has facilitated geological research in the central portion of the North American continent. The most pronounced geologic feature within this region is the billion-year old Mid-Continent Rift System, which was the primary focus of this study. This ancient feature represents one of the best-preserved examples of a region where a continent began to break apart, but failed. A modern example of this type of system would be the East African Rift System (e.g., Great Rift Valley in East Africa). The Mid-Continent Rift has within it layers of rock that preserve lavas in a well-constrained temporal sequence. By sampling each layer and analyzing its geochemical characteristics, we have provided new insights into how the lavas were generated, and how the lavas ponded within the crust before they erupted. Our project has applied modern modeling tools to the Main Phase of volcanism (sampled from the Upper Peninsula of Michigan), where we show distinct cycles of magmatic activity coincident with differing fluxes of magma from the mantle. We have also provided new radiogenic isotope data on lavas from throughout the entire lava sequence that allow us to establish which part of the mantle is contributing melt to the lavas. We have shown that as the Mid-Continent Rift develops, the initial source of lavas is from a plume of hot material that originated deep in the mantle, and that this source changes such that it is progressively shallower over time. Our project has also initiated other studies that continue after this award has terminated. Leveraging this award, an undergraduate secured additional (ongoing funding) to explore magma bodies associated with the Mid-Continent Rift in the eastern Lake Superior region. This work examines the potential sources and time of creation of these magma bodies. Given the already established mining operations in this area on such magma intrusions, this work has broader implications beyond the discipline. One of the most important outcomes of this proposal has been in training and development. The project supported a Ph.D. student, who will submit his work on the project as one of his dissertation chapters. The project also supported a M.S. student who has recently graduated. The location of this project within close proximity to MSU has allowed 11 undergraduate students to directly participate in research. The students learned how to construct a research project, in some cases plan a field campaign, design a project, collect geochemical data, analyze data, and communicate their findings in poster or oral presentation form. In addition, the samples analyzed by the projected supported ~15-20 students who worked in the lab - these students gained valuable experience in performing intricate tasks that require precision and accuracy. The result of this student participation is the communication of the research findings more broadly: 7 presentations were made by undergraduate students at the University-wide MSU Research and Arts Fair over three different years; 7 presentations were made by graduate and undergraduate students at regional scientific meetings; 9 presentations were made by MSU graduate, undergraduate, and faculty associated with the project at national/international meetings. Two manuscripts are currently in peer review that are the direct products of research from this project and many more are in the process of being constructed on the basis of projects completed by graduate and undergraduate students. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2020<br>\n\t\t\t\t\tModified by: Tyrone&nbsp;Rooney</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe award has facilitated geological research in the central portion of the North American continent. The most pronounced geologic feature within this region is the billion-year old Mid-Continent Rift System, which was the primary focus of this study. This ancient feature represents one of the best-preserved examples of a region where a continent began to break apart, but failed. A modern example of this type of system would be the East African Rift System (e.g., Great Rift Valley in East Africa). The Mid-Continent Rift has within it layers of rock that preserve lavas in a well-constrained temporal sequence. By sampling each layer and analyzing its geochemical characteristics, we have provided new insights into how the lavas were generated, and how the lavas ponded within the crust before they erupted. Our project has applied modern modeling tools to the Main Phase of volcanism (sampled from the Upper Peninsula of Michigan), where we show distinct cycles of magmatic activity coincident with differing fluxes of magma from the mantle. We have also provided new radiogenic isotope data on lavas from throughout the entire lava sequence that allow us to establish which part of the mantle is contributing melt to the lavas. We have shown that as the Mid-Continent Rift develops, the initial source of lavas is from a plume of hot material that originated deep in the mantle, and that this source changes such that it is progressively shallower over time. Our project has also initiated other studies that continue after this award has terminated. Leveraging this award, an undergraduate secured additional (ongoing funding) to explore magma bodies associated with the Mid-Continent Rift in the eastern Lake Superior region. This work examines the potential sources and time of creation of these magma bodies. Given the already established mining operations in this area on such magma intrusions, this work has broader implications beyond the discipline. One of the most important outcomes of this proposal has been in training and development. The project supported a Ph.D. student, who will submit his work on the project as one of his dissertation chapters. The project also supported a M.S. student who has recently graduated. The location of this project within close proximity to MSU has allowed 11 undergraduate students to directly participate in research. The students learned how to construct a research project, in some cases plan a field campaign, design a project, collect geochemical data, analyze data, and communicate their findings in poster or oral presentation form. In addition, the samples analyzed by the projected supported ~15-20 students who worked in the lab - these students gained valuable experience in performing intricate tasks that require precision and accuracy. The result of this student participation is the communication of the research findings more broadly: 7 presentations were made by undergraduate students at the University-wide MSU Research and Arts Fair over three different years; 7 presentations were made by graduate and undergraduate students at regional scientific meetings; 9 presentations were made by MSU graduate, undergraduate, and faculty associated with the project at national/international meetings. Two manuscripts are currently in peer review that are the direct products of research from this project and many more are in the process of being constructed on the basis of projects completed by graduate and undergraduate students.  \n\n\t\t\t\t\tLast Modified: 04/03/2020\n\n\t\t\t\t\tSubmitted by: Tyrone Rooney"
 }
}