{
 "awd_id": "1549290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Breaking the Cycle of Poverty, Unsupported Educational Pathways and Stagnant Social Mobility via Mobile Apps",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2015-10-27",
 "awd_max_amd_letter_date": "2015-10-27",
 "awd_abstract_narration": "This SBIR Phase I project is targeted to support two end users; one being, first-generation college students who do not have the resources or college knowledge to get them through degree completion; and two, college advisors/counselors whose caseloads have reached insurmountable proportions making it impossible to provide quality attention to students with numbers spiking at rates not seen before since before the 2008 recession. Using technology that supports both users and research suggesting a need for innovative methods will find that this project can positively impact both. In the form of a mobile app, students are connected to their college advisor 24/7 and can send questions or concerns. Through this technology, students receive responses, notifications, and weekly guidance directly on their smart device, laptop or desktop. Implementing this app system not only teaches students and breaks down college policies and procedures, it also supports college advisors/counselors with reports and real-time data that enhances their role to perform efficiently through digital advising. Compared to the traditional methods currently being used today, significant differences can be found in the number of times and ways apps can provide service in just a matter of minutes. \r\n\r\nThe product and platform during Phase I consists of 29 different native, web-based, mobile applications to be accessed through the Google Play Store, App Store and used on any Internet-based smart device and/or computer by post-secondary students. The curriculum has been created from a psycho-cultural perspective - meaning considered the beliefs, behavior, and emotions of historically underrepresented first generation students and used that data in developing the app curriculum. This system also serves college advisors/counselors to generate a number of reports including number of advisor to student connections (up to 48 times per semester), student engagement as well as periodic and strategic grade checks. The apps are a stand-alone product with no need to integrate into any existing system and takes 15 minutes to learn. This app system is designed to supplement student support services via their college advisor/counselor and overall goal is to increase student retention, persistence, and graduation efforts. To measure usability and feasibility, research team will use system data reports and surveys completed by students and college advisors/counselors to interpret and summarize results to provide a solid foundation for Phase II R/R&D.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Romero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renee Romero",
   "pi_email_addr": "RRomero@CyclusBreak.com",
   "nsf_id": "000698626",
   "pi_start_date": "2015-10-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CyclusBreak",
  "inst_street_address": "3222 Champa Street",
  "inst_street_address_2": "",
  "inst_city_name": "Denver",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032043665",
  "inst_zip_code": "802052751",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "SEJPF83KWBM5"
 },
 "perf_inst": {
  "perf_inst_name": "CyclusBreak",
  "perf_str_addr": "3222 Champa Street",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802052751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>CyclusBreak's App Potential for Systemic Impact &amp; Preliminary Program-Assessment Feedback </strong></p>\n<p>High-impact student success programs are characterized by institutional efforts to ensure that support reaches all students who can benefit from it. Although its primary aim is to support students who are most at risk for college attrition, the CyclusBreak App has unlimited scalability, giving it the potential to touch the entire student body. The App could serve as a stimulus for igniting cross-divisional communication and collaboration across different organizational units of the college, harnessing their collective power to exert a synergistic effect on student success and a transformative effect on campus culture.</p>\n<p>Initial data collected from App-usage patterns, as well as surveys of students and advisors, point to the following program strengths and areas for improvement.</p>\n<p>Students and advisors reported overall satisfaction with the App. In particular, advisors valued the App&rsquo;s ability to consolidate student interactions and reports into a single place. Students appreciated the opportunity to connect virtually with their advisors and that the to-do checklists were very helpful. However, students did report that the checklists should include deadlines for completing the suggested tasks. To address this issue, current version now offers advisors to customize explicit deadline dates so that students not only know <em>what</em> tasks to complete, but also <em>when </em>to complete them.</p>\n<p>On the positive side of the ledger, the request for deadlines suggests to us that students are taking the to-do messages seriously and intend to take action on them. It was also gratifying to receive feedback from students about their desire to receive additional links for resources; this suggests that the App is developing student resourcefulness and willingness to take personal responsibility for their success. &nbsp;&nbsp;&nbsp;</p>\n<p>Student feedback also revealed interest in having the App&rsquo;s messages available in Spanish as well as English. Initial plans to incorporate this feature proved to be cost-prohibitive and time-consuming. However, the addition of this feature will be vigorously pursued because it will enhance the App&rsquo;s distinctiveness and product differentiation. More importantly, it will provide a distinctive benefit for Hispanic students and, perhaps, their family members&mdash;who can play a pivotal role in supporting student success.</p>\n<p>Feedback from students also indicates that too much information was delivered in some of the App&rsquo;s modules and some messages were too &ldquo;text heavy.&rdquo; These shortcomings will be rectified by streamlining existing content and incorporating prompts that will engage students with the information presented, calling for them to react to it, reflect on it, and act on it. In addition, the written text with be augmented with more visual elements, such as pictures of faces and places. Students responded very positively to the pilot&rsquo;s embedded videos, so use of this visual medium will be expanded to include short video clips of successful students sharing specific tips and testimonials (e.g., peer tutors and peer mentors), as well as students who have demonstrated grit by bouncing back from setbacks (e.g., students who recovered from academic probation and went on to achieve academic success).</p>\n<p>Lastly, CyclusBreak plans to enhance engagement by accompanying informational messages with motivational messages so that students not only learn about <em>what</em> they should do, but also <em>why</em> they should do it.</p>\n<p>Preliminary data collected on students&rsquo; App usage suggest that they need guidance in terms how to interact with advisors, what questions to ask them, and how to take advantage of their advisors&rsquo; expertise. In retrospect, this finding isn&rsquo;t surprising because students enter higher education with no prior experience with academic advisors; thus, they need some orientation and education about how to interact with an advisor in a meaningful and productive fashion. We plan to develop a module that educates students about the purpose of academic advising, the key roles played by an academic advisor, and what roles and responsibilities are as a student advisee.</p>\n<p>Similarly, the early usage patterns of advisors suggest that they may need professional development to prepare them to use the App more effectively, including learning about what type of advising strategies to use, what high-impact messages to deliver and when to deliver them. The unfortunate reality is that many academic advisors in higher education have received little or no formal pre-professional preparation for their role. In addition, advisors are often so overwhelmed with the technical and clerical aspects of advising, little time and opportunity is available for advisor professional development, especially with respect to student mentoring and student success. To help address this issue, with the help of our educational consultants CyclusBreak will design modules that provide academic advisors with professional development and support, particularly in the areas of student retention and student success.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Renee&nbsp;Romero</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "CyclusBreak's App Potential for Systemic Impact &amp; Preliminary Program-Assessment Feedback \n\nHigh-impact student success programs are characterized by institutional efforts to ensure that support reaches all students who can benefit from it. Although its primary aim is to support students who are most at risk for college attrition, the CyclusBreak App has unlimited scalability, giving it the potential to touch the entire student body. The App could serve as a stimulus for igniting cross-divisional communication and collaboration across different organizational units of the college, harnessing their collective power to exert a synergistic effect on student success and a transformative effect on campus culture.\n\nInitial data collected from App-usage patterns, as well as surveys of students and advisors, point to the following program strengths and areas for improvement.\n\nStudents and advisors reported overall satisfaction with the App. In particular, advisors valued the App?s ability to consolidate student interactions and reports into a single place. Students appreciated the opportunity to connect virtually with their advisors and that the to-do checklists were very helpful. However, students did report that the checklists should include deadlines for completing the suggested tasks. To address this issue, current version now offers advisors to customize explicit deadline dates so that students not only know what tasks to complete, but also when to complete them.\n\nOn the positive side of the ledger, the request for deadlines suggests to us that students are taking the to-do messages seriously and intend to take action on them. It was also gratifying to receive feedback from students about their desire to receive additional links for resources; this suggests that the App is developing student resourcefulness and willingness to take personal responsibility for their success.    \n\nStudent feedback also revealed interest in having the App?s messages available in Spanish as well as English. Initial plans to incorporate this feature proved to be cost-prohibitive and time-consuming. However, the addition of this feature will be vigorously pursued because it will enhance the App?s distinctiveness and product differentiation. More importantly, it will provide a distinctive benefit for Hispanic students and, perhaps, their family members&mdash;who can play a pivotal role in supporting student success.\n\nFeedback from students also indicates that too much information was delivered in some of the App?s modules and some messages were too \"text heavy.\" These shortcomings will be rectified by streamlining existing content and incorporating prompts that will engage students with the information presented, calling for them to react to it, reflect on it, and act on it. In addition, the written text with be augmented with more visual elements, such as pictures of faces and places. Students responded very positively to the pilot?s embedded videos, so use of this visual medium will be expanded to include short video clips of successful students sharing specific tips and testimonials (e.g., peer tutors and peer mentors), as well as students who have demonstrated grit by bouncing back from setbacks (e.g., students who recovered from academic probation and went on to achieve academic success).\n\nLastly, CyclusBreak plans to enhance engagement by accompanying informational messages with motivational messages so that students not only learn about what they should do, but also why they should do it.\n\nPreliminary data collected on students? App usage suggest that they need guidance in terms how to interact with advisors, what questions to ask them, and how to take advantage of their advisors? expertise. In retrospect, this finding isn?t surprising because students enter higher education with no prior experience with academic advisors; thus, they need some orientation and education about how to interact with an advisor in a meaningful and productive fashion. We plan to develop a module that educates students about the purpose of academic advising, the key roles played by an academic advisor, and what roles and responsibilities are as a student advisee.\n\nSimilarly, the early usage patterns of advisors suggest that they may need professional development to prepare them to use the App more effectively, including learning about what type of advising strategies to use, what high-impact messages to deliver and when to deliver them. The unfortunate reality is that many academic advisors in higher education have received little or no formal pre-professional preparation for their role. In addition, advisors are often so overwhelmed with the technical and clerical aspects of advising, little time and opportunity is available for advisor professional development, especially with respect to student mentoring and student success. To help address this issue, with the help of our educational consultants CyclusBreak will design modules that provide academic advisors with professional development and support, particularly in the areas of student retention and student success.\n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Renee Romero"
 }
}