{
 "awd_id": "1549292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Highly-sensitive, Self-calibrating Pressure and Temperature Sensors for Next Generation Human-computer Interfaces",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2015-12-02",
 "awd_max_amd_letter_date": "2015-12-02",
 "awd_abstract_narration": "The broader impact/commercial potential of this project begins first are foremost with integration of these 3-d interactive displays with mass produced electronic devices.  From the small scale (watches, smartphones) to the large scale (collaborative workplace displays), adding pressure and temperature sensitivity could introduce a whole new level of input and functionality.  In addition to improving functionality and productivity, these displays could widen the capabilities of gesture-based input for the elderly and disabled.  The multi-touch display market exceeds $10 billion and continues to grow, indicating a massive commercial opportunity.  However, combined pressure- and temperature-sensitive films can have broader applications beyond displays.  A natural extension for these sensors is wearable devices, especially those aimed at preventative and diagnostic healthcare (e.g. monitoring blood pressure, core temperature, wound healing).  Another logical application is robotics, where combined pressure and temperature sensor arrays can function as ?electronic skin?, mimicking the pressure and temperature sensitivity of human skin.  Finally, since this class of sensors is compatible with large-scale semiconductor manufacturing processes, they are expected to be low in cost, which would enable a future in which walls, windows, floors, and other surfaces can be infused with pressure and temperature sensitivity, adding significantly to the Internet of Things.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project is focused on developing multi-touch displays that are responsive to both pressure and temperature, in order to create a truly 3-dimensional interactive display experience.  A handful of commercial touch displays already offer pressure sensitivity, which extends user input ?into the screen?, but including sensitivity to temperature could allow user input ?above the screen? as well. It may now be possible to introduce both temperature and pressure sensitivity to displays by using a new class of transparent, polymer-based, thin-film pressure and temperature sensor arrays.  These sensor arrays utilize finely-tuned transparent polymers that are highly sensitive to either pressure or temperature.  The goal of this research is to develop a single transparent film with both pressure and temperature sensitivity, and to integrate this film beneath the glass of a display.  This will first require combining the pressure- and temperature-sensitive films without deteriorating the sensitivity of either one, by experimenting with lamination and deposition techniques.  Another key activity will be to improve the transparency of the temperature-sensitive film by adjusting its material composition.  Finally, the sensitivity of this film under a glass cover will need to be evaluated through extensive input testing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ranulfo",
   "pi_last_name": "Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranulfo Allen",
   "pi_email_addr": "randy@pascalor.com",
   "nsf_id": "000698729",
   "pi_start_date": "2015-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pascalor Inc.",
  "inst_street_address": "17217 Waterview Pkwy, Ste. 1.202",
  "inst_street_address_2": "",
  "inst_city_name": "Dallas",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2158686472",
  "inst_zip_code": "752528004",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TX04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Road",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1185",
   "pgm_ref_txt": "SENSORY SYSTEMS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The original goal of this project was to combine our pressure and temperature sensors for finger tracking above and &ldquo;through&rdquo; a multi-touch display in a consumer device. Finger tracking through the screen has been implemented most notably by Apple in the iPhone 6S. However, this has yet to be fully implemented in competitor&rsquo;s smartphones and in larger devices (e.g. tablets and larger). Additionally, hand and finger gesture recognition above the screen has been implemented in smartphones, but only for simple gestures such as hand waving or a hovering finger. These two sensing modalities have never been combined into one device. Our goal was to create a touchscreen device that could simultaneously measure finger location in three dimensional space above a screen, sense touches on the screen, and distinguish forceful touches through the screen.</p>\n<p>However, from our discussions with device manufacturers, we found that the level of interest in above the screen finger tracking was low. Hands-free use of phones has shown to be useful for quickly checking the phone but a clear use case for accurate above-screen finger tracking is not apparent, and therefore there was no clear &ldquo;market pull&rdquo; for such a technology. Additionally, potential customers at device OEMs made clear that a finger-tracking technology must have a similar response speed as the touch response of a capacitive touchscreen &ndash; the current industry standard. Through our initial technical evaluation work, we found that this would be problematic for using temperature sensors to track finger movement. We have carried out several experiments and computer modeling to try and understand if and how we could modify the sensors to improve the response time; however, the result indicated that physical/thermodynamic limitations were too great to overcome.</p>\n<p>While the customer interviews showed a lack of interest in above-screen gesture recognition, it did reveal a desire in the market for our pressure sensing technology. Customers indicated that the capacitive pressure-sensing technology introduced by Apple in the iPhone 6S was great for smartphones, but would not be able to be translated to larger and/or flexible displays. Customers told us that capacitive pressure-sensing technology is difficult to scale up to larger display sizes, and impossible to incorporate into flexible devices due to its requirement for an air gap (which is difficult to maintain with constant flexing).&nbsp; We believed that our technology would not be hampered by such limitations, and so we saw this as the clear market opportunity for our technology.</p>\n<p>We developed flexible pressure sensor arrays that can act as the basis for a touchscreen. This device had a transmittance of 96% in the visual spectrum, which is good enough to be placed in front of a display. Additionally, we developed electronics, firmware, and software to run these sensor arrays. This combination of electronics, software, and the sensor array created a complete sensor system. With a complete system demo in hand, this will help us further discussions with flexible display companies to understand whether we can meet the needs of these potential customers, or what changes would need to be made. Ideally, the demo will garner enough interest to initiate a joint development project with one of these firms to focus on integrating our pressure sensing layer into a display device.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2016<br>\n\t\t\t\t\tModified by: Ranulfo&nbsp;Allen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<di...",
  "por_txt_cntn": "\nThe original goal of this project was to combine our pressure and temperature sensors for finger tracking above and \"through\" a multi-touch display in a consumer device. Finger tracking through the screen has been implemented most notably by Apple in the iPhone 6S. However, this has yet to be fully implemented in competitorÆs smartphones and in larger devices (e.g. tablets and larger). Additionally, hand and finger gesture recognition above the screen has been implemented in smartphones, but only for simple gestures such as hand waving or a hovering finger. These two sensing modalities have never been combined into one device. Our goal was to create a touchscreen device that could simultaneously measure finger location in three dimensional space above a screen, sense touches on the screen, and distinguish forceful touches through the screen.\n\nHowever, from our discussions with device manufacturers, we found that the level of interest in above the screen finger tracking was low. Hands-free use of phones has shown to be useful for quickly checking the phone but a clear use case for accurate above-screen finger tracking is not apparent, and therefore there was no clear \"market pull\" for such a technology. Additionally, potential customers at device OEMs made clear that a finger-tracking technology must have a similar response speed as the touch response of a capacitive touchscreen &ndash; the current industry standard. Through our initial technical evaluation work, we found that this would be problematic for using temperature sensors to track finger movement. We have carried out several experiments and computer modeling to try and understand if and how we could modify the sensors to improve the response time; however, the result indicated that physical/thermodynamic limitations were too great to overcome.\n\nWhile the customer interviews showed a lack of interest in above-screen gesture recognition, it did reveal a desire in the market for our pressure sensing technology. Customers indicated that the capacitive pressure-sensing technology introduced by Apple in the iPhone 6S was great for smartphones, but would not be able to be translated to larger and/or flexible displays. Customers told us that capacitive pressure-sensing technology is difficult to scale up to larger display sizes, and impossible to incorporate into flexible devices due to its requirement for an air gap (which is difficult to maintain with constant flexing).  We believed that our technology would not be hampered by such limitations, and so we saw this as the clear market opportunity for our technology.\n\nWe developed flexible pressure sensor arrays that can act as the basis for a touchscreen. This device had a transmittance of 96% in the visual spectrum, which is good enough to be placed in front of a display. Additionally, we developed electronics, firmware, and software to run these sensor arrays. This combination of electronics, software, and the sensor array created a complete sensor system. With a complete system demo in hand, this will help us further discussions with flexible display companies to understand whether we can meet the needs of these potential customers, or what changes would need to be made. Ideally, the demo will garner enough interest to initiate a joint development project with one of these firms to focus on integrating our pressure sensing layer into a display device.\n\n \n\n\t\t\t\t\tLast Modified: 07/15/2016\n\n\t\t\t\t\tSubmitted by: Ranulfo Allen"
 }
}