{
 "awd_id": "1549418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development and Evaluation of Novel Polymeric Sheet Membranes for Membrane Bioreactors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 148902.0,
 "awd_amount": 148902.0,
 "awd_min_amd_letter_date": "2015-12-28",
 "awd_max_amd_letter_date": "2015-12-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research Phase I project is that it delivers a novel polymeric membrane filtration material that is resistant to fouling by sticky organic matter present in wastewaters treated in membrane bioreactors (MBRs).  Membrane fouling is a leading problem encountered in MBR systems, and is poorly served by incumbent technologies. Filtration membranes made from the proposed engineered polymer material could be significantly more fouling resistant, easily cleanable, and display enhanced chemical resilience compared to conventional polymeric membranes used in commercially available MBRs. The global MBR applications market is at its early growth phase, with no clear dominant technology and market leader. The proposed membrane technology will be highly differentiated and is expected to substantially improve the economics and reliability of MBRs.\r\n\r\nThe technical objectives of this Phase I research project are to develop a flat sheet membrane with (1) high water permeability, (2) hydrophilic and super-oleophobic surface properties, (3) high mechanical/thermal/acid/base resistance, and (4) high oxidant resistance. Membranes with high water permeability require lower operating pressures (lower energy requirements). Membranes that are extremely hydrophilic are more fouling resistant, and membranes that are highly oleophobic are more oil-tolerant. Mechanical, thermal, and chemical (acid, base, chlorine) tolerance are critical for enabling aggressive membrane cleaning. The oxidant tolerance is specifically desired to render the membranes functional in high purity oxygen membrane bioreactors (HPO-MBR), where high organic loading is maintained in persistently higher oxidation potential (high dissolved oxygen) media. Thus, polymeric membranes with better long-term oxidant resistance could exhibit longer lifetimes, and lower cleaning frequencies and downtime in an HPO-MBR process. This project aims to molecularly design the side chain functionality of the backbone polymer entity to create such an oxidation tolerant membrane. A polymeric membrane with these specifications has never been made, but would be very attractive to customers that need to treat wastewater with high chemical oxygen demand (COD) in advanced MBR processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Subir",
   "pi_last_name": "Bhattacharjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Subir Bhattacharjee",
   "pi_email_addr": "subir@waterplanet.com",
   "nsf_id": "000697322",
   "pi_start_date": "2015-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Water Planet Engineering LLC",
  "inst_street_address": "721 S Glasgow Ave., Suite D",
  "inst_street_address_2": "",
  "inst_city_name": "Inglewood",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3102158960",
  "inst_zip_code": "903013016",
  "inst_country_name": "United States",
  "cong_dist_code": "43",
  "st_cong_dist_code": "CA43",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Water Planet Engineering LLC",
  "perf_str_addr": "721 S Glasgow Ave Suite D",
  "perf_city_name": "Inglewood",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "903013016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "43",
  "perf_st_cong_dist": "CA43",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 148902.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water scarcity and deteriorating water quality are worldwide concerns as population growth, industrialization and climate change continue to stress freshwater reserves. Treating wastewaters and other degraded water sources to a high quality is beneficial for direct reuse or safe discharge to fresh surface waters. Membrane-based processes are poised to be the most viable water purification technology platform of the 21<sup>st</sup> century as these are scalable, economic, versatile, modular and customizable. Membrane filtration makes up 90% of revenues in the advanced water treatment market and is considered as the future of advanced water treatment. Membrane processes are projected to proliferate globally in water treatment and industrial separations.</p>\n<p>Membrane bioreactor (MBR) systems combine the benefits of membrane filtration technology with biological processes for municipal and industrial wastewater treatment applications. MBRs integrate a membrane barrier to separate the product water from the biomass, thereby producing a high quality effluent for safe reuse or discharge. The organic biomass materials sometimes can form gel-like or cake-type coatings on the membranes, severely choking the ability of the membrane to produce the filtrate, a phenomenon generally referred to as membrane fouling. Fouled membranes produce less filtered water than the originally designed capacity of the plant, consume higher amounts of energy per unit throughput, require more aggressive cleaning employing oxidizing agents (hypochlorite, peroxide, etc.) and other harsh chemicals, and adversely influence membrane longevity and integrity. Extensive physical and chemical cleaning would cause irreversible membrane damage, leading to an increasing membrane replacement rate. In particular, most common polymers are degraded after intermittent contact with oxidizing agents at low concentrations during cleaning.</p>\n<p>PolyCera<sup>TM</sup> membranes are marketed by Water Planet as membranes that perform as robustly and reliably as ceramic membranes, but offer the affordability and flexibility of polymeric membranes. These membranes are fouling resistant, water loving, &ldquo;non-stick&rdquo;, readily cleanable, amenable to high temperature operations, and have very high acid and alkali tolerance.&nbsp; The Phase I SBIR project conducted at Water Planet between January to June 2016 resulted in the development and preliminary evaluation of a new generation membrane made from a modified version of our proprietary PolyCera<sup>TM</sup> material platform. Select lead materials with enhanced oxidative resilience were synthesized using a batch synthesis approach. Solubility of these materials in conventional phase inversion solvents were systematically studied. Membranes were cast using the synthesized materials, and their performances were evaluated. A battery of tests was conducted to study the stability of these polymers and the membranes toward oxidation by sodium hypochlorite (bleach) under different experimental conditions. The modified PolyCera<sup>TM</sup> material and the membrane exhibited enhanced resistance to chemical oxidation compared to our original PolyCera<sup>TM</sup> based membranes, and stellar performance compared to commercially available state-of-the-art polymeric membranes. This innovation makes the new generation PolyCera<sup>TM</sup> membranes truly competitive against ceramic membranes in terms of continuous exposure to oxidizing environments, and becomes significantly differentiated from other polymer or polymer-composite membranes currently in the membrane market.</p>\n<p>With the improvement of PolyCera<sup>TM</sup>&rsquo;s oxidative resistance, these membranes can now work for longer durations in an oxidative environment, or can be cleaned with bleach. This material and membrane innovation will lead to a major step-change in the reliability of polymeric membranes used for high chemical oxidation demand (COD) MBR technology, typically used for industrial wastewater treatment, reuse, and recycle. Not only can the technology provide a robust membrane for use in conventional aerobic MBRs, but it can improve the performance of certain niche MBR technologies, such as high purity oxygen (HPO) &ndash; MBRs or anaerobic bioreactors, making these technologies more economical, reliable, and mainstream for industrial wastewater treatment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2016<br>\n\t\t\t\t\tModified by: Subir&nbsp;Bhattacharjee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater scarcity and deteriorating water quality are worldwide concerns as population growth, industrialization and climate change continue to stress freshwater reserves. Treating wastewaters and other degraded water sources to a high quality is beneficial for direct reuse or safe discharge to fresh surface waters. Membrane-based processes are poised to be the most viable water purification technology platform of the 21st century as these are scalable, economic, versatile, modular and customizable. Membrane filtration makes up 90% of revenues in the advanced water treatment market and is considered as the future of advanced water treatment. Membrane processes are projected to proliferate globally in water treatment and industrial separations.\n\nMembrane bioreactor (MBR) systems combine the benefits of membrane filtration technology with biological processes for municipal and industrial wastewater treatment applications. MBRs integrate a membrane barrier to separate the product water from the biomass, thereby producing a high quality effluent for safe reuse or discharge. The organic biomass materials sometimes can form gel-like or cake-type coatings on the membranes, severely choking the ability of the membrane to produce the filtrate, a phenomenon generally referred to as membrane fouling. Fouled membranes produce less filtered water than the originally designed capacity of the plant, consume higher amounts of energy per unit throughput, require more aggressive cleaning employing oxidizing agents (hypochlorite, peroxide, etc.) and other harsh chemicals, and adversely influence membrane longevity and integrity. Extensive physical and chemical cleaning would cause irreversible membrane damage, leading to an increasing membrane replacement rate. In particular, most common polymers are degraded after intermittent contact with oxidizing agents at low concentrations during cleaning.\n\nPolyCeraTM membranes are marketed by Water Planet as membranes that perform as robustly and reliably as ceramic membranes, but offer the affordability and flexibility of polymeric membranes. These membranes are fouling resistant, water loving, \"non-stick\", readily cleanable, amenable to high temperature operations, and have very high acid and alkali tolerance.  The Phase I SBIR project conducted at Water Planet between January to June 2016 resulted in the development and preliminary evaluation of a new generation membrane made from a modified version of our proprietary PolyCeraTM material platform. Select lead materials with enhanced oxidative resilience were synthesized using a batch synthesis approach. Solubility of these materials in conventional phase inversion solvents were systematically studied. Membranes were cast using the synthesized materials, and their performances were evaluated. A battery of tests was conducted to study the stability of these polymers and the membranes toward oxidation by sodium hypochlorite (bleach) under different experimental conditions. The modified PolyCeraTM material and the membrane exhibited enhanced resistance to chemical oxidation compared to our original PolyCeraTM based membranes, and stellar performance compared to commercially available state-of-the-art polymeric membranes. This innovation makes the new generation PolyCeraTM membranes truly competitive against ceramic membranes in terms of continuous exposure to oxidizing environments, and becomes significantly differentiated from other polymer or polymer-composite membranes currently in the membrane market.\n\nWith the improvement of PolyCeraTM?s oxidative resistance, these membranes can now work for longer durations in an oxidative environment, or can be cleaned with bleach. This material and membrane innovation will lead to a major step-change in the reliability of polymeric membranes used for high chemical oxidation demand (COD) MBR technology, typically used for industrial wastewater treatment, reuse, and recycle. Not only can the technology provide a robust membrane for use in conventional aerobic MBRs, but it can improve the performance of certain niche MBR technologies, such as high purity oxygen (HPO) &ndash; MBRs or anaerobic bioreactors, making these technologies more economical, reliable, and mainstream for industrial wastewater treatment.\n\n\t\t\t\t\tLast Modified: 09/02/2016\n\n\t\t\t\t\tSubmitted by: Subir Bhattacharjee"
 }
}