{
 "awd_id": "1549512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intensity and Amplification of Tropical Deep Convection",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 522055.0,
 "awd_amount": 522055.0,
 "awd_min_amd_letter_date": "2016-06-03",
 "awd_max_amd_letter_date": "2016-06-03",
 "awd_abstract_narration": "This research seeks to understand the basic mechanisms which control the intensity and aggregation of deep convection in the tropics. Deep convection refers to the overturning motions found in cumulus clouds and associated with showers and intense precipitation. A central issue addressed by this research is the contrast in convective intensity between land and ocean regions, which can be inferred from the difference in lightning flash rate per unit rainfall seen in satellite observations from the tropics. The higher flash rate is generally accepted as an indication that the updraft and downdraft speeds above the melting level are are greater for convective precipitation over land, thus the flash rate serves as a proxy for the intensity of convection. It is sometimes assumed that convection is more intense over land due to higher values of Convective Available Potentially Energy (CAPE), but evidence for this claim is somewhat ambiguous.  Other hypotheses have been proposed, including one that the difference is due to the more intense surface heating that occurs over land than ocean for the same temperature and insolation due to the dryness of the surface, another that the heterogeneity of land surfaces is at fault, and a third that the greater abundance of cloud and ice condensation nuclei over land are responsible.  The working hypothesis here is that greater instability over land is in fact the cause of the intensity difference, but that a systematic examination of the full distribution of CAPE values is required, rather than a simple comparison of land versus ocean mean values.\r\n\r\nFurther research would address the aggregation of convection in the tropics, meaning the tendency of precipitating convective clouds in the tropics to occur in large organized aggregates.  The work begins from the observation that episodes of organized convection typically start out with a \"bottom heavy\" structure, in which most of the latent heat of condensation (released as water vapor condenses into cloud droplets) occurs at low to middle levels of the troposphere.  As the convection intensifies the clouds deepen and take on a \"top heavy\" structure, eventually forming a broad stratiform region near the tropopause.  The PI hypothesizes that clouds with a bottom heavy structure are effective in drawing moisture and energy into the region, thereby intensifying convection and leading to the development of deep convective clouds.  The PI argues that this self-amplification can be understood in terms of a \"drying efficiency\" which determines the gross moist stability of the atmosphere is above or below a critical level.  The research also considers variations in the effectiveness of this amplification between short-lived and longer-lasting convective aggregates.\r\n\r\nThe work is conducted through a combination of observational data analysis and numerical model simulations.  Simulations use a cloud resolving model, often in a channel-shaped periodic domain with an island on one end but otherwise covered by an ocean surface.  Observational data comes from reanalysis products and weather balloon soundings, and includes an examination of CAPE over land and oceans.\r\n\r\nThe research has broader impacts due to the value of understanding, simulating, and forecasting the intensity and organization of tropical convective precipitation.  This is clearly an issue of local concern in the tropics, and large regions of tropical convection can also influence weather in middle and high latitudes.  A better understanding of the aggregation and organization of convection could thus lead to improvements in weather prediction over much of the globe.  The work also has educational broader impacts, as the project will support and train two graduate students, thereby providing for the next generation of scientists in this field.  The PI also works with the Expanding Your Horizons (EYH) program in Madison, WI.  EYH holds a one-day conference for that provides middle school-aged girls the opportunity to explore careers that use math and science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larissa",
   "pi_last_name": "Back",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Larissa E Back",
   "pi_email_addr": "lback@wisc.edu",
   "nsf_id": "000533954",
   "pi_start_date": "2016-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin - Madison",
  "perf_str_addr": "1225 West Dayton St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061695",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 522055.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7ba5ecfb-7fff-dd7b-4d04-54ec0181ea73\">\n<p dir=\"ltr\"><span>Our first goal in this work was to determine the physical mechanisms influencing convective intensity in cloud-resolving model simulations and data, relevant to the observed land-ocean contrast in lightning activity. Better understanding of environmental controls on convective intensities is needed to improve numerical weather simulations and detailed climate projections, including projections of extreme events.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>In the research supported by this grant, we found that high percentile updraft velocities (statistically sampled to control for precipitation rate) are not strongly influenced by the depth of the sub-cloud layer. They are also not strongly influenced by the fact that land warms up more than the ocean in the early afternoon, once precipitation variations are accounted for. However, convective intensity, as measured by appropriately statistically sampled high percentile updraft velocities, is strongly influenced by the dryness of the air that mixes with clouds as they rise. Specifically, when drier air mixes with typical rising clouds, the stability of the environment adjusts to the temperatures of these typical clouds such that the highest percentile updrafts have more energy available to them. This translates into the strongest updrafts being stronger. We found that this mechanism occurred in a number of field campaigns, though it has not previously been noted in the literature. It is also expected to occur with global warming, which could lead to faster updraft velocities and more intense storms in a warmer world.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our other major goal in the research supported by this grant was to determine the relative importance of various mechanisms to the amplification of atmospheric moisture anomalies in the tropics. Better understanding of the growth and decay of moisture anomalies is crucial to improving numerical weather and climate models, which have thus far struggled to capture some phenomena associated with moist convection. The growth and decay of moisture anomalies are key to many of these phenomena that numerical models do not simulate well and the insights from our work lead to possible paths to improving these simulations.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>In the research supported by this grant, we found that throughout the tropics, life-cycle related changes in the &ldquo;top-heaviness&rdquo; of the vertical motion profile play a role in the time-evolution of water vapor anomalies, or moisture modes. Specifically, during the growth phase of moisture anomalies, maximum vertical motion tends to be more &ldquo;bottom-heavy&rdquo; and occur lower in the atmosphere, while during the decay phase of moisture anomalies, maximum vertical motion tends to be more &ldquo;top-heavy&rdquo; and occur higher in the atmosphere. The successive evolution of vertical motion profiles from bottom-heavy to top-heavy plays a role in the time-evolution and propagation of the moisture anomalies, as well as their growth. The horizontal wind blowing around moisture anomalies also plays an important role in driving the moisture modes forward throughout the tropics, as has been previously known. In contrast, the relative importance of the vertical motion variations varies by ocean basin. We found that radiation and surface flux variations tend to resist the forward-evolution of the lifecycle of moisture modes, while horizontal and vertical air motions drive them forward leading to propagatin.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>To deduce these findings about moisture modes, we utilized a new diagnostic variation on energy budgets, which we refer to as the gross moist stability phase angle perspective. Our results from this approach provide a process-based target for testing and improving numerical models. This is a path towards improving our forecasts and projections in the tropics.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2022<br>\n\t\t\t\t\tModified by: Larissa&nbsp;E&nbsp;Back</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nOur first goal in this work was to determine the physical mechanisms influencing convective intensity in cloud-resolving model simulations and data, relevant to the observed land-ocean contrast in lightning activity. Better understanding of environmental controls on convective intensities is needed to improve numerical weather simulations and detailed climate projections, including projections of extreme events.\n \nIn the research supported by this grant, we found that high percentile updraft velocities (statistically sampled to control for precipitation rate) are not strongly influenced by the depth of the sub-cloud layer. They are also not strongly influenced by the fact that land warms up more than the ocean in the early afternoon, once precipitation variations are accounted for. However, convective intensity, as measured by appropriately statistically sampled high percentile updraft velocities, is strongly influenced by the dryness of the air that mixes with clouds as they rise. Specifically, when drier air mixes with typical rising clouds, the stability of the environment adjusts to the temperatures of these typical clouds such that the highest percentile updrafts have more energy available to them. This translates into the strongest updrafts being stronger. We found that this mechanism occurred in a number of field campaigns, though it has not previously been noted in the literature. It is also expected to occur with global warming, which could lead to faster updraft velocities and more intense storms in a warmer world.\n \nOur other major goal in the research supported by this grant was to determine the relative importance of various mechanisms to the amplification of atmospheric moisture anomalies in the tropics. Better understanding of the growth and decay of moisture anomalies is crucial to improving numerical weather and climate models, which have thus far struggled to capture some phenomena associated with moist convection. The growth and decay of moisture anomalies are key to many of these phenomena that numerical models do not simulate well and the insights from our work lead to possible paths to improving these simulations.\n \nIn the research supported by this grant, we found that throughout the tropics, life-cycle related changes in the \"top-heaviness\" of the vertical motion profile play a role in the time-evolution of water vapor anomalies, or moisture modes. Specifically, during the growth phase of moisture anomalies, maximum vertical motion tends to be more \"bottom-heavy\" and occur lower in the atmosphere, while during the decay phase of moisture anomalies, maximum vertical motion tends to be more \"top-heavy\" and occur higher in the atmosphere. The successive evolution of vertical motion profiles from bottom-heavy to top-heavy plays a role in the time-evolution and propagation of the moisture anomalies, as well as their growth. The horizontal wind blowing around moisture anomalies also plays an important role in driving the moisture modes forward throughout the tropics, as has been previously known. In contrast, the relative importance of the vertical motion variations varies by ocean basin. We found that radiation and surface flux variations tend to resist the forward-evolution of the lifecycle of moisture modes, while horizontal and vertical air motions drive them forward leading to propagatin.\n \nTo deduce these findings about moisture modes, we utilized a new diagnostic variation on energy budgets, which we refer to as the gross moist stability phase angle perspective. Our results from this approach provide a process-based target for testing and improving numerical models. This is a path towards improving our forecasts and projections in the tropics.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2022\n\n\t\t\t\t\tSubmitted by: Larissa E Back"
 }
}