{
 "awd_id": "1550281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSI: Collaborative Research: ENKI: Software infrastructure that ENables Knowledge Integration for Modelling Coupled Geochemical and Geodynamical Processes",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stefan Robila",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 450001.0,
 "awd_amount": 450001.0,
 "awd_min_amd_letter_date": "2016-08-19",
 "awd_max_amd_letter_date": "2016-08-19",
 "awd_abstract_narration": "Earth scientists seek to understand the mechanisms of planetary evolution from a process perspective in order to promote the progress of science.  They model the chemistry of melting of the interiors of planets as a result of heat flow within the body.  They calculate the flows of energy and mass from the interior to the surface. They model the interaction of fluids and rocks, which drives chemical weathering and the formation of ore deposits.  They seek to understand the synthesis and stabilities of organic compounds and their economic and biological roles.  They study the interactions of atmosphere, oceans, biosphere and land as a dynamically coupled evolving chemical system. To achieve this level of understanding of planetary evolution, Earth scientists use software tools that encode two fundamentally different types of models: (1) thermodynamic models of naturally occurring materials, and (2) models of transport that track physical flows of both fluids and solids.  Much of the fundamental science of planetary evolution lies in understanding coupled thermodynamic and transport models. This grant funds development of a software infrastructure that supports this coupled modeling of the chemical evolution of planetary bodies.   It is their aim to establish an essential and active community resource that will engage a large number of researchers, especially early career scientists, in the exercise of model building and customization.  \r\n\r\nThis is a project to create ENKI, a collaborative model configuration and testing portal that will transform research and education in the fields of geochemistry, petrology and geophysics.  ENKI will provide software tools in computational thermodynamics and fluid dynamics.  It will support development and access to thermochemical models of Earth materials, and establish a standard infrastructure of web services and libraries that permit these models to be integrated into fluid dynamical transport codes. This infrastructure will allow scientific questions to be answered by quantitative simulations that are presently difficult to impossible because of the lack of interoperable software frameworks.  ENKI, via the adoption of state-of-the-art model interfacing (OpenMI) and deployment environments (HubZero), will modernize how thermodynamic and fluid dynamic models are used by the Earth science community in five fundamental ways: (1) provenance tracking will enable automatic documentation of model development and execution workflows, (2) new tools will assist users in updating thermochemical models as new data become available, with the ability to merge these data and models into existing repositories and frameworks, (3) automated code generation will eliminate the need for users to manually code web services and library modules, (4) visualization tools and standard test suites will facilitate validation of model outcomes against observational data, (5) collaborative groups will be able to share and archive models and modeling workflows with associated provenance for publication. With these tools we seek to transform the large community of model users, who currently depend on a small group of dedicated and experienced researchers for model development and maintenance, into an empowered ensemble of model developers who take ownership of the process and bring their own expertise, intuition and perspective to shaping the software tools they use in daily research.  ENKI development will be community driven.  Participation of a dedicated and diverse group of early career professionals will guide us in user interface development - insuring portal capabilities are responsive to user needs, and in development of a rich set of documentation, tutorials and examples.  All software associated with this project will be released as open source.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Fox",
   "pi_email_addr": "foxp@rpi.edu",
   "nsf_id": "000518316",
   "pi_start_date": "2016-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 450001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"HeadingRed\">ENKI is a collaborative, Web-based model-configuration and testing portal that provides tools in computational thermodynamics and fluid dynamics. The ENKI project was conceived to address the central problem inhibiting the application of thermodynamic and fluid dynamical transport models in geochemistry, petrology, and geophysics: The large number of users who tried routinely use these models (researchers, students, industry professionals) previously relied on a small number of dedicated professionals who innovate novel capabilities and update models as new data emerge. Further, the process of model development was poorly documented. Model calibration software was not readily available, and the time commitment required for model development prohibited broad participation. ENKI overcame these problems by: (1) Automating the workflows for model development, (2) Providing the necessary data collections for the generation of self-consistent thermochemical databases and for thermodynamic model calibration, (3) Automating code generation and service creation, and (4) Allowing users to focus on model outcomes and visualizations rather than the mechanics of implementation.</p>\n<p class=\"Body\"><span lang=\"EN-US\">ENKI provided a portal with many functions, including Jupyter Notebook as a core capability, to transform the exercise of modeling into a transparent activity accessible to a broad group of users, enabled by three highly successful User Workshops, heavily featuring early career researches and faculty. More information on the goals and impacts of ENKI may be found at the project website (<a href=\"http://enki-portal.org/about.html\"><span class=\"Hyperlink0\">http://enki-portal.org/about.html</span></a>).</span>&nbsp;</p>\n<p class=\"Body\"><span lang=\"EN-US\">The project has provided an opportunity for all participants, PIs, staff, post-docs, graduate students, and members of the ENKI User Group, to hone their skills in Python and R. Additionally, the project has provided an opportunity for all to focus on the code documentation process and on the construction of effective Jupyter notebooks in support of replicable science. These skills will be valuable beyond the scope of this project and contribute significantly to the professional development of all involved.</span></p>\n<p class=\"Body\">Through the ENKI workshops, we were able to connect with students at other institutions, leading to the calibration-focused collaborations detailed above. A much larger circle of collaboration has been opened by the data collection efforts as part of the geothermodat project (including a significant number of undergraduates).</p>\n<p class=\"Body\"><span lang=\"EN-US\">Throughout all these activities, the PIs have placed a special emphasis on the importance of developing programming and computational skills. This has been carried out through one-on-one mentoring, small-group tutorials, and ongoing interaction through collaborative tools provided by GitLab and Slack. These skills in research software engineering are often the most difficult to acquire due to lack of preparation throughout many geoscience programs, and provide a significant advantage to the students as they prepare for future careers.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/09/2020<br>\n\t\t\t\t\tModified by: Peter&nbsp;Fox</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "ENKI is a collaborative, Web-based model-configuration and testing portal that provides tools in computational thermodynamics and fluid dynamics. The ENKI project was conceived to address the central problem inhibiting the application of thermodynamic and fluid dynamical transport models in geochemistry, petrology, and geophysics: The large number of users who tried routinely use these models (researchers, students, industry professionals) previously relied on a small number of dedicated professionals who innovate novel capabilities and update models as new data emerge. Further, the process of model development was poorly documented. Model calibration software was not readily available, and the time commitment required for model development prohibited broad participation. ENKI overcame these problems by: (1) Automating the workflows for model development, (2) Providing the necessary data collections for the generation of self-consistent thermochemical databases and for thermodynamic model calibration, (3) Automating code generation and service creation, and (4) Allowing users to focus on model outcomes and visualizations rather than the mechanics of implementation.\nENKI provided a portal with many functions, including Jupyter Notebook as a core capability, to transform the exercise of modeling into a transparent activity accessible to a broad group of users, enabled by three highly successful User Workshops, heavily featuring early career researches and faculty. More information on the goals and impacts of ENKI may be found at the project website (http://enki-portal.org/about.html). \nThe project has provided an opportunity for all participants, PIs, staff, post-docs, graduate students, and members of the ENKI User Group, to hone their skills in Python and R. Additionally, the project has provided an opportunity for all to focus on the code documentation process and on the construction of effective Jupyter notebooks in support of replicable science. These skills will be valuable beyond the scope of this project and contribute significantly to the professional development of all involved.\nThrough the ENKI workshops, we were able to connect with students at other institutions, leading to the calibration-focused collaborations detailed above. A much larger circle of collaboration has been opened by the data collection efforts as part of the geothermodat project (including a significant number of undergraduates).\nThroughout all these activities, the PIs have placed a special emphasis on the importance of developing programming and computational skills. This has been carried out through one-on-one mentoring, small-group tutorials, and ongoing interaction through collaborative tools provided by GitLab and Slack. These skills in research software engineering are often the most difficult to acquire due to lack of preparation throughout many geoscience programs, and provide a significant advantage to the students as they prepare for future careers.\n\n\t\t\t\t\tLast Modified: 05/09/2020\n\n\t\t\t\t\tSubmitted by: Peter Fox"
 }
}