{
 "awd_id": "1550528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SI2-SSI: Swift/E: Integrating Parallel Scripted Workflow into the Scientific Software Ecosystem",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924538",
 "po_email": "awalton@nsf.gov",
 "po_sign_block_name": "Amy Walton",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 68009.0,
 "awd_amount": 68009.0,
 "awd_min_amd_letter_date": "2016-09-13",
 "awd_max_amd_letter_date": "2016-09-13",
 "awd_abstract_narration": "Science and engineering research increasingly relies on repeated execution of a complex series of steps (i.e., workflows) to form hypotheses; conduct experiments; analyze results; and refine theory.   Computation is often essential throughout the workflow and in this case, software can improve productivity by managing the computational and data workflow.  Swift is one such open-source workflow system that has been developed and widely used in diverse areas ranging from materials simulations and climate modeling to neuroscience and genomics. This project extends the capabilities of Swift by integrating it with other software systems that enable collaboration, usability, maintainability, and productivity. The new ecosystem, Swift/E, will enable scientists and engineers to more productively create and run computational workflow campaigns of larger scale, and debug, execute, adapt, and disseminate them faster and easier than has been possible to date. These workflows embody and communicate the computational methods specific to each domain of scientific inquiry. Swift/E achieves community engagement and extensive productivity benefits for a large user community through an integrated program of research, education, and software dissemination. The project engages and serves science and engineering communities by creating patterns of practice for building and sharing reusable workflow libraries, and by training students, educators, and researchers in their use.  To advance the education of the next generation of computationally trained scientists, Swift/E powers a network of NSF-supported \"e-Labs\" that teach the concepts of collaborative parallel computational science at high school and undergraduate levels, reaching over a thousand students annually.\r\n\r\nThe open-source Swift/E \"ecosystem\" integrates Swift with several scientific software elements that play a major role in the national and global cyberinfrastructure of today. These elements are: Swift for the parallel scripting of scientific workflow; Globus for data cataloging, management, and high-speed wide-area transport; the Web-based Galaxy workflow portal for workflow composition, execution, and collaborative sharing; Jupyter for the interactive development, testing, debugging, and assembly of high level programming and workflow languages; Python and R for productively expressing high-level computational logic; and \"git\" and related tools and Web portals for revision control, code dissemination and sharing, and for the collaborative engagement of developers.  Swift's implicitly parallel programming language is minimal and compact.  Swift provides a facility for embedding other scripting languages (currently Python, R, Julia and Tcl) into its runtime environment.  This project merges newer extreme-scale \"Swift/T\" capabilities with the flexible and portable original \"Swift/K\" version to make the core Swift/E software element more powerful and flexible while lowering it?s ongoing support cost. Swift/E enhances usability by extending Swift's troubleshooting and inter-language integration facilities.  And with enhanced and innovative workflow sharing archives, new training materials, and a sustained program for user support and self-sustaining and expanding community engagement, the Swift/E project engages, supports, and sustains a large global science and engineering user base.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Baker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Baker",
   "pi_email_addr": "bakerj@tcnj.edu",
   "nsf_id": "000677218",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The College of New Jersey",
  "inst_street_address": "2000 PENNINGTON RD",
  "inst_street_address_2": "",
  "inst_city_name": "EWING",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6097713255",
  "inst_zip_code": "086181104",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "COLLEGE OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E4UZBXLPA2V3"
 },
 "perf_inst": {
  "perf_inst_name": "The College of New Jersey",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "086280718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8009",
   "pgm_ref_txt": "Scientifc Software Integration"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 68009.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"default\"><span>The primary goal of this collaborative project, led by the team at The University of Chicago, was to create a parallel scripting language, called Parsl, that could be widely used across many different scientific disciplines for high performance computing. The project aimed to meet the needs of a wide variety of users across many disciplines, and to provide sample workflows, documentation, and other training materials that would aid in the adoption of this parallel scripting platform. </span></p>\n<p class=\"default\"><span>The team at The College of New Jersey (TCNJ) was one of several collaborating institutions that worked alongside chemistry teams from Colorado State University, Northern Arizona University (NAU), and California State University at Los Angeles to develop computational chemistry workflows that could be translated into the Parsl language. TCNJ is a residential, primarily undergraduate institution with students from diverse backgrounds, and the Chemistry department at TCNJ provides American Chemical Society (ACS) certified degrees to a large number of majors each year, in additional to serving several hundred TCNJ students from other departments. Therefore, the project also had a significant impact on the training of undergraduate students at TCNJ in PI Baker?s computational chemistry laboratory over the course of the project period.</span></p>\n<p class=\"default\"><span>The computational chemistry research enabled by this project involved studying the interactions of proteins and lipids in novel liquid environments. More specifically, the TCNJ and NAU teams have worked together to understand how liquids composed of charged molecules (e.g., ionic liquids and/or deep eutectic solvents) can influence protein structure and membrane assembly and permeability. From our studies of model cell membranes in a deep eutectic solvent we discovered that the presence of the solvent impacted important membrane physical properties, and in our study of an intrinsically disordered protein in an ionic liquid we discovered that the solvent could shift the types of structures that the protein would adopt compared to being in water. The computational chemistry workflow for these types of simulations has been ported into Parsl, which allows for a more streamlined setup and execution of such simulations on high performance computing systems. This research has also led to additional directions exploring how solvent-modified membrane assembly, and how other proteins such as insulin have their structure and aggregation impacted in the specialized solvents. Additional publications related to these directions are also anticipated in the future, and will include undergraduate student authors.</span></p>\n<p class=\"default\"><span>The impact of this project on the development of undergraduate students at TCNJ has been significant. At TCNJ eight undergraduates have worked directly on the ionic liquid and deep eutectic solvent projects. Among them they included students from underrepresented groups in the sciences, first-generation college students, and students with backgrounds in diverse majors from physics, to chemistry, to biology. Students learned how to use high performance computing, how to set up and carry out computational chemistry calculations, and how to write scripts in Python, amongst other skills. Students also benefited from interacting with collaborators at other project sites. Undergraduates working on this project have gone on to pursue PhDs in fields such as chemistry and materials science, medical school, and dental school, and have earned awards such as the ACS Priscilla Carney Jones award, the NSF GRF award, and NSF GRF and Goldwater honorable mentions. Students have also presented their research at local, regional, and national conferences, and have been included on publications. </span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2021<br>\n\t\t\t\t\tModified by: Joseph&nbsp;Baker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The primary goal of this collaborative project, led by the team at The University of Chicago, was to create a parallel scripting language, called Parsl, that could be widely used across many different scientific disciplines for high performance computing. The project aimed to meet the needs of a wide variety of users across many disciplines, and to provide sample workflows, documentation, and other training materials that would aid in the adoption of this parallel scripting platform. \nThe team at The College of New Jersey (TCNJ) was one of several collaborating institutions that worked alongside chemistry teams from Colorado State University, Northern Arizona University (NAU), and California State University at Los Angeles to develop computational chemistry workflows that could be translated into the Parsl language. TCNJ is a residential, primarily undergraduate institution with students from diverse backgrounds, and the Chemistry department at TCNJ provides American Chemical Society (ACS) certified degrees to a large number of majors each year, in additional to serving several hundred TCNJ students from other departments. Therefore, the project also had a significant impact on the training of undergraduate students at TCNJ in PI Baker?s computational chemistry laboratory over the course of the project period.\nThe computational chemistry research enabled by this project involved studying the interactions of proteins and lipids in novel liquid environments. More specifically, the TCNJ and NAU teams have worked together to understand how liquids composed of charged molecules (e.g., ionic liquids and/or deep eutectic solvents) can influence protein structure and membrane assembly and permeability. From our studies of model cell membranes in a deep eutectic solvent we discovered that the presence of the solvent impacted important membrane physical properties, and in our study of an intrinsically disordered protein in an ionic liquid we discovered that the solvent could shift the types of structures that the protein would adopt compared to being in water. The computational chemistry workflow for these types of simulations has been ported into Parsl, which allows for a more streamlined setup and execution of such simulations on high performance computing systems. This research has also led to additional directions exploring how solvent-modified membrane assembly, and how other proteins such as insulin have their structure and aggregation impacted in the specialized solvents. Additional publications related to these directions are also anticipated in the future, and will include undergraduate student authors.\nThe impact of this project on the development of undergraduate students at TCNJ has been significant. At TCNJ eight undergraduates have worked directly on the ionic liquid and deep eutectic solvent projects. Among them they included students from underrepresented groups in the sciences, first-generation college students, and students with backgrounds in diverse majors from physics, to chemistry, to biology. Students learned how to use high performance computing, how to set up and carry out computational chemistry calculations, and how to write scripts in Python, amongst other skills. Students also benefited from interacting with collaborators at other project sites. Undergraduates working on this project have gone on to pursue PhDs in fields such as chemistry and materials science, medical school, and dental school, and have earned awards such as the ACS Priscilla Carney Jones award, the NSF GRF award, and NSF GRF and Goldwater honorable mentions. Students have also presented their research at local, regional, and national conferences, and have been included on publications. \n\n \n\n\t\t\t\t\tLast Modified: 01/08/2021\n\n\t\t\t\t\tSubmitted by: Joseph Baker"
 }
}