{
 "awd_id": "1550114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Origin of Long-lived Crustal Shear Zones as Transforms or Subduction Zones?",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 181790.0,
 "awd_amount": 181790.0,
 "awd_min_amd_letter_date": "2016-02-12",
 "awd_max_amd_letter_date": "2022-02-23",
 "awd_abstract_narration": "Large-scale faults (>1000 kilometer) are first-order features observed at Earth's active and ancient plate boundaries. Active faults, such as the San Andreas, accommodate relative motion between tectonic plates. Ancient plate boundary faults now within plates, such as the New Madrid fault in Missouri, can also continue to be active, as demonstrated by major earthquakes on them. Why some plate boundary faults remain the locus of crustal deformation and uplift 100s of millions of years after they form has remained a topic of debate. This study will provide ideas on how and why some major faults that form at plate boundaries persist as zones of weakness in the crust, prone to reactivation. The results will ultimately inform a broad group of scientists on deep crustal processes that control the location of seismicity, high heat flow, and hydrothermal systems that may have implications for the understanding of geologic hazards and resources. In addition to the scientific goals of the project, important societal relevant outcomes of the project will include the training of graduate and undergraduate students in an important STEM (Science, Technology, Engineering and Mathematics) discipline. The project will facilitate collaborative research between three U.S. research institutions, thus contributing to support of scientific infrastructure. It will provide research funding for two early career gescientists. The project will contribute to the broadening of participation of underrepresented groups in STEM. Importantly, the project will  foster international collaboration and exchange between U.S. and Argentine scientists. Results of the research will be broadly disseminated through presentations at professional society meetings and in peer-reviewed scientific publications. \r\n\r\nThe presence of major fault zones within continental crust which show evidence for reactivation over 100s of millions of years defies models for continuum deformation of the continents, wherein faults are viewed as passive features responding to mantle flow. Large-scale faults occur on every continent and many long-lived intracontinental fault systems record complex histories of reactivation, in particular localizing convergent and strike-slip deformation.  This research will test competing models for the origin of persistent large-scale faults by studying the tectonic history of exhumed middle and lower crust sections of an ancient fault zone. End member models predict that such fault zones originate either as: 1) convergent-collisional boundaries between blocks of different strength, 2) transform boundaries along pre-existing zones of weakness, or 3) strike-slip boundaries within the arc-forearc region of oblique subduction settings.  The Valle Fertil fault zone of western Argentina is an approximately 1200-kilometer-long major crustal lineament that records at least 400 million years of intermittent deformation and is an ideal location to test the above models because of excellent geophysical constraints on crustal strength contrasts, variable depths of exposure along strike, a well constrained tectonic evolution, and ideal mineral assemblages for dating the history of deformation within the fault. The results from the Valle Fertil fault can be applied to other intracontinental faults to address what factors determine the origin of major structures within complex orogens and the processes by which they ultimately become large-scale faults with complex histories of continued reactivation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Roeske",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah M Roeske",
   "pi_email_addr": "smroeske@ucdavis.edu",
   "nsf_id": "000294593",
   "pi_start_date": "2016-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 181790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The original theory of plate tectonics predicted that large ( &gt; magnitude 7) earthquakes should form almost exclusively at plate boundaries. However, our view of rigid plates has changed as continental interiors have experienced earthquakes on faults that were either not known or thought to be not capable of producing such large earthquakes. Continents contain many faults, inherited from ancient plate boundary processes, yet understanding why some faults may continue to be intermittently active, capable of damaging earthquakes, and others are not, is difficult. The goal of this study was to&nbsp;test competing hypotheses for how large-scale intracontinental faults initiate and become long-lived sites of reactivation.</p>\n<p>&nbsp;The research studied two active fault systems, in west-central Argentina and in south-central Alaska. The Valle Fertil fault zone in Argentina is undergoing several millimeters per year of crustal shortening and is part of a system of faults that generate large earthquakes. Our study documents that the zone of shortening started over 400 million years ago, during a time of subduction along an ancient plate boundary. The fault zone initiated as a strike-slip fault adjacent to a convergent plate boundary, accommodating lateral motion along the margin of an active volcanic arc formed above the subducting plate. An incoming continental block caused collision and ended subduction but the strike-slip motion continued for at least another 20 million years. We propose that the reason the fault zone continued to be intermittently active up through the present is that its initial formation formed a break, or a zone of weakness, through the whole lithosphere.</p>\n<p>&nbsp;The Denali fault in Alaska became famous in 2002, when a 7.9 magnitude earthquake ruptured much of the eastern extent of this strike-slip fault, resulting in over 18 feet of lateral displacement of the Alaska oil pipeline. Most researchers assumed such a large event was very unlikely in part because the total amount of displacement on it from past events was estimated to be minimal. Our prior research on this fault, funded by NSF, documented high rates of displacement (~1 centimeter per year) had likely started 52 million years ago and proposed that it had been active continually since. Our current research focused on the origin of the fault, to address why&nbsp;<em>this</em>&nbsp;fault, as opposed to other major faults nearby, had remained active continuously and the other faults did not. We documented that the fault had indeed been continuously active along one narrow (less than 200 meters wide) strand for over 45 million years. The rocks within the fault zone are not related to one another in age or in their place of origin. We interpret them to record pieces of ancient continental fragments caught between North America and outboard exotic blocks of ancient volcanic arcs. The active trace of the Denali fault thus is occupying a former collisional boundary that formed as a subduction zone, became a collision zone 90 million years ago, and then evolved into a strike-slip fault zone. The initial phase of subduction set the zone up for continued reactivation, very similar to the process that formed the long-lived fault zone in Argentina.&nbsp;</p>\n<p>&nbsp;The project resulted in the training of 3 graduate students that earned Masters degrees and 1 undergraduate field assistant. Two publications have been written to date; one is published and the other is in the process of submission.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/01/2024<br>\nModified by: Sarah&nbsp;M&nbsp;Roeske</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe original theory of plate tectonics predicted that large (  magnitude 7) earthquakes should form almost exclusively at plate boundaries. However, our view of rigid plates has changed as continental interiors have experienced earthquakes on faults that were either not known or thought to be not capable of producing such large earthquakes. Continents contain many faults, inherited from ancient plate boundary processes, yet understanding why some faults may continue to be intermittently active, capable of damaging earthquakes, and others are not, is difficult. The goal of this study was totest competing hypotheses for how large-scale intracontinental faults initiate and become long-lived sites of reactivation.\n\n\nThe research studied two active fault systems, in west-central Argentina and in south-central Alaska. The Valle Fertil fault zone in Argentina is undergoing several millimeters per year of crustal shortening and is part of a system of faults that generate large earthquakes. Our study documents that the zone of shortening started over 400 million years ago, during a time of subduction along an ancient plate boundary. The fault zone initiated as a strike-slip fault adjacent to a convergent plate boundary, accommodating lateral motion along the margin of an active volcanic arc formed above the subducting plate. An incoming continental block caused collision and ended subduction but the strike-slip motion continued for at least another 20 million years. We propose that the reason the fault zone continued to be intermittently active up through the present is that its initial formation formed a break, or a zone of weakness, through the whole lithosphere.\n\n\nThe Denali fault in Alaska became famous in 2002, when a 7.9 magnitude earthquake ruptured much of the eastern extent of this strike-slip fault, resulting in over 18 feet of lateral displacement of the Alaska oil pipeline. Most researchers assumed such a large event was very unlikely in part because the total amount of displacement on it from past events was estimated to be minimal. Our prior research on this fault, funded by NSF, documented high rates of displacement (~1 centimeter per year) had likely started 52 million years ago and proposed that it had been active continually since. Our current research focused on the origin of the fault, to address whythisfault, as opposed to other major faults nearby, had remained active continuously and the other faults did not. We documented that the fault had indeed been continuously active along one narrow (less than 200 meters wide) strand for over 45 million years. The rocks within the fault zone are not related to one another in age or in their place of origin. We interpret them to record pieces of ancient continental fragments caught between North America and outboard exotic blocks of ancient volcanic arcs. The active trace of the Denali fault thus is occupying a former collisional boundary that formed as a subduction zone, became a collision zone 90 million years ago, and then evolved into a strike-slip fault zone. The initial phase of subduction set the zone up for continued reactivation, very similar to the process that formed the long-lived fault zone in Argentina.\n\n\nThe project resulted in the training of 3 graduate students that earned Masters degrees and 1 undergraduate field assistant. Two publications have been written to date; one is published and the other is in the process of submission.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/01/2024\n\n\t\t\t\t\tSubmitted by: SarahMRoeske\n"
 }
}