{
 "awd_id": "1550717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Neotoma Paleoecology Database, Community-led Cyberinfrastructure for Global Change Research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927199",
 "po_email": "ramartin@nsf.gov",
 "po_sign_block_name": "Raleigh Martin",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 69832.0,
 "awd_amount": 69832.0,
 "awd_min_amd_letter_date": "2016-05-23",
 "awd_max_amd_letter_date": "2022-04-14",
 "awd_abstract_narration": "This Division of Earth Sciences Geoinformatics collaborative award supports continued development of Neotoma, a web-accessible centralized data clearinghouse for paleoecological data for which initial development support was provided by the EAR Geoinformatics Program (EAR- 0948652).  This effort will enhance the current Neotoma platform by: 1) maximizing rates of data ingest through on-going data mobilization campaigns, recruitment and training of new data stewards, and development of facilitation software; 2) expanding the Neotoma data model to facilitate new proxy acquisition and secondary data including organic biomarkers, isotopic data from faunal specimens, and faunal taphonomic information; 3) developing new tools for data visualization and scientific exploration; 4) fostering engagement and growth of the Neotoma research community through support for a series of workshops intended to train data users, data stewards, and teachers, and by development of an on-line blog.\r\n\r\nThe Neotoma geoinformatics platform will promote integrative studies of the biotic impacts of climate change over the past five million years by allowing greater access to previously collected geoscience data sets of relevance and the tools to support analysis at marginal cost.  The project will promote community engagement, support ease of data set ingestion, address PI team succession and promote educational module development.  This award directly addresses OMB Memo M-13-13 ?Open Data Policy-Managing Information as an Asset.?\r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Ashworth",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Allan C Ashworth",
   "pi_email_addr": "allan.ashworth@ndsu.edu",
   "nsf_id": "000400857",
   "pi_start_date": "2016-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 Administration Ave",
  "perf_city_name": "Fargo,",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 17458.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 17458.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 17458.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 17458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Access to reliable data is essential to any democratic society but especially so to science.&nbsp;&nbsp;Paleoecological data is widely dispersed and often in relatively obscure journals.&nbsp;&nbsp;The Neotoma database provides freely available data and to researchers saves reinventing the wheel for every project they work on.&nbsp;&nbsp;The Neotoma database is especially powerful in that it brings together a large number of constituent databases representing most organisms and geochemistry for the most recent part of Earth&rsquo;s history. &nbsp;The species in the database are the direct ancestors of those that are living. &nbsp;The fact that the Quaternary is a time of major climate change and also the time of the evolution of humans makes the database a widely used resource by anthropologists, biogeographers, ecologists, climatologists and paleontologists.&nbsp;&nbsp;The research funded for this project involved fossil insects, especially beetles.&nbsp;&nbsp;The purpose was to input site information, lists of insects and chronological data for North and South America.&nbsp;&nbsp;The data available through journal articles was revised and updated with respect to location, the addition of age models and names of the species which change as a result of subsequent taxonomic studies. Insects are the most speciose of all the taxa in Neotoma.&nbsp;&nbsp;For North America there are 220 sites with metadata and ages, mostly calibrated radiocarbon ages.&nbsp;&nbsp;The fossils for which there are 3510 taxa come from 1002 stratigraphic horizons. For South America there are 6 sites with metadata and radiocarbon chronologies.&nbsp;&nbsp;The fossils for which there are 181 taxa come from 65 stratigraphic horizons.&nbsp;&nbsp;Adding a species name to the Neotoma database requires a significant amount of work.&nbsp;&nbsp;The name has to be spelled correctly, the most recent synonym used, the author name and date of its description given, the fossil skeletal elements that enabled it to be identified from its fossils provided, and a literature reference providing evidence that it is a legitimate species. The coverage for North American published sites is about 95% and for South American published sites is about 34%.&nbsp;&nbsp;The fossils in Neotoma are eventually also incorporated into the Paleobiology database &lt;&nbsp;<a href=\"https://paleobiodb.org/#/\">https://paleobiodb.org/#/</a>&gt;.&nbsp;&nbsp;An additional dataset named Modern Insects has been initiated.&nbsp;&nbsp;The purpose of the dataset is to provide faunistic data that can be used to help in paleoenvironmental and paleoclimatic interpretations of fossil insect data.&nbsp;&nbsp;There are currently 12 sites in North America with a total of 465 taxa which come from 44 habitats.&nbsp;&nbsp;This dataset will eventually also provide a timeline by which to measure migration caused by global warming.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2023<br>\n\t\t\t\t\tModified by: Allan&nbsp;C&nbsp;Ashworth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAccess to reliable data is essential to any democratic society but especially so to science.  Paleoecological data is widely dispersed and often in relatively obscure journals.  The Neotoma database provides freely available data and to researchers saves reinventing the wheel for every project they work on.  The Neotoma database is especially powerful in that it brings together a large number of constituent databases representing most organisms and geochemistry for the most recent part of Earth’s history.  The species in the database are the direct ancestors of those that are living.  The fact that the Quaternary is a time of major climate change and also the time of the evolution of humans makes the database a widely used resource by anthropologists, biogeographers, ecologists, climatologists and paleontologists.  The research funded for this project involved fossil insects, especially beetles.  The purpose was to input site information, lists of insects and chronological data for North and South America.  The data available through journal articles was revised and updated with respect to location, the addition of age models and names of the species which change as a result of subsequent taxonomic studies. Insects are the most speciose of all the taxa in Neotoma.  For North America there are 220 sites with metadata and ages, mostly calibrated radiocarbon ages.  The fossils for which there are 3510 taxa come from 1002 stratigraphic horizons. For South America there are 6 sites with metadata and radiocarbon chronologies.  The fossils for which there are 181 taxa come from 65 stratigraphic horizons.  Adding a species name to the Neotoma database requires a significant amount of work.  The name has to be spelled correctly, the most recent synonym used, the author name and date of its description given, the fossil skeletal elements that enabled it to be identified from its fossils provided, and a literature reference providing evidence that it is a legitimate species. The coverage for North American published sites is about 95% and for South American published sites is about 34%.  The fossils in Neotoma are eventually also incorporated into the Paleobiology database &lt; https://paleobiodb.org/#/&gt;.  An additional dataset named Modern Insects has been initiated.  The purpose of the dataset is to provide faunistic data that can be used to help in paleoenvironmental and paleoclimatic interpretations of fossil insect data.  There are currently 12 sites in North America with a total of 465 taxa which come from 44 habitats.  This dataset will eventually also provide a timeline by which to measure migration caused by global warming.\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2023\n\n\t\t\t\t\tSubmitted by: Allan C Ashworth"
 }
}