{
 "awd_id": "1550935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing the Existence of Magma Mush Zones and Potential Processes of Magma Differentiation in the Mid-crust with In situ Mineral Geochemistry",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Geist",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 186606.0,
 "awd_amount": 186606.0,
 "awd_min_amd_letter_date": "2016-02-23",
 "awd_max_amd_letter_date": "2016-02-23",
 "awd_abstract_narration": "Detailed knowledge of magma plumbing systems beneath continent-margin volcanoes is crucial for understanding the evolution and growth of continental crust and the associated effects on crustal deformation and ore deposit formation. Understanding the time and length scales of processes in the magma plumbing system sheds light on the spatial distribution, type and frequency of volcanic eruptions and associated hazards. Although our understanding of continent-margin magmatism at depth is vastly improving, debate continues as to the dimensions, and even existence, of large magma volumes in sub-volcanic magma reservoirs, the interconnectivity between magma bodies through the thickness of the continental crust, and the importance and extent of processes that modify the chemistry of such magmas. The aim of this study is to investigate these missing, but critical pieces of the puzzle through study of plutons - ancient magmatic rocks formed at depth - as exposed in Yosemite National Park, California. Traditional bulk-rock element and isotope analyses have left too many fundamental questions about the architecture of crustal magmatic systems, resolution of which is a goal of this study through a new approach of utilizing micro-scale geochemical analysis of individual crystals in plutons. This research will also provide better data for numerical modeling efforts and has great potential to guide future studies of plutonic rocks.\r\n\r\nThis study will use texturally-constrained, element and isotope geochemical analysis of compositionally heterogeneous rock-forming and accessory minerals from strategically selected sites of the Tuolumne Intrusive Complex ? which was once a composite, mid-crustal arc magma reservoir - to test the following hypotheses. (1) Mineral zoning and inclusion relationships in plutonic rocks record distinct, decipherable magmatic histories. (2) Interconnected magma mush zones exist in mid-crustal reservoirs. (3) Mixing of crystal-rich magmas occurs between magmas injected from deeper levels and coexisting mush zones. (4) Crystal-liquid separation is an important process in the middle crust; consequently, many plutonic rocks are cumulate and do not represent liquid compositions. Testing these hypotheses will allow assessment of two models for mid-crustal arc plutons. A dike model predicts that magmas attain their chemical signatures in deep-crustal ?hot zones? and rise rapidly to sub-volcanic reservoirs without producing large magma bodies. A magma mush column model predicts that magmas form vertically-extensive reservoirs and undergo compositional modification at many crustal levels. Mineral analysis will allow identification of distinct mineral populations, interpretation of prevalent magmatic processes, assessment of the presence or absence of coeval magmas and their dimensions, and the ability of such magmas to chemically ?communicate?.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valbone",
   "pi_last_name": "Memeti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valbone Memeti",
   "pi_email_addr": "vmemeti@fullerton.edu",
   "nsf_id": "000584320",
   "pi_start_date": "2016-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Fullerton",
  "perf_str_addr": "800 N State College Blvd",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928313547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "45",
  "perf_st_cong_dist": "CA45",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 186606.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\n<p>Continental magmatic arcs are regions of voluminous volcanism, but also regions of large, vertically extensive, long-lived magma plumbing systems at the subsurface that are not trivial to examine in detail unless we access the rock record of ancient arcs. For this study, we focused on the Sierra Nevada batholith, where the 95-85 Ma, ca. 1,100 km<sup>2</sup> zoned Tuolumne intrusive complex (TIC) is exposed, to examine the nature of the magma processes and magma bodies that formed at 8-10 km depth over 10 million years.</p>\n<p>The project goals of this study were to use texturally-constrained geochemical analysis of rock-forming and accessory minerals from the TIC to test that (1) mineral zoning and inclusion relationships in plutonic rocks record distinct, decipherable magmatic processes; (2) that interconnected magma mush zones exist in upper to mid-crustal intrusions as exemplified by the interiors of the intrusive complex and the Kuna Crest lobe, which are distinct from the sheeted Kuna Crest margin (Memeti et al., in review); (3) that mixing of crystal-rich magmas occurs between magmas injected from deeper levels and between coexisting mush zones, and (4) that crystal-liquid separation was an important process in the upper to middle crust; consequently, many plutonic rocks have &ldquo;leaked&rdquo; rhyolitic magmas and thus are cumulate rather than representing liquid compositions (Barnes et al., 2019; Werts et al., 2020).</p>\n<p>We conclude that magmas do pool at upper to mid-crustal levels where they establish active magma mush zones and focused pathways over time (Ardill et al., 2018). Our data and interpretations to date show that the TIC started off in small, sheet-like magma batches that soon amalgamated to bigger magma mush bodies (Memeti et al., in review). Once a magma plumbing system was established, TIC magmas underwent extensive differentiation, magmatic mixing and recycling of melts and minerals between different magma zones active at the emplacement level (Chambers et al., 2020; Oppenheim et al., revised). There, the original, source derived compositions of these magmas were greatly modified. The increasing size of magma mush bodies with time facilitated the mixing of minerals between different magma batches and the loss of rhyolitic melts that could have potentially fed various sized volcanic eruptions at the surface (Barnes et al., 2019; Werts et al., 2020; Oppenheim et al., revised). Our study on the U-Pb geochronology of zircon inclusions in ca. 7cm long K-feldspar megacrysts of the Cathedral Peak unit established that these minerals preserved a surprisingly long magmatic history of crystal growth: 0.5 million years (Chambers et al., 2020). Not only are these results important for the interpretation of geochemical zoning of these megacrysts, but they also confirm that these minerals are of magmatic nature and thus provide us with information of magma processes occurring over hundreds of thousands of years.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This project has resulted in three completed MSc theses. Ten undergraduate students were involved in the project and four of these students completed senior theses. More than half of all students involved in this study were members of underrepresented groups. Students were involved in all aspects of the project, including writing of manuscripts and conference presentations. The project yielded a total of eight manuscripts at various stages of publication in Geology, Journal of Petrology, Geosphere, American Mineralogist, and GSA Bulletin, two of which have an MSc student as the first author and others that have undergraduate student co-authors. More than two dozens of PI and student authored abstracts were published for conferences. Several departmental and public talks were given by the PI on the topic of this study.</p>\n<p>We also contributed to the geologic education of the public visiting Yosemite National Park, providing an introduction to the processes that formed both magmatic and glacial features. Some of the results from this study are used in this online &ldquo;Yosemite Fire &amp; Ice&rdquo; geology audiotour mobile application that is freely downloadable from &ldquo;TravelStorys&rdquo;. See also <a href=\"https://www.travelstorys.com/tours/154/Yosemite%20National%20Park\">https://www.travelstorys.com/tours/154/Yosemite%20National%20Park</a></p>\n<p>Undergraduate student Rebekah King produced a virtual field trip website to explain Tuolumne intrusion formation and rock characteristics, which are in part based on this research. <a href=\"https://www.yosemitevirtualfieldtrip.net/\">https://www.yosemitevirtualfieldtrip.net/</a></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2020<br>\n\t\t\t\t\tModified by: Valbone&nbsp;Memeti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit\n\nContinental magmatic arcs are regions of voluminous volcanism, but also regions of large, vertically extensive, long-lived magma plumbing systems at the subsurface that are not trivial to examine in detail unless we access the rock record of ancient arcs. For this study, we focused on the Sierra Nevada batholith, where the 95-85 Ma, ca. 1,100 km2 zoned Tuolumne intrusive complex (TIC) is exposed, to examine the nature of the magma processes and magma bodies that formed at 8-10 km depth over 10 million years.\n\nThe project goals of this study were to use texturally-constrained geochemical analysis of rock-forming and accessory minerals from the TIC to test that (1) mineral zoning and inclusion relationships in plutonic rocks record distinct, decipherable magmatic processes; (2) that interconnected magma mush zones exist in upper to mid-crustal intrusions as exemplified by the interiors of the intrusive complex and the Kuna Crest lobe, which are distinct from the sheeted Kuna Crest margin (Memeti et al., in review); (3) that mixing of crystal-rich magmas occurs between magmas injected from deeper levels and between coexisting mush zones, and (4) that crystal-liquid separation was an important process in the upper to middle crust; consequently, many plutonic rocks have \"leaked\" rhyolitic magmas and thus are cumulate rather than representing liquid compositions (Barnes et al., 2019; Werts et al., 2020).\n\nWe conclude that magmas do pool at upper to mid-crustal levels where they establish active magma mush zones and focused pathways over time (Ardill et al., 2018). Our data and interpretations to date show that the TIC started off in small, sheet-like magma batches that soon amalgamated to bigger magma mush bodies (Memeti et al., in review). Once a magma plumbing system was established, TIC magmas underwent extensive differentiation, magmatic mixing and recycling of melts and minerals between different magma zones active at the emplacement level (Chambers et al., 2020; Oppenheim et al., revised). There, the original, source derived compositions of these magmas were greatly modified. The increasing size of magma mush bodies with time facilitated the mixing of minerals between different magma batches and the loss of rhyolitic melts that could have potentially fed various sized volcanic eruptions at the surface (Barnes et al., 2019; Werts et al., 2020; Oppenheim et al., revised). Our study on the U-Pb geochronology of zircon inclusions in ca. 7cm long K-feldspar megacrysts of the Cathedral Peak unit established that these minerals preserved a surprisingly long magmatic history of crystal growth: 0.5 million years (Chambers et al., 2020). Not only are these results important for the interpretation of geochemical zoning of these megacrysts, but they also confirm that these minerals are of magmatic nature and thus provide us with information of magma processes occurring over hundreds of thousands of years.\n\n \n\nBroader Impacts\n\nThis project has resulted in three completed MSc theses. Ten undergraduate students were involved in the project and four of these students completed senior theses. More than half of all students involved in this study were members of underrepresented groups. Students were involved in all aspects of the project, including writing of manuscripts and conference presentations. The project yielded a total of eight manuscripts at various stages of publication in Geology, Journal of Petrology, Geosphere, American Mineralogist, and GSA Bulletin, two of which have an MSc student as the first author and others that have undergraduate student co-authors. More than two dozens of PI and student authored abstracts were published for conferences. Several departmental and public talks were given by the PI on the topic of this study.\n\nWe also contributed to the geologic education of the public visiting Yosemite National Park, providing an introduction to the processes that formed both magmatic and glacial features. Some of the results from this study are used in this online \"Yosemite Fire &amp; Ice\" geology audiotour mobile application that is freely downloadable from \"TravelStorys\". See also https://www.travelstorys.com/tours/154/Yosemite%20National%20Park\n\nUndergraduate student Rebekah King produced a virtual field trip website to explain Tuolumne intrusion formation and rock characteristics, which are in part based on this research. https://www.yosemitevirtualfieldtrip.net/\n\n\t\t\t\t\tLast Modified: 09/16/2020\n\n\t\t\t\t\tSubmitted by: Valbone Memeti"
 }
}