{
 "awd_id": "1551693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Carbon Anodes in Potassium-Ion Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 530000.0,
 "awd_amount": 530000.0,
 "awd_min_amd_letter_date": "2016-01-29",
 "awd_max_amd_letter_date": "2016-01-29",
 "awd_abstract_narration": "CAREER 1551693 - Ji\r\n\r\nThe ongoing prosperity of society relies on energy security enabled by sufficient energy supply and efficient energy storage. Stationary energy storage is the key enabler for intermittent renewable energy resources, including solar and wind. The nature of stationary applications requires the storage technologies to have low cost, long cycle life and most importantly scalability and sustainability. Although lithium-ion batteries have dominated the market in electronics and electric vehicles, lithium is generally too expensive to be used in stationary applications. This calls for alternative technologies based on earth-abundant elements, such as sodium and potassium. To date, attention has focused on sodium-ion batteries. To broaden the field, the PI has shown that a broad array of carbon materials can reversibly store potassium ions with promising performance for energy storage applications. This project will determine design principles for carbon anodes using potassium ion chemistry. On the educational side, the project will bring state-of-the-art knowledge of energy storage to underserved students in Oregon rural schools by developing a new Science-Tour program. This will be eventually expanded to include other OSU faculty. This new program will benefit a large number of students who do not have access to on campus activities at a university. Additionally, the project will integrate training of high school and undergraduate students into the research program to accelerate discoveries on campus.\r\n\r\nThe technical goal of this CAREER award is to elucidate design principles for carbon anodes by determining the structure-property relationships in potassium ion batteries. The PI plans the following activities: (1) Identify the functional substructures that are responsible for K-ion storage in bulk carbon electrodes by investigating the evolving structural and kinetic properties during K-ion insertion via advanced in situ and ex situ characterizations; (2) Determine the structure-property correlation by creating new carbon structures with features controlled at nanometer and atomic scales; and (3) Develop and disseminate energy science activities to bring STEM inspiration to underserved students. This project will test the assumption that bulk carbon anodes cannot reversibly store potassium electrochemically at room temperature. Furthermore, this project will use potassium ion batteries as a platform to generate knowledge on the substructures in non-graphitic carbon anodes that are responsible for metal ion storage. This question will be addressed by exploiting the structural distortion of carbon electrodes generated by insertion of large potassium ions, which can reveal invaluable information of structural properties of non-graphitic carbons with a resolution at nanometer and atomic scales. To observe structural distortion, the project will employ neutron scattering, in situ TEM and electrochemical titration techniques. In addition, the project will draw upon the demonstrated capability of the PI on rational design of carbon local structures to reveal the impact of substructures on electrochemical performance. The unique combination of close observation and fine-tuning of carbon structures at an atomic scale will generate fundamental understanding of the structure-property relationships for carbon anodes. This will lead to elucidation of new design principles for carbon materials for metal-ion batteries. The research may cause a paradigm shift for the battery community, while initiating a new frontier on understanding and designing carbons for various purposes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiulei",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiulei Ji",
   "pi_email_addr": "david.ji@oregonstate.edu",
   "nsf_id": "000649214",
   "pi_start_date": "2016-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "Oregon State University",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973314003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 530000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project allowed the PI and the team to investigate the correlations between the local structures of carbon materials and their electrochemical properties in K-ion batteries. The project revealed that graphite anode exhibits near theoretical capacity, and its cycling properties are limited by the volumetric changes between the graphite and the different phases with K-ions inserted. The PI also found that both types of amorphous carbon, hard carbon and soft carbon, can deliver stable K-ion storage performance. Due to its tortuous internal structure, hard carbon is limited in high-rate performance; however, soft carbon can provide better power with limited capacity. The PI designed a hard-soft composite carbon that integrates both the high capacity and high rate performance in the same electrode materials. The PI extended the research to the cathode materials for K-ion batteries, where they investigated Prussian blue analogs and revealed that this family of electrode materials could exhibit a good capacity, high rate capability, and long cycling life. The PI and his collaborators demonstrated a full-cell K-ion battery with a new electrolyte. They found that the concentrated nonaqueous electrolytes are critical to ensure good efficiency and stable cycling life of both the cathode of Prussian blue and a graphite anode. The PI and his collaborators also attempted to reveal the limits of cycling life for Prussian blue cathode. In contrast to the common wisdom that K-ion battery cathode materials do not have long cycling life, the team used activated carbon as the counter electrode and demonstrated over 60,000 cycles of the cycle life of the Prussian blue cathode. Thus, this project allowed the PI and his collaborators to evaluate the prospect of commercializing K-ion batteries.</p>\n<p>In this CAREER project, the PI worked on ion charge carriers beyond K-ions, including ammonium ions. The group studied electrode materials as hosts for ammonium ions, including Prussian blue analogs and metal oxides such as V2O5. The research critically contributed to emerging battery technologies, including K-ion and ammonium ion batteries. During the comparative studies of different charge carriers, it was found that the chemical interactions between the inserted ion charge carriers and the host structures, particularly the extent of covalent bonding, have profound impacts on the electrochemical properties in batteries, including the capacity and the power performance. The new understanding is a new addition to the field of solid-state ionics. The PI summarizes the knowledge gained from this project in a few review articles. The project resulted in over 40 peer-reviewed publications in the battery field.</p>\n<p>The project has supported the research of graduate students, Ph.D. M.Sc. students who have benefited from the resources provided by this project. The PI has been using the research projects to educate these students to grow into scholars. Some of these students have started essential roles in the energy storage field, working in the industry and national laboratories. The postdoc trained in this project is currently an Assistant Professor at a U.S. university. The project also supports the PI?s outreach activities, including giving seminars to rural schools of Oregon before the Pandemic. The project also allowed the PI to provide virtual seminars to disseminate the knowledge learned in this project to the public.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2022<br>\n\t\t\t\t\tModified by: Xiulei&nbsp;Ji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project allowed the PI and the team to investigate the correlations between the local structures of carbon materials and their electrochemical properties in K-ion batteries. The project revealed that graphite anode exhibits near theoretical capacity, and its cycling properties are limited by the volumetric changes between the graphite and the different phases with K-ions inserted. The PI also found that both types of amorphous carbon, hard carbon and soft carbon, can deliver stable K-ion storage performance. Due to its tortuous internal structure, hard carbon is limited in high-rate performance; however, soft carbon can provide better power with limited capacity. The PI designed a hard-soft composite carbon that integrates both the high capacity and high rate performance in the same electrode materials. The PI extended the research to the cathode materials for K-ion batteries, where they investigated Prussian blue analogs and revealed that this family of electrode materials could exhibit a good capacity, high rate capability, and long cycling life. The PI and his collaborators demonstrated a full-cell K-ion battery with a new electrolyte. They found that the concentrated nonaqueous electrolytes are critical to ensure good efficiency and stable cycling life of both the cathode of Prussian blue and a graphite anode. The PI and his collaborators also attempted to reveal the limits of cycling life for Prussian blue cathode. In contrast to the common wisdom that K-ion battery cathode materials do not have long cycling life, the team used activated carbon as the counter electrode and demonstrated over 60,000 cycles of the cycle life of the Prussian blue cathode. Thus, this project allowed the PI and his collaborators to evaluate the prospect of commercializing K-ion batteries.\n\nIn this CAREER project, the PI worked on ion charge carriers beyond K-ions, including ammonium ions. The group studied electrode materials as hosts for ammonium ions, including Prussian blue analogs and metal oxides such as V2O5. The research critically contributed to emerging battery technologies, including K-ion and ammonium ion batteries. During the comparative studies of different charge carriers, it was found that the chemical interactions between the inserted ion charge carriers and the host structures, particularly the extent of covalent bonding, have profound impacts on the electrochemical properties in batteries, including the capacity and the power performance. The new understanding is a new addition to the field of solid-state ionics. The PI summarizes the knowledge gained from this project in a few review articles. The project resulted in over 40 peer-reviewed publications in the battery field.\n\nThe project has supported the research of graduate students, Ph.D. M.Sc. students who have benefited from the resources provided by this project. The PI has been using the research projects to educate these students to grow into scholars. Some of these students have started essential roles in the energy storage field, working in the industry and national laboratories. The postdoc trained in this project is currently an Assistant Professor at a U.S. university. The project also supports the PI?s outreach activities, including giving seminars to rural schools of Oregon before the Pandemic. The project also allowed the PI to provide virtual seminars to disseminate the knowledge learned in this project to the public.\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2022\n\n\t\t\t\t\tSubmitted by: Xiulei Ji"
 }
}