{
 "awd_id": "1551399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Comparative Utilization Of Animal Resources In Long Term Perspective",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2015-12-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 17716.0,
 "awd_amount": 17716.0,
 "awd_min_amd_letter_date": "2015-10-30",
 "awd_max_amd_letter_date": "2015-10-30",
 "awd_abstract_narration": "Under the supervision of Dr. John Marston, Anna Goldfield will undertake research to study how Neanderthals and anatomically modern humans (AMH) butchered prey carcasses to extract bone marrow and bone grease during the Middle and Upper Paleolithic (~300-12 thousand years ago) in southwest France. There is currently little academic consensus regarding the biological, cognitive, and cultural nature of Neanderthals and their replacement by AMH in Europe approximately 40,000-35,000 years ago. Differences in diet, hunting behavior, and resource use are among the major factors discussed as components of AMH success in Europe. Human diet is a crucial element of archaeological research into human prehistory and evolution, because it is a representation of cognition and behavior for which there is the most physical evidence, including the skeletal remains of animals hunted as prey. Animal bones are an excellent source of data for subsistence strategies in the Paleolithic because they are abundant and well preserved in many Middle and Upper Paleolithic archaeological sites. The research has contemporary significance because through comparison with the Neanderthals, human's nearest relatives, it is possible to gain insight into fundamental behaviorial aspects of our species.\r\n\r\nThis study addresses Neanderthal and AMH exploitation of bone marrow and bone fat, crucial nutritional resources during glacial periods in Paleolithic Europe. Goldfield will analyze animal bones from two Middle Paleolithic Neanderthal faunal assemblages (c. 70,000-50,000 years ago), two early Upper Paleolithic AMH assemblages (c. 35,000-40,000 years ago), and one later Upper Paleolithic AMH assemblage (c. 18,000-12,000 years ago). She will address questions of how Neanderthals and AMH prioritized and obtained important food resources such as meat, bone marrow, and bone grease from the carcasses of their prey. This study will combine traditional zooarchaeological analysis with a new coding system to characterize and quantify bone processing within each assemblage.\r\n\r\nThe focus of this research is the Perigord region of southwest France, which has a rich and well-documented Middle and Upper Paleolithic archaeological record, with abundant and well-preserved animal bone assemblages. The types of animal body parts in each assemblage included in the study and the fragmentation of these bones will highlight differences and patterning in the ways in which Neanderthals and AMH processed their prey. These differences will indicate whether AMH spent more time and effort extracting bone fats from individual carcasses than Neanderthals, a behavior which may have provided AMH with an evolutionary advantage. The study's use of consistent coding methods will allow important inter-site comparisons that will expand the applicability of this research into other geographical regions where Neanderthals and AMH are known to have overlapped. This will provide the opportunity to explore whether differences in Neanderthal and AMH resource use are universal, or are driven by other factors such as climate or geography. All primary data obtained during analysis will be stored permanently and made publicly accessible. Results will be disseminated through peer-review journals, conference papers, and field reports. Finally, Goldfield will incorporate the framework of this study into an illustrated handbook of archaeological field methods, with the aim of engaging students aged 12-18.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Marston",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Marston",
   "pi_email_addr": "marston@bu.edu",
   "nsf_id": "000219665",
   "pi_start_date": "2015-10-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Goldfield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Goldfield",
   "pi_email_addr": "aegoldfield@gmail.com",
   "nsf_id": "000692407",
   "pi_start_date": "2015-10-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 17716.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;In order to understand how the human mind and body evolved, we can compare early human behaviors with those of our closest ancient relative, the Neanderthals. A study of hunting and food processing behaviors allows us to determine how these hunter-gatherer groups of the glacial Pleistocene era in Europe sustained themselves. During periods when both Neanderthals and early modern humans existed in the same geographic region, the population that was best able to extract food resources from their environment would be better able to survive and reproduce. Thus, exploring diet and food processing offers insight into the evolution of adaptive behaviors that enabled the persistence of modern humans as a species in glacial environments.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This study focused on the use of fat resources from the bones of large-bodied, hunted mammals, which were primarily reindeer. It compared bone marrow and bone grease processing behavior by Neanderthals and early modern humans to address the question of whether one population used this highly nutritious resource, which was of critical importance during glacial periods, more intensively than the other. We tested the assumption that if early modern humans processed animal carcasses more intensively for bone fats, then this behavior may have increased population survival and reproductive success, contributing to early modern humans outcompeting Neanderthals in Europe.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The results of the study show no indication of differences in bone fat processing between species, but rather a difference in bone fat processing across several archaeological sites that corresponds to patterns of site use &mdash; e.g., different patterns of bone use were present at a seasonal hunting camp versus a long-term living site. Based on these results, it appears that with regards to bone fat extraction, the subsistence behavior of Neanderthals and early modern humans were more similar than previously thought. Other behavioral factors or external forces may be responsible for human persistence in Europe and the extinction of the Neanderthal population.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2016<br>\n\t\t\t\t\tModified by: Anna&nbsp;Goldfield</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            In order to understand how the human mind and body evolved, we can compare early human behaviors with those of our closest ancient relative, the Neanderthals. A study of hunting and food processing behaviors allows us to determine how these hunter-gatherer groups of the glacial Pleistocene era in Europe sustained themselves. During periods when both Neanderthals and early modern humans existed in the same geographic region, the population that was best able to extract food resources from their environment would be better able to survive and reproduce. Thus, exploring diet and food processing offers insight into the evolution of adaptive behaviors that enabled the persistence of modern humans as a species in glacial environments.\n\n            This study focused on the use of fat resources from the bones of large-bodied, hunted mammals, which were primarily reindeer. It compared bone marrow and bone grease processing behavior by Neanderthals and early modern humans to address the question of whether one population used this highly nutritious resource, which was of critical importance during glacial periods, more intensively than the other. We tested the assumption that if early modern humans processed animal carcasses more intensively for bone fats, then this behavior may have increased population survival and reproductive success, contributing to early modern humans outcompeting Neanderthals in Europe.\n\n            The results of the study show no indication of differences in bone fat processing between species, but rather a difference in bone fat processing across several archaeological sites that corresponds to patterns of site use &mdash; e.g., different patterns of bone use were present at a seasonal hunting camp versus a long-term living site. Based on these results, it appears that with regards to bone fat extraction, the subsistence behavior of Neanderthals and early modern humans were more similar than previously thought. Other behavioral factors or external forces may be responsible for human persistence in Europe and the extinction of the Neanderthal population.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2016\n\n\t\t\t\t\tSubmitted by: Anna Goldfield"
 }
}