{
 "awd_id": "1552099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Linking Calcium Sensor Gene Duplication and Functional Divergence to Plant Salt Tolerance",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 558184.0,
 "awd_amount": 558184.0,
 "awd_min_amd_letter_date": "2016-03-03",
 "awd_max_amd_letter_date": "2021-02-11",
 "awd_abstract_narration": "Soil salinity affects over 6% of the world's land mass, and currently causes the loss of at least three hectares of arable land worldwide each minute. It has been estimated that, in the United States alone, soil salinity reduces irrigated crop yields by 20-30% annually. With few exceptions, crop plants are unable to adapt to the stresses induced by elevated levels of salt in the soil. While genetic variation for plant growth in salinity (salt tolerance) exists, little is known about the genes underlying this variation. Two copies of a calcium sensor gene has been found in the plant species Eutrema salsugineum, while many related species have only one copy. Because Eutrema is able to grow in high salt soils that kill most, if not all crop plants, the duplication of this gene provides a unique opportunity to link its function to plant salt tolerance.  To do this, the project will uncover how and when the functions of the original and duplicate genes diverged and identify the physiological changes that resulted.  In addition, this project will be used to enhance the infrastructure of research, training, and outreach through the continued education and training of students and postdoctoral researchers at the University of Arizona, design of simple research modules for largely minority-serving K-12 classrooms in the Tucson area, and participation in outreach efforts to K-12 students and the community in Southern Arizona.\r\n\r\nGene duplication is a major source of genetic diversity and, consequently, adaptive evolution.  Because most duplicated genes are lost via pseudogenization, the maintenance of duplicated gene pairs in a genome can be indicative of an adaptive benefit conferred by the paralogous genes.  The CBL10 calcium sensor is present as a single gene in the salt-sensitive model plant Arabidopsis thaliana (Arabidopsis), but as two genes in its salt-tolerant relative, Eutrema (both members of the Brassicaceae).  This project will use the genetic and genomic resources developed for Arabidopsis to determine how new traits and phenotypes emerge from a gene duplication event and contribute to plant adaptation.  Specifically, characterization of Eutrema with reduced expression of the CBL10 genes will determine their specific functions in salt tolerance (Aim 1). Functional analysis of CBL10 homologs from closely related species within the Brassicaceae will determine when the duplicated Eutrema genes acquired the changes that led to their functional divergence (Aim 2). Analyses of CBL10 protein sequences and biochemical activities will identify domains that underlie the differences in Eutrema CBL10 function and the associated physiological mechanisms (Aim 3).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Schumaker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Karen S Schumaker",
   "pi_email_addr": "schumake@ag.arizona.edu",
   "nsf_id": "000446628",
   "pi_start_date": "2016-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 181181.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 377003.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most urgent global problems is finding enough water and land to support the world&rsquo;s food needs. The growing demand for plant-based agricultural commodities will require increased productivity on land currently in cultivation as well as expansion into marginal land for agricultural use. In either case, one of the biggest problems facing agriculture is increased salinity in the soil solution. Salinization affects land that receives little rain and is a growing problem for irrigation agriculture because long-term irrigation leads to the accumulation of salts, resulting in plant salt stress. Salinity affects more than 400 million hectares, over 6% of the world&rsquo;s land mass, and the Food and Agricultural Organization estimates that at least three hectares of arable land are lost worldwide each minute due to soil salinity. Practical solutions for sustainable agricultural outcomes require multifaceted approaches that include rational water and soil management policies, exploitation of natural genetic variation in crop species and transgenic technologies to incorporate salt tolerance elements -- results from our studies have provided critical information for the latter two approaches.</p>\n<p>An important strategy for understanding how some plants are able to grow in marginal soils is comparative analysis of related plants with different growth responses to soil salinity. Using the salt-sensitive plant <em>Arabidopsis thaliana</em> (Arabidopsis) and its salt-tolerant relative <em>Eutrema salsugineum</em> (Eutrema, maintains growth in salt-affected soils that kill most, if not all, crop plants), we have compared the composition and efficacy of pathways that allow the plants to deal with excess soil salinity, and identified components (genes and proteins) of these pathways.</p>\n<p>We found additional copies (genes) of several components of these pathways in salt-tolerant Eutrema. Using genetic and biochemical approaches, we uncovered the functions of these additional genes and linked them to increases in salt tolerance. In addition, we mapped the individual functions of the genes to specific regions of the associated proteins. We also carried the research more broadly to other related species of plants across the agriculturally important family (the Brassicaceae) to which Arabidopsis and Eutrema belong. We found that there are multiple ways these pathways and their components can contribute to salt tolerance. The research resulted in three peer-reviewed publications in the primary literature and was shared in invited seminars and with scientists from around the world.</p>\n<p>This research provided training opportunities for undergraduate and graduate students, as well as postdoctoral fellows. They were given the opportunity to learn how to think about, plan, carry out, analyze, and communicate research. The individuals who participated in the research continue to use their training in graduate and professional schools and through employment with biotechnology companies. In addition, approaches and results from the research were used in courses taught by the Principal Investigator.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/17/2022<br>\n\t\t\t\t\tModified by: Karen&nbsp;S&nbsp;Schumaker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most urgent global problems is finding enough water and land to support the world’s food needs. The growing demand for plant-based agricultural commodities will require increased productivity on land currently in cultivation as well as expansion into marginal land for agricultural use. In either case, one of the biggest problems facing agriculture is increased salinity in the soil solution. Salinization affects land that receives little rain and is a growing problem for irrigation agriculture because long-term irrigation leads to the accumulation of salts, resulting in plant salt stress. Salinity affects more than 400 million hectares, over 6% of the world’s land mass, and the Food and Agricultural Organization estimates that at least three hectares of arable land are lost worldwide each minute due to soil salinity. Practical solutions for sustainable agricultural outcomes require multifaceted approaches that include rational water and soil management policies, exploitation of natural genetic variation in crop species and transgenic technologies to incorporate salt tolerance elements -- results from our studies have provided critical information for the latter two approaches.\n\nAn important strategy for understanding how some plants are able to grow in marginal soils is comparative analysis of related plants with different growth responses to soil salinity. Using the salt-sensitive plant Arabidopsis thaliana (Arabidopsis) and its salt-tolerant relative Eutrema salsugineum (Eutrema, maintains growth in salt-affected soils that kill most, if not all, crop plants), we have compared the composition and efficacy of pathways that allow the plants to deal with excess soil salinity, and identified components (genes and proteins) of these pathways.\n\nWe found additional copies (genes) of several components of these pathways in salt-tolerant Eutrema. Using genetic and biochemical approaches, we uncovered the functions of these additional genes and linked them to increases in salt tolerance. In addition, we mapped the individual functions of the genes to specific regions of the associated proteins. We also carried the research more broadly to other related species of plants across the agriculturally important family (the Brassicaceae) to which Arabidopsis and Eutrema belong. We found that there are multiple ways these pathways and their components can contribute to salt tolerance. The research resulted in three peer-reviewed publications in the primary literature and was shared in invited seminars and with scientists from around the world.\n\nThis research provided training opportunities for undergraduate and graduate students, as well as postdoctoral fellows. They were given the opportunity to learn how to think about, plan, carry out, analyze, and communicate research. The individuals who participated in the research continue to use their training in graduate and professional schools and through employment with biotechnology companies. In addition, approaches and results from the research were used in courses taught by the Principal Investigator. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/17/2022\n\n\t\t\t\t\tSubmitted by: Karen S Schumaker"
 }
}