{
 "awd_id": "1553756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Beyond Condensation Reactions and Polymer Casting: New Water Treatment Membrane Materials Through Electropolymerization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 512613.0,
 "awd_amount": 512613.0,
 "awd_min_amd_letter_date": "2016-02-22",
 "awd_max_amd_letter_date": "2016-02-22",
 "awd_abstract_narration": "1553756\r\nJassby\r\n\r\nAlthough the water treatment community developed methods to control biofilms, organic fouling, and mineral scaling on membranes, these methods are often cost-prohibitive. By leveraging the principal investigator's (PI's) expertise in electrochemistry, membrane separations, and colloidal science, this project will advance the science and engineering of water treatment processes with a clear improvement over existing best practices. This project embodies the PI's goal of ensuring safe and plentiful water resources in a rapidly changing global environment by applying innovative technological solution. \r\n\r\nElectrochemical reactions have the potential to solve many of the most persistent challenges facing membrane-based water treatment processes. These challenges can be summarized as: 1) the sensitivity of reverse osmosis and nanofiltration membranes to oxidizing chemicals, such as chlorine, which significantly complicates biofilm management and membrane cleaning operations, and, 2) membrane fouling in in ultrafiltration and membrane distillation processes. This project will address both of these problems by applying electrochemical methods. The PI will use electropolymerization to fabricate a new generation of chlorine-resistant, smooth nanofiltration and reverse osmosis membranes, and electro-polymerize conducting polymers onto porous carbon nanotubes to form electroactive ultrafiltration and membrane distillation membrane materials that are resistant to electrocorrosion. The project is based on the central hypotheses that that electropolymerized polymeric films can maintain the chemical structures and transport properties critical to membrane separation processes while providing improved functionalities. The first major objective of the project is to fabricate, characterize, and test an electropolymerized material that combines the transport properties critical to nanofiltration and reverse osmosis processes with chlorine-resistance and a smooth surface. This objective will be pursued by developing appropriate electrically conducting substrates, identifying potential monomers, testing/characterizing the electropolymerized materials, and modeling the resulting polymeric material. The second major objective is to form electrically conducting ultrafiltration and membrane distillation membrane materials that can be used as anodes at high electrical potentials without suffering from electro-corrosion, and that can participate in electrooxidation reactions. This objective will be pursued by electropolymerizing conducting polymers onto carbon nanotubes substrates, characterizing the electrochemical, chemical and physical properties of the composite material, and describing the transport properties of the membrane materials. Finally, all the membranes will be tested for their anti-fouling properties using model organic and inorganic foulants. Electropolymerized chlorine-resistant nanofiltration and reverse osmosis materials and electro-corrosion resistant conducting membranes represent an advancement in membrane-based water treatment processes. They have potential applications in wastewater reuse, seawater desalination, and groundwater treatment. The project will develop fundamental understanding of the electrochemical reactions taking place during the fabrication of the new reverse osmosis material and during the electrochemical reduction of nitrate. The research plan directly addresses the NSF Environmental Engineering Program's emphasis on enhancing the availability of high quality water supplies. The focus of the education plan is to provide disabled military veterans with internships in order to attract/maintain them in STEM fields  Additionally, the PI works at a Hispanic-serving institution and collaborates with a community college that serves Hispanics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jassby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Jassby",
   "pi_email_addr": "jassby@ucla.edu",
   "nsf_id": "000627593",
   "pi_start_date": "2016-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 60100.0
  }
 ],
 "por": null
}