{
 "awd_id": "1554038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Additive Manufacturing using Electrospray Printing of Nanoparticle Inks",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2016-01-06",
 "awd_max_amd_letter_date": "2016-01-06",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) award will enable a novel additive manufacturing methodology for printing thin-films of nanoparticles. In additive manufacturing, objects with complex shapes are built up by depositing materials layer-by-layer. This approach has revolutionized the creation of large three-dimensional prototypes. However, it is not yet feasible to use this technology to print well-ordered layers at fine length scales. The ability to precisely control the position and orientation of the nanoparticles (i.e. the microstructure) within a thin-film is essential since this governs the electrical, mechanical, and optical properties of the film. The next-generation of high-performance devices for use in energy production, health care, and security will require a high-throughput manufacturing methodology that provides fine feature control. This award supports fundamental research on electrospray printing, a process that has the potential to offer precise control over thin-film structure while maintaining high-volume production. With this technique, electric fields are used to control the production of thin functional layers from nanoparticle solutions. This research will contribute to the acceleration of manufacturing innovation in the United States by enabling the creation of high technology jobs in the area of printed functional nanomaterials. Additionally, this effort will train and motivate students of varied levels and backgrounds in additive manufacturing through their engagement in interdisciplinary research and international partnerships.\r\n\r\nEstablishing the processing-structure-property relationships for thin-films of functional materials produced by electrospray printing will enable the process to become a viable manufacturing method. Key findings include identifying how the excess nanoparticle electric charge imparted by electrospray governs the structure of a printed deposit. This new knowledge will facilitate the creation of a novel printing technique incorporating substrate-level Coulombic intervention to control the microstructure at a scale that is yet to be achieved. Coulombic intervention uses a fringing field created in the vicinity of a target substrate to accurately steer and position the charged particles emitted by electrospray. Experimental studies and simulations will be used to establish a comprehensive framework for electrospray printing. Probabilistic modeling will provide critical insight into the evolution of an electrospray printed deposit that is difficult to obtain experimentally. This model will ultimately be used to design the structure of printed deposits for targeted functionality. The influence of substrate topology and material properties on film structure will also be elucidated to advance the versatility of electrospray printing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Chiarot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Chiarot",
   "pi_email_addr": "pchiarot@binghamton.edu",
   "nsf_id": "000616893",
   "pi_start_date": "2016-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported the development of electrospray printing, a novel additive manufacturing technique for creating thin conformal films. We discovered the processing-structure-property relationships for electrospray printing and created new knowledge on the important role of electric charge in governing the characteristics of the deposit. We showed that this technique can deliver material in a dry state to the target substrate to create highly porous films. A second regime was identified and defined as semi-dry printing, where a small amount of the carrier solvent remains when the print material is delivered to the target. Semi-dry printing created films that were very thin and dense, which enhances the performance of the coating for some applications. Given the important role of electric charge in this process, we developed a novel technique based on the use of&nbsp;electrostatic force microscopy to measure charge decay in an electrospray printed deposit. We discovered that the electrical properties of the target surface play an important role in dictating the properties of the printed film. Thicker, conformal films were printed onto conductive surfaces, while thinner films were formed on insulating surfaces. Highly conformal films were printed on complex, three-dimensional surfaces, including regions hidden from the emitter. We used electrospray printing to deploy conductive (metals), semiconducting, and insulating (polymeric) materials. Using these materials, we created films with a variety of functionalities, including: high conductivity, excellent electrical isolation, corrosion resistance, strong catalytic activity, and high optical transparency. The results of our research have been published in top-tier journals and presented at numerous international conferences.</p>\n<p>The new knowledge created by this research supported the translation of electrospray printing to support industrial applications. An autonomous benchtop electrospray printing system incorporating electrostatic focusing was built that provides exceptional control over the characteristics of the film deposit by directing the assembly of the print material. This printing system enhances the broader impacts of this project by supporting manufacturing innovation in the United States, in particular in the area of functional coatings and electronics manufacturing.</p>\n<p>Workforce development and outreach activities were an important contribution of this project. Training of undergraduate and graduate students, many from groups underrepresented in Mechanical Engineering, was part of our educational activities. The students who contributed to this project developed a broad set of skills in materials science and manufacturing, and later obtained positions at leading companies and educational institutions. We also created a STEM workshop and camp program for K-5 students in the Southern Tier of NY State, where we interacted with hundreds of elementary school students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2022<br>\n\t\t\t\t\tModified by: Paul&nbsp;Chiarot</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supported the development of electrospray printing, a novel additive manufacturing technique for creating thin conformal films. We discovered the processing-structure-property relationships for electrospray printing and created new knowledge on the important role of electric charge in governing the characteristics of the deposit. We showed that this technique can deliver material in a dry state to the target substrate to create highly porous films. A second regime was identified and defined as semi-dry printing, where a small amount of the carrier solvent remains when the print material is delivered to the target. Semi-dry printing created films that were very thin and dense, which enhances the performance of the coating for some applications. Given the important role of electric charge in this process, we developed a novel technique based on the use of electrostatic force microscopy to measure charge decay in an electrospray printed deposit. We discovered that the electrical properties of the target surface play an important role in dictating the properties of the printed film. Thicker, conformal films were printed onto conductive surfaces, while thinner films were formed on insulating surfaces. Highly conformal films were printed on complex, three-dimensional surfaces, including regions hidden from the emitter. We used electrospray printing to deploy conductive (metals), semiconducting, and insulating (polymeric) materials. Using these materials, we created films with a variety of functionalities, including: high conductivity, excellent electrical isolation, corrosion resistance, strong catalytic activity, and high optical transparency. The results of our research have been published in top-tier journals and presented at numerous international conferences.\n\nThe new knowledge created by this research supported the translation of electrospray printing to support industrial applications. An autonomous benchtop electrospray printing system incorporating electrostatic focusing was built that provides exceptional control over the characteristics of the film deposit by directing the assembly of the print material. This printing system enhances the broader impacts of this project by supporting manufacturing innovation in the United States, in particular in the area of functional coatings and electronics manufacturing.\n\nWorkforce development and outreach activities were an important contribution of this project. Training of undergraduate and graduate students, many from groups underrepresented in Mechanical Engineering, was part of our educational activities. The students who contributed to this project developed a broad set of skills in materials science and manufacturing, and later obtained positions at leading companies and educational institutions. We also created a STEM workshop and camp program for K-5 students in the Southern Tier of NY State, where we interacted with hundreds of elementary school students.\n\n\t\t\t\t\tLast Modified: 08/29/2022\n\n\t\t\t\t\tSubmitted by: Paul Chiarot"
 }
}