{
 "awd_id": "1554275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: DYNAMIC LIVING HYDROGEL NETWORKS FOR SPATIO-TEMPORAL CONTROL OF CELL SIGNALING",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925326",
 "po_email": "rduran@nsf.gov",
 "po_sign_block_name": "Randy Duran",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2016-01-29",
 "awd_max_amd_letter_date": "2019-07-18",
 "awd_abstract_narration": "Technical Abstract\r\nBiomaterials-based three-dimensional hydrogels that better reflect the extracellular microenvironment of native tissues are important for tissue repair and regeneration as well as cell-matrix interaction studies. Importantly, the biochemical signals between cell and surrounding matrix are dynamic over multiple time (seconds-weeks) and length (nm-cm) scales, and are dependent on tissue stiffness. Therefore, materials engineered to modulate cell response must be similarly dynamic in their spatio-temporal presentation of bio-ligands and material stiffness. Although hydrogels that control spatial and temporal presentation of bio-ligands by use of external triggers have been realized, these hydrogels have not yet provided 3 key properties: a) spatial control of cell signaling, b) simultaneous temporal presentation of bio-adhesivity, and c) independent control of bio-adhesivity and material stiffness to parse individual contributions to cell modulation. This NSF CAREER award, funded by the Biomaterials program in the Division of Materials Research, will enable development of a new class of nanocomposite hydrogels with control over the above mentioned three key properties within a single hydrogel. This work will advance current understanding of the role of biomaterial properties in controlling human stem cell fate through user-directed spatio-temporal control of cell-matrix interactions. This work will make interactive inquiry based learning permeate the underprivileged middle and high schools by training teachers and students. This CAREER award will grow the infrastructure of US engineers, in particular those from underrepresented minorities, with strong disciplinary competence in biomaterials through pedagogy and cutting-edge research.\r\n\r\nNon-Technical Abstract\r\nBiomaterials-based 3D hydrogels that better reflect the niche of native tissues and capture critical aspects of the dynamic microenvironment are of increasing importance for culturing of mammalian cells, including stem cells, for a wide range of applications in biomedicine. The flow of information between cells and their surrounding niche is spatially and temporally dependent on biochemical signals and cell-cell interactions. Despite advancement in the field of biomaterials, independent role of spatio-temporal biochemical signaling and biophysical properties of materials cannot be effectively studied using a single hydrogel system. This NSF CAREER award will overcome the current bottlenecks in biomaterials research by enabling the development of a new class of hydrogel that dynamically communicates with cells to control their fates. The proposed research will benefit society by developing advanced bio-functional tissues for regenerative medicine. In particular we expect this work to generate dynamic biomaterials for better understanding of stem cells and their interactions with local surroundings that will help treatment of neurological disorders and enable regeneration of neural grafts for short and long nerve gaps. The outcomes of this research will catalyze potential avenues of investigation in multiple disciplines, including cell culture, tissue fabrication, blood vessel generation, drug delivery, tumor engineering, and implants. This work will make interactive inquiry based learning permeate the underprivileged middle and high schools by training teachers and students. This CAREER proposal will grow the infrastructure of US engineers, in particular undergraduate and graduate students including those from underrepresented minorities, with strong disciplinary competence in biomaterials through pedagogy and cutting-edge research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ankur",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ankur Singh",
   "pi_email_addr": "ankur.singh@gatech.edu",
   "nsf_id": "000630372",
   "pi_start_date": "2016-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "130 Hollister Drive",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148531503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 95333.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 170627.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}