{
 "awd_id": "1554057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Actualizing Latent Diversity: Building Innovation through Engineering Students' Identity Development",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 529910.0,
 "awd_amount": 553848.0,
 "awd_min_amd_letter_date": "2016-02-16",
 "awd_max_amd_letter_date": "2020-01-30",
 "awd_abstract_narration": "CAREER: Realizing Latent Diversity: Building Innovation through Engineering Students' Identity Development\r\n\r\nThe U.S. needs new and innovative engineering solutions to meet the global demands of our growing economy. However, most engineers graduating from engineering degree programs are more alike in their problem solving approaches, ways of thinking, and engineering identities than different in their skills as innovative thinkers. Students who do not conform to this mold of \"being an engineer\" are often alienated from engineering, do not develop engineering identities, and leave engineering, which reduces the much-needed human potential for innovation. This project responds to these challenges by characterizing and empirically understanding how to support students' innovative mindsets and engineering identities. These underlying differences are termed latent diversity, attributes that are present as potential sources for innovation, but are not visible or actualized. The outcomes of this work will help create more inclusive college classrooms that accept a wider set of students and produce engineers who can adopt various perspectives for innovative problem solutions. These diverse engineers will be more prepared to address the grand challenges of the 21st century. \r\n\r\nThe overarching goal of this project is to characterize how diverse students experience the culture of engineering and negotiate their identities as engineers. This research can actualize the power of students' alternative mindsets and ways of thinking for greater innovation in engineering solutions. It also expands traditional strands of research on diversity in engineering in complementary and transformative ways. This project uses mixed methods to determine: 1) what kinds of diversity in thought, innovation mindsets, and attitudes are present in engineering students; 2) how undergraduate students with latent diversity form engineering identities within an engineering community of practice over time; and 3) what support, both inside and outside of the classroom, can be provided to promote inclusion of students with latent diversity in engineering. To garner this insight, national survey data from first-year engineering students will be collected and latent diversity will be characterized by using topological data analysis. From these results, longitudinal narrative interviews with latently diverse students will be use to understand students' identity development and how this identity development is supported or hindered by their classroom experiences and institutional structure. These narratives will be analyzed both deductively (informed by identity-trajectory theory) and inductively (based on individual experiences) to propose a new theoretical framework of latent diversity that can be incorporated into researchers' and practitioners' ways of understanding how to educate engineering students. \r\n\r\nThe integrated education plan will implement pedagogies to support the development of latently diverse students in first-year engineering programs (a critical time point at which many talented students are lost from engineering programs). Workshops for educators, co-curricular support program staff, and engineering administrators and policy makers will be developed to reframe ways of thinking about engineering students and enact evidence-based practices that can support students both in and out of the classroom. This approach will provide key engineering education personnel with novel tools to develop a new generation of innovators. The integrated research and educational plan will directly impact the educational experiences of thousands of engineering students to develop innovative, rather than homogeneous, engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Godwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allison Godwin",
   "pi_email_addr": "afg64@cornell.edu",
   "nsf_id": "000677512",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "701 W. Stadium Avenue",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 529910.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 23938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-67d4d83a-7fff-8671-26d8-93b60a1a1933\"> </span></p>\n<p dir=\"ltr\"><span>The purpose of this CAREER project is to characterize latent diversity--students' underlying attitudes, beliefs, and mindsets that they bring with them into engineering programs--to improve our understandings about how the process of engineering education shapes students' characteristics, identities as engineers, and pathways through engineering. Research indicates that the process of engineering education privileges particular ways of being, thinking, and knowing (often associated with whiteness and masculinity). These norms can communicate messages, both explicitly and implicitly, about who belongs in engineering. Students who experience this engineering education process may either leave engineering or norm, potentially reducing latent diversity and potential for innovation. This project examines latent diversity through a national survey and longitudinal narrative interviews to answer three research questions: 1) What kinds of diversity in attitudes, beliefs, and mindsets (i.e., latent diversity) are present in engineering students?; 2) How do undergraduate students with latent diversity form engineering identities within an engineering community of practice over time?; and 3) What support, both inside and outside of the classroom, can be provided to promote inclusion of students with latent diversity in engineering?</span></p>\n<p>In the first phase of this research a comprehensive survey of underlying attitudes, beliefs, and mindsets was sent to a nationally representative sample of first-year engineering students enrolled in 32 ABET accredited engineering programs in the U.S. A total of 3,711 students responded (Figure 1). We used Topological Data Analysis, a statistical technique that takes multidimensional, complex data, and often noisy data and reduces the information to understand the shape of the data. Our results indicated that there were six different interconnected groupings of student latent diversity with one larger, normative group (Figure 2). These groups had distinct response patterns in STEM identities, motivation for learning, beliefs about knowledge sources and certainty, and feelings of belonging in engineering. We also found no differences in these groups by typical demographic factors like race/ethnicity, gender, sexual orientation, or first-generation college student status.&nbsp;</p>\n<p>In the second phase of the research, we recruited 25 participants across the six emergent groups from the national survey to participate in longitudinal narrative interviews. Identity-trajectory theory guided these interviews. The theory proposes three strands--intellectual, institutional, and networking--that function independently but intertwine to explain students' identity development as they progress through their education (Figure 3). The intellectual strand included developing, drawing on, and effectively using subject matter expertise (i.e., engineering) in ways that others acknowledge and ultimately making a contribution. The institutional strand focused on structures, resources, and responsibilities that influence students' identities within their academic institution and engineering as a career. The networking strand included present, past, and historical relationships, organizations, and collaborations that individuals develop and draw on that contribute to their professional identity and ability to succeed.</p>\n<p>Narrative inquiry focuses on stories as a medium to gather information about participants' lived experiences and how they make sense of the world. Participants were interviewed each semester through graduation. The first interview focused on students' stories of their background, why they entered engineering, and their experiences in their first year of engineering. Each subsequent interview focused on narratives of how they navigated engineering and how they were developing identities as engineers. Before each interview, students completed a journey map of their prior semester to capture the key points in their story and support their reflection and narration of their experiences (Figure 4). The results of these narrative interviews have provided rich case studies of student experiences, including during the COVID-19 pandemic and reveal particularly important factors for student identity development with rich examples of both inclusive and exclusive practices in the areas of faculty interactions, peer interactions, classroom and curricula, co-curricular support, and institutional policies, practices, and procedures. The results of these stories have provided examples of ways to better support the inclusion of latently diverse students both inside and outside of the classroom.</p>\n<p><span>The results of this project have resulted in a different, but useful way to conceptualize diversity in engineering education, latent diversity, and how it interacts with cultural norms that may include or exclude latently diverse students. We developed and facilitated a workshop focused on equipping faculty and staff with tools to promote inclusive engineering education for the American Society for Engineering Education Commision on Diversity, Equity, and Inclusion virtual workshop series; shared novel ways of considering quantitative research methods focused on centering whole individuals within the data in the </span><span>Studies in Engineering Education </span><span>special issue on novel methodological approaches in engineering education research; and developed an open-access repository of students stories and resources that can be explored to understand student experiences (https://engineering.purdue.edu/STORIES/).</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2022<br>\n\t\t\t\t\tModified by: Allison&nbsp;Godwin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086002112_V1_20190113_CAREER_Map_Groups_AT--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086002112_V1_20190113_CAREER_Map_Groups_AT--rgov-800width.jpg\" title=\"Figure 2. Topological Data Analysis (TDA) mapping of student survey responses.\"><img src=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086002112_V1_20190113_CAREER_Map_Groups_AT--rgov-66x44.jpg\" alt=\"Figure 2. Topological Data Analysis (TDA) mapping of student survey responses.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The colors shown in the map above represent the density of the map. The blue nodes denote a population of approximately 200students, while the red nodes denote a smaller population of approximately three to five students.</div>\n<div class=\"imageCredit\">Allison Godwin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allison&nbsp;Godwin</div>\n<div class=\"imageTitle\">Figure 2. Topological Data Analysis (TDA) mapping of student survey responses.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086107684_career_zipcodemap_versionforNSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086107684_career_zipcodemap_versionforNSF--rgov-800width.jpg\" title=\"Figure 1. Map of national survey respondents' self-reported home ZIP codes.\"><img src=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086107684_career_zipcodemap_versionforNSF--rgov-66x44.jpg\" alt=\"Figure 1. Map of national survey respondents' self-reported home ZIP codes.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Each dot may represent more than one student.</div>\n<div class=\"imageCredit\">Allison Godwin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allison&nbsp;Godwin</div>\n<div class=\"imageTitle\">Figure 1. Map of national survey respondents' self-reported home ZIP codes.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086444567_IdentityTrajectoryTheory--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086444567_IdentityTrajectoryTheory--rgov-800width.jpg\" title=\"Figure 3. Identity Trajectory Theory model.\"><img src=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654086444567_IdentityTrajectoryTheory--rgov-66x44.jpg\" alt=\"Figure 3. Identity Trajectory Theory model.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Adapted from L. McAlpine and C. Amundsen, Identity-Trajectories of Early Career Researchers. Macmillan Publishers Ltd., 2018.</div>\n<div class=\"imageCredit\">Allison Godwin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allison&nbsp;Godwin</div>\n<div class=\"imageTitle\">Figure 3. Identity Trajectory Theory model.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654087140717_JourneyMapAnna_forNSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654087140717_JourneyMapAnna_forNSF--rgov-800width.jpg\" title=\"Figure 4. Example journey map from participant Anna (pseudonym) during Fall 2020.\"><img src=\"/por/images/Reports/POR/2022/1554057/1554057_10410847_1654087140717_JourneyMapAnna_forNSF--rgov-66x44.jpg\" alt=\"Figure 4. Example journey map from participant Anna (pseudonym) during Fall 2020.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Digitized journey map used as an elicitation tool for narrative interviews.</div>\n<div class=\"imageCredit\">Allison Godwin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allison&nbsp;Godwin</div>\n<div class=\"imageTitle\">Figure 4. Example journey map from participant Anna (pseudonym) during Fall 2020.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nThe purpose of this CAREER project is to characterize latent diversity--students' underlying attitudes, beliefs, and mindsets that they bring with them into engineering programs--to improve our understandings about how the process of engineering education shapes students' characteristics, identities as engineers, and pathways through engineering. Research indicates that the process of engineering education privileges particular ways of being, thinking, and knowing (often associated with whiteness and masculinity). These norms can communicate messages, both explicitly and implicitly, about who belongs in engineering. Students who experience this engineering education process may either leave engineering or norm, potentially reducing latent diversity and potential for innovation. This project examines latent diversity through a national survey and longitudinal narrative interviews to answer three research questions: 1) What kinds of diversity in attitudes, beliefs, and mindsets (i.e., latent diversity) are present in engineering students?; 2) How do undergraduate students with latent diversity form engineering identities within an engineering community of practice over time?; and 3) What support, both inside and outside of the classroom, can be provided to promote inclusion of students with latent diversity in engineering?\n\nIn the first phase of this research a comprehensive survey of underlying attitudes, beliefs, and mindsets was sent to a nationally representative sample of first-year engineering students enrolled in 32 ABET accredited engineering programs in the U.S. A total of 3,711 students responded (Figure 1). We used Topological Data Analysis, a statistical technique that takes multidimensional, complex data, and often noisy data and reduces the information to understand the shape of the data. Our results indicated that there were six different interconnected groupings of student latent diversity with one larger, normative group (Figure 2). These groups had distinct response patterns in STEM identities, motivation for learning, beliefs about knowledge sources and certainty, and feelings of belonging in engineering. We also found no differences in these groups by typical demographic factors like race/ethnicity, gender, sexual orientation, or first-generation college student status. \n\nIn the second phase of the research, we recruited 25 participants across the six emergent groups from the national survey to participate in longitudinal narrative interviews. Identity-trajectory theory guided these interviews. The theory proposes three strands--intellectual, institutional, and networking--that function independently but intertwine to explain students' identity development as they progress through their education (Figure 3). The intellectual strand included developing, drawing on, and effectively using subject matter expertise (i.e., engineering) in ways that others acknowledge and ultimately making a contribution. The institutional strand focused on structures, resources, and responsibilities that influence students' identities within their academic institution and engineering as a career. The networking strand included present, past, and historical relationships, organizations, and collaborations that individuals develop and draw on that contribute to their professional identity and ability to succeed.\n\nNarrative inquiry focuses on stories as a medium to gather information about participants' lived experiences and how they make sense of the world. Participants were interviewed each semester through graduation. The first interview focused on students' stories of their background, why they entered engineering, and their experiences in their first year of engineering. Each subsequent interview focused on narratives of how they navigated engineering and how they were developing identities as engineers. Before each interview, students completed a journey map of their prior semester to capture the key points in their story and support their reflection and narration of their experiences (Figure 4). The results of these narrative interviews have provided rich case studies of student experiences, including during the COVID-19 pandemic and reveal particularly important factors for student identity development with rich examples of both inclusive and exclusive practices in the areas of faculty interactions, peer interactions, classroom and curricula, co-curricular support, and institutional policies, practices, and procedures. The results of these stories have provided examples of ways to better support the inclusion of latently diverse students both inside and outside of the classroom.\n\nThe results of this project have resulted in a different, but useful way to conceptualize diversity in engineering education, latent diversity, and how it interacts with cultural norms that may include or exclude latently diverse students. We developed and facilitated a workshop focused on equipping faculty and staff with tools to promote inclusive engineering education for the American Society for Engineering Education Commision on Diversity, Equity, and Inclusion virtual workshop series; shared novel ways of considering quantitative research methods focused on centering whole individuals within the data in the Studies in Engineering Education special issue on novel methodological approaches in engineering education research; and developed an open-access repository of students stories and resources that can be explored to understand student experiences (https://engineering.purdue.edu/STORIES/).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/01/2022\n\n\t\t\t\t\tSubmitted by: Allison Godwin"
 }
}