{
 "awd_id": "1554417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Targeting Virulence Factor Delivery for the Development of Antibacterial Agents",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 536000.0,
 "awd_min_amd_letter_date": "2016-02-18",
 "awd_max_amd_letter_date": "2019-04-15",
 "awd_abstract_narration": "1554417\r\nBrown, Angela C.  \r\n\r\nThe rise of antibiotic resistance threatens our ability to treat even minor bacterial infections. With few new drugs in development and rates of resistance increasing, we urgently need new, nontraditional approaches to fight pathogenic bacteria. The goal of this project is to target the delivery of molecules that facilitate the virulence of pathogenic bacteria as a novel approach to the treatment of bacterial infections. Rather than targeting some essential life process to kill the bacteria directly as traditional antibiotics due, the PI intends to target those processes that allow the pathogen to settle in the host. This CAREER proposal addresses two goals outlined by the United States CDC: to develop new approaches to the treatment of bacterial infections and to improve antibiotic stewardship. In addition to identifying unique targets for the development of novel antibiotics, the PI plans extensive outreach activities to demonstrate in a fun, hands-on manner, the danger of misusing antibiotics. The PI intends to further integrate the research with her educational goals by developing new courses at Lehigh University, providing undergraduate and graduate research opportunities, and developing a program for local Girl Scout troops to learn about STEM fields. The PI?s overall goals in these educational activities is to develop well-trained, interdisciplinary scientists and to encourage young women to\r\nchoose STEM majors and pursue related technical careers.\r\n\r\nPathogenic bacteria produce certain molecules, called virulence factors that allow them to thrive within the host. One mechanism used by Gram negative bacteria to transfer these factors to target cells is the production of outer membrane vesicles (OMVs), which bleb off from the outer membrane of the bacterium and encapsulate multiple virulence factors. The goal of this project is to characterize the\r\ntrafficking of these OMVs for the identification of shared mechanisms that can be blocked to inhibit virulence factor delivery. The overall hypothesis of the project is that toxins present on the surface of the OMV facilitate binding of the OMV to the target cells, and inhibition of this binding can be used to disrupt delivery of virulence factors. To investigate this hypothesis, the PI will study three representative organisms, enterotoxigenic Escherichia coli, Vibrio cholerae, and Bordetella pertussis. With these three organisms, she will first characterize the mechanisms by which bacterial toxins bind to the lipid components of the OMV and determine role of membrane properties in this interaction. This aim will be accomplished by studying the affinity of each toxin for specific lipids, using isothermal titration calorimetry. Next, she will study the interaction between OMVs and specific components of host cells, using calorimetric and microscopy techniques. Finally, with this information, she will design methods to prevent OMV delivery by blocking specific factors found to facilitate OMV delivery; this will allow the PI to inhibit the virulence of these organisms. Targeting virulence in this way represents a novel approach to treating bacterial infections, which is desperately needed due to our current lack of effective antibiotic strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Brown",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Angela C Brown",
   "pi_email_addr": "acb313@lehigh.edu",
   "nsf_id": "000650807",
   "pi_start_date": "2016-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "111 Research Drive",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180154791",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> During their growth, bacteria release small, spherical compartments called vesicles. For pathogenic bacteria, these vesicles have been shown to deliver toxins and other molecules to host cells. The overall objective of this project was to investigate how toxins associate with the vesicles and how the vesicles are delivered to host cells, with the goal of identifying novel therapeutic strategies. During the project, we focused on <em>Vibrio cholerae</em>, the bacterium associated with cholera, and one of its toxins, cholera toxin (CT). We demonstrated that much of the CT released by the bacterium is released in association with vesicles; in this vesicle-associated form, the CT is delivered to host cells in a different pathway than free (not vesicle-associated) CT. We also found that the presence of CT on the surface of the vesicle does not regulate vesicle binding to the host cell surface. During the project, we developed several experimental techniques and collaborations that have facilitated our studies of bacterial vesicles. &nbsp;&nbsp;&nbsp;</p>\n<p><strong>Broader Impacts: </strong>Because of the continuing increase in antibiotic resistance, we have focused our research on identifying novel therapeutic targets to treat bacterial infections. This work has helped us to reach this goal by providing information about a specific pathway by which toxins are delivered to host cells. Future work will aim to target these specific pathways for the development of new therapeutics. Throughout this project, we have integrated our research efforts with multiple educational efforts, particularly better incorporating the &ldquo;biomolecular&rdquo; component of chemical engineering into the chemical engineering curriculum at Lehigh. Specifically, we have developed new experiments for the senior laboratory course, created and offered a very popular undergraduate and graduate elective (&ldquo;Engineering in Medicine&rdquo;) and designed a new core course for all chemical engineering undergraduates (&ldquo;Biomolecular Engineering&rdquo;). We have participated in multiple outreach activities, primarily focused on encouraging young women to pursue careers in engineering. The project has enabled me to train and mentor a diverse group of graduate and undergraduate students in a highly interdisciplinary research project.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2022<br>\n\t\t\t\t\tModified by: Angela&nbsp;C&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: During their growth, bacteria release small, spherical compartments called vesicles. For pathogenic bacteria, these vesicles have been shown to deliver toxins and other molecules to host cells. The overall objective of this project was to investigate how toxins associate with the vesicles and how the vesicles are delivered to host cells, with the goal of identifying novel therapeutic strategies. During the project, we focused on Vibrio cholerae, the bacterium associated with cholera, and one of its toxins, cholera toxin (CT). We demonstrated that much of the CT released by the bacterium is released in association with vesicles; in this vesicle-associated form, the CT is delivered to host cells in a different pathway than free (not vesicle-associated) CT. We also found that the presence of CT on the surface of the vesicle does not regulate vesicle binding to the host cell surface. During the project, we developed several experimental techniques and collaborations that have facilitated our studies of bacterial vesicles.    \n\nBroader Impacts: Because of the continuing increase in antibiotic resistance, we have focused our research on identifying novel therapeutic targets to treat bacterial infections. This work has helped us to reach this goal by providing information about a specific pathway by which toxins are delivered to host cells. Future work will aim to target these specific pathways for the development of new therapeutics. Throughout this project, we have integrated our research efforts with multiple educational efforts, particularly better incorporating the \"biomolecular\" component of chemical engineering into the chemical engineering curriculum at Lehigh. Specifically, we have developed new experiments for the senior laboratory course, created and offered a very popular undergraduate and graduate elective (\"Engineering in Medicine\") and designed a new core course for all chemical engineering undergraduates (\"Biomolecular Engineering\"). We have participated in multiple outreach activities, primarily focused on encouraging young women to pursue careers in engineering. The project has enabled me to train and mentor a diverse group of graduate and undergraduate students in a highly interdisciplinary research project. \n\n\t\t\t\t\tLast Modified: 09/28/2022\n\n\t\t\t\t\tSubmitted by: Angela C Brown"
 }
}