{
 "awd_id": "1555295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Elucidating the role of ATP in Cytosolic Iron Sulfur Cluster Biogenesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 777575.0,
 "awd_amount": 777575.0,
 "awd_min_amd_letter_date": "2016-01-13",
 "awd_max_amd_letter_date": "2017-07-12",
 "awd_abstract_narration": "With this CAREER award from the Chemistry of Life Processes Program, Professor Deborah Perlstein at Boston University is investigating how clusters of iron and sulfur are assembled and transferred to their appropriate proteins in the cytosol of eukaryotic cells. Cluster biosynthesis is essential for cell growth and division since proteins requiring iron sulfur clusters play central roles in DNA replication and repair as well as many other important cellular functions. Despite its unquestionable importance, scientists understand remarkably little about the molecular details of how these iron sulfur clusters are synthesized and ultimately transferred into the appropriate proteins/enzymes. Professor Perlstein's lab is using a combination of genetic, biochemical, and biophysical approaches to shed light on how assembly of a cluster on a protein scaffold takes place as well as on the subsequent steps required to ultimately insert the cluster into a protein. The research provides an excellent training environment for students at the undergraduate and graduate students as well as postdoctoral fellows, equipping them with the expertise required to become leaders in research at the chemistry-biology interface.  Furthermore, by developing the curriculum for an undergraduate biochemistry lecture and laboratory course and a K-12 STEM outreach program both intimately connected with the research plan, Professor Perlstein's work broadens interest in biochemistry and biotechnology research which forms a significant portion of the job opportunities in the Boston area. \r\n\r\nThe specific goal of this project is to uncover why the yeast cytosolic iron sulfur cluster scaffolding proteins require ATP hydrolysis for their activity.  Since the yeast enzyme and its homologs in the Mrp/Nbp35 family of cluster scaffolding ATPases form a distinct subfamily within the deviant Walker A family of P-loop NTPases, Dr. Perlstein and her group hypothesize that ATP hydrolysis is utilized to induce a conformational change within the scaffold that is used to coordinate assembly of a nascent cluster on the scaffold with the transfer of this cluster to a recipient. This nucleotide driven switch could impact cluster assembly and/or transfer functions of the scaffold via direct allosteric communication between the cluster scaffolding site and the ATPase site, via regulation of dynamic interactions with other cluster biogenesis proteins, or via a combination of these two mechanisms. By determining how ATPase mutants affect cluster scaffolding activities in vitro, identifying other factors that interact with the scaffold, and elucidating how kinetic mechanism of ATP hydrolysis is affected by scaffolded cluster or other cluster assembly factors, the researchers expect to uncover how nucleotide hydrolysis is exploited by this large family of ATP hydrolyzing iron sulfur cluster scaffolds to coordinate assembly of a nascent cluster within the scaffolding site with the subsequent trafficking steps required to mobilize the cluster from scaffold to target.  This research is integrated with an educational plan aimed at exposing K-12 students to research and career opportunities at the chemistry-biology interface via collaboration with Boston University's Learning Resource Network. Furthermore, Professor Perlstein leads the development of an Intensive Biochemistry course for undergraduate chemistry and biology majors tailored to the needs of students planning to pursue research careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Perlstein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Perlstein",
   "pi_email_addr": "dperl@bu.edu",
   "nsf_id": "000624373",
   "pi_start_date": "2016-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 466545.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 311030.0
  }
 ],
 "por": null
}