{
 "awd_id": "1555232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   High Precision Spectroscopy of the Beryllium Isotope Chain",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2016-05-15",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 464346.0,
 "awd_amount": 464346.0,
 "awd_min_amd_letter_date": "2016-05-10",
 "awd_max_amd_letter_date": "2020-04-07",
 "awd_abstract_narration": "The aim of this project is to advance the understanding of the inner workings of the atom.  Specifically, this project investigates how all the components that make up the beryllium atom, the fourth element on the periodic table, come together to give beryllium its atomic and nuclear properties.  Our knowledge of atomic systems is driven by both experimental and theoretical results.  The lighter elements (hydrogen, helium, and lithium) have been extensively studied both experimentally and theoretically.  Because beryllium has more subatomic particles compared to the three lighter elements, it is more complex and difficult to model.  As the computations involved in modeling this atom grow more complex, it becomes essential to provide experimental results to both check those calculations and determine which theoretical models correctly describe this multi-electron system.  The most precise experimental measurements currently available for beryllium are up to 10,000 times less precise than those for the three lighter elements. This project will greatly improve upon these experimental measurements in order to validate fundamental atomic and nuclear theories as well as provide information about the nuclear and electronic structure of the atom. Understanding beryllium is an important stepping stone to developing a multi-electron theory that successfully describes larger and heavier atoms, which make up the bulk of the periodic table of the elements and are essential components of the materials that we live and work with every day.\r\n \r\nHigh precision spectroscopy will be performed on the neutral beryllium isotope chain to significantly improve the experimental accuracy of several key energy levels.  The results will delineate various theoretical models, test quantum electrodynamics, and help determine the nuclear charge radius of beryllium.  Spectroscopy will be performed on both singlet states (2s2p, 2s3d, and 2snp Rydberg states) and triplet states (2s2p, 2s3s, 2s4s, and 2snp Rydberg states) as well as the ionization threshold.  An oven operating at 1200 degrees Celsius will produce a beam of neutral atomic beryllium.  Transverse spectroscopy will be performed on this atomic beam using a variety of laser sources including a frequency quadrupled Ti-Sapphire laser and external cavity diode lasers.  Photon energy calibration is provided by a calibrated ultra low expansion cavity and the atom-light interaction is detected by absorption, fluorescence, or ion detection depending on the state being studied.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Raven",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Raven",
   "pi_email_addr": "wraven@smith.edu",
   "nsf_id": "000663065",
   "pi_start_date": "2016-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "10 Elm St",
  "perf_city_name": "Northampton",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  },
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 33591.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 108411.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 102689.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 110077.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 109578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A fundamental goal of atomic physics is to understand the complex interactions between particles that make up an atom.&nbsp; The current best model for understanding how all of the components interact to give an atom its properties is known as the standard model of particle physics, which is mathematically described by quantum field theory.&nbsp; This model is extremely successful, yet incomplete.&nbsp; For example, the theory does not know how to think about gravity, does not include astronomical phenomena such as dark matter and dark energy, and does not explain why there is so little observable anti-matter in the universe compared to regular matter.&nbsp; As such, many atomic and nuclear physicists test the model in a variety of ways and systems to test its validity.</p>\n<p>The Williams&rsquo; research lab at Smith College is testing a subset of quantum field theory known as quantum electrodynamics (QED) in the neutral beryllium atom, the fourth atom on the periodic table.&nbsp; Before this effort, QED had been successfully tested in the three lighter elements: hydrogen, helium, and lithium.&nbsp; In 2013, Puchalski et al. (Phys. Rev. A&nbsp;<strong>87</strong>, 030502(R) (2013)) used QED to calculate one of the energy levels in neutral beryllium, known as the 2s2p 1P1 state, and the energy required to remove an electron from the atom, known as the ionization threshold.&nbsp; Their results were more than a factor of 10 more precise compared to the best experimental measurement, which were last done in 1962.&nbsp; The measurement from the Williams' lab improved the experimental precision by a factor of 130.&nbsp; The result was consistent with the theoretical prediction and 8 times more precise, providing data for theorists to compare their future calculations.&nbsp;&nbsp;</p>\n<p>The Williams' lab also measured the energy of the 2s3d 1D2 state, improving the precision by a factor of 180.&nbsp; Theorists are currently working to include the effects of QED into their calculations to predict the energy of this state.&nbsp; Once they have successfully accomplished this, comparing their result with the experimental result will once again serve as a test of QED.</p>\n<p>In addition, the Williams' lab performed spectroscopy on three different states in neutral cesium-133.&nbsp; Due to the relatively high vapor pressure and the wavelengths needed to study this atom, cesium-133 is one of the most heavily studied atoms in atomic physics.&nbsp; The Williams' lab has the instrumentation to perform high precision spectroscopy and used these tools to increase the known precision of these states.&nbsp; Specifically, the precision of the 7p1/2 state was improved by a factor of 500, the 7p3/2 state by a factor of 650, and the 6d5/2 state by a factor of 170.&nbsp;&nbsp;</p>\n<p>At the conclusion of this grant, the lab published 6 papers with 1 more in preparation for publication.&nbsp; A total of 7 papers will acknowledge support from this grant.&nbsp; The paper that tested QED was published in the prestigious journal Physical Review Letters (Phys. Rev. Lett.&nbsp;<strong>121</strong>, 053001 (2018)).&nbsp; &nbsp;</p>\n<p>The research was performed at Smith College, an all undergraduate women&rsquo;s college regularly ranked by U.S. News &amp; World Report as one of its top 20 liberal arts colleges and is&nbsp;the nation&rsquo;s largest liberal arts college for women.&nbsp; Over the course of this grant, over 35 young scientists gained experience working in a state-of-the-art experimental atomic physics laboratory, including nine students who worked on senior thesis projects related to this project.&nbsp; A postdoctoral scholar was also mentored during this grant period. In addition, the principal investigator gave a number of seminars, including general outreach talks, to promote both atomic physics and research done at Smith College.&nbsp; All seminars and outreach talks acknowledge the financial support of the National Science Foundation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/04/2022<br>\n\t\t\t\t\tModified by: William&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA fundamental goal of atomic physics is to understand the complex interactions between particles that make up an atom.  The current best model for understanding how all of the components interact to give an atom its properties is known as the standard model of particle physics, which is mathematically described by quantum field theory.  This model is extremely successful, yet incomplete.  For example, the theory does not know how to think about gravity, does not include astronomical phenomena such as dark matter and dark energy, and does not explain why there is so little observable anti-matter in the universe compared to regular matter.  As such, many atomic and nuclear physicists test the model in a variety of ways and systems to test its validity.\n\nThe Williams’ research lab at Smith College is testing a subset of quantum field theory known as quantum electrodynamics (QED) in the neutral beryllium atom, the fourth atom on the periodic table.  Before this effort, QED had been successfully tested in the three lighter elements: hydrogen, helium, and lithium.  In 2013, Puchalski et al. (Phys. Rev. A 87, 030502(R) (2013)) used QED to calculate one of the energy levels in neutral beryllium, known as the 2s2p 1P1 state, and the energy required to remove an electron from the atom, known as the ionization threshold.  Their results were more than a factor of 10 more precise compared to the best experimental measurement, which were last done in 1962.  The measurement from the Williams' lab improved the experimental precision by a factor of 130.  The result was consistent with the theoretical prediction and 8 times more precise, providing data for theorists to compare their future calculations.  \n\nThe Williams' lab also measured the energy of the 2s3d 1D2 state, improving the precision by a factor of 180.  Theorists are currently working to include the effects of QED into their calculations to predict the energy of this state.  Once they have successfully accomplished this, comparing their result with the experimental result will once again serve as a test of QED.\n\nIn addition, the Williams' lab performed spectroscopy on three different states in neutral cesium-133.  Due to the relatively high vapor pressure and the wavelengths needed to study this atom, cesium-133 is one of the most heavily studied atoms in atomic physics.  The Williams' lab has the instrumentation to perform high precision spectroscopy and used these tools to increase the known precision of these states.  Specifically, the precision of the 7p1/2 state was improved by a factor of 500, the 7p3/2 state by a factor of 650, and the 6d5/2 state by a factor of 170.  \n\nAt the conclusion of this grant, the lab published 6 papers with 1 more in preparation for publication.  A total of 7 papers will acknowledge support from this grant.  The paper that tested QED was published in the prestigious journal Physical Review Letters (Phys. Rev. Lett. 121, 053001 (2018)).   \n\nThe research was performed at Smith College, an all undergraduate women’s college regularly ranked by U.S. News &amp; World Report as one of its top 20 liberal arts colleges and is the nation’s largest liberal arts college for women.  Over the course of this grant, over 35 young scientists gained experience working in a state-of-the-art experimental atomic physics laboratory, including nine students who worked on senior thesis projects related to this project.  A postdoctoral scholar was also mentored during this grant period. In addition, the principal investigator gave a number of seminars, including general outreach talks, to promote both atomic physics and research done at Smith College.  All seminars and outreach talks acknowledge the financial support of the National Science Foundation.\n\n\t\t\t\t\tLast Modified: 02/04/2022\n\n\t\t\t\t\tSubmitted by: William Williams"
 }
}