{
 "awd_id": "1555972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Roles of Pioneer Neurons and Adhesion Molecules in Neuronal Migration",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 620000.0,
 "awd_amount": 620000.0,
 "awd_min_amd_letter_date": "2016-02-04",
 "awd_max_amd_letter_date": "2016-02-04",
 "awd_abstract_narration": "Nerves, the major communication pathways of our brain and spinal cord, are made of many individual communication fibers called axons. Each axon carries information from one single nerve cell (neuron). As an embryo develops, these fibers have to connect up correctly in order to make working neural circuits. Before these connections can form, the neurons have to move from the place they are born to the location where they will perform their role. Previously, the Principal Investigators have studied this process in the facial nerve, which controls facial expressions, and found that a single \"pioneer\" neuron guides the movement of the remaining neurons to their final destinations. Where do pioneer neurons come from, how do they know where to go, and how do other neurons know how to follow them? This project will address these questions in developing zebrafish embryos (animals with facial nerves similar to humans). Zebrafish embryos are transparent, and the experiments use specially-engineered zebrafish whose facial neurons are fluorescently labeled to make their cell migration visible. Experiments will also examine the roles of particular molecules found on the cell surface that are important for cell migration (cell adhesion molecules). A new kind of 3-dimensional imaging (light sheet microscopy) will be used to measure cell movements, and new software will be developed to visualize and analyze cell movement data. Once developed and tested at the University of Chicago and the Marine Biological Laboratory, these software tools will be made freely available. The project will additionally provide training opportunities for high school, undergraduate and graduate students; introduce elementary and middle school students to research; and engage the public via interactive displays at the Museum of Science and Industry (MSI).\r\n\r\nSubsets of neurons migrate tangentially within the neuroepithelial plane, often over significant distances. To better understand mechanisms underlying tangential migration that are important for neural circuit formation, this project focuses on facial branchiomotor neurons (FBMNs), which undergo a tangential migration that is conserved in vertebrates ranging from fishes to mammals. The study will utilize zebrafish embryos as they are accessible, transparent, and a powerful genetic model. Migrating FBMNs will be imaged in transparent zebrafish embryos with genetically marked cells, and tracked using light sheet microscopy. The Principal Investigator recently described the pioneer neuron as the first FBMN to migrate on each side of the hindbrain, and demonstrated the critical role of this neuron. Aim 1 will study the newly recognized pioneer neuron by establishing its cellular origins and tracking its subsequent trajectory through development. FBMN tangential migration also relies on interactions with two different pre-laid axon tracts and both interactions depend on adhesion molecule N-Cadherin. Aim 2 will investigate the role of N-Cadherin in mediating interactions between FBMNs and axon tracts, and whether it functions autonomously within neurons during migration. Additional adhesion molecules important for FBMN migration will be identified using RNAseq. An integral part of this project will be the development of new, broadly-applicable computational tools to analyze imaging data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Prince",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria E Prince",
   "pi_email_addr": "vprince@uchicago.edu",
   "nsf_id": "000191979",
   "pi_start_date": "2016-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Kindlmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon Kindlmann",
   "pi_email_addr": "glk@uchicago.edu",
   "nsf_id": "000553896",
   "pi_start_date": "2016-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1027 E. 57th Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 620000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of the funded project was to take an interdisciplinary approach to investigating a crucial step in nervous system development: the migration of neurons from their initial birth places to their final locations in the developing brain. The study made use of zebrafish, a small and easily maintained home aquarium species, which produces large numbers of rapidly developing transparent embryos from eggs that are laid and fertilized in the water. In the Prince lab, we followed the migration of particular classes of neurons in the developing hindbrain of living zebrafish embryos, over real time, using a light sheet microscope. This approach allowed us to make detailed time-lapse movies of neuron birth, growth, and migration processes.&nbsp; Each movie comprised a huge amount of data, and the processing and analysis of that data required sophisticated computational tools, which were provided in part by co-PI Kindlmann and his trainees, as they developed new visualization technologies.&nbsp; In addition, we collaborated with Dr. Hari Shroff and his colleagues, to establish novel mathematical approaches to enhance image processing.&nbsp;</p>\n<p>Our core study allowed us to unravel the complexities of how two closely related sets of neurons, the Facial Branchiomotor Neurons and the Octavolateral Efferent Neurons, are born in adjacent regions of the developing hindbrain, and then migrate to their proper locations.&nbsp; An important product of the work, which will be freely available from the Zebrafish International Resource Center, is a new transgenic fish model, in which these developing hindbrain neurons are permanently labeled with a green fluorescent protein that can be converted to red fluorescent protein using a point source of ultraviolet light. The fluorescent label is not only present in the cell body of the neuron, but also throughout its complex projections. This allowed us to identify specific classes of neurons based on their differing projections.&nbsp; By combining these imaging studies with genetic approaches, we were also able to demonstrate differing molecular requirements for migration of particular neuron subtypes. We reported on the funded study at multiple conferences, published articles on this work in the Journal of Comparative Neurology and Nature Biotechniques, and published a related review article in Development.&nbsp;</p>\n<p>Over the course of this project a total of 18 individuals participated directly in the funded research: the PI and co-PI, two technical staff and 14 students. One female technician went on to graduate school, with the previous female technician (a member of an underrepresented group) recently returning to the lab in a more senior role. The 14 students benefitted from opportunities to participate directly in the research mission, exposing the more junior students to the field and providing specialized graduate level research training to the senior students.&nbsp; All three high school level participants, two male and one female, went on to STEM degree programs. Six female college students, two from underrepresented groups, and one male, participated. Four of these young women have now completed their undergraduate degrees, with two now in graduate school, and two pursuing research internships. The male college student continued on to graduate with a Masters degree in Computer Science. Finally, two graduate students, one female, completed their PhDs in Biological Sciences, each producing a dissertation and both currently in further training. Two male PhD students are now completing their training in Computer Science.&nbsp;&nbsp;</p>\n<p>The visual nature of the data produced in this project provided us with exciting new tools to teach developmental biology to local middle-school students in Chicago. In 2019, the Prince Lab hosted students from the Chicago Public Schools through the Strive program, a local nonprofit tutoring program targeted towards exposing middle school students to science and technology and towards improving the performance, skills and attitudes of the underrepresented students in these classes. Using live embryos and fluorescence microscopy, we taught a group of 10 students about processes in embryonic development, such as pigmentation and circulatory system development. In addition, graduate student Anastasia Beiriger, whose dissertation work made up the core of the funded research, volunteered for the Expanding Your Horizons (EYH) Chicago non-profit, dedicated to making high quality STEM education accessible to middle-school girls from underrepresented backgrounds from 2017-2020. PI Victoria Prince served as an invited speaker to high school girls at the UChicago affiliated Lab School on 2.7.2020, through the WiSTEM program.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2021<br>\n\t\t\t\t\tModified by: Victoria&nbsp;E&nbsp;Prince</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of the funded project was to take an interdisciplinary approach to investigating a crucial step in nervous system development: the migration of neurons from their initial birth places to their final locations in the developing brain. The study made use of zebrafish, a small and easily maintained home aquarium species, which produces large numbers of rapidly developing transparent embryos from eggs that are laid and fertilized in the water. In the Prince lab, we followed the migration of particular classes of neurons in the developing hindbrain of living zebrafish embryos, over real time, using a light sheet microscope. This approach allowed us to make detailed time-lapse movies of neuron birth, growth, and migration processes.  Each movie comprised a huge amount of data, and the processing and analysis of that data required sophisticated computational tools, which were provided in part by co-PI Kindlmann and his trainees, as they developed new visualization technologies.  In addition, we collaborated with Dr. Hari Shroff and his colleagues, to establish novel mathematical approaches to enhance image processing. \n\nOur core study allowed us to unravel the complexities of how two closely related sets of neurons, the Facial Branchiomotor Neurons and the Octavolateral Efferent Neurons, are born in adjacent regions of the developing hindbrain, and then migrate to their proper locations.  An important product of the work, which will be freely available from the Zebrafish International Resource Center, is a new transgenic fish model, in which these developing hindbrain neurons are permanently labeled with a green fluorescent protein that can be converted to red fluorescent protein using a point source of ultraviolet light. The fluorescent label is not only present in the cell body of the neuron, but also throughout its complex projections. This allowed us to identify specific classes of neurons based on their differing projections.  By combining these imaging studies with genetic approaches, we were also able to demonstrate differing molecular requirements for migration of particular neuron subtypes. We reported on the funded study at multiple conferences, published articles on this work in the Journal of Comparative Neurology and Nature Biotechniques, and published a related review article in Development. \n\nOver the course of this project a total of 18 individuals participated directly in the funded research: the PI and co-PI, two technical staff and 14 students. One female technician went on to graduate school, with the previous female technician (a member of an underrepresented group) recently returning to the lab in a more senior role. The 14 students benefitted from opportunities to participate directly in the research mission, exposing the more junior students to the field and providing specialized graduate level research training to the senior students.  All three high school level participants, two male and one female, went on to STEM degree programs. Six female college students, two from underrepresented groups, and one male, participated. Four of these young women have now completed their undergraduate degrees, with two now in graduate school, and two pursuing research internships. The male college student continued on to graduate with a Masters degree in Computer Science. Finally, two graduate students, one female, completed their PhDs in Biological Sciences, each producing a dissertation and both currently in further training. Two male PhD students are now completing their training in Computer Science.  \n\nThe visual nature of the data produced in this project provided us with exciting new tools to teach developmental biology to local middle-school students in Chicago. In 2019, the Prince Lab hosted students from the Chicago Public Schools through the Strive program, a local nonprofit tutoring program targeted towards exposing middle school students to science and technology and towards improving the performance, skills and attitudes of the underrepresented students in these classes. Using live embryos and fluorescence microscopy, we taught a group of 10 students about processes in embryonic development, such as pigmentation and circulatory system development. In addition, graduate student Anastasia Beiriger, whose dissertation work made up the core of the funded research, volunteered for the Expanding Your Horizons (EYH) Chicago non-profit, dedicated to making high quality STEM education accessible to middle-school girls from underrepresented backgrounds from 2017-2020. PI Victoria Prince served as an invited speaker to high school girls at the UChicago affiliated Lab School on 2.7.2020, through the WiSTEM program.   \n\n \n\n\t\t\t\t\tLast Modified: 09/27/2021\n\n\t\t\t\t\tSubmitted by: Victoria E Prince"
 }
}