{
 "awd_id": "1555171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Neurodevelopment of Value-Based Learning and Decision-Making",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2016-02-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 649954.0,
 "awd_amount": 101007.0,
 "awd_min_amd_letter_date": "2016-02-01",
 "awd_max_amd_letter_date": "2016-02-01",
 "awd_abstract_narration": "Learning to make choices that bring about good outcomes and avoid bad ones is a lifelong challenge. Such learning is particularly consequential during adolescence, when increased exploration and autonomy confer many opportunities to make new choices. Poor decision-making represents one of the greatest perils of adolescence, with mortality rates doubling during this developmental stage, in large part due to risky or impulsive actions. However, the neural and cognitive mechanisms underpinning this developmental period of increased risky decision-making are not well understood. The overarching goal of this proposal is to characterize how the dynamic developmental trajectory of brain circuitry involved in learning through positive and negative experience shapes real-world choices. Drawing upon behavioral, computational, and neuroimaging approaches, this work will examine how neurocognitive changes in value-based learning may give rise to a window of increased risky and impulsive decision-making during adolescence. A refined understanding of the mechanisms underlying developmental changes in real-world decision-making has broad relevance across a number of societal domains including public policy, adolescent health, and juvenile justice.\r\n\r\nThis proposal will test whether risky and impulsive choice may stem in part from developmental changes in two specific aspects of how individuals learn from experience: (i) the relative weighting individuals place upon positive versus negative outcomes of past actions and (ii) the degree to which individuals form and recruit mental models of the potential future consequences of their actions. A developmental sample of participants, spanning late childhood to young adulthood, will complete sequential decision-making tasks in which they make a series of choices that can yield good or bad outcomes. By applying computational reinforcement-learning models to participants' choices in these tasks, we can precisely quantify developmental changes in these component processes of learning. Functional magnetic resonance imaging (fMRI) will be used to characterize corresponding developmental changes in the brain circuitry engaged during learning. We will assess whether these neurocognitive changes in learning are predictive of participants' reports of their real-world risky and impulsive behavior, and whether they have distinct explanatory power from that of behavioral economic tasks that are commonly used to index risky and impulsive choice tendencies, but do not involve learning. A longitudinal follow-up session will enable assessment of the covariance between changes in learning and real-world risky and impulsive behavior as participants advance in their transition through adolescence. This work holds the potential to provide a more detailed mechanistic account of &#8232;how reinforcement learning mediates the dynamic relationship between brain and behavior over the course of development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Hartley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Hartley",
   "pi_email_addr": "cah369@nyu.edu",
   "nsf_id": "000699835",
   "pi_start_date": "2016-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Joan and Sanford I. Weill Medical College of Cornell University",
  "inst_street_address": "575 LEXINGTON AVE FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6469628290",
  "inst_zip_code": "100226145",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "WEILL MEDICAL COLLEGE OF CORNELL UNIVERSITY",
  "org_prnt_uei_num": "QV1RJ11H58C4",
  "org_uei_num": "YNT8TCJH8FQ8"
 },
 "perf_inst": {
  "perf_inst_name": "Sackler Institite for Developmental Psychobiology",
  "perf_str_addr": "1300 York Ave, Box 140",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100654869",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}