{
 "awd_id": "1555883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Plant community assembly and disassembly with climate change",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 620000.0,
 "awd_amount": 623352.0,
 "awd_min_amd_letter_date": "2016-03-25",
 "awd_max_amd_letter_date": "2022-09-23",
 "awd_abstract_narration": "How strongly does climate influence the composition of ecological communities? If climate is the predominant force structuring communities, climate warming should predictably result in the loss of cold-adapted species at the expense of warm-adapted species in local communities. Alternatively, if regional climate doesn't strongly structure local communities, then species composition may not change much with climate change. However, an apparent lack of change in the species composition of local communities experiencing climate warming can also arise from a limited ability of species to shift their geographic ranges, e.g., slow rate of dispersal. Unfortunately, these two possibilities have very different implications; the first suggests communities may be somewhat resilient to climate change, while the latter implies community sensitivity, especially as climate change accelerates. This research will test the importance of community resilience vs. sensitivity to recent and future climate change, by examining unique historic data sets of plant species composition collected across regional climatic gradients in two Pacific Northwest National Parks.    The project will contribute to our understanding of the consequences of climate change and communicate this information to National Park Service and other resource managers in the Pacific Northwest.  This project will also provide opportunities for student research and training that will strengthen the scientific workforce.\r\n\r\nThis project will make progress on the problem of predicting change in plant communities with climate change given apparent stasis, despite the inherent challenges of differentiating drivers with similar expected outcomes. Specifically, this project will determine how strongly climate influences plant communities in the mountains of the Pacific Northwest.  Hypotheses on relations of community composition and bioclimatic variables will be tested using resurvey data sets of plant community composition originally collected over 30 years ago in two National Parks (North Cascades National Park and Mount Rainier National Park).  This historic data will be combined with newly developed joint species distribution models and high resolution data on the landscape features that influence microclimate.  Research objectives are to: I. Assess the importance of macro and microclimatic variables for community composition; II. Examine community shifts over the last four decades to determine whether compositional turnover with recent climate change is consistent with climatic buffering (resilience) vs. lagged species responses (sensitivity); and III. Conduct a multi-species seed addition experiment across large-scale and fine-scale climatic gradients to parse out the roles of recruitment limitation and demographic inertia (factors that contributed to time-lagged sensitivity) and macro- or microclimatic buffering (factors that promote resilience to climate change) in the early stages of community assembly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Perkel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Perkel",
   "pi_email_addr": "perkel@uw.edu",
   "nsf_id": "000463116",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Janneke",
   "pi_last_name": "Hille Ris Lambers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janneke Hille Ris Lambers",
   "pi_email_addr": "jhrl@u.washington.edu",
   "nsf_id": "000068570",
   "pi_start_date": "2016-03-25",
   "pi_end_date": "2020-09-08"
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Department of Biology, box 35180",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 615851.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3d3f5e6e-7fff-a44a-d859-f8f47e08df02\"> </span></p>\n<p dir=\"ltr\"><span>Major goals.</span></p>\n<p dir=\"ltr\"><span>How strongly does climate influence the composition of communities? If climate is the predominant force structuring communities, climate change should predictably result in the loss of cold-adapted species at the expense of warm-adapted species in local communities. Alternatively, if climate does not strongly structure communities or microclimatic refugia buffer communities from regional climate trends, community composition may not change much with climate change. However, apparent stasis in community structure with warming can also arise from the failure of component species to shift their ranges with warming, due to (for example) recruitment limitation or demographic inertia. Unfortunately, these two have very different implications; the first suggests communities may be somewhat resilient to climate change, while the latter implies community sensitivity, especially as climate change accelerates.</span></p>\n<p dir=\"ltr\"><span><span> </span></span><span>To explore the potential for community resilience vs. sensitivity to recent and future climate change, the PIs and their teams combined unique data sets of plant community composition collected across large macroclimatic gradients in two Pacific Northwest National Parks, with newly developed joint species distribution models (JSDMs), and in-depth information on the landscape features that influence microclimate variability. Research objectives included: </span><span>I. </span><span>Assessing the importance of macro and microclimatic variables for community composition; </span><span>II.</span><span> Examining community shifts over the last four decades to determine whether compositional turnover with recent climate change is consistent with thermophilization (increase in warm-adapted and decrease in cold-adapted species), climatic buffering (resilience), or lagged species responses (implying sensitivity); and </span><span>III.</span><span> Conducted a multi-species seed addition experiment across large-scale and fine-scale climatic gradients to parse out the roles of recruitment limitation and demographic inertia (factors that contributed to time-lagged sensitivity) and macro- or microclimatic buffering (factors that promote resilience to climate change) in the early stages of community assembly.</span></p>\n<p dir=\"ltr\"><span>What was accomplished under these goals (you must provide information for at least one of the 4 categories below)?</span><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>Major Activities:&nbsp;</span></p>\n<p dir=\"ltr\"><span>Over the course of this grant, we achieved the following:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Resurveyed over 800 forest community sites in North Cascades and Mount Rainier National Park.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Established a large-scale seed addition experiment with 25 species to 180 sites (at 30 locations spanning 500 - 2000 meters in elevation), in which we monitored microclimate, microhabitat, germination, seedling survival and seedling size.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Trained and involved 2 postdoctoral associates (Kopf, Chardon), 5 graduate students (Wilson, Breckheimer, Ertel, Pradhan, Goodwin), and 33 undergraduate / postgraduate students in the research.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Gave multiple yearly talks / presentations about the work to both the general public and scientific audiences.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Led a webinar on climate change refugia in which 70+ scientists from universities, conservation organizations, and government agencies in the US and Canada participated.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Submitted 3 scientific manuscripts on the work, and are working on 4 others.</span></p>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Training and professional development</span></p>\n<p dir=\"ltr\"><span>2015-2022</span></p>\n<p dir=\"ltr\"><span>We have involved 5 graduate students throughout the project. Rachel Wilson (University of British Columbia) analyzed the re-survey dataset for her Master&rsquo;s, which is currently in review at </span><span>Ecology,</span><span> and is now an ecology instructor and lab coordinator at University of British Columbia. Ian Breckheimer (University of Washington) helped consolidate microclimate data early in the grant and is currently a staff scientist at Rocky Mountain Biological Laboratory.&nbsp; Kimberly Ertel (University of Washington) was first a field crew leader in 2017 and then conducted a Masters degree in PI Hille Ris Lambers group. She explored functional species traits of focal species in a project that became her Masters dissertation. Kavya Pradhan (University of Washington) has been analyzing resurvey data, collecting species trait data, and collaborating with TNC / Willapa National Wildlife Refuge (which will contribute to 3 chapters in her dissertation - 1 submitted, 2 in progress). Katie Goodwin (University of British Columbia) has been analyzing the multi-species seed addition dataset, and developing additional projects within the scope of the research goals&nbsp; linking demography, climate, and herbivory to species&rsquo; range position (one manuscript in progress).&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>At the Postdoctoral level, </span><span>Chris Kopf was a postdoctoral associate who worked on the resurvey component of the project before we received funding from NSF and has been involved in Wilson&rsquo;s publications. Nathalie Chardon received a 2-year postdoctoral fellowship from the Swiss National Science Foundation and joined this project in October 2021. She is analyzing existing data and developed her own field work within the scope of this project to determine how soil moisture, temperature, and soil microbial interactions influence seed germination and seedling survival.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Over 30 undergraduates and postgraduates have been involved in research activities in this project. Through assisting with this research project, they have developed valuable field, lab, and research skills. Many of these people have gone on to pursue graduate studies (e.g., Joshua Fowler and Rebecca Klee are currently graduate students at Rice University and University of Georgia, respectively) or other ecology based careers (e.g. Myesa Legendre-Fixx - Biological Science Technician for USFS at the Rocky Mountain Research Station).</span></p>\n<p><br /><br /></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2023<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Perkel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nMajor goals.\nHow strongly does climate influence the composition of communities? If climate is the predominant force structuring communities, climate change should predictably result in the loss of cold-adapted species at the expense of warm-adapted species in local communities. Alternatively, if climate does not strongly structure communities or microclimatic refugia buffer communities from regional climate trends, community composition may not change much with climate change. However, apparent stasis in community structure with warming can also arise from the failure of component species to shift their ranges with warming, due to (for example) recruitment limitation or demographic inertia. Unfortunately, these two have very different implications; the first suggests communities may be somewhat resilient to climate change, while the latter implies community sensitivity, especially as climate change accelerates.\n To explore the potential for community resilience vs. sensitivity to recent and future climate change, the PIs and their teams combined unique data sets of plant community composition collected across large macroclimatic gradients in two Pacific Northwest National Parks, with newly developed joint species distribution models (JSDMs), and in-depth information on the landscape features that influence microclimate variability. Research objectives included: I. Assessing the importance of macro and microclimatic variables for community composition; II. Examining community shifts over the last four decades to determine whether compositional turnover with recent climate change is consistent with thermophilization (increase in warm-adapted and decrease in cold-adapted species), climatic buffering (resilience), or lagged species responses (implying sensitivity); and III. Conducted a multi-species seed addition experiment across large-scale and fine-scale climatic gradients to parse out the roles of recruitment limitation and demographic inertia (factors that contributed to time-lagged sensitivity) and macro- or microclimatic buffering (factors that promote resilience to climate change) in the early stages of community assembly.\nWhat was accomplished under these goals (you must provide information for at least one of the 4 categories below)? \nMajor Activities: \nOver the course of this grant, we achieved the following:\n\n\nResurveyed over 800 forest community sites in North Cascades and Mount Rainier National Park. \n\n\nEstablished a large-scale seed addition experiment with 25 species to 180 sites (at 30 locations spanning 500 - 2000 meters in elevation), in which we monitored microclimate, microhabitat, germination, seedling survival and seedling size. \n\n\nTrained and involved 2 postdoctoral associates (Kopf, Chardon), 5 graduate students (Wilson, Breckheimer, Ertel, Pradhan, Goodwin), and 33 undergraduate / postgraduate students in the research. \n\n\nGave multiple yearly talks / presentations about the work to both the general public and scientific audiences.\n\n\nLed a webinar on climate change refugia in which 70+ scientists from universities, conservation organizations, and government agencies in the US and Canada participated.\n\n\nSubmitted 3 scientific manuscripts on the work, and are working on 4 others.\n\n\n\n \nTraining and professional development\n2015-2022\nWe have involved 5 graduate students throughout the project. Rachel Wilson (University of British Columbia) analyzed the re-survey dataset for her Master’s, which is currently in review at Ecology, and is now an ecology instructor and lab coordinator at University of British Columbia. Ian Breckheimer (University of Washington) helped consolidate microclimate data early in the grant and is currently a staff scientist at Rocky Mountain Biological Laboratory.  Kimberly Ertel (University of Washington) was first a field crew leader in 2017 and then conducted a Masters degree in PI Hille Ris Lambers group. She explored functional species traits of focal species in a project that became her Masters dissertation. Kavya Pradhan (University of Washington) has been analyzing resurvey data, collecting species trait data, and collaborating with TNC / Willapa National Wildlife Refuge (which will contribute to 3 chapters in her dissertation - 1 submitted, 2 in progress). Katie Goodwin (University of British Columbia) has been analyzing the multi-species seed addition dataset, and developing additional projects within the scope of the research goals  linking demography, climate, and herbivory to species’ range position (one manuscript in progress). \n\n \nAt the Postdoctoral level, Chris Kopf was a postdoctoral associate who worked on the resurvey component of the project before we received funding from NSF and has been involved in Wilson’s publications. Nathalie Chardon received a 2-year postdoctoral fellowship from the Swiss National Science Foundation and joined this project in October 2021. She is analyzing existing data and developed her own field work within the scope of this project to determine how soil moisture, temperature, and soil microbial interactions influence seed germination and seedling survival. \n\n \nOver 30 undergraduates and postgraduates have been involved in research activities in this project. Through assisting with this research project, they have developed valuable field, lab, and research skills. Many of these people have gone on to pursue graduate studies (e.g., Joshua Fowler and Rebecca Klee are currently graduate students at Rice University and University of Georgia, respectively) or other ecology based careers (e.g. Myesa Legendre-Fixx - Biological Science Technician for USFS at the Rocky Mountain Research Station).\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/07/2023\n\n\t\t\t\t\tSubmitted by: David J Perkel"
 }
}