{
 "awd_id": "1555816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Anomaly and malware detection using AC power analysis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 748227.0,
 "awd_amount": 897869.0,
 "awd_min_amd_letter_date": "2016-03-18",
 "awd_max_amd_letter_date": "2017-09-21",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase II project will be an improved cybersecurity posture among industries that rely on mission-critical computing systems that are difficult to patch and/or monitor. Many technical failures on these systems, including information breaches, equipment malfunctions, and malware infestations, stem from longstanding problems that go undetected.  This project develops nonintrusive measurement and analytics tools that give IT operators operational visibility into high-assurance assets, increasing confidence in their correct operation.  This project will reduce losses due to unscheduled maintenance across industries, improve the trustworthiness of embedded and semi-embedded systems such as software-based medical devices, and reduce the business risk of breaches and malware damage at organizations that rely on hard-to-manage devices. This project also advances the state of the art in detecting rogue software execution and other anomalies through nonintrusive side channels, such as observing power signals collected on a wall outlet. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase II project aims to extend operational visibility of IT departments into mission-critical computing equipment using a novel combination of nonintrusive signal collection and machine learning. From infusion pumps to Internet routers to retail point-of-sale terminals, organizations rely on fixed-purpose computing systems. With this reliance comes three key risks. First, the effects of unscheduled interruptions to critical systems ripple outward to other business areas. Second, critical systems are often incompatible with constantly changing mainstream tools such as host-based antivirus and intrusion-detection systems. Third, critical systems often lag behind other systems patch levels because they are rarely taken out of service for patching. This project addresses these challenges by providing nonintrusive monitoring for critical systems in situ, reducing the risk of unscheduled downtime due to abnormal behavior. The company's monitoring hardware and software observe software execution from the vantage point of the power line, requiring no modifications to monitored systems and extending the ability of operators to understand what critical systems are doing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Denis",
   "pi_last_name": "Foo Kune",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Denis Foo Kune",
   "pi_email_addr": "denis@virtalabs.com",
   "nsf_id": "000671505",
   "pi_start_date": "2016-03-18",
   "pi_end_date": "2017-04-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Ransford",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin A Ransford",
   "pi_email_addr": "ben@virtalabs.com",
   "nsf_id": "000746985",
   "pi_start_date": "2017-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virta Laboratories Inc.",
  "inst_street_address": "363 CLAREMONT LN",
  "inst_street_address_2": "",
  "inst_city_name": "CROZET",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "9176215524",
  "inst_zip_code": "229323378",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "VIRTA LABORATORIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNLZV1SUDKT4"
 },
 "perf_inst": {
  "perf_inst_name": "Virta Laboratories Inc.",
  "perf_str_addr": "1327 Jones Dr, Suite 110",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481051892",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 748227.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149642.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The healthcare industry continuously adopts new technology to improve patient care, but hospitals that are awash in technology have been struggling to maintain cybersecurity. A key problem is that traditional IT tools and workflows are not well matched to the challenge of maintaining diverse populations of safety-critical devices. With support from NSF&rsquo;s SBIR program and early adopters in healthcare, Virta Labs launched BlueFlow, a software toolset that rethinks protection of critical assets with safety and routine clinical workflow&nbsp;in mind. BlueFlow spun out of our initial efforts to commercialize technology to monitor individual medical devices via their electrical power consumption. Customers using BlueFlow and their patient populations realize reductions in cybersecurity risk, especially those risks posed by unknown or unassessed medical devices running out-of-date software.</p>\n<p><span id=\"docs-internal-guid-4dcc1389-7fff-f1b8-1e0a-cf5a0eb972d0\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Cybersecurity of safety-critical systems is a nationwide concern, so Virta Labs works to illuminate both technical and nontechnical sides of the issues. Under the SBIR program&rsquo;s support, we published a peer-reviewed guide to medical device cybersecurity for physicians, released several white papers, and provided commentary and scientific evaluation in response to public cybersecurity events to allay patients&rsquo; and providers&rsquo; fears of medical device vulnerabilities.</span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p><span id=\"docs-internal-guid-5b6ed84f-7fff-328a-729b-626a3d9fc929\"> </span></p>\n<p dir=\"ltr\"><span>In addition to publishing peer-reviewed guides for physicians, Virta Labs has contributed to knowledge&nbsp;in our subfield of medical device security. We developed novel hardware technology called PowerGuard that uses power analysis and machine learning to spot misbehavior or misconfiguration of plug-in embedded devices, including medical devices. PowerGuard treats a device&rsquo;s power consumption as a side channel, or a source of information that was not intentionally designed into the device. When a device is plugged into it, PowerGuard uses machine-learning models to map the device&rsquo;s power-consumption patterns to normal activities, then flags patterns that fall outside the normal range. We also developed machine-learning techniques to make specific guesses about abnormal patterns. To our knowledge, the PowerGuard system comprising&nbsp;plug-in hardware and cloud software is the first commercial system to use AC power analysis as a source of interpretable information for cybersecurity decision making. PowerGuard builds on prior academic research that used side channels to infer embedded devices&rsquo; state from their power consumption. Our efforts to commercialize PowerGuard in healthcare were the catalyst to design and implement BlueFlow, our software-only system that helps healthcare providers manage more aspects of security in clinical settings. Whereas PowerGuard is a monitoring tool that can be applied to individual devices, BlueFlow helps customers better understand their entire population of devices, including weak spots, so that they can derive greater value from monitoring and other security investments.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2018<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;A&nbsp;Ransford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe healthcare industry continuously adopts new technology to improve patient care, but hospitals that are awash in technology have been struggling to maintain cybersecurity. A key problem is that traditional IT tools and workflows are not well matched to the challenge of maintaining diverse populations of safety-critical devices. With support from NSF?s SBIR program and early adopters in healthcare, Virta Labs launched BlueFlow, a software toolset that rethinks protection of critical assets with safety and routine clinical workflow in mind. BlueFlow spun out of our initial efforts to commercialize technology to monitor individual medical devices via their electrical power consumption. Customers using BlueFlow and their patient populations realize reductions in cybersecurity risk, especially those risks posed by unknown or unassessed medical devices running out-of-date software.\n\n \nCybersecurity of safety-critical systems is a nationwide concern, so Virta Labs works to illuminate both technical and nontechnical sides of the issues. Under the SBIR program?s support, we published a peer-reviewed guide to medical device cybersecurity for physicians, released several white papers, and provided commentary and scientific evaluation in response to public cybersecurity events to allay patients? and providers? fears of medical device vulnerabilities.\n \n\n \nIn addition to publishing peer-reviewed guides for physicians, Virta Labs has contributed to knowledge in our subfield of medical device security. We developed novel hardware technology called PowerGuard that uses power analysis and machine learning to spot misbehavior or misconfiguration of plug-in embedded devices, including medical devices. PowerGuard treats a device?s power consumption as a side channel, or a source of information that was not intentionally designed into the device. When a device is plugged into it, PowerGuard uses machine-learning models to map the device?s power-consumption patterns to normal activities, then flags patterns that fall outside the normal range. We also developed machine-learning techniques to make specific guesses about abnormal patterns. To our knowledge, the PowerGuard system comprising plug-in hardware and cloud software is the first commercial system to use AC power analysis as a source of interpretable information for cybersecurity decision making. PowerGuard builds on prior academic research that used side channels to infer embedded devices? state from their power consumption. Our efforts to commercialize PowerGuard in healthcare were the catalyst to design and implement BlueFlow, our software-only system that helps healthcare providers manage more aspects of security in clinical settings. Whereas PowerGuard is a monitoring tool that can be applied to individual devices, BlueFlow helps customers better understand their entire population of devices, including weak spots, so that they can derive greater value from monitoring and other security investments.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/17/2018\n\n\t\t\t\t\tSubmitted by: Benjamin A Ransford"
 }
}