{
 "awd_id": "1556356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tolerance as a Parasite Defense in a Colonial Bird",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2016-03-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 283125.0,
 "awd_amount": 283125.0,
 "awd_min_amd_letter_date": "2016-02-01",
 "awd_max_amd_letter_date": "2016-02-01",
 "awd_abstract_narration": "All living organisms must defend themselves from disease-causing parasites and pathogens to which they are exposed.  The typical way that such defense occurs is by resisting the pathogen or parasite, often through an immune response.  Resistance by the host is the basis for much of modern medicine, in which the immune response is enhanced or replaced by various therapies.  However, another defense is the tolerance of the parasite or pathogen without mounting any resistance, which (under certain circumstances) can be beneficial to the host, in part because tolerance does not require the host to incur the physiological cost of mounting an immune response.  Plants are well known to tolerate various pathogens, but the ability of animals to tolerate parasites has only recently been recognized.  This project documents how a colonial bird, the cliff swallow, has rapidly evolved (over 30 years) the ability to tolerate large numbers of blood-feeding parasitic bugs.  By comparing the effects of these parasites on the birds in the 1980s versus their effects today, insight into conditions that favor the development of tolerance as a parasite defense in a social animal will be gained.  The results will have wide relevance to understanding ways that animals (including humans) can potentially minimize the negative effects of parasites and the diseases sometimes associated with those parasites.\r\n\r\nParasite tolerance has been established as a key host defense in plant-parasite systems, but few empirical studies have explored the role of tolerance in animal host-parasite relationships. This research seeks to study the ecology and evolution of tolerance defense strategies against parasites in colonially nesting cliff swallows (Petrochelidon pyrrhonota) and their principal parasite, the swallow bug (Hemiptera: Cimicidae: Oeciacus vicarius).  The work builds on a long-term field study and the relatively recent adoption of new nesting sites by cliff swallows where they have come into greater contact with their nest parasites.  During the 1980s, bugs exerted severe effects on cliff swallow reproductive success, but subsequent observation suggests that the birds may have evolved greater tolerance to parasitism in the intervening 30 years.  This research seeks to establish whether cliff swallows now better tolerate parasites and how the birds? anti-parasite behavior may be changing as a result.  The novelty of this work is that it is the first to examine temporal changes in tolerance within a natural population.  This research will involve undergraduate students and a postdoctoral scientist, and participation by a community college faculty member will facilitate involvement of urban minority students.  Because enhancing tolerance by the host may be more effective in fighting inflammatory and autoimmune diseases than prescribing antibiotics (a strategy that promotes resistance to parasites), this research will encourage non-scientists to think about tolerance as a treatment option.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Brown",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Brown",
   "pi_email_addr": "charles-brown@utulsa.edu",
   "nsf_id": "000375933",
   "pi_start_date": "2016-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tulsa",
  "inst_street_address": "800 S TUCKER DR",
  "inst_street_address_2": "",
  "inst_city_name": "TULSA",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "9186312192",
  "inst_zip_code": "741049700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OK01",
  "org_lgl_bus_name": "UNIVERSITY OF TULSA",
  "org_prnt_uei_num": "",
  "org_uei_num": "P23YK1EKPS51"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tulsa",
  "perf_str_addr": "800 S. Tucker Drive",
  "perf_city_name": "Tulsa",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "741049700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OK01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 283125.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All living organisms must defend themselves from disease-causing parasites and pathogens to which they are exposed.&nbsp; The typical way that such defense occurs is by resisting the pathogen, often through an immune response.&nbsp; Resistance by the host is the basis for much of modern medicine, in which the immune response is enhanced or replaced by various therapies.&nbsp; However, another defense is the tolerance of the parasite or pathogen without mounting any resistance, which (under certain circumstances) can be beneficial to the host, in part because tolerance does not require the host to incur the physiological cost of mounting an immune response.&nbsp; Plants are well known to tolerate various pathogens, but the ability of animals to tolerate parasites has only recently been recognized.&nbsp; This project documented how a colonial bird, the cliff swallow, has rapidly evolved (over 35 years) the ability to tolerate large numbers of blood-feeding parasitic bugs.&nbsp; By comparing the effects of these parasites on the birds in the 1980s versus their effects today, we found that cliff swallows suffer lower costs of parasitism today despite the parasites having not decreased in abundance over time.&nbsp; The costs we measured include effects of parasites on the condition and survival of nestling birds, the effects on the long-term survival of the adult birds, and the degree to which parasites cause developmental abnormalities in feather growth.&nbsp; Virulence of the parasites has not increased over time, as they have not gotten larger or smaller in body size.&nbsp; We also found that transmission patterns of the parasites are largely unchanged. &nbsp;Based on their increased re-use of potentially parasite-infested nests and colony sites from previous years, cliff swallows are not avoiding parasites more effectively now than 35 years ago.&nbsp; Other potential interpretations of our results (such as a change in host species or climatic effects on the seasonal timetable for breeding by both the birds and the bugs) cannot explain the patterns we found.&nbsp; The results are consistent with the birds evolving an ability to better tolerate the effects of the parasites over time, perhaps in part through an adjustment in the quantity of food they feed their nestlings. &nbsp;The results have wide relevance to understanding ways that animals (including humans) can potentially minimize the negative effects of parasites and the diseases sometimes associated with those parasites.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2020<br>\n\t\t\t\t\tModified by: Charles&nbsp;R&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll living organisms must defend themselves from disease-causing parasites and pathogens to which they are exposed.  The typical way that such defense occurs is by resisting the pathogen, often through an immune response.  Resistance by the host is the basis for much of modern medicine, in which the immune response is enhanced or replaced by various therapies.  However, another defense is the tolerance of the parasite or pathogen without mounting any resistance, which (under certain circumstances) can be beneficial to the host, in part because tolerance does not require the host to incur the physiological cost of mounting an immune response.  Plants are well known to tolerate various pathogens, but the ability of animals to tolerate parasites has only recently been recognized.  This project documented how a colonial bird, the cliff swallow, has rapidly evolved (over 35 years) the ability to tolerate large numbers of blood-feeding parasitic bugs.  By comparing the effects of these parasites on the birds in the 1980s versus their effects today, we found that cliff swallows suffer lower costs of parasitism today despite the parasites having not decreased in abundance over time.  The costs we measured include effects of parasites on the condition and survival of nestling birds, the effects on the long-term survival of the adult birds, and the degree to which parasites cause developmental abnormalities in feather growth.  Virulence of the parasites has not increased over time, as they have not gotten larger or smaller in body size.  We also found that transmission patterns of the parasites are largely unchanged.  Based on their increased re-use of potentially parasite-infested nests and colony sites from previous years, cliff swallows are not avoiding parasites more effectively now than 35 years ago.  Other potential interpretations of our results (such as a change in host species or climatic effects on the seasonal timetable for breeding by both the birds and the bugs) cannot explain the patterns we found.  The results are consistent with the birds evolving an ability to better tolerate the effects of the parasites over time, perhaps in part through an adjustment in the quantity of food they feed their nestlings.  The results have wide relevance to understanding ways that animals (including humans) can potentially minimize the negative effects of parasites and the diseases sometimes associated with those parasites.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2020\n\n\t\t\t\t\tSubmitted by: Charles R Brown"
 }
}