{
 "awd_id": "1556772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LTREB: Following the reorganization and resynchronization of biogeochemical cycles after an unprecedented tundra fire",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 400404.0,
 "awd_amount": 440572.0,
 "awd_min_amd_letter_date": "2016-04-28",
 "awd_max_amd_letter_date": "2021-07-30",
 "awd_abstract_narration": "The arctic tundra north of the tree line in Alaska is responding to the most rapid rates of warming on the globe. The responses include increased plant growth, thaw of the underlying permafrost, loss of soil carbon through increased microbial activity, and increased frequency and severity of wildfires. Historically, low temperatures have kept tundra fires as relatively infrequent events. But warming is anticipated to impact the fire regime by doubling fire size and frequency in the arctic by the year 2100.  Fires impact ecosystem services provided by the tundra for decades to centuries by burning the vegetation and the layer of dead organic matter on top of the soil. As vegetation rapidly recolonizes the landscape after a fire through a process known as succession, its composition changes, as do the cycles of carbon and associated nutrients, like nitrogen and phosphorus. In fact, fires remove a large portion of nutrients needed to fuel the regrowth and recovery of vegetation, while at the same time, increase soil temperatures because the insulating organic layer has also been removed. Warmer soils may increase soil nutrient availability and lead a shift from grasses to shrubs over time. But it is unclear whether these changes are large enough to offset the initial carbon and nutrient losses during the fires, which is the main question this project seeks to answer. Besides the scientific results, an online documentary series will be produced that explains the effects of climate change and fire on arctic ecosystems. Formal outreach programs developed in prior projects that specifically address indigenous and minority populations living on the North Slope in Alaska and in Indiana will also be enhanced.\r\n\r\nThis project will develop a multi-decadal record and mathematical model of post-fire carbon and nutrient cycling across three sites along a disturbance severity gradient within the largest recorded arctic tundra fire, the Anaktuvuk River fire from 2007. An existing eddy covariance system will be used to continue measurements of carbon and energy fluxes begun in 2008, along with soil chambers. A quantitative soil and biomass harvest was conducted in 2011 across a burn severity gradient. Post-fire trajectories from grass to shrub-dominated tundra should create a positive climatic feedback and produce a warming effect through decreased albedo. This project will be used to create a multi-decadal record of carbon, nitrogen and phosphorus fluxes and stocks to parameterize, validate, and test the Multiple Element Limitation (MEL) model as applied to the biogeochemistry of arctic tundra.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Rocha",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian V Rocha",
   "pi_email_addr": "arocha1@nd.edu",
   "nsf_id": "000574063",
   "pi_start_date": "2016-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Rastetter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Edward B Rastetter",
   "pi_email_addr": "erastett@mbl.edu",
   "nsf_id": "000232460",
   "pi_start_date": "2016-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 400404.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 40168.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A large and unprecedented wildfire on the North Slope of Alaska in 2007 was a harbinger of climate change impacts on arctic ecosystems.&nbsp; Low temperatures and short growing seasons have historically limited fires in the arctic, but anomalously warm and dry conditions in 2007 resulted in the extensive burning of over 1000 km2 of tundra within the Anaktuvuk River region.&nbsp; This fire created a unique opportunity to understand tundra ecosystem recovery following wildfire. Wildfires initiate long-term changes in ecosystem composition, structure, and function that have the potential to feedback into climate. Wildfires may hinder an ecosystems ability to sequester carbon in the future through damage to vegetation and soils.&nbsp; For example, the Anaktuvuk River fire destroyed over 50 years of carbon storage and 400 years of nitrogen accumulation by soils and vegetation. The goals of this project were to: 1) understand the driving forces regulating post-fire ecosystem recovery over multiple decades, and 2) understand the implications of these forces for long-term ecosystem carbon sequestration. Since vegetation recovery depends on nutrients to fuel plant growth, we hypothesized that nutrient availability determined the rate of ecosystem recovery and long-term carbon storage.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>We tested this hypothesis with a long term monitoring of carbon and nutrient cycling, a fertilization experiment in burned and unburned tundra, and modeling activities to synthesize collected datasets. The 16 year record of carbon and nutrient cycling occurred at three sites along a nutrient resource gradient created by the combustion of vegetation and soils during the wildfire. These sites included: a Severely burned site where a majority of the soil organic horizon and vegetation was consumed in the fire; a Moderately burned site where some of the soil and organic horizon and vegetation remained after fire; and an Unburned site that was unaffected by fire. Long term monitoring of these sites indicated that fire severity affected soil nutrient resources, vegetation composition, and ecosystem structure and function over the past 15 years.&nbsp; The loss of the insulating soil organic horizon increased soil temperatures and nutrient mineralization rates resulting in greater nutrient availability and an increase in shrubby vegetation at the Severe burned site.&nbsp; This mechanism was corroborated by nutrient fertilization experiments at the Severe and Unburned sites. The results from these experiments indicated that both phosphorus and nitrogen availability limit shifts in vegetation composition, structure, and function from graminoid to shrub dominated systems.&nbsp; Data from this work were improved the modeling of nutrient limitation in ecosystem carbon cycling models that will go towards improving forecasts of post-fire succession in tundra ecosystems.&nbsp; This project resulted in numerous scientific presentations at international meetings, a total of 46 publications, the training of three masters students, and two doctoral students. The project also supported eight research experiences for primary and high school teachers, development of primary school curricula on tundra ecosystems, the training of high school students in ecological research, and several outreach workshops in the South Bend area on climate change impacts in the Arctic.&nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/21/2023<br>\nModified by: Adrian&nbsp;V&nbsp;Rocha</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA large and unprecedented wildfire on the North Slope of Alaska in 2007 was a harbinger of climate change impacts on arctic ecosystems. Low temperatures and short growing seasons have historically limited fires in the arctic, but anomalously warm and dry conditions in 2007 resulted in the extensive burning of over 1000 km2 of tundra within the Anaktuvuk River region. This fire created a unique opportunity to understand tundra ecosystem recovery following wildfire. Wildfires initiate long-term changes in ecosystem composition, structure, and function that have the potential to feedback into climate. Wildfires may hinder an ecosystems ability to sequester carbon in the future through damage to vegetation and soils. For example, the Anaktuvuk River fire destroyed over 50 years of carbon storage and 400 years of nitrogen accumulation by soils and vegetation. The goals of this project were to: 1) understand the driving forces regulating post-fire ecosystem recovery over multiple decades, and 2) understand the implications of these forces for long-term ecosystem carbon sequestration. Since vegetation recovery depends on nutrients to fuel plant growth, we hypothesized that nutrient availability determined the rate of ecosystem recovery and long-term carbon storage.\n\n\n\n\n\nWe tested this hypothesis with a long term monitoring of carbon and nutrient cycling, a fertilization experiment in burned and unburned tundra, and modeling activities to synthesize collected datasets. The 16 year record of carbon and nutrient cycling occurred at three sites along a nutrient resource gradient created by the combustion of vegetation and soils during the wildfire. These sites included: a Severely burned site where a majority of the soil organic horizon and vegetation was consumed in the fire; a Moderately burned site where some of the soil and organic horizon and vegetation remained after fire; and an Unburned site that was unaffected by fire. Long term monitoring of these sites indicated that fire severity affected soil nutrient resources, vegetation composition, and ecosystem structure and function over the past 15 years. The loss of the insulating soil organic horizon increased soil temperatures and nutrient mineralization rates resulting in greater nutrient availability and an increase in shrubby vegetation at the Severe burned site. This mechanism was corroborated by nutrient fertilization experiments at the Severe and Unburned sites. The results from these experiments indicated that both phosphorus and nitrogen availability limit shifts in vegetation composition, structure, and function from graminoid to shrub dominated systems. Data from this work were improved the modeling of nutrient limitation in ecosystem carbon cycling models that will go towards improving forecasts of post-fire succession in tundra ecosystems. This project resulted in numerous scientific presentations at international meetings, a total of 46 publications, the training of three masters students, and two doctoral students. The project also supported eight research experiences for primary and high school teachers, development of primary school curricula on tundra ecosystems, the training of high school students in ecological research, and several outreach workshops in the South Bend area on climate change impacts in the Arctic.  \n\n\n\t\t\t\t\tLast Modified: 11/21/2023\n\n\t\t\t\t\tSubmitted by: AdrianVRocha\n"
 }
}