{
 "awd_id": "1556057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Cell Wall Associated Kinases As Pectin Receptors",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aruna Kilaru",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 597805.0,
 "awd_amount": 617805.0,
 "awd_min_amd_letter_date": "2016-03-03",
 "awd_max_amd_letter_date": "2022-04-25",
 "awd_abstract_narration": "All complex organisms are composed of cells that must bind to and communicate with each other, and all cells are surrounded by an extra-cellular matrix that provides some of these abilities. In plants, the extracellular matrix is termed the cell wall, and is partially composed of the carbohydrates cellulose and pectin.  Several cell surface proteins act as sensors or receptors for the state of the cell wall, monitoring its integrity and composition.  The Wall Associated Kinases (WAKs) are cell surface receptors that bind to the pectin in the cell wall, and regulate cell enlargement. WAKs are also activated by fragmented pectins generated by pathogens, mechanical stress and perhaps by normal developmental changes. The experiments that will be conducted during this project will begin to help in understanding the mechanism by which WAKs can distinguish and respond to different types of pectin in the cell wall, and thereby how plants sense the state of their cell wall, essential for their growth and development. This work will be carried out at a small liberal arts college where the focus is on undergraduate education and research. Students receive a thorough training in experimental science through work in this project, and a significant portion go on to graduate and professional school.  The PI also incorporates many aspects of plant cell biology and genetics from his lab into the core cell biology and genetics lab course at the scientist's institution, and is involved in courses for underprepared students in the sciences.\r\n\r\nThe cell walls of angiosperms are composed of a complex arrangement of cellulose, hemicellulose and pectin. The pectins can be selectively and locally modified to be cross-linked into a structural network that can have dramatic effects on cell enlargement.  Localized digestion by plant secreted polygalacturonases can also modify the pectin network by loosening the cell wall to permit directional expansion of cells. Numerous pathogens and mechanical disruptions fragment pectin, often leading to a plant stress response. This project involves the Wall Associated Kinases  (WAKs) that bind to both long polymers of cross-linked pectin and to pathogen and damage induced pectin fragments, or  oligo-galacturonides (OGs). WAKs bound to native polymers are required for normal cell expansion, but bind newly generated OGs with higher affinity, and subsequently activate a distinct stress response pathway. This project will characterize receptor like kinases, cytoplasmic kinases, and potential scaffolding proteins that are phosphorylated upon OG treatment of Arabidopsis.  The role of each of the 5 individual WAK isoforms, clustered in one 30 kb locus in Arabidopsis will be genetically dissected using a new CRISPR/Cas9 based WAK deletion mutant. The puzzle is how one receptor type can distinguish and respond in different ways to different types of pectin, during development and the response to environmental disturbance. The goal is to understand if this is achieved through different WAKs each binding different pectins, and in combination with different co-receptors and ligands to activate alternate pathways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Kohorn",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce D Kohorn",
   "pi_email_addr": "bkohorn@bowdoin.edu",
   "nsf_id": "000116475",
   "pi_start_date": "2016-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "6000 College Station",
  "perf_city_name": "Brunswick",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040118451",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 298558.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 147697.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 151550.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp;Plant cell walls arise through a complex, developmentally regulated coordination of synthesis, turnover, and interactions between protein and carbohydrates. Screens for mutants in developmental processes have not surprisingly then revealed numerous alleles of cell wall biosynthesis genes, and conversely mutations in cell wall function have identified alleles in genes normally associated with a variety of metabolic and developmental pathways. Several receptor kinases have arisen from these screens, and these have been termed &ldquo;cell wall sensors&rdquo;. The WAKs are like many other plant receptors in that they regulate some aspect of cell division or growth, but also affect aspects of the cell wall. But WAKs remain unique in that they are the only known receptor to bind directly to a major structural component of the cell wall, pectin, which appears to influence a WAK dependent signaling pathway regulating cell expansion. WAKs are also involved in the pathogen and stress responses, but are likely activated in this case by fragmented pectins generated by pathogens, mechanical stress and perhaps normal developmental patterns.&nbsp; Collectively the data are consistent with a model where OGs are competing with native pectin for WAKs, and this provides a mechanism for WAKs to distinguish pectins, and activate alternate pathways. The have led to an understanding of&nbsp; the mechanism by which WAKs can distinguish and respond to different types of pectin in the cell wall, and thereby how plants sense the state of their cell wall.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2023<br>\n\t\t\t\t\tModified by: Bruce&nbsp;D&nbsp;Kohorn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n   Plant cell walls arise through a complex, developmentally regulated coordination of synthesis, turnover, and interactions between protein and carbohydrates. Screens for mutants in developmental processes have not surprisingly then revealed numerous alleles of cell wall biosynthesis genes, and conversely mutations in cell wall function have identified alleles in genes normally associated with a variety of metabolic and developmental pathways. Several receptor kinases have arisen from these screens, and these have been termed \"cell wall sensors\". The WAKs are like many other plant receptors in that they regulate some aspect of cell division or growth, but also affect aspects of the cell wall. But WAKs remain unique in that they are the only known receptor to bind directly to a major structural component of the cell wall, pectin, which appears to influence a WAK dependent signaling pathway regulating cell expansion. WAKs are also involved in the pathogen and stress responses, but are likely activated in this case by fragmented pectins generated by pathogens, mechanical stress and perhaps normal developmental patterns.  Collectively the data are consistent with a model where OGs are competing with native pectin for WAKs, and this provides a mechanism for WAKs to distinguish pectins, and activate alternate pathways. The have led to an understanding of  the mechanism by which WAKs can distinguish and respond to different types of pectin in the cell wall, and thereby how plants sense the state of their cell wall.\n\n \n\n\t\t\t\t\tLast Modified: 05/23/2023\n\n\t\t\t\t\tSubmitted by: Bruce D Kohorn"
 }
}