{
 "awd_id": "1556770",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "RII Track-1 Lake Champlain Basin Resilience to Extreme Events",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032922759",
 "po_email": "lcligget@nsf.gov",
 "po_sign_block_name": "Lisa C. Cliggett",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 20000000.0,
 "awd_amount": 21577063.0,
 "awd_min_amd_letter_date": "2016-03-15",
 "awd_max_amd_letter_date": "2022-09-06",
 "awd_abstract_narration": "Non-technical Description\r\nLake Champlain and its surrounding watershed are important to Vermont for tourism, agriculture, natural resources and drinking water. This region has recently suffered severe economic and environmental damage due to flooding, snowstorms, and other extreme weather events. In addition, storm runoff has impeded ongoing efforts to improve lake and drinking-water quality. Seven academic institutions within Vermont will leverage existing and new investments in technology, computational resources and human resources toward developing predictive and decision-making tools for improving drinking-water quality and protecting natural and human infrastructure in the face of increasing extreme weather events. Physical, biological and social scientists and engineers will collaborate in interdisciplinary teams to understand and model the Lake Champlain basin as a complex hydro-ecological-social system. Highly sophisticated physical and social models will be employed to better understand interactions between the natural and human components of Lake Champlain and the surrounding watershed. Team members will develop and provide hands-on educational opportunities and STEM training for middle-school, high-school, and undergraduate students and support research training for undergraduate, and graduate students and post-doctoral researchers. Early career professional development will target graduate students, post-doctoral researchers and early career faculty to further improve the STEM workforce within Vermont.\r\n\r\nTechnical Description \r\nResearch teams will apply a systems-based, highly integrated approach to determine when and where impacts of extreme events cascade through the combined social-ecological system. Extensive water- and soil-sensor networks will provide data to develop and validate physical models of the watershed. Surveys, workshops and interviews of stakeholders and governmental agents will be used to provide data for the social-science models. The social-science models will employ Deep Knowledge Neural Networks with dynamic algorithms to incorporate land-owner, land-user and policy-maker opinions and responses. An integrated model of the watershed will be used to test management scenarios and identify strategies for maintaining infrastructure, environmental health and drinking water quality in the face of extreme weather events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Van Houten",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Judith L Van Houten",
   "pi_email_addr": "Judith.Vanhouten@uvm.edu",
   "nsf_id": "000194131",
   "pi_start_date": "2016-03-15",
   "pi_end_date": "2018-05-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arne",
   "pi_last_name": "Bomblies",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arne Bomblies",
   "pi_email_addr": "arne.bomblies@uvm.edu",
   "nsf_id": "000583910",
   "pi_start_date": "2018-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193Y00",
   "pgm_ele_name": "EPSCoR RII: Track-1"
  },
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7217",
   "pgm_ref_txt": "RESEARCH INFRASTRUCTURE IMPROV"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1577063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Vermont EPSCoR Research Infrastructure Improvement (RII) Track-1, $20M award began on June 1, 2016 for research on Lake Champlain Basin Resilience to Extreme Events (BREE).&nbsp; The research informed public policy and supported statewide economic and workforce development.&nbsp; Research questions examined what makes some parts of Lake Champlain and its watersheds resilient in the face of extreme weather events, increasingly common in a warming Vermont, while other parts of the Lake and basin fail to recover and rebound.</p>\n<p>The project involved a diverse group of scientists and stakeholders working together on water quality research. UVM served as the lead institution, with participants including faculty from Northern Vermont University, Castleton University, Middlebury College, Saint Michael&rsquo;s College, and Dartmouth College (NH). Other project partners included the Lake Champlain Basin Program and the Vermont Agency of Natural Resources as well as partners from Quebec and New York (as Vermont, New York, and Quebec all contain parts of the Lake Champlain Basin).&nbsp; 12 Graduate Research Assistants and 11 Postdoctoral Associates were supported and have continued on to faculty positions in a number of institutions nationwide including but not limited to North Carolina State University, the University of Nebraska, and the University of Kansas. BREE engaged over 300 Vermont participants, adding 29 new jobs and distributing 38 Private sector awards inclusive of the SBIR Phase 0 award, originally developed at VT EPSCoR, and which has seeded successful companies such as Mamava, leading to numerous jobs in the State and contributing to a vibrant local economy.</p>\n<p>In addition to significant basic research contributions to environmental and social sciences, the RII Track-I BREE award provided much needed information to decision-makers as they govern the basin and develop policies that reach far into the future. Numerous field measurements, research findings and group interactions were key to the Vermont Agency of Natural Resources for addressing the ongoing problem of harmful algal blooms and other water quality issues in Lake Champlain. The project supported research teams from UVM and five colleges across Vermont that collect data from sensors in streams, soil, and the lake. Research teams gathered information on land use, economic impacts of poor water quality, and more. Seven social and ecological computer models simulating climate, hydrology, land use, governance, lake hydrodynamics, and lake biogeochemistry, all calibrated with collected data, are linked together in a computational framework. The resulting Integrated Assessment Model (IAM) tested impacts of management scenarios on Lake Champlain water quality under a variety of climate change and governance scenarios, and identified strategies for preserving infrastructure, environmental health, and drinking water quality as Vermont&rsquo;s landscape continues to change and the climate continues to show warming and a rise in extreme precipitation. Throughout the duration of BREE, model development and scenarios were shared with project stakeholders in regular meetings of the Policy and Technical Advisory Committee (PTAC) which comprised participants from the EPSCoR-supported institutions, the State of Vermont, and other relevant project partners. In these biannual meetings, information flowed in both directions. Policy priorities and constraints from the State influenced the research and modeling efforts, and model output illuminated possible environmental outcomes to State participants who are interested in enacting effective environmental policy. The result was a mutually beneficial exchange, which grounded BREE research in political realism, and guided Vermont State environmental policy.</p>\n<p>In the Fall 2020, vital components of the new Vermont law to protect state waterways from pollution (Act 76) went into effect. Significant aspects of that law were drawn from a study conducted by an interdisciplinary team of researchers based from BREE. The results of that study can now be read in a paper published in Journal of Public Administration Research and Theory, titled <em>Modeling Alternative Collaborative Governance Designs: An Agent-Based Model of Water Governance in the Lake Champlain Basin</em>, co-authored by Drs. Christopher Koliba and Patrick Bitterman.</p>\n<p>A key element of the award was the work performed by the Vermont EPSCoR Center for Workforce Development and Diversity (CWDD) at Saint Michael&rsquo;s College, which offered research opportunities to middle, high school, and undergraduate students across Vermont. The program participants were fully integrated into ongoing BREE-funded research, thereby gaining valuable introductions to environmental and social sciences as well as professional networking opportunities.</p>\n<p>The Vermont EPSCoR BREE project contributed significantly to scientific literature, in social and environmental sciences resulting in numerous publications. Specific disciplines included hydrology, meteorology, land use policy, biogeochemistry, and climatology. However, the overall value of the combined, interdisciplinary research as represented by the IAM was greater than the sum of its parts. The IAM has provided insights into the coupled, nonlinear behavior of the complex socio-ecological system of the Lake Champlain Basin in ways that would not be possible if the complex problems of harmful algal blooms were reduced to just individual subject domains such as hydrology, climatology or land use change decisions.</p><br>\n<p>\n Last Modified: 02/14/2024<br>\nModified by: Arne&nbsp;Bomblies</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1556770/1556770_10414981_1707947798740_Schroth_img_58_v3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556770/1556770_10414981_1707947798740_Schroth_img_58_v3--rgov-800width.jpg\" title=\"Ecological Team on Lake Champlain\"><img src=\"/por/images/Reports/POR/2024/1556770/1556770_10414981_1707947798740_Schroth_img_58_v3--rgov-66x44.jpg\" alt=\"Ecological Team on Lake Champlain\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dr. Andrew Schroth and Team placing sensors in St. Albans Bay, Vermont</div>\n<div class=\"imageCredit\">Andrew Schroth</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Arne&nbsp;Bomblies\n<div class=\"imageTitle\">Ecological Team on Lake Champlain</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Vermont EPSCoR Research Infrastructure Improvement (RII) Track-1, $20M award began on June 1, 2016 for research on Lake Champlain Basin Resilience to Extreme Events (BREE). The research informed public policy and supported statewide economic and workforce development. Research questions examined what makes some parts of Lake Champlain and its watersheds resilient in the face of extreme weather events, increasingly common in a warming Vermont, while other parts of the Lake and basin fail to recover and rebound.\n\n\nThe project involved a diverse group of scientists and stakeholders working together on water quality research. UVM served as the lead institution, with participants including faculty from Northern Vermont University, Castleton University, Middlebury College, Saint Michaels College, and Dartmouth College (NH). Other project partners included the Lake Champlain Basin Program and the Vermont Agency of Natural Resources as well as partners from Quebec and New York (as Vermont, New York, and Quebec all contain parts of the Lake Champlain Basin). 12 Graduate Research Assistants and 11 Postdoctoral Associates were supported and have continued on to faculty positions in a number of institutions nationwide including but not limited to North Carolina State University, the University of Nebraska, and the University of Kansas. BREE engaged over 300 Vermont participants, adding 29 new jobs and distributing 38 Private sector awards inclusive of the SBIR Phase 0 award, originally developed at VT EPSCoR, and which has seeded successful companies such as Mamava, leading to numerous jobs in the State and contributing to a vibrant local economy.\n\n\nIn addition to significant basic research contributions to environmental and social sciences, the RII Track-I BREE award provided much needed information to decision-makers as they govern the basin and develop policies that reach far into the future. Numerous field measurements, research findings and group interactions were key to the Vermont Agency of Natural Resources for addressing the ongoing problem of harmful algal blooms and other water quality issues in Lake Champlain. The project supported research teams from UVM and five colleges across Vermont that collect data from sensors in streams, soil, and the lake. Research teams gathered information on land use, economic impacts of poor water quality, and more. Seven social and ecological computer models simulating climate, hydrology, land use, governance, lake hydrodynamics, and lake biogeochemistry, all calibrated with collected data, are linked together in a computational framework. The resulting Integrated Assessment Model (IAM) tested impacts of management scenarios on Lake Champlain water quality under a variety of climate change and governance scenarios, and identified strategies for preserving infrastructure, environmental health, and drinking water quality as Vermonts landscape continues to change and the climate continues to show warming and a rise in extreme precipitation. Throughout the duration of BREE, model development and scenarios were shared with project stakeholders in regular meetings of the Policy and Technical Advisory Committee (PTAC) which comprised participants from the EPSCoR-supported institutions, the State of Vermont, and other relevant project partners. In these biannual meetings, information flowed in both directions. Policy priorities and constraints from the State influenced the research and modeling efforts, and model output illuminated possible environmental outcomes to State participants who are interested in enacting effective environmental policy. The result was a mutually beneficial exchange, which grounded BREE research in political realism, and guided Vermont State environmental policy.\n\n\nIn the Fall 2020, vital components of the new Vermont law to protect state waterways from pollution (Act 76) went into effect. Significant aspects of that law were drawn from a study conducted by an interdisciplinary team of researchers based from BREE. The results of that study can now be read in a paper published in Journal of Public Administration Research and Theory, titled Modeling Alternative Collaborative Governance Designs: An Agent-Based Model of Water Governance in the Lake Champlain Basin, co-authored by Drs. Christopher Koliba and Patrick Bitterman.\n\n\nA key element of the award was the work performed by the Vermont EPSCoR Center for Workforce Development and Diversity (CWDD) at Saint Michaels College, which offered research opportunities to middle, high school, and undergraduate students across Vermont. The program participants were fully integrated into ongoing BREE-funded research, thereby gaining valuable introductions to environmental and social sciences as well as professional networking opportunities.\n\n\nThe Vermont EPSCoR BREE project contributed significantly to scientific literature, in social and environmental sciences resulting in numerous publications. Specific disciplines included hydrology, meteorology, land use policy, biogeochemistry, and climatology. However, the overall value of the combined, interdisciplinary research as represented by the IAM was greater than the sum of its parts. The IAM has provided insights into the coupled, nonlinear behavior of the complex socio-ecological system of the Lake Champlain Basin in ways that would not be possible if the complex problems of harmful algal blooms were reduced to just individual subject domains such as hydrology, climatology or land use change decisions.\t\t\t\t\tLast Modified: 02/14/2024\n\n\t\t\t\t\tSubmitted by: ArneBomblies\n"
 }
}