{
 "awd_id": "1556766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Effects of forest fragmentation on Lepidopteran herbivores of contrasting diet breadth",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2016-12-01",
 "awd_exp_date": "2021-11-30",
 "tot_intn_awd_amt": 258933.0,
 "awd_amount": 258933.0,
 "awd_min_amd_letter_date": "2016-09-08",
 "awd_max_amd_letter_date": "2016-09-08",
 "awd_abstract_narration": "The fragmentation of habitats in to smaller and more isolated pieces can leave animals in areas that have insufficient food resources within reach.  This problem is particularly acute for those species that are dietary specialists.  These specialists may then be lost from the habitats, and their loss can have cascading effects on other species that may further alter the composition of ecological communities.  This project will test alternative hypotheses that have been proposed to explain declines in specialist herbivores from fragmented forests. This research is important in understanding how changes in land use or other disturbances that fragment habitats will affect biodiversity and the integrity of ecosystems.  The project will focus on butterfly larvae of species with different diet requirements as model study organisms.  Their dependence on particular plant species and their role as prey for birds will be studied in 40 forest sites in Connecticut where the basic ecological interactions are well known.  In addition to analysis of response to past forest fragmentation, experiments protecting caterpillars from predation will help quantify the importance of food resources.  The study will improve understanding of natural food webs subject to human impacts and can guide future forest management.  This project will also provide research training for students in forest ecology that will strengthen the scientific workforce.\r\n\r\nForest fragmentation is likely to substantially modify interactions among species and a recurrent pattern is the loss of dietary specialists from food webs in small forest fragments.  Focusing on a complex, tri-trophic ecological network of larval Lepidoptera, their hostplants and avian predators, the project will establish how bottom-up and top-down mechanisms alter the absolute and relative abundance of specialist herbivores in forest fragments. The project will combine extensive extant data on plant-Lepidoptera associations and regional forest fragmentation, new data on plants and caterpillars at 40 sites, field experiments, and lab analyses on caterpillar diet breadth and growth response to quantify effects of host plant availability and predation on the diet specificity of lepidopteran larvae in temperate deciduous forests. This detailed, multi-trophic approach will enhance mechanistic understanding of changes in trophic networks due to fragmentation.  Four broader impacts will result from this work: 1) training future scientists, 2) recruiting underrepresented groups, 3) public outreach in science and 4) improving scientific infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Singer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Singer",
   "pi_email_addr": "msinger@wesleyan.edu",
   "nsf_id": "000453462",
   "pi_start_date": "2016-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 High Street",
  "perf_city_name": "Middletown",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064596087",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 258933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit.</strong> Forests worldwide are being fragmented by human activities. The ecological consequences of this forest fragmentation are important to understand because forests harbor enormous biodiversity and forest ecosystems take up greenhouse gases, regulate local climate, and purify ground water, among other ecosystem services. Decades of ecological research show that biodiversity generally enhances the output and stability of such ecosystem services due, in part, to ecological specialization and complementarity of diverse species. This project investigated how forest fragmentation causes ecologically specialized species to become underrepresented in their communities relative to more ecologically generalized species. The focus of study was a community of 195 moth and butterfly species whose larval stages (caterpillars) vary in their degree of dietary specialization (i.e. dependence on one or more plant species as food plants) across 32 forest fragments in Connecticut. It was hypothesized that dietary specialist caterpillars would become underrepresented in small forest fragments because of the reduced availability or quality of specific food plants, or, alternatively, because of increased predation or parasitism. Surveys of caterpillars confirmed that dietary specialist caterpillars were underrepresented in small forest fragments relative to dietary generalist caterpillars, and the insect parasites (parasitoids) of dietary specialist caterpillars were especially underrepresented in small fragments. Field and lab experiments showed that neither changes in food plant quality nor predation were responsible for the underrepresentation of specialist caterpillars in small fragments. Surveys of plants, deer (potential competitors with caterpillars), and birds (important predators of caterpillars) identified no clear factor responsible for the underrepresentation of dietary specialist caterpillars in small forest fragments. Our data, however, hinted that overbrowsing by deer in small forest fragments might play a role.</p>\n<p><strong>Broader impacts.</strong> The project&rsquo;s combination of ecology, conservation biology, and organismal biology (botany, entomology, ornithology) made it appealing to a wide range of students as well as to the public. The project trained 92 undergraduate students, 7 graduate students and two post-docs of diverse backgrounds over the course of the project. The PIs reached out to the public with seminars and three urban biodiversity summer camps for local K-12 students. The project contributed to scientific infrastructure through contributions to natural history collections, online databases, forest plots used by other researchers, and the development of remote sensing and environmental monitoring tools.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;S&nbsp;Singer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit. Forests worldwide are being fragmented by human activities. The ecological consequences of this forest fragmentation are important to understand because forests harbor enormous biodiversity and forest ecosystems take up greenhouse gases, regulate local climate, and purify ground water, among other ecosystem services. Decades of ecological research show that biodiversity generally enhances the output and stability of such ecosystem services due, in part, to ecological specialization and complementarity of diverse species. This project investigated how forest fragmentation causes ecologically specialized species to become underrepresented in their communities relative to more ecologically generalized species. The focus of study was a community of 195 moth and butterfly species whose larval stages (caterpillars) vary in their degree of dietary specialization (i.e. dependence on one or more plant species as food plants) across 32 forest fragments in Connecticut. It was hypothesized that dietary specialist caterpillars would become underrepresented in small forest fragments because of the reduced availability or quality of specific food plants, or, alternatively, because of increased predation or parasitism. Surveys of caterpillars confirmed that dietary specialist caterpillars were underrepresented in small forest fragments relative to dietary generalist caterpillars, and the insect parasites (parasitoids) of dietary specialist caterpillars were especially underrepresented in small fragments. Field and lab experiments showed that neither changes in food plant quality nor predation were responsible for the underrepresentation of specialist caterpillars in small fragments. Surveys of plants, deer (potential competitors with caterpillars), and birds (important predators of caterpillars) identified no clear factor responsible for the underrepresentation of dietary specialist caterpillars in small forest fragments. Our data, however, hinted that overbrowsing by deer in small forest fragments might play a role.\n\nBroader impacts. The project’s combination of ecology, conservation biology, and organismal biology (botany, entomology, ornithology) made it appealing to a wide range of students as well as to the public. The project trained 92 undergraduate students, 7 graduate students and two post-docs of diverse backgrounds over the course of the project. The PIs reached out to the public with seminars and three urban biodiversity summer camps for local K-12 students. The project contributed to scientific infrastructure through contributions to natural history collections, online databases, forest plots used by other researchers, and the development of remote sensing and environmental monitoring tools.\n\n \n\n\t\t\t\t\tLast Modified: 03/08/2022\n\n\t\t\t\t\tSubmitted by: Michael S Singer"
 }
}