{
 "awd_id": "1556226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  A Remarkable New Fossil Assemblage from the Burgess Shale at Marble Canyon, Kootenay National Park",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 148293.0,
 "awd_amount": 148293.0,
 "awd_min_amd_letter_date": "2016-02-16",
 "awd_max_amd_letter_date": "2016-02-16",
 "awd_abstract_narration": "The Cambrian ?explosion? was a singular event in the history of life on Earth. This episode, which saw the origin and rapid diversification of almost all major groups of animals (phyla), serves to divide the entire geologic record into two parts, the Precambrian and Phanerozoic Eons. By far, the best records of this event come from a handful of exceptional fossil deposits that preserve the ?soft?, non-biomineralized tissues of organisms that normally leave no trace in the fossil record. Such deposits offer not only a remarkable view of the early patterns of evolution, but have helped to reveal the basic structure of the animal family tree. Recently, the most important Cambrian fossil assemblage discovered in decades was reported from the Burgess Shale near Marble Canyon. \r\nThis project seeks to provide baseline characterization of the new fossil assemblage and its geological and geochemical context though a multi-disciplinary approach, which will provide hands on training for undergraduates and a postdoctoral scholar. The goals of the project are: 1. to document the geographic extent and composition of the new fossil fauna by exploration and quarrying; 2. to use geochemical and sedimentologic methods to reconstruct the nature of ancient environments in which these fossil assemblages thrived; 3. to develop a strontium isotope chronology linking all Burgess Shale localities in relative time, and; 4. to determine the origin of the Cathedral Escarpment, an enigmatic topographic feature that is central to the Geologic history of the Burgess Shale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gaines",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Gaines",
   "pi_email_addr": "robert.gaines@pomona.edu",
   "nsf_id": "000481709",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pomona College",
  "inst_street_address": "550 N COLLEGE AVE # 244",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218328",
  "inst_zip_code": "917114434",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "POMONA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9VBQSV2CBY5"
 },
 "perf_inst": {
  "perf_inst_name": "Pomona College",
  "perf_str_addr": "Geology Department",
  "perf_city_name": "Claremont",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917114434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 148293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 1909, the discovery of the Burgess Shale in Yoho National Park of the Canadian Rockies was a watershed moment in paleontology. Fossils found there ultimately led to a radical revision in our understanding of the origin of animals, their earliest ecosystems, and the fundamental structure of the animal family tree. Through these remarkable fossils, scientists came to understand the &ldquo;Cambrian Explosion&rdquo; as a radical, rapid evolutionary burst. Because the Burgess Shale preserves the soft, nonmineralized tissues of animals, in addition to the shells, teeth and bone of which the typical fossil record is almost exclusively comprised, the Burgess Shale offers an exceptionally complete view of ancient ecosystems and remarkable insights into the paleobiology of individual organisms.&nbsp; More than a century after its discovery, as collection efforts at the type locality began to yield diminishing returns, a large new fossil field was discovered in the Burgess Shale approximately 40 km to the SW, in the Marble Canyon area of Kootenay National Park (British Columbia). Because the Burgess Shale is the best collected stratigraphic unit in the Cambrian, it was tremendously surprising that more than 25% of the animals found at Marble Canyon were completely new to science. Indeed, the Marble Canyon assemblage represents fundamentally different animal communities than the ones that occupied the original Burgess Shale area in Yoho National Park. In this NSF project, we undertook three extended field campaigns in the Marble Canyon area to better understand the extent and promise of fossil beds there.&nbsp; We also conducted fieldwork in Yoho National Park. The NSF award was directly responsible for several major outcomes from research in the Burgess Shale.</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; Nine new animal species were discovered during excavations and have been described in published literature. Beyond simply enhancing the known diversity of the Cambrian biota, several of these species contributed significantly to outstanding questions around the origin of animals, including: the origin of chelicerate arthropods, the origin of the head in annelids, the first record of growth patterns in a Cambrian annelid, and unexpected morphological, ecological and size diversity in the radiodonts, an iconic group of swimming Cambrian predators made famous by <em>Anomalocaris.</em></p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp; The Marble Canyon ecosystem was described quantitatively and compared with other fossil assemblages from the Burgess Shale. Important findings from this work included insight into basic community structure, and the recurrence of several discrete community types at different stratigraphic levels. This finding is important because it confirms that different fossil assemblages observed in the Burgess Shale are not only the result of biological evolution over time, but also reflect variations in local environment that allowed unique combinations of species to establish and to migrate as conditions changed over time. This finding also offers a roadmap for understanding discrete assemblages in the context of their environments as data is collected in the future.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp; Our work used geochemical tools to build a framework for correlating the many fossil assemblages found regionally in the Burgess Shale in time. Building on #2 above, this temporal framework will allow future researchers to better consider the relative roles of evolution and changing environment in governing changes in the fossil assemblages of the Burgess Shale over time.</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp; We also reconstructed the environmental setting of the Burgess Shale at Marble Canyon, revealing important differences with the original Burgess Shale localities that may help to account for differences in the original biological communities between the two areas.</p>\n<p>&nbsp;</p>\n<p>Our work also provided critical opportunities for the training of more than a dozen undergraduate students. Three students who participated in fieldwork (one for all three seasons, a second for two seasons) subsequently went on to pursue graduate degrees in Earth Sciences and one won a prestigious Watson Fellowship to continue Cambrian studies. Two undergraduate theses were produced on the project as well as one master&rsquo;s thesis. Multiple students were involved in lab work on specimens returned from the field, and many more were exposed to them in classes devoted to the Cambrian Explosion at Pomona College.</p>\n<p>&nbsp;</p>\n<p>As well as extensive media coverage of many of the 9 papers so far published, this NSF-funded work was brought to public attention as the subject of the feature-length documentary <em>First Animals</em> filmed during our fieldwork by the Canadian Broadcasting Corporation and aired across Canada as well as in Europe. A popular science article on this research was also featured as a cover article in the journal <em>Science</em>.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/24/2024<br>\nModified by: Robert&nbsp;R&nbsp;Gaines</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn 1909, the discovery of the Burgess Shale in Yoho National Park of the Canadian Rockies was a watershed moment in paleontology. Fossils found there ultimately led to a radical revision in our understanding of the origin of animals, their earliest ecosystems, and the fundamental structure of the animal family tree. Through these remarkable fossils, scientists came to understand the Cambrian Explosion as a radical, rapid evolutionary burst. Because the Burgess Shale preserves the soft, nonmineralized tissues of animals, in addition to the shells, teeth and bone of which the typical fossil record is almost exclusively comprised, the Burgess Shale offers an exceptionally complete view of ancient ecosystems and remarkable insights into the paleobiology of individual organisms. More than a century after its discovery, as collection efforts at the type locality began to yield diminishing returns, a large new fossil field was discovered in the Burgess Shale approximately 40 km to the SW, in the Marble Canyon area of Kootenay National Park (British Columbia). Because the Burgess Shale is the best collected stratigraphic unit in the Cambrian, it was tremendously surprising that more than 25% of the animals found at Marble Canyon were completely new to science. Indeed, the Marble Canyon assemblage represents fundamentally different animal communities than the ones that occupied the original Burgess Shale area in Yoho National Park. In this NSF project, we undertook three extended field campaigns in the Marble Canyon area to better understand the extent and promise of fossil beds there. We also conducted fieldwork in Yoho National Park. The NSF award was directly responsible for several major outcomes from research in the Burgess Shale.\n\n\n\n\n\n1. Nine new animal species were discovered during excavations and have been described in published literature. Beyond simply enhancing the known diversity of the Cambrian biota, several of these species contributed significantly to outstanding questions around the origin of animals, including: the origin of chelicerate arthropods, the origin of the head in annelids, the first record of growth patterns in a Cambrian annelid, and unexpected morphological, ecological and size diversity in the radiodonts, an iconic group of swimming Cambrian predators made famous by Anomalocaris.\n\n\n2. The Marble Canyon ecosystem was described quantitatively and compared with other fossil assemblages from the Burgess Shale. Important findings from this work included insight into basic community structure, and the recurrence of several discrete community types at different stratigraphic levels. This finding is important because it confirms that different fossil assemblages observed in the Burgess Shale are not only the result of biological evolution over time, but also reflect variations in local environment that allowed unique combinations of species to establish and to migrate as conditions changed over time. This finding also offers a roadmap for understanding discrete assemblages in the context of their environments as data is collected in the future.\n\n\n3. Our work used geochemical tools to build a framework for correlating the many fossil assemblages found regionally in the Burgess Shale in time. Building on #2 above, this temporal framework will allow future researchers to better consider the relative roles of evolution and changing environment in governing changes in the fossil assemblages of the Burgess Shale over time.\n\n\n4. We also reconstructed the environmental setting of the Burgess Shale at Marble Canyon, revealing important differences with the original Burgess Shale localities that may help to account for differences in the original biological communities between the two areas.\n\n\n\n\n\nOur work also provided critical opportunities for the training of more than a dozen undergraduate students. Three students who participated in fieldwork (one for all three seasons, a second for two seasons) subsequently went on to pursue graduate degrees in Earth Sciences and one won a prestigious Watson Fellowship to continue Cambrian studies. Two undergraduate theses were produced on the project as well as one masters thesis. Multiple students were involved in lab work on specimens returned from the field, and many more were exposed to them in classes devoted to the Cambrian Explosion at Pomona College.\n\n\n\n\n\nAs well as extensive media coverage of many of the 9 papers so far published, this NSF-funded work was brought to public attention as the subject of the feature-length documentary First Animals filmed during our fieldwork by the Canadian Broadcasting Corporation and aired across Canada as well as in Europe. A popular science article on this research was also featured as a cover article in the journal Science.\n\n\n\t\t\t\t\tLast Modified: 02/24/2024\n\n\t\t\t\t\tSubmitted by: RobertRGaines\n"
 }
}