{
 "awd_id": "1556666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Patagonian Fossil Floras, the Keys to the Origins, Biogeography, Biodiversity, and Survival of the Gondwanan Rainforest Biome",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Matthew Fujita",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 992847.0,
 "awd_amount": 1029567.0,
 "awd_min_amd_letter_date": "2016-03-17",
 "awd_max_amd_letter_date": "2023-02-28",
 "awd_abstract_narration": "The fossil record of life on land through time predominantly comes from the Northern Hemisphere. However, the outstandingly rich, relatively little-known fossil beds of Patagonia, southern Argentina, provide an unrivaled opportunity to learn whether life responded differently to mass extinction, plate tectonics, and past climate change on the other side of the world. This project will intensively sample and analyze fossil plants and animals from Patagonia through about 20 million years, from just before the end-Cretaceous dinosaur extinction (66 million years ago), through the early recovery period and the Eocene warming interval. Through groundbreaking field discoveries and state-of-the-art lab techniques, this research aims to transform understanding of the origins of the Southern Hemispheres flora and environments, the role of Patagonia, and the legacy of surviving living fossils now located in vulnerable rainforest areas as far away as Southeast Asia. The work will generate the most complete terrestrial record and curated fossil-plant collection for the Southern Hemisphere through a critical interval of Earth history. It will produce a new, globally significant reference point for studying mass extinction, recovery, and response to climate change from a fossilized living laboratory, with direct importance for conservation and ecosystem management today. In addition to scholarly publications and meeting presentations, a large number of educational, training, and outreach activities are planned. These will include exhibits, educational resource development for public engagement with the fossil sites, and a trilingual childrens book. \r\n \r\nThe project will use field paleontology and stratigraphy at a series of exceptional Patagonian fossil localities, dating from the latest Cretaceous to middle Eocene, to elevate understanding of Patagonia's uniquely informative fossil floras. Most of the fossil sites are located in the La Colonia, Lefipan, Salamanca, Penas Coloradas, and Huitrera formations of Chubut and neighboring provinces. The research will focus on five, broadly related questions targeting significant gaps in knowledge. (1) Was Patagonia a refuge from the end-Cretaceous mass extinction? (2) What are the composition, diversity, and biogeographic affinities of the earliest Paleocene floras and insect faunas? (3) Do the Eocene floras and faunas contain lineages that now survive in South America, Asia, and Africa, as well as Australasia? (4) Do the Eocene floras document the earliest phases of South American isolation by showing a loss of Gondwanan taxa and an increase in New World taxa through time? (5) How much geologic time does the prolific early Eocene site at Laguna del Hunco represent, and what processes formed these unique deposits that preserved one of the most diverse fossil biotas in the world?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Hajek",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Hajek",
   "pi_email_addr": "hajek@psu.edu",
   "nsf_id": "000555947",
   "pi_start_date": "2016-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Wilf",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Wilf",
   "pi_email_addr": "pwilf@psu.edu",
   "nsf_id": "000219910",
   "pi_start_date": "2016-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nestor",
   "pi_last_name": "Cuneo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nestor R Cuneo",
   "pi_email_addr": "rcuneo@mef.org.ar",
   "nsf_id": "000019975",
   "pi_start_date": "2016-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "537 Deike Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "613300",
   "pgm_ele_name": "GoLife"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 638545.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 354302.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 36720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provided an extraordinary opportunity for our international team to understand how South American rainforest ecosystems survived the dinosaur extinctions and evolved through a series of climate changes to shape today&rsquo;s plant diversity. Through intensive fieldwork to study exquisitely preserved fossil plants and insects preserved in a fossil-rich series of Argentinean rocks 66-34 million years old, we discovered that South America served as a refuge from extinction and then as a biodiversity hotspot. By tracking their preferred cool-wet environments during land movements over vast stretches of time, many of the plant groups that we found as fossils now occur as far away as Australia, New Guinea, Borneo, and mainland Asia.</p>\r\n<p>Our flagship site at Laguna del Hunco (52 million years old) preserves one of the most diverse ancient forest communities ever found, containing ancestors of plants that now live in the rainforests of South America, Southeast Asia, Australia, and elsewhere. This site, alone, has yielded over 8,000 beautifully preserved plant fossils, housed at the Museo Paleontol&oacute;gico Egidio Feruglio (MEF), our principal collaborating institution in Trelew, Chubut, Argentina. Precise geologic dating shows that these fossils were deposited over just 200,000 years, calibrating the discoveries from a remote hill in Patagonia directly to the geologic time scale.</p>\r\n<p>These fossils include the oldest known of several important plant families, including the first South American fossils of the oak family (Fagaceae), nightshades (Solanaceae), spurges (Euphorbiaceae), and many more, based on remarkably preserved reproductive structures. These discoveries show that several plant groups have much older evolutionary histories and more complex past movements than were previously known. The fossil plants reveal extensive connections between ancient South American forests and modern rainforests in Southeast Asia and Australasia, demonstrating how plant communities moved and evolved as continents moved apart.</p>\r\n<p>Our work also documented how plant communities in Patagonia changed across Earth's last major extinction event, the &lsquo;dinosaur&rsquo; extinction 66 million years ago. We found evidence that coastal areas of Patagonia served as refuges that helped plants survive this extinction because of warmer impact-winter temperatures, helping to preserve biodiversity and providing a template to examine extinction variation worldwide. Our discoveries include the stunning preservation of the first earliest Paleocene flowers and fruits from the Southern Hemisphere, such as moonseeds and flowers of coachwoods and buckthorns.</p>\r\n<p>Beyond the scientific discoveries, this project produced nearly 85 peer-reviewed publications; built extensive research partnerships between U.S. and Argentine scientists; trained numerous, diverse students and early-career scientists from the US and Argentina; established permanent protection for the Laguna del Hunco fossil site; established one of South America's largest fossil plant collections at MEF; and generated numerous timely insights relevant to modern rainforest conservation. The fossils show that today's threatened rainforests contain plant lineages that have survived millions of years of climate change by shifting their geographic ranges. This deep historical perspective is now informing conservation strategies for modern rainforests, particularly in Southeast Asia and Australia, where many relatives of Patagonian fossils still survive.</p>\r\n<p>Our findings have been shared through scientific publications and extensive outreach, including museum exhibits, news coverage, social media, and an in -progress children's book. The project has transformed our understanding of how plant communities have evolved and adapted to environmental changes over millions of years, while building scientific capacity and public appreciation for the global significance of South America's rich fossil heritage.</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Peter&nbsp;D&nbsp;Wilf</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733149251265_Fig4_copy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733149251265_Fig4_copy--rgov-800width.jpg\" title=\"Early Danian (64 Ma) reproductive fossils from the Salamanca Formation, Chubut, Argentina (see Wilf et al. 2023)\"><img src=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733149251265_Fig4_copy--rgov-66x44.jpg\" alt=\"Early Danian (64 Ma) reproductive fossils from the Salamanca Formation, Chubut, Argentina (see Wilf et al. 2023)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(A) Agathis immortalis (Araucariaceae; Escapa et al., 2018). (B) Notiantha grandensis (Rhamnaceae) flowers (see Jud et al. 2017). (C) Stephania psittaca (Menispermaceae) endocarp (see Jud et al., 2018a). (D) Lacinipetalum spectabilum (Cunoniaceae) flower w pollen grains (see Jud et al. 2018b).</div>\n<div class=\"imageCredit\">Peter Wilf (A-C), Nathan Jud (D, with permission)</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;D&nbsp;Wilf\n<div class=\"imageTitle\">Early Danian (64 Ma) reproductive fossils from the Salamanca Formation, Chubut, Argentina (see Wilf et al. 2023)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148333580_5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148333580_5--rgov-800width.jpg\" title=\"Laguna del Hunco excavation\"><img src=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148333580_5--rgov-66x44.jpg\" alt=\"Laguna del Hunco excavation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Excavations underway at Laguna del Hunco in Patagonian Argentina. The crew is removing tons of overburden rock using drills, picks, and shovels to expose the thin fossil layers underneath.</div>\n<div class=\"imageCredit\">Peter Wilf</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;D&nbsp;Wilf\n<div class=\"imageTitle\">Laguna del Hunco excavation</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148407051_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148407051_1--rgov-800width.jpg\" title=\"Laguna del Hunco fossil site in Chubut, Argentina\"><img src=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148407051_1--rgov-66x44.jpg\" alt=\"Laguna del Hunco fossil site in Chubut, Argentina\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Laguna del Hunco fossil site in Chubut, Patagonian Argentina. Paleontologists at center of frame are collecting diverse Eocene plant fossils.</div>\n<div class=\"imageCredit\">Peter Wilf</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;D&nbsp;Wilf\n<div class=\"imageTitle\">Laguna del Hunco fossil site in Chubut, Argentina</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733149859125_Untitled_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733149859125_Untitled_1--rgov-800width.jpg\" title=\"Blotch mines on the conifer Agathis, from Cretaceous Patagonia to modern-day Australia (see Donovan et al., 2020, Comms. Biol.)\"><img src=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733149859125_Untitled_1--rgov-66x44.jpg\" alt=\"Blotch mines on the conifer Agathis, from Cretaceous Patagonia to modern-day Australia (see Donovan et al., 2020, Comms. Biol.)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Blotch mines on the conifers Agathis immortalis (Cretaceous & Paleocene Patagonia; b, c, i), Agathis zamunerae (Eocene Patagonia; d-g), and living Agathis species in Australia, j, l, m, and Brunei, k).</div>\n<div class=\"imageCredit\">Michael Donovan and Peter Wilf</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;D&nbsp;Wilf\n<div class=\"imageTitle\">Blotch mines on the conifer Agathis, from Cretaceous Patagonia to modern-day Australia (see Donovan et al., 2020, Comms. Biol.)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148698928_Fig_1B--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148698928_Fig_1B--rgov-800width.jpg\" title=\"Fossil groundcherry Physalis infinemundi from Laguna del Hunco in Patagonia, Argentina, 52 million years old (see Wilf et al 2017, Science)\"><img src=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148698928_Fig_1B--rgov-66x44.jpg\" alt=\"Fossil groundcherry Physalis infinemundi from Laguna del Hunco in Patagonia, Argentina, 52 million years old (see Wilf et al 2017, Science)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The fossil groundcherry Physalis infinemundi from Laguna del Hunco in Patagonia, Argentina, 52 million years old. The slender stalk is preserved, and the former papery and lobed husk is broken at top to reveal the large, fleshy berry underneath- now turned to coal.</div>\n<div class=\"imageCredit\">Peter Wilf</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;D&nbsp;Wilf\n<div class=\"imageTitle\">Fossil groundcherry Physalis infinemundi from Laguna del Hunco in Patagonia, Argentina, 52 million years old (see Wilf et al 2017, Science)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148547993_6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148547993_6--rgov-800width.jpg\" title=\"Fossil chinkapins at Laguna del Hunco (see Wilf et al. 2019, Science)\"><img src=\"/por/images/Reports/POR/2024/1556666/1556666_10415505_1733148547993_6--rgov-66x44.jpg\" alt=\"Fossil chinkapins at Laguna del Hunco (see Wilf et al. 2019, Science)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Discovery photo of a mature Castanopsis fruiting spike fossil (Eocene) with four nuts enclosed in scaly cupules, showing the part and counterpart on the split surface at Laguna del Hunco.</div>\n<div class=\"imageCredit\">Peter Wilf</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Peter&nbsp;D&nbsp;Wilf\n<div class=\"imageTitle\">Fossil chinkapins at Laguna del Hunco (see Wilf et al. 2019, Science)</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project provided an extraordinary opportunity for our international team to understand how South American rainforest ecosystems survived the dinosaur extinctions and evolved through a series of climate changes to shape todays plant diversity. Through intensive fieldwork to study exquisitely preserved fossil plants and insects preserved in a fossil-rich series of Argentinean rocks 66-34 million years old, we discovered that South America served as a refuge from extinction and then as a biodiversity hotspot. By tracking their preferred cool-wet environments during land movements over vast stretches of time, many of the plant groups that we found as fossils now occur as far away as Australia, New Guinea, Borneo, and mainland Asia.\r\n\n\nOur flagship site at Laguna del Hunco (52 million years old) preserves one of the most diverse ancient forest communities ever found, containing ancestors of plants that now live in the rainforests of South America, Southeast Asia, Australia, and elsewhere. This site, alone, has yielded over 8,000 beautifully preserved plant fossils, housed at the Museo Paleontolgico Egidio Feruglio (MEF), our principal collaborating institution in Trelew, Chubut, Argentina. Precise geologic dating shows that these fossils were deposited over just 200,000 years, calibrating the discoveries from a remote hill in Patagonia directly to the geologic time scale.\r\n\n\nThese fossils include the oldest known of several important plant families, including the first South American fossils of the oak family (Fagaceae), nightshades (Solanaceae), spurges (Euphorbiaceae), and many more, based on remarkably preserved reproductive structures. These discoveries show that several plant groups have much older evolutionary histories and more complex past movements than were previously known. The fossil plants reveal extensive connections between ancient South American forests and modern rainforests in Southeast Asia and Australasia, demonstrating how plant communities moved and evolved as continents moved apart.\r\n\n\nOur work also documented how plant communities in Patagonia changed across Earth's last major extinction event, the dinosaur extinction 66 million years ago. We found evidence that coastal areas of Patagonia served as refuges that helped plants survive this extinction because of warmer impact-winter temperatures, helping to preserve biodiversity and providing a template to examine extinction variation worldwide. Our discoveries include the stunning preservation of the first earliest Paleocene flowers and fruits from the Southern Hemisphere, such as moonseeds and flowers of coachwoods and buckthorns.\r\n\n\nBeyond the scientific discoveries, this project produced nearly 85 peer-reviewed publications; built extensive research partnerships between U.S. and Argentine scientists; trained numerous, diverse students and early-career scientists from the US and Argentina; established permanent protection for the Laguna del Hunco fossil site; established one of South America's largest fossil plant collections at MEF; and generated numerous timely insights relevant to modern rainforest conservation. The fossils show that today's threatened rainforests contain plant lineages that have survived millions of years of climate change by shifting their geographic ranges. This deep historical perspective is now informing conservation strategies for modern rainforests, particularly in Southeast Asia and Australia, where many relatives of Patagonian fossils still survive.\r\n\n\nOur findings have been shared through scientific publications and extensive outreach, including museum exhibits, news coverage, social media, and an in -progress children's book. The project has transformed our understanding of how plant communities have evolved and adapted to environmental changes over millions of years, while building scientific capacity and public appreciation for the global significance of South America's rich fossil heritage.\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: PeterDWilf\n"
 }
}