{
 "awd_id": "1557760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulation of Abiotic Stress Responses in Plants by the Ubiquitin Pathway",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2016-02-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 499027.0,
 "awd_amount": 499027.0,
 "awd_min_amd_letter_date": "2016-02-04",
 "awd_max_amd_letter_date": "2016-02-04",
 "awd_abstract_narration": "This project aims to understand how plants respond to a stressful environment in order to survive. While it is known that plants synthesize a novel chemical when exposed to conditions such as cold, drought and high salinity, what is not understood is how the plant \"cleans house\", that is, how the stress signal is removed so that the plant can begin normal growth once the stress is gone. Both genetic and biochemical approaches will be taken to determine exactly how these changes happen. This research will provide training of multiple UC-Davis undergraduates through research projects and support a graduate student and a post-doctoral scholar. These individuals will learn scientific methodology and how to present scientific data to colleagues and the greater community. They will learn analytical skills and improve their speaking and writing abilities. The graduate student will have the opportunity to interact with K-12 schools in neighboring communities with large Hispanic populations. The researcher will interact with representatives of the California seed/agricultural biotechnology industries through the Seed Institute at UC-Davis. The researcher has established a connection with a local Sacramento high school teacher and will continue this collaboration. The high school students will learn experimental design and data analysis, and participate in scientific discovery. \r\n\r\n\r\nPlants respond to environmentally stressful conditions by upregulating expression of genes that help them cope. One family of transcription factors required for stress responses are called ABRE BINDING PROTEINS (ABFs), and are regulated at the protein level. Under stress they are activated to promote transcription and at the same time their degradation is stopped and protein levels increase. How stress causes these two changes in ABFs and their relationship to biological function are not understood. ABF amino acids responsible for regulating constitutive ABF proteolysis under normal growth conditions and for stress-induced protein stabilization will be determined through in vitro and in vivo degradation assays. DNA sequences encoding ABF proteins will be changed so they translate ABF proteins with deletions and/or amino acid substitutions. ABF segments will also be fused with coding regions of marker enzymes and stability of the fusion determined in rapid and quantitative assays. Altered proteins will be expressed and purified from bacteria and stability measured in plant lysates. Sequences will be introduced into plants, multiple stable lines expressing these proteins produced and the in vivo protein stability measured. The role of phosphorylation status will be assessed by measuring the stability of proteins with substituted predicted or possible phosphorylation sites with either alanine, which cannot be modified, or with aspartate, which mimics modification. Transgenic plants expressing ABF proteins with differences in degradation rates will be assessed for their growth phenotypes under normal and stress conditions to determine if modulation of degradation provides greater stress resistance without compromising normal growth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Callis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judy Callis",
   "pi_email_addr": "jcallis@ucdavis.edu",
   "nsf_id": "000399193",
   "pi_start_date": "2016-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1 Shields Ave.",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 499027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Borader Impacts:&nbsp; This project supported the PhD dissertation research of one student, three technicians and a much larger number of undergraduates. These undergraduates were able to participate in primary research, for some this was their first laboratory experience and was a critical aspect of both their emotional and academic maturation. For one student, this experience cemented their interest in pursuing a STEM-related career. For others, it led to obtaining research positions at companies in Davis, San Diego and the Bay Area. More importantly (to me), they were exposed to how science is done, how hypotheses are generated and tested and finally how data are analyzed, displayed and interpreted. And many learned the power of observation and importance of quantitation. They learned that obtaining and confirming new scientific knowledge takes time and drive. All these aspects are life skills that will aid them in their next activities. I am very proud of these students and predict they will have an impact in the future.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit: This project advanced our understanding of how the levels of key proteins are regulated inside cells. These proteins are important for a plant's response to envrionmental stresses, such as drought, cold and salinity. While we understand how these stresses are perceived by plants and we know some of the downstream responses, there are gaps in our knowledge of how the two processes are connected. This project added information to fill in that gap. We also studied three proteins important for seed germination and seedling growth. Nothing was known about the role of two of them, and as part of this work, we discovered that two of them make the plant hypersensitive to a stress hormone synthesized by the plant under the same stress conditions as described above. We substantiated this discovery using mulitple approaches. These proteins will give us insight into how this stress hormone surpisingly also functions in normal developmental changes in the plant. Possible long-term outcomes from our results could be the ability to regulate the levels of key proteins to achieve a more optimal response to stressful environments for crop plants, and crop plants better able to grow in new environments. &nbsp;Plants with different levels of these key proteins could be developed for growth in specific areas to optimize yield. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2020<br>\n\t\t\t\t\tModified by: Judy&nbsp;Callis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBorader Impacts:  This project supported the PhD dissertation research of one student, three technicians and a much larger number of undergraduates. These undergraduates were able to participate in primary research, for some this was their first laboratory experience and was a critical aspect of both their emotional and academic maturation. For one student, this experience cemented their interest in pursuing a STEM-related career. For others, it led to obtaining research positions at companies in Davis, San Diego and the Bay Area. More importantly (to me), they were exposed to how science is done, how hypotheses are generated and tested and finally how data are analyzed, displayed and interpreted. And many learned the power of observation and importance of quantitation. They learned that obtaining and confirming new scientific knowledge takes time and drive. All these aspects are life skills that will aid them in their next activities. I am very proud of these students and predict they will have an impact in the future.\n\n \n\nIntellectual Merit: This project advanced our understanding of how the levels of key proteins are regulated inside cells. These proteins are important for a plant's response to envrionmental stresses, such as drought, cold and salinity. While we understand how these stresses are perceived by plants and we know some of the downstream responses, there are gaps in our knowledge of how the two processes are connected. This project added information to fill in that gap. We also studied three proteins important for seed germination and seedling growth. Nothing was known about the role of two of them, and as part of this work, we discovered that two of them make the plant hypersensitive to a stress hormone synthesized by the plant under the same stress conditions as described above. We substantiated this discovery using mulitple approaches. These proteins will give us insight into how this stress hormone surpisingly also functions in normal developmental changes in the plant. Possible long-term outcomes from our results could be the ability to regulate the levels of key proteins to achieve a more optimal response to stressful environments for crop plants, and crop plants better able to grow in new environments.  Plants with different levels of these key proteins could be developed for growth in specific areas to optimize yield.  \n\n\t\t\t\t\tLast Modified: 06/25/2020\n\n\t\t\t\t\tSubmitted by: Judy Callis"
 }
}