{
 "awd_id": "1557279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Modulatory Role of Central Complex Brain Systems in Context Dependent Predation of Three Mantis Species",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2016-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 66000.0,
 "awd_amount": 66000.0,
 "awd_min_amd_letter_date": "2016-03-08",
 "awd_max_amd_letter_date": "2023-02-06",
 "awd_abstract_narration": "Animal behavior is affected by an individual's internal conditions. For example, as animals feed, their strategies for acquiring food changes. The impact of food odors has a very different effect on a hungry person than one who has just had a large meal. This project brings together laboratories from the Case Western Reserve University Biology department and the Cleveland Museum of Natural History to examine changes in hunting strategy that occur as praying mantises feed. The biology laboratory will examine changes in brain systems that control movement as the insect feeds or receives injections of hormones associated with feeding. Insects provide advantages for monitoring brain activity for long feeding periods. Results will demonstrate how brain systems that are altered by hormones associated with feeding affect hunting and will increase our general understanding of the mechanisms by which hormonal changes alter animal behavior. The museum laboratory will expand the study to a wider range of praying mantis species. The project also has a unique educational component. Project related material will be developed into new high- and middle-school teaching modules for the Cleveland Museum of Natural History's award winning distance learning program, which has reached thousands of students in 48 states. These programs align with Ohio's New Learning Standards. Modules will be offered for free for the duration of the project and 3 subsequent years.\r\n\r\nThe project focuses on the highly structured central complex insect brain region that has received much recent attention. Numerous forms of sensory information coupled with motor effects and the presence of behaviorally relevant neuromodulators imply an important role for the central complex in behavioral adaptation. Yet, no study has brought all these components together to demonstrate how these brain circuits generate context dependent adjustments in natural behavior. This project seeks do that by relating changes in praying mantis hunt strategies to central complex activity patterns recorded by multi-channel tetrode implants as the hunt takes place in one generalist and two specialist praying mantis species. Tetrode wires will be implanted in the insect's central complex. Then after recovery the subject will be moved to an arena where it hunts either live prey (cockroach nymphs) or artificial prey (moving dots on a computer screen that makes up the floor of the arena). The artificial stimulus allows repeated trials to provide quantitative data on neural activity associated with hunting. Neural and behavioral changes will be documented as physiological state is modified by feeding or insulin injection. Comparative studies will clarify how evolution acts on brain structures to shape behavior for specific niches. Successful completion will be transformative both in our understanding of the central complex's role in behavioral adjustment and, more generally, in defining mechanisms by which brain regions in all animals can alter adaptive behavior, thereby establishing the praying mantis as a new general model for behavioral selection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gavin",
   "pi_last_name": "Svenson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gavin J Svenson",
   "pi_email_addr": "gavin.svenson@gmail.com",
   "nsf_id": "000185518",
   "pi_start_date": "2016-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland Museum of Natural History",
  "inst_street_address": "1 WADE OVAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2162314600",
  "inst_zip_code": "441061701",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "THE CLEVELAND MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VH97TPV8H7L3"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland Museum of Natural History",
  "perf_str_addr": "1 Wade Oval Drive",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441061767",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 33000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 22000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Using praying mantises as a model system to understand context dependent behaviors and modulating factors impacting sensory processing and response is a fundamental research pursuit to understand how context can influence behavioral outcomes. Praying mantises have been demonstrated in the course of this project to be an ideal model organism to address these types of research questions. Two field expeditions were focused on gathering environmental and habitat information to establish living colonies of praying mantises. Understanding the differences between praying mantises with ambush, active, or cryptic lifestyles and gathering information about their natural environmental conditions and behavior was critical in establishing colonies and ensuring the experimental design was supportive of natural behaviors. With this information, clear protocols were developed to maintain stable colonies for experiments and improved our ability to track natural behaviors in the context of experimental arena design. The development and successful maintenance of a live praying mantis colony shaped how such a colony can be&nbsp;maintained to support long-term research efforts. The&nbsp;requirements to maintain a quarantine facility, permit access to students working on colony maintenance, and management of&nbsp;experiment animals has led to the development of a standard approach in colony management for a unique organism that is&nbsp;not typically kept in laboratories.</p>\n<p>The Cleveland Museum of Natural History (CMNH) developed an Interactive Video Conference (IVC) module called the &ldquo;Science of Seeking Snacks&rdquo; based on the project&rsquo;s collaborative research. The CMNH offers an award winning IVC program focused on offering natural science curriculum to schools across Ohio, the United States, and internationally. Leveraging the resources of the project, the CMNH, and Case Western Reserve University (CWRU), we developed a novel IVC module to connect real research with human relevant biological content. This novel IVC module was designed to support science curriculum for a broad range of grade levels (3rd-7th) and meet several key science learning outcomes. Specifically, the intended outcomes for students were to: 1) compare and contrast the body structures and senses of insects with the bodies and senses of other animals, including ourselves; 2) describe two or more adaptations of structures and body parts that help insects survive in different environments; 3) list ways that insects and mammals must adapt to biotic and abiotic factors in their environment; and 4) to identify hormones that serve as chemical signals for both a praying mantis and a human being. The resulting program was a compelling connection between the neurohormonal function within insects compared with humans. The module featured footage from the laboratory at CWRU, the collections at the CMNH, and experimental data relevant to the learning goals. In addition to the content offered through the IVC module, CMNH educators developed a physical kit to be sent to teachers prior to their scheduled IVC module. These kits allowed teachers to support the module with learning aides within their classroom prior to, during, and after instructions.</p>\n<p>By creating the environment where the education staff members interacted with&nbsp;researchers to design, develop, and implement a program, we changed the understanding for both groups on how best to present challenging scientific&nbsp;content to students. This IVC module offered students the opportunity to see the connection between real, current research being conducted and how that research&nbsp;can impact their own lives. The CMNH not only satisfied the original goal to deliver 50 programs to K-12 schools, we ultimately delivered 118 programs that reached 2,647 students. Evaluation of&nbsp;the IVC module was conducted within the first two years of the program&rsquo;s offering.&nbsp;Evaluation centered on student outcomes and relied on observation using video recordings of each program session and teacher input from phone interviews to assess impact. Overall, 14 sessions with students in first to fourth grade were observed. Teachers consistently describe the&nbsp;IVC module as engaging and able to hold their students' attention, even with a large group. They felt the material was adapted well to their students&rsquo; existing knowledge and gave them opportunities to participate in the learning experiences. Teachers reported that they would recommend the program to their colleagues, and believe it fit their curriculum needs. They felt it compliments what they are teaching in the classroom about life cycles, adaptations&nbsp;of&nbsp;organisms in their environments, animal perception, and animal morphology. In March of 2020, the&nbsp;Center for Interactive Learning and Collaboration (CILC) recognized the CMNH for creating and delivering an IVC program that achieved authentic learning accomplishments:&nbsp;The IVC module continues to be available to schools.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/02/2024<br>\nModified by: Gavin&nbsp;J&nbsp;Svenson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUsing praying mantises as a model system to understand context dependent behaviors and modulating factors impacting sensory processing and response is a fundamental research pursuit to understand how context can influence behavioral outcomes. Praying mantises have been demonstrated in the course of this project to be an ideal model organism to address these types of research questions. Two field expeditions were focused on gathering environmental and habitat information to establish living colonies of praying mantises. Understanding the differences between praying mantises with ambush, active, or cryptic lifestyles and gathering information about their natural environmental conditions and behavior was critical in establishing colonies and ensuring the experimental design was supportive of natural behaviors. With this information, clear protocols were developed to maintain stable colonies for experiments and improved our ability to track natural behaviors in the context of experimental arena design. The development and successful maintenance of a live praying mantis colony shaped how such a colony can bemaintained to support long-term research efforts. Therequirements to maintain a quarantine facility, permit access to students working on colony maintenance, and management ofexperiment animals has led to the development of a standard approach in colony management for a unique organism that isnot typically kept in laboratories.\n\n\nThe Cleveland Museum of Natural History (CMNH) developed an Interactive Video Conference (IVC) module called the Science of Seeking Snacks based on the projects collaborative research. The CMNH offers an award winning IVC program focused on offering natural science curriculum to schools across Ohio, the United States, and internationally. Leveraging the resources of the project, the CMNH, and Case Western Reserve University (CWRU), we developed a novel IVC module to connect real research with human relevant biological content. This novel IVC module was designed to support science curriculum for a broad range of grade levels (3rd-7th) and meet several key science learning outcomes. Specifically, the intended outcomes for students were to: 1) compare and contrast the body structures and senses of insects with the bodies and senses of other animals, including ourselves; 2) describe two or more adaptations of structures and body parts that help insects survive in different environments; 3) list ways that insects and mammals must adapt to biotic and abiotic factors in their environment; and 4) to identify hormones that serve as chemical signals for both a praying mantis and a human being. The resulting program was a compelling connection between the neurohormonal function within insects compared with humans. The module featured footage from the laboratory at CWRU, the collections at the CMNH, and experimental data relevant to the learning goals. In addition to the content offered through the IVC module, CMNH educators developed a physical kit to be sent to teachers prior to their scheduled IVC module. These kits allowed teachers to support the module with learning aides within their classroom prior to, during, and after instructions.\n\n\nBy creating the environment where the education staff members interacted withresearchers to design, develop, and implement a program, we changed the understanding for both groups on how best to present challenging scientificcontent to students. This IVC module offered students the opportunity to see the connection between real, current research being conducted and how that researchcan impact their own lives. The CMNH not only satisfied the original goal to deliver 50 programs to K-12 schools, we ultimately delivered 118 programs that reached 2,647 students. Evaluation ofthe IVC module was conducted within the first two years of the programs offering.Evaluation centered on student outcomes and relied on observation using video recordings of each program session and teacher input from phone interviews to assess impact. Overall, 14 sessions with students in first to fourth grade were observed. Teachers consistently describe theIVC module as engaging and able to hold their students' attention, even with a large group. They felt the material was adapted well to their students existing knowledge and gave them opportunities to participate in the learning experiences. Teachers reported that they would recommend the program to their colleagues, and believe it fit their curriculum needs. They felt it compliments what they are teaching in the classroom about life cycles, adaptationsoforganisms in their environments, animal perception, and animal morphology. In March of 2020, theCenter for Interactive Learning and Collaboration (CILC) recognized the CMNH for creating and delivering an IVC program that achieved authentic learning accomplishments:The IVC module continues to be available to schools.\n\n\n\t\t\t\t\tLast Modified: 08/02/2024\n\n\t\t\t\t\tSubmitted by: GavinJSvenson\n"
 }
}